{"1": "Of the Galileans, 4 and those that were slain under Siloam. 6 The fig tree that bare no fruit. 11 The woman vexed with the spirit of infirmity, that is, with a disease brought on her by Satan, is healed. 19 The parable of the grain of mustard seed. 21 Of leaven. 23 How few shall be saved. 31 Herod that Fox. There [a]were certain men present at the same season, that showed him of the Galileans, whose blood [b]Pilate had mingled with their sacrifices.", "2": "And Jesus answered, and said unto them, Suppose ye, that these Galileans were greater sinners than all the other Galileans, because they have suffered such things? ", "3": "I tell you, nay: but except ye amend your lives, ye shall all likewise perish. ", "4": "Or think you that those eighteen, upon whom the tower in [c]Siloam fell, and slew them, were sinners above all men that dwell in Jerusalem? ", "5": "I tell you, nay: but except ye amend your lives, ye shall all likewise perish. ", "6": "¶ [d]He spake also this parable, A certain man had a fig tree, planted in his vineyard: and he came and sought fruit thereon, and found none. ", "7": "Then said he to the dresser of his vineyard, Behold, this three years have I come and sought fruit of this fig tree, and find none: cut it down: why keepeth it also the ground [e]barren? ", "8": "And he answered, and said unto him, Lord, let it alone this year also, till I dig round about it, and dung it. ", "9": "And if it bear fruit, well: if not, then after thou shalt cut it down. ", "10": "¶ [f]And he taught in one of the Synagogues on the Sabbath day.", "11": "And behold, there was a woman which had a [g]spirit of infirmity eighteen years, and was bowed together, and could not lift up herself in any wise.", "12": "When Jesus saw her, he called her to him, and said to her, Woman, thou art [h]loosed from thy disease. ", "13": "And he laid his hands on her, and immediately she was made straight again, and glorified God.", "14": "[i]And the [j]ruler of the Synagogue answered with indignation, because that Jesus healed on the Sabbath day, and said unto the people, There are six days in which men ought to work: in them therefore come and be healed, and not on the Sabbath day.", "15": "Then answered him the Lord, and said, Hypocrite, doth not each one of you on the Sabbath day loose his ox or his ass from the stall, and lead him away to the water? ", "16": "And ought not this daughter of Abraham, whom Satan had bound, lo, eighteen years, be loosed from this bond on the Sabbath day? ", "17": "And when he said these things, all his adversaries were ashamed: but all the people rejoiced at all the excellent things that were done by him.", "18": "¶ Then said he, What is the kingdom of God like? or whereto shall I compare it? ", "19": "[k]It is like a grain of mustard seed, which a man took and sowed in his garden, and it grew, and waxed a great tree, and the fowls of the heaven made nests in the branches thereof. ", "20": "¶ And again he said, Whereunto shall I liken the kingdom of God? ", "21": "It is like leaven, which a woman took, and hid in three pecks of flour, till all was leavened. ", "22": "¶ [l]And he went through all cities and towns, teaching, and journeying towards Jerusalem.", "23": "Then said one unto him, Lord, are there few that shall be saved? And he said unto them,", "24": "Strive to enter in at the strait gate: for many, I say unto you, will seek to enter in, and shall not be able. ", "25": "When the good man of the house is risen up, and hath shut to the door, and ye began to stand without, and to knock at the door, saying, Lord, Lord, open to us, and he shall answer and say unto you, I know you not whence ye are, ", "26": "[m]Then shall ye begin to say, We have eaten and drunk in thy presence, and thou hast taught in our streets. ", "27": "But he shall say, I tell you, I know you not whence ye are: depart from me, all ye workers of iniquity. ", "28": "[n]There shall be weeping and gnashing of teeth, when ye shall see Abraham, and Isaac, and Jacob, and all the Prophets in the kingdom of God, and yourselves thrust out at doors. ", "29": "Then shall come many from the [o]East, and from the West, and from the North, and from the South, and shall sit at Table in the kingdom of God. ", "30": "And behold, there are last, which shall be first, and there are first, which shall be last. ", "31": "[p]The same day there came certain Pharisees, and said unto him, Depart, and go hence: for Herod will kill thee.", "32": "Then said he unto them, Go ye and tell that [q]fox, Behold, I cast out devils, and will heal still [r]today, and tomorrow, and the third day I shall be [s]perfected. ", "33": "[t]Nevertheless I must walk today, and tomorrow, and the day following: for it cannot be that a Prophet should perish out of Jerusalem. ", "34": "O Jerusalem, Jerusalem, which killest the Prophets, and stonest them that are sent to thee, how often would I have gathered thy children together, as the hen gathered her [u]brood under her wings, and ye would not. ", "35": "Behold, your house is left unto you desolate: and verily I tell you, ye shall not see me until the time come that ye shall say, Blessed is he that cometh in the name of the Lord. "}