{"1": "The parable of the unrighteous Judge and the widow. 10 Of the Pharisee and the Publican. 15 Children are of the kingdom of heaven. 22 To sell all and give to the poor. 28 The Apostles forsake all. 31 Christ foretelleth his death. 35 The blind man receiveth sight. And [a]he spake also a parable unto them, to this end, that they ought always to pray, and not to [b]wax faint,", "2": "[c]Saying, there was a judge in a certain city, which feared not God, neither reverenced man. ", "3": "And there was a widow in that city, which came unto him, saying, Do me justice against mine adversary. ", "4": "And he would not of a long time: but afterward he said with himself, Though I fear not God, nor reverence man, ", "5": "Yet because this widow troubleth me, I will do her right, lest at the last she come and [d]make me weary. ", "6": "And the Lord said, Hear what the unrighteous judge saith. ", "7": "Now shall not God avenge his elect, which cry day and night unto him, yea, though [e]he suffer long for them? ", "8": "I tell you he will avenge them quickly: but when the Son of man cometh, shall he find faith on the earth? ", "9": "¶ [f]He spake also this parable unto certain which trusted in themselves that they were just, and despised others.", "10": "Two men went up into the Temple to pray: the one a Pharisee, and the other a Publican. ", "11": "[g]The Pharisee stood and prayed thus with himself, O God, I thank thee that I am not as other men, extortioners, unjust, adulterers, or even as this Publican. ", "12": "I fast twice in the week: I give tithe of all that ever I possess. ", "13": "But the Publican standing [h]afar off, would not lift up so much as his eyes to heaven, but smote his breast, saying, O God, be merciful to me a sinner. ", "14": "I tell you, this man departed to his house, justified rather than the other: for every man that exalteth himself shall be brought low, and he that humbleth himself shall be exalted. ", "15": "¶ [i]They brought unto him also babes that he should touch them. [j]And when his disciples saw it, they rebuked them.", "16": "[k]But Jesus [l]called them unto him, and said, Suffer the babes to come unto me, and forbid them not: for of such is the kingdom of God. ", "17": "[m]Verily I say unto you, whosoever receiveth not the kingdom of God as a babe, he shall not enter therein. ", "18": "Then a certain ruler asked him, saying, Good Master, what ought I do, to inherit eternal life?", "19": "And Jesus said unto him, Why callest thou me good? none is good, save one, even God. ", "20": "Thou knowest the commandments, Thou shalt not commit adultery: Thou shalt not kill: Thou shalt not steal: Thou shalt not bear false witness: Honor thy father and thy mother. ", "21": "[n]And he said, All these have I kept from my youth.", "22": "Now when Jesus heard that, he said unto him, yet lackest thou one thing, Sell all that ever thou hast, and distribute unto the poor, and thou shalt have treasure in heaven, and come follow me. ", "23": "But when he heard those things, he was very heavy: for he was marvelous rich.", "24": "[o]And when Jesus saw him very sorrowful, he said, With what difficulty shall they that have riches, enter into the kingdom of God! ", "25": "Surely it is easier for a camel to go through a needle's eye, than for a rich man to enter into the kingdom of God. ", "26": "Then said they that heard it, And who then shall be saved?", "27": "And he said, The things which are impossible with men, are possible with God. ", "28": "¶ Then Peter said, Lo, we have left all, and have followed thee.", "29": "[p]And he said unto them, Verily I say unto you, there is no man that hath left house, or parents, or brethren, or wife, or children for the kingdom of God's sake, ", "30": "Which shall not receive much more in this world, and in the world to come life everlasting. ", "31": "¶ [q]Then Jesus took unto him the twelve, and said unto them, Behold, we go up to Jerusalem, and all things shall be fulfilled to the Son of man, that are written by the Prophets. ", "32": "For he shall be delivered unto the Gentiles, and shall be mocked, and shall be spiteful entreated, and shall be spitted on. ", "33": "And when they have scourged him, they will put him to death: but the third day he shall rise again. ", "34": "But they understood [r]none of these things, and this saying was hid from them, neither perceived they the things, which were spoken.", "35": "¶ [s]And it came to pass, that as he was come near unto Jericho, a certain blind man sat by the wayside, begging.", "36": "And when he heard the people pass by, he asked what it meant.", "37": "And they said unto him, that Jesus of Nazareth passed by.", "38": "Then he cried, saying, Jesus the Son of David, have mercy on me.", "39": "[t]And they which went before, rebuked him that he should hold his peace, but he cried much more, O Son of David have mercy on me.", "40": "And Jesus stood still, and commanded him to be brought unto him. And when he was come near, he asked him,", "41": "Saying, What wilt thou that I do unto thee? And he said, Lord, that I may receive my sight.", "42": "And Jesus said unto him, Receive thy sight: thy faith hath saved thee. ", "43": "Then immediately he received his sight, and followed him, praising God: and all the people, when they saw this, gave praise to God."}