{"1": "Augustus Caesar taxeth all the world. 7 Christ is born. 13 The Angels' Song. 21 Christ is circumcised. 22 Mary purified. 28 Simeon taketh Christ in his arms. 29 His Song. 36 Anna the Prophetess. 40 The child Christ. 46 Jesus disputeth with the doctors. And [a]it came to pass in those days, that there came a decree from Augustus Caesar, that all the [b]world should be [c]taxed.", "2": "(This first taxing was made when Quirinius was governor of Syria.)", "3": "Therefore went all to be taxed, every man to his own city.", "4": "And Joseph also went up from Galilee out of a city called Nazareth, into Judea, unto the [d]city of David, which is called Bethlehem (because he was of the house and lineage of David,)", "5": "To be taxed with Mary that was given him to wife, which was with child.", "6": "¶ And so it was, that while they were there, the days were accomplished that she should be delivered.", "7": "And she brought forth her first begotten son, and wrapped him in swaddling clothes, and laid him in a cratch, because there was no room for them in the inn.", "8": "¶ [e]And there were in the same country shepherds, [f]abiding in the field, and keeping watch by night over their flock.", "9": "And lo, the Angel of the Lord [g]came upon them, and the glory of the Lord shone about them, and they were sore afraid.", "10": "Then the Angel said unto them, Be not afraid: for behold, I bring you glad tidings of great joy, that shall be to all the people,", "11": "That is, that unto you is born this day in the city of David, a Savior, which is Christ the Lord.", "12": "And this shall be a sign to you, Ye shall find the babe swaddled, and laid in a cratch.", "13": "And straightway there was with the Angel [h]a multitude of heavenly soldiers, praising God, and saying,", "14": "Glory be to God in the high heavens, and peace in earth, and toward men [i]good will.", "15": "And it came to pass when the Angels were gone away from them into heaven, that the shepherds said one to another, Let us go then unto Bethlehem, and see this thing that is come to pass, which the Lord hath showed unto us.", "16": "So they came with haste, and found both Mary and Joseph and the babe laid in the cratch.", "17": "And when they had seen it, they published abroad the thing that was told them of that child.", "18": "And all that heard it, wondered at the things which were told them of the shepherds.", "19": "But Mary kept all those sayings, and pondered them in her heart.", "20": "And the shepherds returned glorifying and praising God, for all that they had heard and seen, as it was spoken unto them.", "21": "¶ [j]And when the eight days were accomplished, that they should circumcise the child, his name was then called Jesus, which was named of the Angel, before he was conceived in the womb.", "22": "[k]And when the days of [l]her purification, after the Law of Moses, were accomplished, they brought him to Jerusalem, to present him to the Lord,", "23": "(As it is written in the Law of the Lord, Every man child that first openeth the womb, shall be called holy to the Lord,)", "24": "And to give an oblation, as it is commanded in the Law of the Lord, a pair of turtledoves, or two young pigeons.", "25": "[m]And behold, there was a man in Jerusalem, whose name was Simeon: this man was just, and feared God, and waited for the consolation of Israel, and the [n]holy Ghost was upon him.", "26": "And it was declared to him from God by the holy Ghost, that he should not see death, before he had seen that Anointed of the Lord.", "27": "And he came by the motion of the spirit into the Temple, and when the [o]parents brought in the babe Jesus, to do for him after the custom of the Law.", "28": "Then he took him in his arms, and praised God, and said,", "29": "Lord, now [p]lettest thou thy servant depart in peace, according to thy [q]word,", "30": "For [r]mine eyes have seen thy [s]salvation,", "31": "Which thou hast prepared [t]before the face of all people,", "32": "A light to be revealed to the Gentiles, and the glory of thy people Israel.", "33": "And Joseph and his mother marveled at those things, which were spoken touching him.", "34": "And Simeon blessed them, and said unto Mary his mother, Behold, this child is [u]appointed for the [v]fall and rising again of many in Israel, and for a [w]sign which shall be spoken against,", "35": "(Yea and a sword shall [x]pierce through thy soul) that the thoughts of many hearts may be opened.", "36": "[y]And there was a Prophetess, one Anna the daughter of Phanuel, of the tribe of Asher, which was of a great age, after she had lived with an husband seven years from her virginity:", "37": "And she was widow about fourscore, and four years, and went not out of the Temple, but served God with fastings and prayers night and day.", "38": "She then coming at the same instant upon them, confessed likewise the Lord, and spake of him to all that looked for redemption in Jerusalem.", "39": "And when they had performed all things, according to the Law of the Lord, they returned into Galilee to their own city Nazareth.", "40": "And the child grew, and waxed strong in Spirit, [z]and was filled with wisdom, and the grace of God was with him.", "41": "¶ [aa]Now his parents went to Jerusalem, every year, at the feast of the Passover.", "42": "And when he was twelve years old, and they were come up to Jerusalem, after the custom of the feast,", "43": "And had finished the days thereof, as they returned, the child Jesus remained in Jerusalem, and Joseph knew not, nor his mother,", "44": "But they supposing that he had been in the company, went a day's journey, and sought him among their kinsfolk, and acquaintances.", "45": "And when they found him not, they turned back to Jerusalem, and sought him.", "46": "And it came to pass three days after, that they found him in the Temple, sitting in the midst of the doctors, both hearing them, and asking them questions:", "47": "And all that heard him, were astonied at his understanding and answers.", "48": "[ab]So when they saw him, they were amazed, and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee with very heavy hearts.", "49": "Then said he unto them, How is it that ye sought me? knew ye not that I must go about my Father's business? ", "50": "But they understood not the word that he spake to them.", "51": "[ac]Then he went down with them, and came to Nazareth, and was subject to them: and his mother kept all these sayings in her heart.", "52": "And Jesus increased in wisdom, and stature, and in favor with God and men."}