{"1": "The widow's liberality above her riches. 5 Of the time of the destruction of the Temple, 19 and Jerusalem. 25 The signs going before the last judgment. And [a]as he beheld, he saw the rich men which cast their gifts into the treasury.", "2": "And he saw also a certain poor widow which cast in thither two mites:", "3": "And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all. ", "4": "For they all have of their superfluity cast into the offerings of God: but she of her penury hath cast in all the living that she had. ", "5": "[b]Now as some spake of the Temple, how it was garnished with goodly stones, and with [c]consecrated things, he said,", "6": "Are these the things that ye look upon? the days will come wherein a stone shall not be left upon a stone, that shall not be thrown down. ", "7": "Then they asked him, saying, Master, but when shall these things be? and what sign shall there be when these things shall come to pass?", "8": "And he said, Take heed, that ye be not deceived: for many will come [d]in my Name, saying, I am Christ, and the time draweth near: follow ye not them therefore. ", "9": "[e]And when ye hear of wars and seditions, be not afraid: for these things must first come, but the end followeth not by and by. ", "10": "Then said he unto them, Nation shall rise against nation, and kingdom against kingdom, ", "11": "And great earthquakes shall be in divers places, and hunger, and pestilence, and fearful things, and great signs shall there be from heaven. ", "12": "But before all these, they shall lay their hands on you, and persecute you, delivering you up to the assemblies, and into prisons, and bring you before Kings and rulers for my Name's sake. ", "13": "And this shall turn to you, for a [f]testimonial. ", "14": "Lay it up therefore in your hearts, that ye cast not beforehand what ye shall answer. ", "15": "For I will give you a mouth, and wisdom where against all your adversaries shall not be able to speak nor resist. ", "16": "Yea, ye shall be betrayed also of your parents and of your brethren, and kinsmen, and friends, and some of you shall they put to death. ", "17": "And ye shall be hated of all men for my Name's sake. ", "18": "Yet there shall not one hair of your heads perish. ", "19": "By your patience [g]possess your souls. ", "20": "¶ [h]And when ye see Jerusalem besieged with soldiers, then understand that the desolation thereof is near. ", "21": "Then let them which are in Judea, flee to the mountains: and let them which are in the midst thereof, depart out: and let not them that are in the country, enter therein: ", "22": "For these be the days of vengeance, to fulfill all things that are written. ", "23": "But woe be to them that be with child, and to them that give suck in those days: for there shall be great distress in this land, and [i]wrath over this people, ", "24": "And they shall fall on the [j]edge of the sword, and shall be led captive into all nations, and Jerusalem shall be trodden under foot of the Gentiles, until the time of the Gentiles be fulfilled. ", "25": "[k]Then there shall be signs in the sun, and in the moon, and in the stars, and upon the earth trouble among the nations, with perplexity: the sea and the waters shall roar. ", "26": "[l]And men's hearts shall fail them for fear and for looking after those things which shall come on the world: for the powers of heaven shall be shaken. ", "27": "And then shall they see the Son of man come in a cloud, with power and great glory. ", "28": "And when these things begin to come to pass, then look up, and lift up your heads: for your redemption draweth near. ", "29": "[m]And he spake to them a parable, Behold, the fig tree, and all trees, ", "30": "When they now shoot forth, ye seeing them, know of your own selves, that summer is then near. ", "31": "So likewise ye, when ye see these things come to pass, know ye that the kingdom of God is near. ", "32": "Verily I say unto you, This age shall not pass, till all these things be done: ", "33": "Heaven and earth shall pass away, but my words shall not pass away. ", "34": "Take heed to yourselves, lest at any time your hearts be oppressed with surfeiting and drunkenness, and cares of this life, and lest that day come on you at unawares, ", "35": "For as a snare shall it come [n]on all them that dwell on the face of the whole earth. ", "36": "Watch therefore, and pray continually, that ye may be counted worthy to escape all these things that shall come to pass, and that ye may [o]stand before the son of man. ", "37": "¶ Now in the daytime he taught in the Temple, and at night he went out, and abode in the mount, that is called the mount of Olives.", "38": "And all the people came in the morning to him, to hear him in the Temple."}