{"1": "Judas selleth Christ. 7 The Apostles prepare the Passover. 24 They strive who shall be chiefest. 31 Satan desireth them. 35 Christ showeth that they wanted nothing. 42 He prayeth in the mount. 44 He sweateth blood. 50 Malchus's ear cut off and healed. 57, 58, 60 Peter denieth Christ thrice. 63 Christ is mocked and strooken. 69 He confesseth himself to be the Son of God. Now the [a]feast of unleavened bread drew near, which is called the Passover.", "2": "And the high Priests and Scribes sought how they might kill him: for they feared the people.", "3": "[b]Then entered Satan into Judas, who was called Iscariot, and was of the number of the twelve.", "4": "And he went his way, and communed with the high Priests and [c]captains, how he might betray him to them.", "5": "So they were glad, and agreed to give him money.", "6": "And he consented, and sought opportunity to betray him unto them, when the people were [d]away.", "7": "¶ [e]Then came the day of unleavened bread, when the Passover [f]must be sacrificed.", "8": "And he sent Peter and John, saying, Go and prepare us the [g]Passover that we may eat it. ", "9": "And they said to him, Where wilt thou, that we prepare it?", "10": "Then he said unto them, Behold, when ye be entered into the city, there shall a man meet you, bearing a pitcher of water: follow him into the house that he entereth in, ", "11": "And say unto the good man of the house, The Master saith unto thee, Where is the lodging where I shall eat my Passover with my disciples? ", "12": "Then he shall show you a great high chamber trimmed: there make it ready. ", "13": "So they went, and found as he had said unto them, and made ready the Passover.", "14": "[h]And when the [i]hour was come, he sat down, and the twelve Apostles with him.", "15": "Then he said unto them, I have earnestly desired to eat this Passover with you, before I [j]suffer. ", "16": "For I say unto you, Henceforth I will not eat of it anymore, until it be fulfilleth in the kingdom of God. ", "17": "And he took the cup, and gave thanks, and said, Take this, and divide it among you: ", "18": "For I say unto you, I will not drink of the fruit of the vine, until the kingdom of God be come. ", "19": "[k]And he took bread, and when he had given thanks, he brake it, and gave to them, saying, This is my body, which is given for you: do this in the remembrance of me. ", "20": "Likewise also after supper he took the cup, saying, This [l]cup is [m]that new Testament in my blood, which is shed for you. ", "21": "[n]Yet behold, the [o]hand of him that betrayeth me, is with me at the table. ", "22": "[p]And truly the Son of man goeth as it is appointed: but woe be to that man by whom he is betrayed. ", "23": "Then they began to inquire among themselves which of them it should be, that should do that.", "24": "¶ [q]And there arose also a strife among them, which of them should seem to be the greatest.", "25": "But he said unto them, The kings of the Gentiles reign over them, and they that bear rule over them, are called [r]bountiful. ", "26": "But ye shall not be so: but let the greatest among you be as the least: and the chiefest as he that serveth. ", "27": "For who is greater, he that sitteth at table, or he that serveth? is not he that sitteth at table? And I am among you as he that serveth. ", "28": "[s]And ye are they which have continued with me in my tentations. ", "29": "Therefore I appoint unto you a kingdom, as my Father hath appointed unto me, ", "30": "That ye may eat, and drink at my table, in my kingdom, and sit on seats, and judge the twelve tribes of Israel. ", "31": "¶ [t]And the Lord said, Simon, Simon, behold, Satan hath desired you, [u]to winnow you as wheat. ", "32": "[v]But I have prayed for thee, that thy faith fail not: therefore when thou art converted, strengthen thy brethren. ", "33": "[w]And he said unto him: Lord, I am ready to go with thee into prison, and to death.", "34": "But he said, I tell thee, Peter, the cock shall not crow this day, before thou hast thrice denied that thou knewest me. ", "35": "¶ And he said unto them, When I sent you without bag, and scrip, and shoes, lacked ye anything? And they said, Nothing.", "36": "[x]Then he said to them, But now he that hath a bag, let him take it, and likewise a scrip: and he that hath none, let him sell his coat, and buy a sword. ", "37": "For I say unto you, That yet the same which is written, must be performed in me, Even with the wicked was he numbered: for doubtless those things which are written of me, have an end. ", "38": "And they said, Lord, behold, here are two swords. And he said unto them, It is enough. ", "39": "¶ And he came out, and went (as he was wont) to the mount of Olives: and his disciples also followed him.", "40": "[y]And when he came to the place, he said to them, Pray, lest ye enter into tentation. ", "41": "[z]And he was drawn aside from them about a stone's cast, and kneeled down, and prayed,", "42": "Saying, Father, If thou wilt, take away this cup from me: nevertheless, not my will, but thine be done. ", "43": "And there appeared an Angel unto him from heaven, comforting him.", "44": "But being in an [aa]agony, he prayed more earnestly: and his sweat was like [ab]drops of blood, trickling down to the ground.", "45": "[ac]And he rose up from prayer, and came to his disciples, and found them sleeping for heaviness.", "46": "And he said unto them, Why sleep ye? rise and pray, lest ye enter into tentation. ", "47": "¶ [ad]And while he yet spake, behold, a company, and he that was called Judas one of the twelve, went before them, and came near unto Jesus to kiss him.", "48": "And Jesus said unto him, Judas, betrayest thou the Son of man with a kiss? ", "49": "[ae]Now when they which were about him, saw what would follow, they said unto him, Lord, shall we smite with the sword?", "50": "And one of them smote a servant of the high Priest, and struck off his right ear.", "51": "Then Jesus answered, and said, Suffer them thus far: and he touched his ear, and healed him.", "52": "[af]Then Jesus said unto the high Priests, and captains of the Temple, and the Elders which were come to him, Be ye come out as unto a thief with swords and staves? ", "53": "When I was daily with you in the Temple, ye stretched not forth the hands against me: but this is your very hour, and the [ag]power of darkness. ", "54": "¶ Then took they him, and led him, and brought him to the high Priest's house. [ah]And Peter followed afar off.", "55": "And when they had kindled a fire in the midst of the hall, and were set down together, Peter also sat down among them.", "56": "And a certain maid beheld him as he sat by the fire, and having well looked on him, said, This man was also with him.", "57": "But he denied him, saying, Woman, I know him not.", "58": "And after a little while, another man saw him, and said, Thou art also of them. But Peter said, Man, I am not.", "59": "And about the space of an hour after, a certain other affirmed, saying. Verily, even this man was with him: for he is also a Galilean.", "60": "And Peter said, Man, I know not what thou sayest. And immediately while he yet spake, the cock crew.", "61": "Then the Lord turned back, and looked upon Peter: and Peter remembered the word of the Lord, how he had said unto him, Before the cock crow, thou shalt deny me thrice.", "62": "And Peter went out, and wept bitterly.", "63": "¶ [ai]And the men that held Jesus, mocked him, and struck him.", "64": "And when they had blindfolded him, they smote him on the face, and asked him, saying, Prophesy who it is that smote thee.", "65": "And many other things blasphemously spake they against him.", "66": "[aj]And as soon as it was day, the Elders of the people, and the high Priests and the Scribes came together, and led him into their Council,", "67": "Saying, Art thou that Christ? tell us. And he said unto them, If I tell you, ye will not believe it. ", "68": "And if also I ask you, you will not answer me, nor let me go. ", "69": "Hereafter shall the Son of man sit at the right hand of the power of God. ", "70": "Then said they all, Art thou then the Son of God? And he said to them, Ye say, that I am. ", "71": "Then said they, What need we any further witness? for we ourselves have heard it of his own mouth."}