{"1": "Of Christ's temptation, and fasting. 16 He teacheth in Nazareth to the great admiration of all. 24 A Prophet that teacheth in his own country is condemned. 33 One possessed of the devil is cured. 38 Peter's mother-in-law is healed, 40 and divers sick persons are restored to health. 41 The devils acknowledge Christ. And [a]Jesus full of the holy Ghost returned from Jordan, and was led by that Spirit into the wilderness,", "2": "And was there forty days tempted of the devil, and in those days he did eat nothing, but when they were ended, he afterward was hungry.", "3": "[b]Then the devil said unto him, If thou be the son of God, command this stone, that it be made bread.", "4": "But Jesus answered him, saying, It is written, That man shall not live by bread only, but by every word of God. ", "5": "Then the devil took him up into an high mountain, and showed him all the kingdoms of the world, in the twinkling of an eye.", "6": "And the devil said unto him, All this [c]power will I give thee, and the glory of those kingdoms: for that is [d]delivered to me: and to whomsoever I will, I give it.", "7": "If thou therefore wilt worship me, they shall be all [e]thine.", "8": "But Jesus answered him, and said, Hence from me, Satan: for it is written, Thou shalt worship the Lord thy God, and him alone thou shalt serve. ", "9": "Then he brought him to Jerusalem, and set him on a pinnacle of the Temple, and said unto him, If thou be the Son of God, cast thyself down from hence,", "10": "For it is written, That he will give his Angels charge over thee to keep thee:", "11": "And with their hands they shall lift thee up, lest at anytime thou shouldest dash thy foot against a stone.", "12": "And Jesus answered, and said unto him, It is said, Thou shalt not tempt the Lord thy God. ", "13": "And when the devil had ended all the temptation, he departed from him for a little season.", "14": "¶ And Jesus returned by the power of the spirit into Galilee: and there went a fame of him throughout all the region round about:", "15": "For he taught in their Synagogues, and was honored of all men.", "16": "[f]And he came to Nazareth where he had been brought up, and (as his custom was) went into the Synagogue on the Sabbath day, and stood up to read.", "17": "And there was delivered unto him the book of the Prophet Isaiah: and when he had [g]opened the book, he found the place, where it was written,", "18": "The Spirit of the Lord is upon me, because he hath anointed me, that I should preach the Gospel to the poor: he hath sent me, that I should heal the brokenhearted, that I should preach deliverance to the captives, and recovering of sight to the blind, that I should set at liberty them that are bruised: ", "19": "And that I should preach the acceptable year of the Lord. ", "20": "And he closed the book, and gave it again to the minister, and sat down: and the eyes of all that were in the Synagogue were fastened on him.", "21": "Then he began to say unto them, This day is the Scripture fulfilled in your ears. ", "22": "[h]And all [i]bare him witness, and [j]wondered at the [k]gracious words, which proceeded out of his mouth, and said, Is not this Joseph's son?", "23": "Then he said unto them, Ye will surely say unto me this Proverb, Physician, heal thyself: whatsoever we have heard done in Capernaum, do it here likewise in thine own country. ", "24": "And he said, Verily I say unto you, No Prophet is accepted in his own country. ", "25": "But I tell you of a truth, many widows were in Israel in the days of Elijah, when heaven was shut three years and six months, when great famine was throughout all the [l]land: ", "26": "But unto none of them was Elijah sent, save into Zarephath, a city of Sidon, unto a certain widow. ", "27": "Also many lepers were in Israel, in the time of Elisha the Prophet: yet none of them was made clean, saving Naaman the Syrian. ", "28": "[m]Then all that were in the Synagogue, when they heard it, were filled with wrath,", "29": "And rose up, and thrust him out of the city, and led him unto the edge of the hill, whereon their city was built, to cast him down headlong.", "30": "But he passed through the midst of them, and went his way,", "31": "¶ And came down into Capernaum a city of Galilee, and there taught them on the Sabbath days.", "32": "And they were astonied at his doctrine: for his word was with authority.", "33": "And in the Synagogue there was a man which had a spirit of an unclean devil, which cried with a loud voice,", "34": "[n]Saying, Oh, what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know who thou art, even the Holy one of God.", "35": "And Jesus rebuked him, saying, Hold thy peace, and come out of him. Then the devil throwing him in the midst of them, came out of him, and hurt him nothing at all.", "36": "So fear came on them all, and they spake among themselves, saying, What thing is this: for with authority and power he commandeth the foul spirits, and they come out?", "37": "And the fame of him spread abroad throughout all the places of the country round about.", "38": "¶ [o]And he rose up, and came out of the Synagogue, and entered into Simon's house. And Simon's wife's mother was taken with a great fever, and they required him for her.", "39": "Then he stood over her, and rebuked the fever, and it left her, and immediately she arose, and ministered unto them.", "40": "Now at the Sun setting, all they that had sick folks of divers diseases, brought them unto him, and he laid his hands on everyone of them, and healed them.", "41": "[p]And devils also came out of many, crying, and saying, Thou art that Christ that Son of God: but he rebuked them, and suffered them not to say that they knew him to be that Christ.", "42": "[q]And when it was day, he departed, and went forth into a desert place, and the people sought him, and came to him, and kept him that he should not depart from them.", "43": "But he said unto them, Surely I must also preach the kingdom of God to other cities: for therefore am I sent. ", "44": "And he preached in the Synagogues of Galilee."}