{"1": "Christ teacheth out of the ship. 6 Of the draught of fish. 12 The Leper. 16 Christ prayeth in the desert. 18 One sick of the palsy. 27 Levi the Publican. 34 The fastings and afflictions of the Apostles after Christ's ascension. 36,37,38 Fainthearted and weak disciples are likened to old bottles and worn garments. Then [a]it came to pass, as the people [b]pressed upon him to hear the word of God, that he stood by the lake of Gennesaret,", "2": "And saw two ships stand by the lakeside, but the fishermen were gone out of them, and were washing their nets.", "3": "And he entered into one of the ships, which was Simon's, and required him that he would thrust off a little from the land: and he sat down, and taught the people out of the ship.", "4": "¶ Now when he had left speaking, he said unto Simon, Launch out into the deep, and let down your nets to make a draught. ", "5": "Then Simon answered, and said unto him, [c]Master, we have travailed sore all night, and have taken nothing: nevertheless at thy word I will let down the net.", "6": "And when they had so done, they enclosed a great multitude of fishes, so that their net brake.", "7": "And they beckoned to their partners, which were in the other ship, that they should come and help them, who came then, and filled both the ships, that they did sink.", "8": "Now when Simon Peter saw it, he fell down at Jesus knees, saying, Lord, go from me: for I am a sinful man.", "9": "For he was utterly astonied, and all that were with him, for the draught of fishes which they took.", "10": "And so was also James and John the sons of Zebedee, which were companions with Simon. Then Jesus said unto Simon, Fear not: from henceforth thou shalt catch men. ", "11": "And when they had brought the ships to land, they forsook all, and followed him.", "12": "¶ [d]Now it came to pass, as he was in a certain city, behold, there was a man full of leprosy, and when he saw Jesus, he fell on his face, and besought him, saying, Lord, if thou wilt, thou canst make me clean.", "13": "So he stretched forth his hand, and touched him, saying, I will, be thou clean. And immediately the leprosy departed from him.", "14": "And he commanded him that he should tell it no man: but Go, saith he, and show thyself to the Priest, and offer for thy cleansing, as Moses hath commanded, for a witness unto them. ", "15": "[e]But so much more went there a fame abroad of him, and great multitudes came together to hear, and to be healed of him of their infirmities.", "16": "But he kept himself apart in the wilderness, and prayed.", "17": "¶ [f]And it came to pass, on a certain day, as he was teaching, that the Pharisees and doctors of the Law sat by, which were come out of every town of Galilee, and Judea, and Jerusalem, and the power of the Lord [g]was in him, to heal them.", "18": "Then behold, men brought a man lying in a bed, which was taken with a palsy, and they sought means to bring him in, and to lay him before him.", "19": "And when they could not find by what way they might bring him in, because of the press, they went up on the house, and let him down through the tiling, bed and all, in the midst before Jesus.", "20": "And when he saw their faith, he said unto him, Man, thy sins are forgiven thee. ", "21": "Then the Scribes and the Pharisees began to reason, saying, Who is this that speaketh blasphemies? Who can forgive sins, but God only?", "22": "But when Jesus perceived their reasoning he answered, and said unto them, What reason ye in your hearts? ", "23": "Whether is easier to say, Thy sins are forgiven thee, or to say, Rise and walk? ", "24": "But that ye may know that the Son of man hath authority to forgive sins in earth, (he said unto the sick of the palsy) I say to thee, Arise: take up thy bed, and go into thine house. ", "25": "And immediately he rose up before them, and took up his bed whereon he lay, and departed to his own house, praising God.", "26": "And they were all amazed, and praised God, and were filled with fear, saying, Doubtless we have seen strange things today.", "27": "¶ [h]And after that, he went forth and saw a Publican named Levi, sitting at the receipt of custom, and said unto him, Follow me. ", "28": "And he left all, rose up, and followed him.", "29": "Then Levi made him a great feast in his own house, where there was a great company of Publicans, and of others that sat at table with them.", "30": "But they that were Scribes and Pharisees among them, murmured against his disciples, saying, Why eat ye and drink ye with Publicans and sinners?", "31": "Then Jesus answered, and said unto them, They that are whole, need not the Physician, but they that are sick. ", "32": "I came not to call the righteous, but sinners to repentance. ", "33": "[i]Then they said unto him, Why do the disciples of John fast often, and pray, and the disciples of the Pharisees also, but thine eat and drink?", "34": "[j]And he said unto them, Can ye make the children of the wedding chamber to fast, as long as the bridegroom is with them? ", "35": "But the days will come, even when the bridegroom shall be taken away from them: then shall they fast in those days. ", "36": "Again he spake also unto them a parable, No man putteth a piece of a new garment into an old vesture: for then the new renteth it, and the piece taken out of the new, agreeth not with the old. ", "37": "Also no man poureth new wine into old vessels: for then the new wine will break the vessels, and it will run out, and the vessels will perish: ", "38": "But new wine must be poured into new vessels: so both are preserved. ", "39": "Also no man that drinketh old wine, straightway desireth new: for he saith, The old is more profitable. "}