{"1": "The disciples pull the ears of corn on the Sabbath. 6 Of him that had a withered hand. 13 The election of the Apostles. 20 The blessings and curses. 27 We must love our enemies. 46 With what fruit the word of God is to be heard. And [a]it came to pass on a second solemn Sabbath, that he went through the corn fields, and his disciples [b]plucked the ears of corn, and did eat, and rubbed them in their hands.", "2": "And certain of the Pharisees said unto them, Why do ye that which is not lawful to do on the Sabbath days?", "3": "Then Jesus answered them, and said, Have ye not read this, that David did when he himself was an hungered, and they which were with him, ", "4": "How he went into the house of God, and took, and ate the showbread, and gave also to them which were with him, which was not lawful to eat, but for the Priests only? ", "5": "And he said unto them, The Son of man is Lord also of the Sabbath day. ", "6": "¶ [c]It came to pass also on another Sabbath, that he entered into the Synagogue, and taught, and there was a man, whose right hand was dried up.", "7": "And the Scribes and Pharisees watched him, whether he would heal on the Sabbath day, that they might find an accusation against him.", "8": "But he knew their thoughts, and said to the man which had the withered hand, Arise, and stand up in the midst. And he arose, and stood up.", "9": "Then said Jesus unto them, I will ask you a question, Whether is it lawful on the Sabbath days to do good, or to do evil? to save life, or to [d]destroy? ", "10": "And he beheld them all in compass, and said unto the man, Stretch forth thine hand. And he did so, and his hand was restored again, as whole as the other.", "11": "Then they were filled full of madness, and communed one with another, what they might do to Jesus.", "12": "¶ And it came to pass in those days, that he went into a mountain to pray, and [e]spent the night in prayer to God.", "13": "And when it was day, he called his disciples, and of them he chose twelve which also he called Apostles:", "14": "(Simon whom he named also Peter, and Andrew his brother, James and John, Philip and Bartholomew,", "15": "Matthew and Thomas: James the son of Alphaeus, and Simon called Zealous,", "16": "Judas James' brother, and Judas Iscariot, which also was the traitor.)", "17": "Then he came down with them, and stood in a plain place with the company of his disciples, and a great multitude of people out of all Judea, and Jerusalem, and from the [f]sea coast of Tyre and Sidon, which came to hear him, and to be healed of their diseases:", "18": "And they that were vexed with foul spirits, and they were healed.", "19": "And the whole multitude sought to touch him: for there went virtue out of him, and healed them all:", "20": "¶ [g]And he lifted up his eyes upon his disciples, and said, Blessed be ye poor: for yours is the kingdom of God. ", "21": "Blessed are ye that hunger now: for ye shall be satisfied: blessed are ye that weep now: for ye shall laugh. ", "22": "Blessed are ye when men hate you, and when [h]they separate you, and revile you, and put out your name as evil, for the Son of man's sake. ", "23": "Rejoice ye in that day, and [i]be glad: for behold, your reward is great in heaven: for after this manner their fathers did to the Prophets: ", "24": "But woe be to you that are rich: for ye have [j]received your consolation. ", "25": "Woe be to you that are full: for ye shall hunger. Woe be to you that now laugh: for ye shall wail and weep. ", "26": "Woe be to you when all men speak well of you: for so did their fathers to the false prophets. ", "27": "¶ [k]But I say unto you which hear, Love your enemies: do well to them which hate you. ", "28": "Bless them that curse you, and pray for them which hurt you. ", "29": "And unto him that smiteth thee on the one cheek, offer also the other, and him that taketh away thy cloak, forbid not to take thy coat also. ", "30": "Give to every man that asketh of thee: and of him that taketh away the things that be thine, ask them not again. ", "31": "And as ye would that men should do to you, so do ye to them likewise. ", "32": "For if ye love them which love you, [l]what thank shall ye have? for even the sinners love those that love them. ", "33": "And if ye do good for them which do good for you, what thank shall ye have? for even the sinners do the same. ", "34": "And if ye lend to them of whom ye hope to receive, what thank shall ye have? for even the sinners lend to sinners, to receive the like. ", "35": "Wherefore love ye your enemies, and do good, and lend, [m]looking for nothing again, and your reward shall be great, and ye shall be the children of the most High: for he is kind unto the unkind, and to the evil. ", "36": "Be ye therefore merciful, as your Father also is merciful. ", "37": "¶ [n]Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: [o]forgive, and ye shall be forgiven. ", "38": "Give, and it shall be given unto you: a good measure, [p]pressed down, shaken together and running over shall men give into your bosom: for with what measure ye mete, with the same shall men mete to you again. ", "39": "[q]And he spake a parable unto them, Can the blind lead the blind? shall they not both fall into the ditch? ", "40": "The disciple is not above the master: but whosoever will be a perfect disciple, shall be as his master. ", "41": "¶ [r]And why seest thou a mote in thy brother's eye, and considerest not the beam that is in thine own eye? ", "42": "Either how canst thou say to thy brother, Brother, let me pull out the mote that is in thine eye, when thou seest not the beam that is in thine own eye? Hypocrite, cast out the beam out of thine own eye first, and then shalt thou see perfectly to pull out the mote that is in thy brother's eye. ", "43": "¶ [s]For it is not a good tree that bringeth forth evil fruit: neither an evil tree, that bringeth forth good fruit. ", "44": "For every tree is known by his own fruit: for neither of thorns gather men figs, nor of bushes gather they grapes. ", "45": "A good man out of the good treasure of his heart bringeth forth good; and an evil man out of the evil treasure of his heart bringeth forth evil: for of the abundance of the heart his mouth speaketh. ", "46": "¶ But why call ye me Lord, Lord, and do not the things that I speak? ", "47": "[t]Whosoever cometh to me, and heareth my words, and doeth the same, I will show you to whom he is like: ", "48": "He is like a man which built an house, and dug deep, and laid the foundation on a rock: and when the waters arose, the flood beat upon that house, and could not shake it: for it was grounded upon a rock. ", "49": "But he that heareth and doeth not, is like a man that built an house upon the earth without foundation, against which the flood did beat, and it fell by and by: and the fall of that house was great. "}