{"1": "The Apostles are sent to preach. 7 and 19 The common people's opinion of Christ. 12 Of the five loaves and two fishes. 20 The Apostle's confession. 24 To lose the life. 35 We must hear Christ. 39 The possessed of a spirit. 46 Strife among the Apostles for the Primacy. 49 One casting out devils in Christ's Name. 52 The Samaritans will not receive Christ. 55 Revenge forbidden. 57, 59, 61 Of three that would follow Christ, but on divers conditions. Then [a]called he his twelve disciples together, and gave them power and authority over all devils, and to heal diseases.", "2": "And he sent them forth to preach the kingdom of God, and to cure the sick.", "3": "And he said to them, Take nothing to your journey, neither staves, nor scrip, neither bread, nor silver, neither have two coats apiece. ", "4": "And whatsoever house ye enter into, there [b]abide, and thence depart. ", "5": "And how many soever will not receive you, when ye go out of that city, shake off the very dust from your feet for a testimony against them. ", "6": "And they went out, and went through every town preaching the Gospel, and healing everywhere.", "7": "¶ [c]Now Herod the Tetrarch heard of all that was done by him: and he [d]doubted, because that it was said of some, that John was risen again from the dead:", "8": "And of some, that Elijah had appeared: and of some, that one of the old Prophets was risen again.", "9": "Then Herod said, John have I beheaded: who then is this of whom I hear such things? and he desired to see him.", "10": "¶ [e]And when the Apostles returned, they told him what great things they had done. Then he took them to him, and went aside into a [f]solitary place, near to the city called Bethsaida.", "11": "But when the people knew it, they followed him: and he received them, and spake unto them of the kingdom of God, and healed them that had need to be healed.", "12": "And when the day began to wear away, the twelve came, and said unto him, Send the people away, that they may go into the towns and villages round about, and lodge, and get meat: for we are here in a desert place.", "13": "But he said unto them, Give ye them to eat. And they said, We have no more but five loaves and two fishes, [g]except we should go and buy meat for all this people.", "14": "For they were about five thousand men. Then he said to his disciples, Cause them to sit down by fifties in a company. ", "15": "And they did so, and caused all to sit down.", "16": "Then he took the five loaves, and the two fishes, and looked up to heaven, and [h]blessed them, and brake, and gave to the disciples, to set before the people.", "17": "So they did all eat, and were satisfied: and there was taken up of that remained to them, twelve baskets full of broken meat.", "18": "¶ [i]And it came to pass, as he was [j]alone praying, his disciples were with him: and he asked them, saying, Whom say the people that I am? ", "19": "They answered, and said, John Baptist: and others say, Elijah: and some say, that one of the old Prophets is risen again.", "20": "And he said unto them, But whom say ye that I am? Peter answered, and said: That Christ of God.", "21": "And he warned and commanded them, that they should tell that to no man,", "22": "[k]Saying, The Son of man must suffer many things, and be reproved of the Elders, and of the high Priests and Scribes, and be slain, and the third day rise again. ", "23": "¶ And he said to them all, If any man will come after me, let him deny himself, and take up his cross [l]daily, and follow me. ", "24": "For whosoever will save his life, shall lose it: and whosoever shall lose his life for my sake, the same shall save it. ", "25": "For what advantageth it a man, if he win the whole world, and destroy himself, or lose himself? ", "26": "For whosoever shall be ashamed of me, and of my words, of him shall the Son of man be ashamed, when he shall come in his glory, and in the glory of the Father, and of the holy Angels. ", "27": "And I tell you of a surety, there be some standing here, which shall not taste of death, till they have seen the kingdom of God. ", "28": "[m]And it came to pass about an eight days after those words, that he took Peter and John, and James, and went up into a mountain to pray.", "29": "And as he prayed, the fashion of his countenance was changed, and his garment was white and glistered.", "30": "And behold, two men talked with him, which were Moses and Elijah:", "31": "Which appeared in glory, and told of his [n]departing, which he should accomplish at Jerusalem.", "32": "But Peter and they that were with him, were heavy with sleep, and when they awoke, they saw his glory, and the two men standing with him.", "33": "And it came to pass, as they departed from him, Peter said unto Jesus, Master, it is good for us to be here: let us therefore make three tabernacles, one for thee, and one for Moses, and one for Elijah, and wist not what he said.", "34": "While he thus spake, there came a cloud and overshadowed them, and they feared when they were entering into the cloud.", "35": "And there came a voice out of the cloud, saying, This is that my beloved Son, hear him.", "36": "And when the voice was past, Jesus was found alone: and they kept it close, and told no man in [o]those days any of those things which they had seen.", "37": "¶ [p]And it came to pass on the next day, as they came down from the mountain, much people met him.", "38": "And behold, a man of the company cried out, saying, Master, I beseech thee, behold my son: for he is all that I have.", "39": "And lo, a spirit taketh him, and suddenly he crieth, and he teareth him, that he foameth, and hardly departeth from him, when he hath [q]bruised him.", "40": "Now I have besought thy disciples to cast him out, but they could not.", "41": "Then Jesus answered and said, O generation faithless, and crooked, how long now shall I be with you, and suffer you? bring thy son hither. ", "42": "And while he was yet coming, the devil rent him, and tore him: and Jesus rebuked the unclean spirit, and healed the child, and delivered him to his father.", "43": "¶ [r]And they were all amazed at the mighty power of God: and while they all wondered at all things which Jesus did, he said unto his disciples,", "44": "[s]Mark these words diligently: for it shall come to pass, that the son of man shall be delivered into the hands of men. ", "45": "But they understood not that word: for it was hid from them, so that they could not perceive it: and they feared to ask him of that word.", "46": "¶ [t]Then there arose a disputation among them, which of them should be the greatest.", "47": "When Jesus saw the thoughts of their hearts, he took a little child, and set him by him,", "48": "And said unto them, Whosoever receiveth this little child in my Name, receiveth me: and whosoever shall receive me, receiveth him that sent me: for he that is least among you all, he shall be great. ", "49": "¶ [u]And John answered and said, Master, we saw one casting out devils in thy Name, and we forbad him, because he followeth thee not with us.", "50": "Then Jesus said unto him, Forbid ye him not: for he that is not against us, is with us. ", "51": "¶ [v]And it came to pass, when the days were accomplished, that he should be received up, he [w]settled himself fully to go to Jerusalem,", "52": "And sent messengers before him: and they went and entered into a town of the Samaritans, to prepare him lodging.", "53": "But they would not receive him, because his behavior was as though he would go to Jerusalem.", "54": "[x]And when his disciples, James and John saw it, they said, Lord, wilt thou that we command, that fire come down from heaven, and consume them, even as Elijah did?", "55": "But Jesus turned about, and rebuked them, and said, Ye know not of what [y]spirit ye are. ", "56": "For the Son of man is not come to destroy men's lives, but to save them. Then they went to another town.", "57": "¶ [z]And it came to pass that as they went in the way, a certain man said unto him, I will follow thee, Lord, whithersoever thou goest.", "58": "And Jesus said unto him, The foxes have holes, and the birds of the heaven nests, but the Son of man hath not whereon to lay his head. ", "59": "[aa]But he said unto another, Follow me. And the same said, Lord, suffer me first to go and bury my father.", "60": "And Jesus said unto him, Let the dead bury [ab]their dead: but go thou, and preach the kingdom of God. ", "61": "[ac]Then another said, I will follow thee, Lord: but let me first go bid them farewell, which are at mine house.", "62": "And Jesus said unto him, No man that putteth his hand to the plough, and looketh back, is apt to the kingdom of God. "}