{"1": "This is[a] the beginning of the gospel of Jesus the Messiah,[b] the Son of God.[c] ", "2": "As it is written in the prophet Isaiah, “See! I am sending my messenger ahead of you, who will prepare your way.[d]", "3": "He is a voice calling out in the wilderness: 'Prepare the way for the Lord![e] Make his paths straight!'”[f]", "4": "John was baptizing in the wilderness, proclaiming a baptism about repentance for the forgiveness of sins. ", "5": "People from[g] the whole Judean countryside and all the people of Jerusalem were flocking to him, being baptized by him while they confessed their sins. ", "6": "Now John was dressed in camel's hair with[h] a leather belt around his waist. He ate grasshoppers[i] and wild honey. ", "7": "He kept proclaiming, “The one who is coming after me is stronger than I am, and I am not worthy to bend down and untie his sandal straps. ", "8": "I baptized you with[j] water, but it is he who will baptize you with[k] the Holy Spirit.”", "9": "In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. ", "10": "Just as he was coming up out of the water, he saw the heavens split open and the Spirit descending on him like a dove. ", "11": "Then a voice came from heaven: “You are my Son, whom I love. I am pleased with you!”", "12": "At once the Spirit drove him into the wilderness. ", "13": "He was in the wilderness for 40 days being tempted by Satan. He was among wild animals, and angels were ministering to him.", "14": "Now after John had been arrested, Jesus went to Galilee and proclaimed the gospel about the kingdom[l] of God. ", "15": "He said, “The time is now! The kingdom of God is near! Repent, and keep believing the gospel!”", "16": "While Jesus[m] was walking beside the Sea of Galilee, he saw Simon and his brother Andrew. They were throwing a net into the sea because they were fishermen. ", "17": "Jesus told them, “Follow me, and I'll make you fishers of people!” ", "18": "So immediately they left their nets and followed him. ", "19": "Going on a little farther, he saw James, the son of Zebedee, and his brother John. They were in a boat repairing their nets. ", "20": "He immediately called them, and they left their father Zebedee in the boat with the hired men and followed him.", "21": "Then they went to Capernaum. As soon as it was the Sabbaths, Jesus[n] went into the synagogue and began to teach. ", "22": "The people[o] were utterly amazed at his teaching, because he was teaching them like one with authority, and not like their scribes. ", "23": "All of a sudden,[p] there was a man in their synagogue who had an unclean spirit! He screamed, ", "24": "“What do you want with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God!”", "25": "But Jesus rebuked him. “Be quiet,” he ordered, “and come out of him!” ", "26": "At this, the unclean spirit shook the man,[q] cried out with a loud voice, and came out of him.", "27": "All the people were so stunned that they kept saying to each other, “What is this? A new teaching with authority! He tells even the unclean spirits what to do, and they obey him!” ", "28": "At once his fame began to spread throughout the surrounding region of Galilee.", "29": "After they left the synagogue, they went directly to the house of Simon and Andrew, along with James and John. ", "30": "Now Simon's mother-in-law was lying in bed, sick with a fever, so they promptly told Jesus[r] about her. ", "31": "He went up to her, took her by the hand, and helped her up. The fever left her, and she began serving them. ", "32": "When evening came, after the sun had set, people[s] started bringing to him everyone who was sick or possessed by demons. ", "33": "In fact, the whole city gathered at the door. ", "34": "He healed many who were sick with various diseases and drove out many demons. However, he wouldn't allow the demons to speak because they knew who he was.", "35": "In the morning, while it was still very dark, Jesus[t] got up and went to a deserted place and prayed there. ", "36": "Simon and his companions searched frantically for him. ", "37": "When they found him, they told him, “Everyone's looking for you.”", "38": "“Let's go to the neighboring town,” he replied, “so I can preach there, too, because that's why I came.” ", "39": "So he went throughout Galilee, preaching in their synagogues and driving out demons.", "40": "Then a leper[u] came to Jesus[v] and began pleading with him. He fell on his knees and told him, “If you want to, you can make me clean.”", "41": "Moved with compassion, Jesus[w] reached out his hand, touched him, and told him, “I do want to. Be made clean!” ", "42": "Instantly the leprosy left him, and he was clean.", "43": "Then Jesus[x] sternly warned him and encouraged him to go at once. ", "44": "He told the man, “Be sure that you don't tell anyone. Instead, go and show yourself to the priest, and then offer for your cleansing what Moses commanded as proof to the authorities.”[y] ", "45": "But when the man[z] left, he began to proclaim it freely. He spread the news so widely that Jesus[aa] could no longer enter a town openly, but had to stay out in deserted places. Still, people[ab] kept coming to him from everywhere."}