{"1": "While Jesus[a] was leaving the Temple, one of his disciples told him, “Look, Teacher! What stones! And what buildings!”", "2": "“Do you see these large buildings?” Jesus responded. “Not even a single stone here will be left on top of another that won't be demolished.”", "3": "As Jesus[b] was sitting on the Mount of Olives facing the Temple, Peter, James, John, and Andrew were asking him privately, ", "4": "“Tell us, when will these things happen, and what is to be the sign when these things will be put into effect?”", "5": "Jesus began by telling them, “See to it that no one deceives you. ", "6": "Many will come in my name, proclaiming, 'I AM,' and they will deceive many people.[c] ", "7": "But when you hear of wars and rumors of wars, don't panic. These things must take place, but the end won't have come yet, ", "8": "because nation will rise up in arms against nation, and kingdom against kingdom. Furthermore, there will be earthquakes and famines in various places. These things are only a beginning of agonies.”", "9": "“As for yourselves, be on your guard! People[d] will hand you over to local councils, and you will be beaten in their synagogues. You will stand before governors and kings in order to testify to them because of me. ", "10": "But first, the gospel must be proclaimed to all nations.[e] ", "11": "When they take you away and hand you over for trial, don't worry ahead of time about what you will say. Instead, say whatever is given to you at that time, because it won't be you speaking, but the Holy Spirit. ", "12": "Brother will betray brother to death, and a father his child. Children will rebel against their parents and have them put to death. ", "13": "You will be hated continuously by everyone on account of my name. But the person who endures to the end will be saved.”", "14": "“So when you see the destructive desecration standing where it should not be (let the reader take note),[f] then those who are in Judea must flee to the mountains. ", "15": "Anyone who's on his housetop must not come down and go into his house to take anything out of it, ", "16": "and the one who's in the field must not turn back to get his coat.", "17": "“How terrible it will be for women who are pregnant or who are nursing babies in those days! ", "18": "Pray that it may not be in winter, ", "19": "because those days will be a time of suffering,[g] a kind that has not happened from the beginning of creation—which God himself created—until now, and certainly will never happen again. ", "20": "If the Lord had not shortened those days, no one[h] would survive. But for the sake of the elect whom he has chosen, he has shortened those days.", "21": "“At that time, if anyone says to you, 'Look here! The Messiah!',[i] or, 'Look there!' don't believe it, ", "22": "because false messiahs[j] and false prophets will have arisen and will produce signs and omens intending to deceive, if possible, the elect. ", "23": "So be on your guard! I've told you everything beforehand.”", "24": "“But after the troubles[k] of those days, 'The sun will be darkened, the moon will not reflect its light,", "25": "the stars will be falling out of the sky, and the powers that are in the heavens will be disrupted.'[l]", "26": "Then people[m] will see 'the Son of Man coming in clouds'[n] with great power and glory. ", "27": "He'll send out the angels and gather his elect from the four winds, from the most remote part of earth to the most remote part of heaven.”", "28": "“Now learn a lesson[o] from the fig tree. When its branches become tender and it produces leaves, you know that summer is approaching. ", "29": "In the same way, when you see these things taking place, you will know that the Son of Man[p] is near, right at the door. ", "30": "I tell all of you[q] with certainty, this generation won't disappear until all these things take place. ", "31": "Heaven and earth will disappear, but my words will never disappear.”", "32": "“No one knows when that day or hour will come[r]—neither the angels in heaven nor the Son, but only the Father. ", "33": "Be careful! Watch out! Because you don't know when the time will come. ", "34": "It's like a man who went on a trip. As he left home, he put his servants in charge, each with his own work, and he ordered the doorkeeper to be alert. ", "35": "So keep on watching, because you don't know when the master of the house is coming—whether in the middle of the night, at the time the cock crows,[s] or at daybreak. ", "36": "Otherwise, he may come suddenly and find you asleep. ", "37": "I'm telling you what I'm telling everyone: Be alert!”"}