{"1": "When the Sabbath was over, Mary Magdalene,[a] Mary the mother of James, and Salome bought spices to go and anoint Jesus.[b] ", "2": "Very early on the first day of the week,[c] when the sun had just come up, they were going to the tomb. ", "3": "They kept saying to one another, “Who will roll away the stone for us from the entrance to the tomb?” ", "4": "Then they looked up and saw that the stone had been rolled away. (It was a very large stone.)", "5": "As they went into the tomb, they saw a young man dressed in a white robe sitting on the right side, and they were utterly astonished. ", "6": "But he told them, “Stop being astonished! You are looking for Jesus of Nazareth, who was crucified. He has been raised. He is not here. Look at the place where they laid him. ", "7": "But go and tell his disciples—especially Peter—that Jesus[d] is going ahead of you to Galilee. There you will see him, just as he told you.”", "8": "So they left the tomb and ran away, overwhelmed by shock and astonishment. They didn't say a thing to anyone, because they were afraid.[e]", "9": "After Jesus[f] had risen early on the first day of that week,[g] he appeared first to Mary Magdalene,[h] from whom he had driven out seven demons. ", "10": "She went and told those who had been with Jesus[i] and who now were grieving and crying. ", "11": "When they heard that he was alive and that he had been seen by her, they refused to believe Mary.[j]", "12": "After this, Jesus[k] appeared in a different form to two disciples[l] as they were walking into the country. ", "13": "They went back and told the others, who didn't believe them, either.", "14": "Finally he appeared to his eleven disciples[m] while they were eating. He rebuked them for their unbelief and stubbornness, because they had not believed those who had seen him after he had risen. ", "15": "Then he told them, “As you go into the entire world, proclaim the gospel to everyone.[n] ", "16": "Whoever believes and is baptized will be saved, but whoever doesn't believe will be condemned. ", "17": "These are the signs that will accompany those who believe: In my name they'll drive out demons. they'll speak in new languages,[o] ", "18": "and they'll pick up snakes with their hands.[p] Even if they drink any deadly poison, it won't hurt them, and they'll place their hands on the sick, and they'll recover.”", "19": "So the Lord Jesus,[q] after talking with his disciples,[r] was taken up to heaven and sat down at the right hand of God. ", "20": "Then his disciples[s] went out and preached everywhere, while the Lord kept working with them and confirming the message by the signs that accompanied it."}