{"1": "Jesus[a] went into the synagogue again, and a man with a paralyzed hand was there. ", "2": "The people[b] watched Jesus[c] closely to see whether he would heal him on the Sabbath,[d] intending to accuse him of doing something wrong. ", "3": "He told the man with the paralyzed hand, “Come forward.”[e] ", "4": "Then he asked them, “Is it lawful to do good or to do evil on Sabbath days,[f] to save a life or to destroy it?” But they remained silent.", "5": "Jesus[g] looked around at them in anger, deeply hurt because of their hard hearts. Then he told the man, “Hold out your hand.” The man[h] held it out, and his hand was restored to health. ", "6": "Immediately the Pharisees and Herodians[i] went out and began to plot how to kill him.", "7": "So Jesus withdrew with his disciples to the sea. A large crowd from Galilee, Judea, ", "8": "Jerusalem, Idumea, from across the Jordan, and from the region around Tyre and Sidon followed him. They came to him because they kept hearing about everything he was doing. ", "9": "Jesus[j] told his disciples to have a boat ready for him so that the crowd wouldn't crush him, ", "10": "because he had healed so many people that everyone who had diseases kept crowding up against him in order to touch him. ", "11": "Whenever the unclean spirits saw him, they would fall down in front of him and scream, “You are the Son of God!” ", "12": "But he sternly ordered them again and again not to tell people who he was.", "13": "Then Jesus[k] went up on a hillside and called to himself those whom he had decided on, and they approached him. ", "14": "He appointed the Twelve,[l] whom he called apostles, to accompany him, to be sent out to preach, ", "15": "and to have the authority to drive out demons. ", "16": "He appointed the Twelve:[m] Simon (whom he named Peter), ", "17": "Zebedee's sons James and his brother John (whom he named Boanerges, that is, Sons of Thunder), ", "18": "Andrew, Philip, Bartholomew, Matthew, Thomas, James son of Alphaeus, Thaddeus,[n] Simon the Cananaean,[o] ", "19": "and Judas Iscariot, who also betrayed him.", "20": "Then he went home. Such a large crowd gathered again that Jesus and his disciples[p] couldn't even eat. ", "21": "When his family heard about it, they went to restrain him, because they kept saying, “He's out of his mind!”", "22": "The scribes who had come down from Jerusalem kept repeating, “He has Beelzebul,” and, “He drives out demons by the ruler of demons.”", "23": "So Jesus[q] called them together and began to speak to them in parables. “How can Satan drive out Satan? ", "24": "If a kingdom is divided against itself, that kingdom cannot stand. ", "25": "And if a household is divided against itself, that household won't stand. ", "26": "So if Satan rebels against himself and is divided, he cannot stand. Indeed, his end has come. ", "27": "No one can go into a strong man's house and carry off his possessions without first tying up the strong man. Then he can ransack his house. ", "28": "I tell all of you[r] with certainty, people will be forgiven their sins and whatever blasphemies they utter.[s] ", "29": "But whoever blasphemes against the Holy Spirit can never be forgiven, but is guilty of eternal sin.” ", "30": "…because they had been saying, “He has an unclean spirit.”", "31": "Then his mother and his brothers arrived. Milling around outside, they sent for him, continuously summoning him. ", "32": "A crowd was sitting around him. They told him, “Look! Your mother and your brothers[t] are outside asking for you.”", "33": "He answered them, “Who are my mother and my brothers?” ", "34": "Then looking at the people sitting around him, he said, “Here are my mother and my brothers! ", "35": "Whoever does the will of God is my brother and sister and mother.”"}