{"1": "Then Jesus[a] began to teach again beside the sea. Such a large crowd gathered around him that he got into a boat and sat in it,[b] while the entire crowd remained beside the sea on the shore. ", "2": "He began teaching them many things in parables. While he was teaching them he said, ", "3": "“Listen! A farmer went out to sow. ", "4": "As he was sowing, some seeds fell along the path, and birds came and ate them up. ", "5": "Others fell on stony ground, where they didn't have a lot of soil. They sprouted at once, because the soil wasn't deep. ", "6": "But when the sun came up, they were scorched. Since they didn't have any roots, they dried up. ", "7": "Others fell among thorn bushes, and the thorn bushes came up and choked them out, and they didn't produce anything. ", "8": "But others fell on good soil and produced a crop. They grew up, increased in size, and produced 30, 60, or 100 times what was sown.”[c] ", "9": "He added, “Let the person who has ears to hear, listen!”", "10": "When he was alone with the Twelve and those around him, they began to ask him about the parables. ", "11": "He told them, “The secret about the kingdom of God has been given to you. But to those on the outside, everything comes in parables ", "12": "so that 'they may see clearly but not perceive, and they may hear clearly but not understand, otherwise they might turn around and be forgiven.'”[d]", "13": "Then he told them, “You don't understand this parable, so how can you understand any of the parables? ", "14": "The farmer sows the word. ", "15": "Some people are like the seeds[e] along the path, where the word is sown. When they hear it, Satan immediately comes and takes away the word that was sown in them. ", "16": "Others are like the seeds[f] sown on the stony ground. When they hear the word, at once they joyfully accept it, ", "17": "but since they don't have any roots, they last for only a short time. When trouble or persecution comes along because of the word, they immediately fall away. ", "18": "Still others are like the seeds[g] sown among the thorn bushes. These are the people who hear the word, ", "19": "but the worries of life, the deceitful pleasures of wealth, and the desires for other things come in and choke the word so that it can't produce a crop. ", "20": "Others are like the seeds[h] sown on good soil. They hear the word, accept it, and produce crops—30, 60, or 100 times what was sown.”[i]", "21": "Then Jesus[j] told them, “A lamp isn't brought indoors to be put under a basket or under a bed, is it? It's to be put on a lamp stand, isn't it? ", "22": "Nothing is hidden except for the purpose of having it revealed, and nothing is secret except for the purpose of having it come to light. ", "23": "If anyone has ears to hear, let him listen!", "24": "He went on to say to them, “Pay attention to what you're hearing! You will be evaluated by the same standard with which you do your evaluating, and still more will be given to you, ", "25": "because whoever has something, will have more given to him. But whoever has nothing, even what he has will be taken away.”", "26": "He was also saying, “The kingdom of God is like a man who scatters seeds on the ground. ", "27": "He sleeps and gets up night and day while the seeds sprout and grow, although he doesn't know how ", "28": "the ground produces grain by itself—first the stalk, then the head, then the full grain in the head. ", "29": "But when the grain is ripe, he immediately starts cutting with his sickle because the harvest time has come.”", "30": "He was also saying, “How can we show what the kingdom of God is like, or what parable can we use to describe it? ", "31": "It's like a mustard seed planted in the ground. Although it's the smallest of[k] all the seeds on earth, ", "32": "when it's planted it comes up and becomes larger than all the garden plants. It grows such large branches that the birds in the sky can nest in its shade.”", "33": "With many other parables like these, Jesus[l] kept speaking his message to them according to their ability to understand. ", "34": "He did not tell them anything without using[m] a parable, though he explained everything to his disciples in private.", "35": "That day, when evening had come, he told them, “Let's cross to the other side.” ", "36": "So they left the crowd and took him away in a boat without making any special preparations.[n] Other boats were with him. ", "37": "A violent windstorm came up, and the waves began breaking into the boat, so that the boat was rapidly[o] becoming swamped.", "38": "But Jesus[p] was in the back of the boat, asleep on a cushion. So they woke him up and asked him, “Teacher, don't you care that we're going to die?”", "39": "Then he got up, rebuked the wind, and told the sea, “Calm down! Be still!” Then the wind stopped blowing, and there was a great calm. ", "40": "He asked them, “Why are you such cowards? Don't you have any faith yet?”", "41": "Overcome with fear, they kept saying to one another, “Who is this man? Even the wind and the sea obey him!”"}