{"1": "They arrived at the other side of the sea in the territory of the Gerasenes.[a] ", "2": "Just as Jesus[b] stepped out of the boat, a man with an unclean spirit came out of the tombs and met him. ", "3": "He lived among the tombs, and no one could restrain him any longer, not even with a chain. ", "4": "He had often been restrained with shackles and chains, but had snapped the chains apart and broken the shackles in pieces. No one could tame him. ", "5": "He kept screaming night and day among the tombs and on the mountainsides, and kept cutting himself with stones.", "6": "When he saw Jesus from a distance, he ran and fell down in front of him, ", "7": "screaming in a loud voice, “What do you want with me, Jesus, Son of the Most High God? I beg you in the name of[c] God never to torment me!”", "8": "Jesus[d] had been saying to him, “Come out of the man, you unclean spirit!” ", "9": "Then Jesus[e] asked him, “What's your name?” He told him, “My name is Legion,[f] because there are many of us.” ", "10": "He kept pleading with Jesus[g] not to send them out of that region.", "11": "Now a large herd of pigs was grazing on a hillside nearby. ", "12": "So the demons[h] begged him, “Send us among the pigs, so that we can go into them!” ", "13": "So he let them do this. The unclean spirits came out of the man[i] and went into the pigs, and the herd of about 2,000 rushed down a steep slope into the sea and drowned there.[j]", "14": "Now when those who had been taking care of the pigs ran away, they reported what had happened[k] in the city and countryside. So the people[l] went to see what had happened. ", "15": "When they came to Jesus and saw the man who had been possessed by the legion of demons, sitting there dressed and in his right mind, they were frightened. ", "16": "The people who had seen it told them what had happened to the demon-possessed man and the pigs. ", "17": "So they began to beg Jesus[m] to leave their territory.", "18": "As Jesus[n] was getting into the boat, the man who had been demon-possessed kept begging him to let him go with him. ", "19": "But Jesus[o] wouldn't let him. Instead, he told him, “Go home to your family, and tell them how much the Lord has done for you and how merciful he has been to you.” ", "20": "So the man[p] left and began proclaiming in the Decapolis[q] how much Jesus had done for him. And everyone was utterly amazed.", "21": "When Jesus again had crossed to the other side in a boat,[r] a large crowd gathered around him by the seashore. ", "22": "Then a synagogue leader named Jairus arrived. When he saw Jesus,[s] he fell at his feet ", "23": "and begged him urgently, saying, “My little daughter is dying. Come and lay your hands on her so that she may get well and live.” ", "24": "So Jesus[t] went with him. A huge crowd kept following him and jostling him.", "25": "Now there was a woman who had been suffering from chronic bleeding for twelve years. ", "26": "Although she had endured a great deal under the care of many doctors and had spent all of her money, she had not been helped at all, but rather grew worse. ", "27": "Since she had heard about Jesus, she came up behind him in the crowd and touched his robe, ", "28": "because she had been saying, “If I can just touch his robe, I will get well.” ", "29": "Her bleeding stopped at once, and she felt in her body that she was healed from her illness.", "30": "Immediately Jesus became aware that power had gone out of him. So he turned around in the crowd and asked, “Who touched my clothes?”", "31": "His disciples asked him, “You see the crowd jostling you, and yet you ask, 'Who touched me?'” ", "32": "But he kept looking around to look at the woman who had done this. ", "33": "So the woman, knowing what had happened to her, came forward fearfully, fell down trembling in front of him, and told him the whole truth.", "34": "He told her, “Daughter, your faith has made you well. Go in peace and be healed from your illness.”", "35": "While he was still speaking, some people[u] came from the synagogue leader's home[v] and said, “Your daughter is dead. Why bother the Teacher anymore?”", "36": "But when Jesus heard[w] what they said, he told the synagogue leader, “Stop being afraid! Just keep on believing.” ", "37": "Jesus[x] allowed no one to go further with him except Peter, James, and John, the brother of James.", "38": "When they came to the home of the synagogue leader, Jesus[y] saw mass confusion. People[z] were crying and sobbing loudly. ", "39": "He entered the house[aa] and asked them, “Why all this confusion and crying? The child isn't dead. She's sleeping.” ", "40": "They laughed and laughed at him. But when he had driven all of them outside, he took the child's father and mother, along with the men who were with him, and went into the room[ab] where the child was.", "41": "He took her by the hand and told her, “Talitha koum,”[ac] which means, “Young lady, I tell you, get up!” ", "42": "The young lady got up at once and started to walk. She was twelve years old. Instantly they were overcome with astonishment. ", "43": "But Jesus[ad] strictly ordered them not to let anyone know about this. He also told them to give her something to eat."}