{"1": "The Pharisees and some of the scribes who had come from Jerusalem gathered around Jesus.[a] ", "2": "They noticed that some of his disciples were eating[b] with unclean hands, that is, without washing them. ", "3": "(The Pharisees—and indeed all the Jewish people—don't eat unless they wash their hands properly,[c] following the tradition of their elders. ", "4": "They don't eat anything from the marketplace unless they dip it in water. They also observe many other traditions, such as the proper washing of washing cups, jars, brass pots, and dinner tables.)[d] ", "5": "So the Pharisees and the scribes asked Jesus,[e] “Why don't your disciples live according to the tradition of the elders? Instead, they eat[f] with unclean hands.”", "6": "He told them, “Isaiah was right when he prophesied about you hypocrites. As it is written, 'These people honor me with their lips, but their hearts are far from me.", "7": "Their worship of me is worthless, because they teach human rules as doctrines.'[g]", "8": "You abandon the commandment of God and hold to human tradition.”", "9": "Then he told them, “You have such a fine way of rejecting the commandment of God in order to keep your own tradition! ", "10": "Because Moses said, 'Honor your father and your mother,'[h] and, 'Whoever curses his father or mother must certainly be put to death.'[i] ", "11": "But you say, 'If anyone tells his father or mother, “Whatever support you might have received from me is Corban,”' (that is, an offering to God) ", "12": "'you no longer let him do anything for his father or mother.' ", "13": "You are destroying the word of God through your tradition that you have handed down. And you do many other things like that.”", "14": "Then he called to the crowd again and told them, “Listen to me, all of you, and understand! ", "15": "Nothing that goes into a person from the outside can make him unclean. It's what comes out of a person that makes a person unclean. ", "16": "If anyone has ears to hear, let him listen!”[j]", "17": "When he had left the crowd and gone home, his disciples began asking him about the parable. ", "18": "He asked them, “Are you so ignorant? Don't you know that nothing that goes into a person from the outside can make him unclean? ", "19": "Because it doesn't go into his heart but into his stomach, and then into the sewer,[k] thereby expelling[l] all foods.” ", "20": "Then he continued, “It's what comes out of a person that makes a person unclean, ", "21": "because it's from within, from the human heart, that evil thoughts come, as well as sexual immorality, stealing, murder, ", "22": "adultery, greed, wickedness, cheating, shameless lust, envy, slander,[m] arrogance, and foolishness. ", "23": "All these things come from inside and make a person unclean.”", "24": "Jesus[n] left that place and went to the territory of Tyre and Sidon.[o] He went into a house, not wanting anyone to know he was there. However, it couldn't be kept a secret. ", "25": "In fact, a woman whose little daughter had an unclean spirit immediately heard about him and came and fell down at his feet. ", "26": "Now the woman happened to be a Greek, born in Phoenicia in Syria. She kept asking him to drive the demon out of her daughter. ", "27": "But he kept telling her, “First let the children be filled. It is not right to take the children's bread and throw it to the puppies.”", "28": "But she answered him, “Yes,[p] Lord. Yet even the puppies under the table eat some of the children's crumbs.”", "29": "Then he told her, “Because you have said this, go! The demon has left your daughter.” ", "30": "So she went home and found her child lying in bed, and the demon was gone.", "31": "Then Jesus[q] left the territory of Tyre and passed through Sidon towards the Sea of Galilee, in the territory of the Decapolis.[r] ", "32": "Some people[s] brought him a deaf man who also had a speech impediment. They begged him to lay his hand on him. ", "33": "Jesus[t] took him away from the crowd to be alone with him. Putting his fingers into the man's[u] ears, he touched the man's[v] tongue with saliva.", "34": "Then he looked up to heaven, sighed, and told him, “Ephphatha,”[w] that is, “Be opened!” ", "35": "The man's[x] hearing and speech were restored at once, and he began to talk normally. ", "36": "Jesus[y] ordered the people[z] not to tell anyone, but the more he kept ordering them, the more they kept spreading the news.", "37": "Amazed beyond measure, they kept on saying, “He does everything well! He even makes deaf people hear and mute people talk!”"}