{"1": "The Lord spoke his word to Jonah son of Amittai: ", "2": "“Get up, go to the great city of Nineveh and preach against it. I see the evil things they do.”", "3": "But Jonah got up to run away from the Lord. He went to the city of Joppa. There he found a ship that was going to the city of Tarshish. Jonah paid for the trip and went aboard. He wanted to go to Tarshish to run away from the Lord.", "4": "But the Lord sent a great wind on the sea. This wind made the sea very rough. So the ship was in danger of breaking apart. ", "5": "The sailors were afraid. Each man cried to his own god. The men began throwing the cargo into the sea. This would make the ship lighter so it would not sink. But Jonah had gone down into the ship to lie down. He fell fast asleep. ", "6": "The captain of the ship came and said, “Why are you sleeping? Get up! Pray to your god! Maybe your god will pay attention to us. Maybe he will save us!”", "7": "Then the men said to each other, “Let's throw lots to see who caused these troubles to happen to us.” So the men threw lots. The lot showed that the trouble had happened because of Jonah. ", "8": "Then the men said to Jonah, “Tell us what you have done. Why has this terrible thing happened to us? What is your job? Where do you come from? What is your country? Who are your people?”", "9": "Then Jonah said to them, “I am a Hebrew. I fear the Lord, the God of heaven. He is the God who made the sea and the land.”", "10": "Then the men were very afraid. They asked Jonah, “What terrible thing did you do?” They knew Jonah was running away from the Lord because Jonah had told them.", "11": "The wind and the waves of the sea were becoming much stronger. So the men said to Jonah, “What should we do to you to make the sea calm down?”", "12": "Jonah said to them, “Pick me up, and throw me into the sea. Then it will calm down. I know it is my fault that this great storm has come on you.”", "13": "Instead, the men tried to row the ship back to the land. But they could not. The wind and the waves of the sea were becoming much stronger.", "14": "So the men cried to the Lord, “Lord, please don't let us die because of taking this man's life. Please don't think we are guilty of killing an innocent man. Lord, you have caused all this to happen. You wanted it this way.” ", "15": "Then the men picked up Jonah and threw him into the sea. So the sea became calm. ", "16": "Then they began to fear the Lord very much. They offered a sacrifice to the Lord. They also made promises to him.", "17": "And the Lord caused a very big fish to swallow Jonah. Jonah was in the stomach of the fish three days and three nights."}