{"1": "After Joshua was dead, Judah was constituted captain. 6 Adoni-Bezek is taken. 14 The request of Achsah. 16 The children of Keni. 23 The Canaanites are made tributaries, but not destroyed. After that Joshua was dead, the children of Israel [a]asked the Lord, saying, [b]Who shall go up for us against the Canaanites to fight first against them?", "2": "And the Lord said, Judah shall go up: behold, I have given the land into his hand.", "3": "And Judah said unto Simeon his [c]brother, Come up with me into my lot, that we may fight against the Canaanites: and I likewise will go with thee into thy lot: so Simeon went with him.", "4": "Then Judah went up, and the Lord delivered the Canaanites and the Perizzites into their hands, and they slew of them in Bezek ten thousand men.", "5": "And they found [d]Adoni-Bezek in Bezek: and they fought against him, and slew the Canaanites, and the Perizzites.", "6": "But Adoni-Bezek fled, and they pursued after him, and caught him, and [e]cut off the thumbs of his hands and of his feet.", "7": "And Adoni-Bezek said, Seventy Kings having the thumbs of their hands and of their feet cut off, gathered bread under my table: as I have done, so God hath rewarded me, so they brought him to Jerusalem, and there he died.", "8": "(Now the children of Judah had fought against Jerusalem, and hath taken it and smitten it with the edge of the sword, and had set the [f]city on fire.)", "9": "¶ Afterward also the children of Judah went down to fight against the Canaanites, that dwelt in the mountain, and toward the South, and in the low country.", "10": "And Judah went against the Canaanites that dwelt in Hebron, which Hebron beforetime was called Kirjath Arba: and they slew [g]Sheshai, and Ahiman, and Talmai.", "11": "And from thence he went to the inhabitants of Debir, and the name of Debir in old time was Kirjath Sepher.", "12": "And Caleb said, He that smiteth Kirjath Sepher, and taketh it, even to him will I give Achsah my daughter to wife.", "13": "And Othniel the son of Kenaz Caleb's younger brother took it, to whom he gave Achsah his daughter to wife.", "14": "And when she came to him, she moved him to ask of her father a field, [h]and she lighted off her ass, and Caleb said unto her, What wilt thou?", "15": "And she answered him, Give me a blessing: for thou hast given me a South country, give me also Springs of water: and Caleb gave her the springs above, and the springs beneath.", "16": "¶ And the children of [i]Keni Moses' father-in-law went up out of the city of the palm trees with the children of Judah, into the wilderness of Judah, that lieth in the South of Arad, and went and dwelt among the people.", "17": "But Judah went with Simeon his brother, and they slew the Canaanites that inhabited Zephath, and utterly destroyed it, and called the name of the city Hormah.", "18": "Also Judah took [j]Gaza with the coasts thereof, and Ashkelon with the coasts thereof, and Ekron with the coasts thereof.", "19": "And the Lord was with Judah, and he possessed the mountains: for he could not drive out the inhabitants of the valleys, because they had chariots of iron.", "20": "And they gave Hebron unto Caleb, as Moses had said, and he expelled thence the three sons of Anak.", "21": "But the children of Benjamin did not cast out the Jebusites, that [k]inhabited Jerusalem: therefore the Jebusites dwell with the children of Benjamin in Jerusalem unto this day.", "22": "¶ They also that were of the house of Joseph, went up to Bethel, and the Lord was with them,", "23": "And the house of Joseph caused to view Bethel (and the name of the city beforetime was Luz.)", "24": "And the spies saw a man come out of the city, and they said unto him, Show us, we pray thee, the way into the city, and we will show thee mercy.", "25": "And when he had showed them the way into the city, they smote the city with the edge of the sword, but they let the man and all his household depart.", "26": "Then the man went into the land of the Hittites, and built a city, and called the name thereof Luz, which is the name thereof unto this day.", "27": "¶ Neither did Manasseh destroy Beth Shean with her towns, nor Taanach with her towns, nor the inhabitants of Dor with her towns, nor the inhabitants of Ibleam with her towns, neither the inhabitants of Megiddo with her towns: [l]but the Canaanites dwelled still in that land.", "28": "Nevertheless when Israel was strong, they put the Canaanites to tribute, and expelled them not wholly.", "29": "¶ Likewise Ephraim expelled not the Canaanites that dwelt in Gezer, but the Canaanites dwelt in Gezer among them.", "30": "¶ Neither did [m]Zebulun expel the inhabitants of Kitron, nor the inhabitants of Nahalol, but the Canaanites dwelt among them, and became tributaries.", "31": "¶ Neither did Asher cast out the inhabitants of Acco, nor the inhabitants of Sidon, nor of Ahlab, nor of Achzib, nor of Helbah, nor of Aphik, nor of Rehob,", "32": "But the Asherites dwelt among the Canaanites the inhabitants of the land: for they did not drive them [n]out.", "33": "¶ Neither did Naphtali drive out the inhabitants of Beth Shemesh, nor the inhabitants of Beth Anath, but dwelt among the Canaanites the inhabitants of the land: nevertheless the inhabitants of Beth Shemesh, and of Beth Anath became tributaries unto them.", "34": "And the Amorites [o]drove the children of Dan into the mountain: so that they suffered them not to come down to the valley.", "35": "And the Amorites [p]dwelt still in mount Heres in Aijalon, and in Shaalbim, and when the [q]hand of Joseph's family prevailed, they became tributaries:", "36": "And the coast of the Amorites was from Maaleh-Akrabbim, even from [r]Sela and upward."}