{"1": "Jephthah killeth two and forty thousand Ephraimites, 8 After Jephthah succeedeth Ibzan,  11 Elon, 13 and Abdon. And the men of Ephraim gathered themselves together, and went [a]Northward, and said unto Jephthah, Wherefore wentest thou to fight against the children of Ammon, and didst not call [b]us to go with thee? we will therefore burn thine house upon thee with fire.", "2": "And Jephthah said unto them, I and my people were at great strife with the children of Ammon, and when I called you, ye delivered me not out of their hands.", "3": "So when I saw that ye delivered me not, [c]I put my life in mine hands, and went upon the children of Ammon: so the Lord delivered them into mine hands. Wherefore then are ye come upon me now to fight against me?", "4": "Then Jephthah gathered all the men of Gilead, and fought with Ephraim: and the men of Gilead smote Ephraim, because they said, Ye Gileadites are runagates of Ephraim [d]among the Ephraimites, and among the Manassites.", "5": "Also the Gileadites took the passages of Jordan before the Ephraimites, and when the Ephraimites that were escaped, said, Let me pass, then the men of Gilead said unto him, Art thou an Ephraimite? If he said, Nay,", "6": "Then said they unto him, Say now [e]Shibboleth: and he said Sibboleth: for he could not so pronounce: then they took him, and slew him at the passages of Jordan: and there fell at that time of the Ephraimites two and forty thousand.", "7": "And Jephthah judged Israel six years: then died Jephthah the Gileadite, and was buried in one of the cities of Gilead.", "8": "¶ After him [f]Ibzan of Bethlehem judged Israel,", "9": "Who had thirty sons and thirty daughters, which he sent out, and took in thirty daughters from abroad for his sons: and he judged Israel seven years.", "10": "Then Ibzan died, and was buried at Bethlehem.", "11": "¶ And after him judged Israel Elon, a Zebulunite, and he judged Israel ten years.", "12": "Then Elon the Zebulunite died, and was buried in Aijalon in the country of Zebulun.", "13": "¶ And after him Abdon the son of Hillel the Pirathonite judged Israel.", "14": "And he had forty sons and thirty [g]nephews that rode on seventy [h]asscolts: and he judged Israel eight years.", "15": "Then died Abdon the son of Hillel the Pirathonite, and was buried in Pirathon, in the land of Ephraim, in the mount of the Amalekites."}