{"1": "Israel for their wickedness is oppressed of the Philistines. 3 The Angel appeareth to Manoah's wife, 16 The Angel commandeth him to sacrifice unto the Lord. 24 The birth of Samson. But the children of Israel continued to commit wickedness in the sight of the Lord, and the Lord delivered them into the hands of the Philistines forty years.", "2": "¶ Then there was a man in Zorah of the family of the Danites named Manoah, whose wife was [a]barren, and bare not.", "3": "And the Angel of the Lord appeared unto the woman, and said unto her, Behold now, thou art barren, and bearest not: but thou shalt conceive, and bear a son.", "4": "And now therefore beware that thou drink no wine, nor strong drink, neither eat any unclean thing.", "5": "For lo, thou shalt conceive and bear a son, and no razor shall come on his head: for the child shall be a [b]Nazirite unto God from his birth: and he shall begin to save Israel out of the hands of the Philistines.", "6": "¶ Then the wife came and told her husband, saying, A man of God came unto me, and the fashion of him was like the fashion of the Angel of God exceedingly [c]fearful, but I asked him not whence he was, neither told he me his name,", "7": "But he said unto me, Behold, thou shalt conceive and bear a son, and now thou shalt drink no wine nor strong drink, neither eat any unclean thing, for the child shall be a Nazirite to God from his birth to the day of his death.", "8": "Then Manoah [d]prayed to the Lord, and said, I pray thee, my Lord, let the man of God, whom thou sentest, come again now unto us, and teach us what we shall do unto the child when he is born.", "9": "And God heard the voice of Manoah, and the Angel of God came again unto the wife, as she sat in the field, but Manoah her husband was not with her.", "10": "¶ And the wife made haste and ran, and showed her husband, and said unto him, Behold, the man hath appeared unto me, that came unto me [e]today.", "11": "And Manoah arose and went after his wife, and came to the [f]man, and said unto him, Art thou the man that spakest unto the woman? and he said, Yea.", "12": "Then Manoah said, Now let thy saying come to pass: but how shall we order the child and do unto him?", "13": "And the Angel of the Lord said unto Manoah, The woman must beware of all that I said unto her.", "14": "She may eat of nothing that cometh of the vine tree: she shall not drink wine nor strong drink, nor eat any [g]unclean thing: let her observe all that I have commanded her.", "15": "Manoah then said unto the Angel of the Lord, I pray thee, let us retain thee, until we have made ready a kid for thee.", "16": "And the Angel of the Lord said unto Manoah, Though thou make me abide, I will not eat of thy bread, and if thou wilt make a burnt offering, offer it unto the [h]Lord: for Manoah knew not that it was an Angel of the Lord.", "17": "Again Manoah said unto the Angel of the Lord, What is thy name, that when thy saying is come to pass, we may honor thee?", "18": "And the Angel of the Lord said unto him, Why askest thou thus after my name, which is [i]secret?", "19": "Then Manoah took a kid with a meat offering, and offered it upon a stone unto the Lord: and the Angel did [j]wondrously, while Manoah and his wife looked on.", "20": "For when the flame came up toward heaven from the altar, the Angel of the Lord ascended up in the flame of the altar, and Manoah and his wife beheld it, and fell on their faces unto the ground.", "21": "(So the Angel of the Lord did no more appear unto Manoah and his wife.) Then Manoah knew that it was an Angel of the Lord.", "22": "And Manoah said unto his wife, We shall surely die, because we have seen God.", "23": "But his wife said unto him, If the Lord would kill us, he would not have received a [k]burnt offering, and a meat offering of our hands, neither would he have showed us all these things, nor would now have told us any such.", "24": "¶ And the wife bore a son, and called his name Samson: and the child grew, and the Lord blessed him.", "25": "And the Spirit of the Lord began to [l]strengthen him in the host of Dan, between Zorah and Eshtaol."}