{"1": "Samson desireth to have a wife of the Philistines. 6 He killeth a lion. 12 He propoundeth a riddle. 19 He killeth thirty. 20 His wife forsaketh him, and taketh another. Now Samson went down to Timnah, and saw a woman in Timnah of the daughters of the Philistines,", "2": "And he came up and told his father and his mother and said, I have seen a woman in Timnah of the daughters of the Philistines: now therefore [a]give me her to wife.", "3": "Then his father and his mother said unto him, Is there [b]never a wife among the daughters of thy brethren, and among all my people, that thou must go to take a wife of the uncircumcised Philistines? And Samson said unto his father, Give me her, for she pleaseth me well.", "4": "But his father and his mother knew not that it came of the Lord, that he should seek an occasion against the [c]Philistines: for at that time the Philistines reigned over Israel.", "5": "¶ Then went Samson, and his father and his mother down to Timnah, and came to the vineyards of Timnah: and behold, a young lion roared upon him.", "6": "And the Spirit of the Lord [d]came upon him, and he tare him, as one should have rent a kid, and had nothing in his hand, neither told he his father nor his mother what he had done.", "7": "And he went down, and talked with the woman which was beautiful in the eyes of Samson.", "8": "¶ And within a few days, when he returned [e]to receive her, he went aside to see the carcass of the lion: and behold, there was a swarm of bees, and honey in the body of the lion.", "9": "And he took thereof in his hands, and went eating, and came to his father and to his mother, and gave unto them, and they did eat: but he told not them, that he had taken the honey out of the body of the lion.", "10": "So his father went down unto the woman, and Samson made there a [f]feast: for so used the young men to do.", "11": "And when [g]they saw him, they brought thirty companions to be with him.", "12": "Then Samson said unto them, I will now put forth a riddle unto you: and if you can declare it me within seven days of the feast, and find it out, I will give you thirty sheets, and thirty [h]change of garments.", "13": "But if you cannot declare it me, then shall ye give me thirty sheets and thirty change of garments. And they answered him, Put forth thy riddle, that we may hear it.", "14": "And he said unto them, Out of the eater came meat, and out of the strong came sweetness: and they could not in three days expound the riddle.", "15": "And when the seventh day was [i]come, they said unto Samson's wife, Entice thine husband that he may declare us the riddle, lest we burn thee and thy father's house with fire. Have ye called us [j]to possess us? is it not so?", "16": "And Samson's wife wept before him, and said, Surely thou hatest me, and lovest me not: for thou hast put forth a riddle unto the [k]children of my people, and hast not told it me. And he said unto her, Behold, I have not told it my father nor my mother, and shall I tell it thee?", "17": "Then Samson's wife wept before him [l]seven days, while their feast lasted, and when the seventh day came, he told her, because she was importunate upon him: so she told the riddle to the children of her people.", "18": "And the men of the city said unto him the seventh day before the sun went down, What is sweeter than honey? and what is stronger than a Lion? Then said he unto them, [m]If ye had not plowed with my heifer, ye had not found out my riddle.", "19": "And the Spirit of the Lord came upon him, and he went down [n]to Ashkelon, and slew thirty men of them and spoiled them, and gave change of garments unto them, which expounded the riddle: and his wrath was kindled, and he went up to his father's house.", "20": "Then Samson's wife was given to his companion, whom he had used as his friend."}