{"1": "Micah's mother according to her vow, made her son two idols. 5 He made his son a Priest for his idols, 10 and after he hired a Levite. There [a]was a man of mount Ephraim, whose name was Micah,", "2": "And he said unto his mother, The eleven hundred shekels of silver that were taken from thee, for the which thou cursedst, and spakedst it, even in mine hearing, behold, the silver is with me, I took it. Then his mother said, Blessed be my son of the Lord.", "3": "And when he had restored the eleven hundred shekels of silver to his mother, his mother said, I had dedicate the silver to the Lord of mine hand for my son, to make [b]a graven and molten image. Now therefore I will give it thee again.", "4": "And when he had restored the money unto his mother, his mother took two hundred shekels of silver, and gave them to the founder, which made thereof a graven and molten image, and it was in the house of Micah.", "5": "And this man Micah had an house of gods, and made an [c]Ephod, and [d]Teraphim, and [e]consecrated one of his sons, who was his Priest.", "6": "In those days there was no [f]King in Israel, but every man did that which was good in his own eyes.", "7": "¶ There was also a young man out of Bethlehem Judah, [g]of the family of Judah: who was a Levite, and sojourned there.", "8": "And the man departed out of the city, even out of Bethlehem Judah, to dwell where he could find a place: and as he journeyed, he came to mount Ephraim to the house of Micah.", "9": "And Micah said unto him, Whence comest thou? And the Levite answered him, [h]I come from Bethlehem Judah, and go to dwell where I may find a place.", "10": "Then Micah said unto him, Dwell with me, and be unto me a father and a Priest, and I will give thee ten shekels of silver by year, and a suit of apparel, and thy meat and drink. So the Levite went in.", "11": "And the Levite was [i]content to dwell with the man, and the young man was unto him as one of his own sons.", "12": "And Micah consecrated the Levite, and the young man was his Priest, and was in the house of Micah.", "13": "Then said Micah, Now I know that the Lord will be [j]good unto me, seeing I have a Levite to my Priest."}