{"1": "The Israelites assemble at Mizpah, to whom the Levite declareth his wrong. 13 They sent for them that aid the villain. 45 The Israelites are twice overcome, 46 And at length get the victory. Then all the children of Israel went out, and the Congregation was gathered together as [a]one man, from Dan to Beersheba, with the land of Gilead, unto the [b]Lord in Mizpah.", "2": "And the [c]chief of all the people, and all the tribes of Israel assembled in the Congregation of the people of God four hundred thousand footmen that [d]drew sword.", "3": "(Now the children of Benjamin heard that the children of Israel were gone up to Mizpah) Then, the children of Israel [e]said, How is this wickedness committed?", "4": "And the same Levite, the woman's husband that was slain, answered and said, I came unto Gibeah that is in Benjamin with my concubine to lodge,", "5": "And the [f]men of Gibeah arose against me, and beset the house round about upon me by night, thinking to have slain me, and have forced my concubine that she is dead.", "6": "Then I took my concubine, and cut her in pieces, and sent [g]her throughout all the country of the inheritance of Israel: for they have committed abomination and villainy in Israel.", "7": "Behold, ye are all children of Israel, give your advice, and counsel herein.", "8": "Then all the people arose as one man, saying, There shall not a man of us go to his tent, neither any turn into his [h]house.", "9": "But now this is that thing which we will do to Gibeah: we will go up by lot against it.", "10": "And we will take ten men of the hundred throughout all the tribes of Israel, and an hundred of the thousand, and a thousand of ten thousand to bring [i]victual for the people, that they may do (when they come to Gibeah of Benjamin) according to all the villainy, that it hath done in Israel.", "11": "¶ So all the men of Israel were gathered against the city, knit together as one man.", "12": "And the tribes of Israel sent men through all the [j]tribe of Benjamin, saying, What wickedness is this that is committed among you?", "13": "Now therefore deliver us those wicked men which are in Gibeah, that we may put them to death, and put away evil from Israel: but the children of Benjamin [k]would not obey the voice of their brethren the children of Israel.", "14": "But the children of Benjamin gathered themselves together out of the cities unto Gibeah, to come out and fight against the children of Israel.", "15": "¶ And the children of Benjamin were numbered at that time, out of the cities, six and twenty thousand men that drew sword, beside the inhabitants of Gibeah, which were numbered seven hundred chosen men.", "16": "Of all this people were seven hundred chosen men, being left handed: all these could sling stones at an hair breadth, and not fail.", "17": "¶ Also the men of Israel beside Benjamin, were numbered four hundred thousand men that drew sword, even all men of war.", "18": "And the children of Israel arose, and went up [l]to the house of God, and asked of God, saying, Which of us shall go up first to fight against the children of Benjamin? and the Lord said, Judah shall be first.", "19": "Then the children of Israel arose up early and camped against Gibeah.", "20": "And the men of Israel went out to battle against Benjamin, and the men of Israel put themselves in array to fight against them beside Gibeah.", "21": "And the children of Benjamin came out of Gibeah, and slew down to the ground of the Israelites that day [m]two and twenty thousand men.", "22": "And the people, the men of Israel plucked up their hearts, and set their battle again in array in the place where they put them in array the first day.", "23": "(For the children of Israel had gone up and wept before the Lord unto the evening, and had asked of the Lord, saying, Shall I go again to battle against the children of Benjamin my brethren? and the Lord said, Go up against them.)", "24": "¶ Then the children of Israel came near against the children of Benjamin the second day.", "25": "Also the second day Benjamin came forth to meet them out of Gibeah, and slew down to the ground of the children of Israel again eighteen thousand men: [n]all they could handle the sword.", "26": "Then all the children of Israel went up, and all the people came also unto the house of God, and wept, and sat there before the Lord, and fasted that day unto the evening, and offered burnt offerings and peace offerings before the Lord.", "27": "And the children of Israel asked the Lord (for [o]there was the Ark of the Covenant of God in those days,", "28": "And Phinehas the son of Eleazar, the son of Aaron [p]stood before it at that time) saying, Shall I yet go anymore to battle against the children of Benjamin my brethren, or shall I cease? And the Lord said, Go up: for tomorrow I will deliver them into your hand.", "29": "And Israel set men to lie in wait roundabout Gibeah.", "30": "And the children of Israel went up against the children of Benjamin the third day, and put themselves in array against Gibeah, as at other times.", "31": "Then the children of Benjamin coming out against the people, were [q]drawn from the city: and they began to smite of the people and kill as at other times, even by the ways in the field (whereof one goeth up to the house of God, and the other to Gibeah) upon a thirty men of Israel.", "32": "(For the children of Benjamin said, They are fallen before us, as at the first. But the children of Israel said, Let us flee and pluck them away from the city unto the [r]highways.)", "33": "And all the men of Israel rose up out of their place, and put themselves in array at Baal Tamar: and the men that lay in wait of the Israelites came forth of their place, even out of the meadows of Geba,", "34": "And they came over against Gibeah, ten thousand chosen men of all Israel, and the battle was sore: for they knew not that the [s]evil was near them.", "35": "¶ And the Lord smote Benjamin before Israel, and the children of Israel destroyed of the Benjamites the same day five and twenty thousand and an hundred men: all they could handle the sword.", "36": "So the children of Benjamin saw that they were stricken down: for the men of Israel [t]gave place to the Benjamites, because they trusted to the men that lay in wait, which they had laid beside Gibeah.", "37": "And they that lay in wait hasted, and brake forth toward Gibeah, and the ambushment [u]drew themselves along, and smote all the city with the edge of the sword.", "38": "Also the men of Israel had appointed a certain time with the ambushments, that they should make a great flame and smoke arise up out of the city.", "39": "And when the men of Israel retired in the battle, Benjamin began to [v]smite and kill of the men of Israel about thirty persons: for they said, Surely they are stricken down before us, as in the first battle.", "40": "But when the flame began to rise out of the city as a pillar of smoke, the Benjamites looked back, and behold, the flame of the city began to ascend up to heaven.", "41": "Then the men of Israel turned [w]again, and the men of Benjamin were astonished: for they saw that evil was near unto them.", "42": "Therefore they fled before the men of Israel unto the way of the wilderness, but the battle overtook them: also they which came out of the cities, slew them [x]among them.", "43": "Thus they compassed the Benjamites about, and [y]chased them at ease, and overran them, even over against Gibeah on the East side.", "44": "And there were slain of Benjamin eighteen thousand men, which were all men of war.", "45": "And they turned and fled to the wilderness unto the rock of Rimmon: and the Israelites [z]gleaned of them by the way five thousand men, and pursued after them unto Gidom, and slew two thousand men of them,", "46": "So that all that were slain that day of Benjamin, were [aa]five and twenty thousand men that drew sword, which were all men of war.", "47": "But six hundred men turned and fled to the wilderness unto the rock of Rimmon, and abode in the rock of Rimmon four months.", "48": "Then the men of Israel turned unto the children of Benjamin, and smote them with the edge of the sword, from the men of the city unto the beasts, and all that came to hand: also they set on fire all the [ab]cities that they could come by."}