{"1": "The Israelites swear that they will not marry their daughters to the Benjamites. 10 They slay them of Jabeth Gilead, and give their virgins to the Benjamites. 21 The Benjamites take the daughters of Shiloh. Moreover, the men of Israel [a]sware in Mizpah, saying, None of us shall give his daughter unto the Benjamites to wife.", "2": "And the people came unto the house of God and abode there till even before God, and lifted up their voices, and wept with great lamentation,", "3": "And said, O Lord God of Israel, why is this come to pass in Israel, that this day one tribe of Israel should want?", "4": "¶ And on the morrow the people rose up and made there an [b]altar, and offered burnt offerings and peace offerings.", "5": "Then the children of Israel said, Who is he among all the tribes of Israel, that came not up with the Congregation unto the Lord? for they had made a great oath concerning him that came not up to the Lord to Mizpah, saying, Let him die the death.", "6": "And the children of Israel [c]were sorry for Benjamin their brother, and said, There is one tribe cut off from Israel this day.", "7": "How shall we do for wives to them that remain, seeing we have sworn by the Lord, that we will not give them of our daughters to wives?", "8": "Also they said, is there any of the tribes of Israel that [d]came not up to Mizpah to the Lord? and behold, there came none of Jabesh Gilead unto the host, and to the Congregation.", "9": "For when the people were viewed, behold, none of the inhabitants of Jabesh Gilead were there.", "10": "Therefore the Congregation sent thither twelve thousand men of the [e]most valiant, and commanded them, saying, Go and smite the inhabitants of Jabesh Gilead with the edge of the sword, both women and children.", "11": "And this is it that ye shall do: ye shall utterly destroy all the males, and all the women that have lain by men.", "12": "And they found among the inhabitants of Jabesh Gilead four hundred maids, virgins that had known no man by lying with any male: and they brought them unto the host to Shiloh, which is in the land of Canaan.", "13": "¶ Then the whole Congregation [f]sent and spake with the children of Benjamin that were in the rock of Rimmon, and called [g]peaceably unto them:", "14": "And Benjamin came again at that time, and they gave them wives which they had saved alive of the women of Jabesh Gilead: but they had not [h]so enough for them.", "15": "And the people were sorry for Benjamin, because the Lord had made a breach in the tribes of Israel.", "16": "Therefore the Elders of the Congregation said, How shall we do for wives to the remnant? for the women of Benjamin are destroyed.", "17": "And they said, There must be [i]an inheritance for them that be escaped of Benjamin, that a tribe be not destroyed out of Israel.", "18": "Howbeit we may not give them wives of our daughters: for the children of Israel had sworn, saying, Cursed be he that giveth a wife to Benjamin.", "19": "Therefore they said, Behold, there is a feast of the Lord every year in Shiloh, in a place, which is on the [j]North side of Bethel, and on the East side of the way that goeth up from Bethel to Shechem, and on the South of Lebonah.", "20": "Therefore they commanded the children of Benjamin, saying, Go, and lie in wait in the vineyards.", "21": "And when ye see that the daughters of Shiloh come out to dance in dances, then come ye out of the vineyards, and catch you every man a wife of the daughters of Shiloh, and go into the land of Benjamin.", "22": "And [k]when their fathers or their brethren come unto us to complain, we will say unto them, Have pity on them for our sakes, because we reserved not to each man his wife in the war, and because ye have not given unto them hitherto, ye have sinned.", "23": "And the children of Benjamin did so, and took wives of them that danced according to their [l]number: which they took, and went away, and returned to their inheritance, and repaired the cities and dwelt in them.", "24": "So the children of Israel departed thence at that time, every man to his tribe, and to his family, and went out from thence every man to his inheritance.", "25": "In those days there was no king in Israel, but every man did that which was good in his eyes."}