{"1": "The Canaanites were left to try Israel. 9 Othniel delivereth Israel. 21 Ehud killeth King Eglon. 31 Shamgar killeth the Philistines. These now are the nations which the Lord left, that he might prove Israel by them (even as many of Israel as had not known all the [a]wars of Canaan,", "2": "Only to make the generations of the children of Israel to know, and to teach them war, which doubtless their predecessors knew [b]not.)", "3": "Five princes of the Philistines, and all the Canaanites, and the Sidonians, and the Hivites that dwelt in mount Lebanon, from mount Baal Hermon until one come to Hamath.", "4": "And these remained to prove Israel by them, to wit, whether they would obey the commandments of the Lord, which he commanded their fathers by the hand of Moses.", "5": "And the children of Israel dwelt among the Canaanites, the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites,", "6": "And they took [c]their daughters to be their wives, and gave their daughters to their sons, and served their gods.", "7": "¶ So the children of Israel did wickedly in the sight of the Lord, and forgot the Lord their God, and served Baal, and [d]Asherah.", "8": "Therefore the wrath of the Lord was kindled against Israel, and he sold them into the hand of Cushan-Rishathaim King of [e]Aram-naharaim, and the children of Israel served Cushan-Rishathaim eight years.", "9": "¶ And when the children of Israel cried unto the Lord, the Lord stirred up a Savior to the children of Israel, and he saved them, even Othniel the son of Kenaz, Caleb's younger brother.", "10": "And the [f]Spirit of the Lord came upon him, and he judged Israel, and went out to war: and the Lord delivered Cushan-Rishathaim king of [g]Aram into his hand, and his hand prevailed against Cushan-Rishathaim.", "11": "So the land had rest [h]forty years, and Othniel the son of Kenaz died.", "12": "¶ Then the children of Israel again committed wickedness in the sight of the Lord: and the Lord [i]strengthened Eglon king of Moab against Israel, because they had committed wickedness before the Lord.", "13": "And he gathered unto him the children of Ammon, and Amalek, and went and smote Israel, and they possessed the city of palm trees.", "14": "So the children of Israel served Eglon king of Moab eighteen years.", "15": "But when the children of Israel cried unto the Lord, the Lord stirred them up a savior, Ehud the son of Gera the son of [j]Jemini, a man [k]lame of his right hand: and the children of Israel sent a present by him unto Eglon king of Moab.", "16": "And Ehud [l]made him a dagger with two edges of a cubit length, and he did gird it under his raiment upon his right thigh,", "17": "And he presented the gift unto Eglon king of Moab (and Eglon was a very fat man.)", "18": "And when he had now presented the present, he sent away the people that bare the present,", "19": "But he turned again from the [m]quarries, that were by Gilgal, and said, I have a secret errand unto thee, O King. Who said, Keep [n]silence: and all that stood about him went out from him.", "20": "Then Ehud came unto him, (and he sat alone in a summer parlor, which he had) and Ehud said, I have a message unto thee from God. Then he arose out of his throne.", "21": "And Ehud put forth his left hand, and took the dagger from his right thigh, and thrust it into his belly,", "22": "So that the haft went in after the blade, and the fat closed about the blade, so that he could not draw the dagger out of his belly, but the dirt came out.", "23": "Then Ehud got him out into the [o]porch, and shut the doors of the parlor upon him, and locked them.", "24": "And when he was gone out, his servants came: who seeing that the doors of the parlor were locked, they said, Surely [p]he doeth his easement in his summer chamber.", "25": "And they tarried till they were ashamed: and seeing he opened not the doors of the parlor, they took the key, and opened them, and behold, their lord was fallen dead on the earth.", "26": "So Ehud escaped (while they tarried) and was past the quarries, and escaped unto Seirah,", "27": "And when he came home, he [q]blew a trumpet in mount Ephraim, and the children of Israel went down with him from the mountain, and he went before them.", "28": "Then said he unto them, Follow me: for the Lord hath delivered your enemies, even Moab into your hand. So they went down after him, and took the passages of Jordan toward Moab, and suffered not a man to pass over.", "29": "And they slew of the Moabites the same time about ten thousand men, all [r]fed men, and all were warriors, and there escaped not a man.", "30": "So Moab was [s]subdued that day, under the hand of Israel: and the [t]land had rest fourscore years.", "31": "¶ And after him was Shamgar the son of Anath, which slew of the Philistines six hundred men with an ox [u]goad, and he also delivered Israel."}