{"1": "Israel is oppressed of the Midianites for their wickedness. 14 Gideon is sent to be their deliverer. 37 He asketh a sign. Afterward the children of Israel committed wickedness in the sight of the Lord, and the Lord gave them into the hands of Midian seven years.", "2": "And the hand of Midian prevailed against Israel, [a]and because of the Midianites the children of Israel made them dens in the mountains, and caves, and strongholds.", "3": "When Israel had sown, then came up the Midianites, the Amalekites, and they of the [b]East, and came upon them,", "4": "And camped by them, and destroyed the fruit of the earth, even till thou come unto [c]Gaza, and left no food for Israel, neither sheep, nor ox, nor ass.", "5": "For they went up, and their cattle, and came with their tents as grasshoppers in multitude: so that they and their camels were without number: and they came into the land to destroy it.", "6": "So was Israel exceedingly impoverished by the Midianites: therefore the [d]children of Israel cried unto the Lord.", "7": "¶ And when the children of Israel cried unto the Lord because of the Midianites,", "8": "The Lord sent unto the children of Israel a Prophet, who said unto them, Thus saith the Lord God of Israel, I have brought you up from Egypt, and have brought you out of the house of bondage,", "9": "And I have delivered you out of the hand of the Egyptians, and out of the hand of all that oppressed you, and have cast them out before you, and given you their land.", "10": "And I said unto you, I am the Lord your God: fear not the gods of the Amorites in whose land you dwell: but ye have not obeyed my voice.", "11": "¶ And the Angel of the Lord came, and sat under the oak which was in Ophrah, that pertained unto Joash the father of the Abiezrites, and his son Gideon threshed wheat by the winepress, [e]to hide it from the Midianites.", "12": "Then the Angel of the Lord appeared unto him, and said unto him, The Lord is with thee, thou valiant man.", "13": "To whom Gideon answered, [f]Ah my Lord, if the Lord be with us, why then is all this come upon us? and where be all his miracles which our fathers told us of, and said, Did not the Lord bring us out [of] Egypt? but now the Lord hath forsaken us, and delivered us into the hand of the Midianites.", "14": "And the [g]Lord looked upon him, and said, Go in this thy [h]might, and thou shalt save Israel out of the hands of the Midianites: have not I sent thee?", "15": "And he answered him, Ah my Lord, whereby shall I save Israel? behold, my [i]father is poor in Manasseh, and I am the least in my father's house.", "16": "Then the Lord said unto him, I will therefore be with thee, and thou shalt smite the Midianites, as one man.", "17": "And he answered him, I pray thee, if I have found favor in thy sight, then show me [j]a sign, that thou talkest with me.", "18": "Depart not hence, I pray thee, until I come unto thee, and bring mine offering, and lay it before thee. And he said, I will tarry until thou come again.", "19": "¶ Then Gideon went in, and made ready a kid, and unleavened bread of an [k]Ephah of flour, and put the flesh in a basket, and put the broth in a pot, and brought it out unto him under the oak, and presented it.", "20": "And the Angel of God said unto him, Take the flesh and the unleavened bread, and lay them upon this stone, and pour out the broth: and he did so.", "21": "¶ Then the Angel of the Lord put forth the end of the staff that he held in his hand, and touched the flesh and the unleavened bread: and there arose up fire [l]out of the stone, and consumed the flesh and the unleavened bread, so the Angel of the Lord departed out of his sight.", "22": "And when Gideon perceived that it was an Angel of the Lord, Gideon then said, Alas, my Lord God: for because I have seen an Angel of the Lord face to face, I shall die.", "23": "And the Lord said unto him, Peace be unto thee: fear not, thou shalt not die.", "24": "Then Gideon made an altar there unto the Lord, and called it [m]Jehovah Shalom: unto this day it is in Ophrah, of the father of the Abiezrites.", "25": "¶ And the same night the Lord said unto him, Take thy father's young bullock, and another bullock [n]of seven years old, and destroy the altar of Baal that thy father hath, and cut down the grove that is by it,", "26": "And build an altar unto the Lord thy God upon the top of this rock, in a plain place: and take the second bullock, and offer a burnt offering with the wood of the [o]grove, which thou shalt cut down.", "27": "Then Gideon took ten men of his servants, and did as the Lord bade him: but because he feared to do it by day for his father's household and the men of the city, he did it by night.", "28": "¶ And when the men of the city arose early in the morning, behold, the altar of Baal was broken, and the grove cut down that was by it, and the [p]second bullock offered upon the altar that was made.", "29": "Therefore they said one to another, Who hath done this thing? and when they inquired and asked, they said, Gideon the son of Joash hath done this thing.", "30": "Then the men of the city said unto Joash, Bring out thy son, that he may die: for he hath destroyed the altar of Baal, and hath also cut down the grove that was by it.", "31": "And Joash said unto all that stood by him, Will ye plead Baal's cause? or will ye save him? [q]he that will contend for him, let him die or the morning. If he be God, let him plead for himself against him that hath cast down his altar.", "32": "And in that day was Gideon called Jerubbaal, that is, Let Baal plead for himself because he hath broken down his altar.", "33": "Then all the Midianites and the Amalekites, and they of the East, were gathered together, and went and pitched in the valley of Jezreel.", "34": "But the Spirit of the Lord [r]came upon Gideon and he blew a trumpet, and [s]Abiezer was joined with him.", "35": "And he sent messengers throughout all Manasseh, which was also joined with him, and he sent messengers unto Asher, and to Zebulun and to Naphtali, and they came up to meet them.", "36": "Then Gideon said unto God, [t]If thou wilt save Israel by mine hand, as thou hast said,", "37": "Behold, I will put a fleece of wool in the threshing place: if the dew come on the fleece only and it be dry upon all the earth, then shall I be sure, that thou wilt save Israel by mine hand, as thou hast said.", "38": "And so it was: for he rose up early on the morrow, and thrust the fleece together, and wringed the dew out of the fleece, and filled a bowl of water.", "39": "Again, Gideon said unto God, Be not angry with me, that I may speak once more: let me prove once again, I pray thee, with the fleece: let it now be dry only upon the fleece, and let dew be upon all the ground.", "40": "And God did so the same night: for it was [u]dry upon the fleece only, and there was dew on all the ground."}