{"1": "Having explained how the Israelites and the postexilic Jews are part of the same family with this extensive genealogy, the chronicler now presents a narrative about the most glorious period of Israel's history: the united kingdom. It is in kings David and Solomon that the returning Jews are to find inspiration to rebuild their nation and follow their God. At the end of Saul's reign as king of Israel, the Philistines attacked Israel. The Israelites fled from the Philistines and were killed on Mount Gilboa. ", "2": "As the Philistines tracked Saul and his sons, they killed Jonathan, Abinadab, and Malchi-shua. ", "3": "The fighting was heavy around Saul. Their archers caught up with Saul and wounded him.", "4": "Saul (commanding his armor bearer): 4 Draw your sword and kill me; otherwise these pagans will capture me and mutilate my body. But the armor bearer was afraid to kill his king, so Saul committed suicide, falling on his own sword. ", "5": "When the armor bearer saw Saul's body, he also committed suicide, falling on his own sword. ", "6": "It was at this battle that Saul, his three sons, and his household were annihilated.", "7": "When the Israelites remaining in the valley realized their kinsmen had fled and Saul and his sons were dead, they also left their cities and fled. The conquering Philistines then inhabited these conquered cities of Israel. ", "8": "The next day, when the Philistines returned to the battlefield to rob the dead, they found Saul and his sons slain on Mount Gilboa. ", "9": "So the Philistines stripped Saul and sent his head and armor throughout Philistia, announcing their victory to their gods and to the people. ", "10": "They put Saul's armor in their gods' temples and mounted his head in the temple of Dagon.", "11": "A prominent god whom the Philistines worship is Dagon. They believe he brings rain, which in turn is vital to the crops, and thus makes life possible in their land. When Jabesh-gilead heard how the Philistines desecrated Saul's remains, ", "12": "the heroic men buried the bodies of their king and his sons under the oak tree in Jabesh and fasted for seven days.", "13-14": "Because Saul disobeyed the Eternal One and trusted in the counsel of a medium instead, he died at the Eternal's hand; and the Eternal gave the kingdom to the great king David, son of Jesse."}