{"1": "After David fled from Saul (son of Kish) to the Philistine city of Ziklag, all the tribes of Israel sent warriors to support him in battles. ", "2": "There were especially skilled Benjaminite archers, able to sling stones and shoot arrows from their left hands[a] or from their right hands. ", "3": "Their chief was Ahiezer, then Joash, the sons of Shemaah the Gibeathite, Jeziel and Pelet (sons of Azmaveth), Beracah, Jehu the Anathothite, ", "4": "and Ishmaiah the Gibeonite, a warrior equal to and better than the 30. Then Jeremiah, Jahaziel, Johanan, Jozabad the Gederathite, ", "5": "Eluzai, Jerimoth, Bealiah, Shemariah, Shephatiah the Haruphite, ", "6": "Elkanah, Isshiah, Azarel, Joezer, Jashobeam, the Korahites, ", "7": "Joelah, and Zebadiah (son of Jeroham of Gedor).", "8": "All of these Benjaminites recognize David as king, even over their fellow tribesman, Saul. While David was positioned in his wilderness stronghold, mighty Gadite warriors joined him in battle. They fought in wars with spears and shields, with the ferocity of lions and the speed and agility of gazelles. ", "9": "Their chief was Ezer, then Obadiah, Eliab the third, ", "10": "Mishmannah the fourth, Jeremiah the fifth, ", "11": "Attai the sixth, Eliel the seventh, ", "12": "Johanan the eighth, Elzabad the ninth, ", "13": "Jeremiah the tenth, and Machbannai the eleventh. ", "14": "They were captains of the army—the weakest of them was worth 100 soldiers, and the greatest of them was worth 1,000.", "15": "Large armies such as David's require many men and complex coordination. In the battlefield, men are lined up according to what weapon they use: Spearmen are in front, protected by their shields and able to fight other spearmen hand-to-hand. Slingers are behind them, able to hoist heavy projectiles over their own spearmen and thin out their opponents' frontline. Archers are in the back, able to shoot their arrows long distances to attack their opponents' midline or to infiltrate high battlements. All three are necessary for sieges, but not all military leaders are able to gather so many men of varying skills to their causes. The size and capability of David's army demonstrates his power and the peoples' widespread support of him. In the autumn, when the Jordan River overflows its banks, these men crossed the river and conquered its inhabitants, who then fled to the east and the west. ", "16": "Some Benjaminites and Judahites then joined David's army.", "17": "David (to the Benjaminites and Judahites): 17 If you are joining my army because you agree with my rule, then I welcome your help. We will unify the land of Israel as brothers. But if you are joining me as spies for my enemies, even though I have done nothing wrong, then our God, the God of our fathers, will judge your actions.", "18": "Amasai, the Chief of the 30 (inspired by the Spirit): 18 We are at your command, David, son of Jesse! May peace reward you and your allies, for your God is your ally. So David accepted them as warriors and made them captains of the guard.", "19-22": "a As David requested the aid of his Philistine allies in a battle against Saul, some Manassehites defected from Saul's army to David's army.[b] 20 The Manassehites included Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai—all captains of thousands in their tribe. 21 They could help David against attackers because they were all warriors and captains in the army. 22 Every day the numbers of David's army increased, until it was as great as the army of God—large in number and justified by God's will. 19b But the Philistines at Ziklag refused to help David. Philistines at Ziklag (fearfully): David may join Saul's army and kill us.", "23": "This is a record of the divisions who joined David at Hebron to defeat Saul and conquer Israel as the Eternal determined.", "24": "All twelve tribes of Israel support David's rule, even the Levites who are exempted from military service. Of Judah 6,800 fought with spears and shields. ", "25": "Of Simeon, 7,100 were warriors. ", "26": "Of Levi 4,600 supported David—", "27": "Jehoiada led 3,700 of the house of Aaron; ", "28": "Zadok, a young mighty man of valor, led 22 captains of his father's house. ", "29": "Of Benjamin (Saul's relatives), only 3,000 followed David because many maintained allegiance to their king, Saul. ", "30": "Of Ephraim 20,800 were famous warriors. ", "31": "Of the half-tribe of Manasseh, 18,000 helped to make David king. ", "32": "Of Issachar (politically savvy men), 200 were chiefs of their own relatives. ", "33": "Of Zebulun 50,000 fought with various weapons and followed David with complete devotion. ", "34": "Of Naphtali 1,000 chiefs led 37,000 who fought with spears and shields. ", "35": "Of Dan 28,600 were skilled at keeping ranks. ", "36": "Of Asher 40,000 joined the ranks of the army able to keep formation. ", "37": "From the other side of the Jordan, 120,000 of Reuben, Gad, and the half-tribe of Manasseh fought with various weapons. ", "38": "All these warriors came to Hebron wholeheartedly to support King David as he ascended to the throne of Israel. All others living in Israel recognized David's right to rule, ", "39": "and they celebrated with David three days with the food and drink their relatives had prepared for them. ", "40": "Their kinsmen and the neighboring tribes (even as far as Issachar, Zebulun, and Naphtali) brought food on donkeys, camels, mules, and oxen—large amounts of flour cakes, fig cakes, raisins, wine, oil, oxen, and sheep. All of Israel rejoiced."}