{"1-2": "David (after consulting the captain of each army division): 1-2 If you agree, and if the Eternal One our God requires, then let us request the company of our relatives throughout Israel—including the priests and Levites who are among the other eleven tribes in their cities with pasture lands. ", "3": "Let us take the covenant chest of our God from its exile in Kiriath-jearim and return it to our presence, making it our focus, since we did not keep it with us during Saul's reign.", "4": "Having been established as the king over Israel, David's first act is to ensure proper religious practice for his nation. He decides to make Jerusalem the center of both political and religious power in Israel by moving the chest containing Moses' covenant there. Since God dwells wherever it is, moving the covenant chest to Jerusalem should move God's presence to Jerusalem. As long as it remains in Jerusalem, Jerusalem is more than just the average national capital—it is God's holy city. If anyone chooses to wage war against David and his city, then that person fights God. Everyone agreed with David that this was right: the chest of the covenant should be among the people. ", "5": "So David assembled Israel, from the Shihor of Egypt to the entrance of Hamath in Aram, to take the covenant chest of God from Kiriath-jearim. ", "6": "Everyone went up to Baalah (also known as Kiriath-jearim) in Judah to take the covenant chest of God where the Eternal sits between the winged heavenly creatures and His name is called. ", "7": "They carried the covenant chest of God on a new cart from the house of Abinadab; Uzza and Ahio drove the cart. ", "8": "David and all Israel rejoiced with all their might with songs, lyres, harps, tambourines, cymbals, and trumpets as a celebration before God.", "9": "When they arrived at the threshing floor of Chidon, the oxen tripped, nearly tipping the covenant chest off the cart, so Uzza reached out to steady it. ", "10": "The Eternal was enraged at Uzza because he touched the chest and defiled its sanctity, ignoring God's instructions never to touch it, so He killed the man in His presence. ", "11": "David was angry at the Eternal's retribution against Uzza, so the king named that place Perez-uzza, meaning “broken Uzza,” as it still is called today. ", "12": "David feared God and wondered, “How can I bring the covenant chest of God, something with such awesome power, home with me?” ", "13": "Instead of bringing it to the city of David, he took it to the house of Obed-edom the Gittite, who was from Gath Rammon (a Levitical city). ", "14": "There the covenant chest of God remained three months before David moved it to Jerusalem, and the Eternal blessed Obed-edom's family in everything."}