{"1": "Hiram (king of Tyre) sent messengers to David with cedar trees, masons, and carpenters to build a royal palace, acknowledging Israel and David's political influence in the region. ", "2": "Because of the expanding power of Israel, David realized the Eternal had selected him as king over Israel to provide for His people. ", "3": "At Jerusalem he took more wives and fathered more children. ", "4": "These were the children born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon, ", "5": "Ibhar, Elishua, Elpelet, ", "6": "Nogah, Nepheg, Japhia, ", "7": "Elishama, Beeliada, and Eliphelet.", "8": "David is obviously God's man. The blessings God pours out on David are apparent: he is experienced in political and military success, his family rapidly expands, and his massive building projects are visible everywhere. When the Philistines heard about David's ascension to the throne of all Israel, they prepared to attack him. But David heard about their movement and sent his troops to attack them. ", "9": "As the Philistines raided the valley of Rephaim, ", "10": "David asked for God's guidance. David: Shall I fight the Philistines? Will You assure me a victory? Eternal One: Fight them, and I will ensure a victory.", "11": "David defeated the Philistines at Baal-perazim, so named because “God broke the enemies with my hand as rushing waters break through barriers.” ", "12": "The Philistines abandoned their gods there, so David ordered the idols to be burned.", "13": "The Philistines raided the valley again. ", "14": "Again David asked for God's counsel. Eternal One: This time do not attack them directly. Circle behind their forces and attack from their rear coming out from the balsam trees. ", "15": "When you hear marching in the tops of the balsam trees, then go out to fight. I will have already attacked the Philistine army before you arrive.", "16": "David obeyed God's command, and he defeated the army of the Philistines from Gibeon to Gezer. ", "17": "David was famous among his neighboring nations, and the Eternal made all other nations afraid of him."}