{"1": "The Levites set the covenant chest of God down in the middle of the tent David had built for it, and they made sacrifices and burnt offerings before God. ", "2": "When David finished these rituals of burnt offerings and peace offerings he blessed the people under the Eternal's authority. ", "3": "He gave a loaf of bread, a date roll,[a] and a raisin cake to every man and woman in Israel. ", "4": "He appointed some of the Levites as servants of the covenant chest of the Eternal, as officers to commemorate, to give thanks, and to give praise to the Eternal One, God of Israel. ", "5": "Asaph was the head of the servants, next Zechariah, then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, and Obed-edom. Jeiel was over all instruments, including a ten-stringed harp and lyre, while Asaph played the cymbals. ", "6": "Benaiah and Jahaziel the priests played trumpets regularly before the covenant chest of God. ", "7": "That day, at the end of the parade, David gave this first song of thanks to Asaph and his brothers:", "8": "Give thanks to the Eternal, and call out to Him. Teach the people His deeds.", "9": "Sing to Him! Sing praises to Him! Talk about all His wonders.", "10": "Brag about His holy name; let your heart rejoice in following the Eternal.", "11": "Always follow the Eternal, His strength and His face.", "12": "Remember the wonders which He did, and the judgments which He spoke.", "13": "Seed of Israel, you are His servants; sons of Jacob, you are His chosen.", "14": "He is the Eternal One, your God. His judgments fill the earth.", "15": "Always remember His covenant, the word He commanded to 1,000 generations", "16": "Which is His covenant with Abraham and His pledge to Isaac,", "17": "His statute with Jacob and His covenant with Israel forever:", "18": "“I will give the land of Canaan to you, a territory as your inheritance.”", "19": "When He promised this, you were a diminished few, mere strangers in the land.", "20": "You went from nation to nation and from one kingdom to another,", "21": "But He did not let those nations oppress you. He reproved the kings:", "22": "“Do not strike My anointed people or do evil to My prophets.”", "23": "Now, sing to the Eternal, all the earth! Announce the good news of His salvation each and every day!", "24": "Enlighten the nations to His splendor; describe His wondrous acts to all people!", "25": "For the Eternal is great indeed and praiseworthy, feared and reverenced above all gods.", "26": "For all gods are worthless idols, but the Eternal plotted the vast heavens.", "27": "Honor and majesty precede Him; strength and beauty infuse His holy sanctuary.", "28": "Give all credit to the Eternal, families of the world! Credit Him with honor and strength!", "29": "Credit Him with the glory worthy of His magnificent name; gather your sacrifice, and present it before Him. Bow down to the Eternal, adorned in holiness.", "30": "Fear Him, all the earth. For the earth is firmly rooted; it cannot move.", "31": "Heavens, be glad; earth, rejoice. Say to the nations, “The Eternal One reigns.”", "32": "The sea roars, as do its creatures. The field rejoices, as do its crops.", "33": "Then will the forest and its trees cry out before the Eternal, for He comes to judge the earth.", "34": "Give testimony about the Eternal because He is good; His loyal love lasts forever.", "35": "Say, “Save us, God of our salvation. Gather us and free us from the nations To thank Your holy name, to boast in Your praise.”", "36": "Blessed is the Eternal One, God of Israel, from everlasting to everlasting. People: So may it be! We will praise the Eternal.", "37": "So David left Asaph and his brothers at the covenant chest of the Eternal to serve it continually, performing the daily rituals. ", "38": "Obed-edom and the 68 brothers served, with Obed-edom (son of Jeduthun) and Hosah as the gatekeepers.", "39": "Zadok (the priest) and his fellow priests lived before the congregation tent of the Eternal in the high place at Gibeon ", "40": "to burn offerings continually to Him upon the altar in the morning and evening, as God had commanded Israel. ", "41-42": "With them were Heman, Jeduthun, and the rest of those who are chosen and recorded here who gave testimony about the Eternal, whose loyal love never ends, using clarions, cymbals, other instruments, and songs. The sons of Jeduthun were assigned to be gatekeepers at Gibeon. ", "43": "Once the congregation tent was prepared, all the people returned to their homes, and David returned to bless his own house."}