{"1": "After David moves the covenant chest to Jerusalem, Israel has two places of worship and two high priests. One is with the chest in Jerusalem, and the other is at the congregation tent in Gibeon. Although David intends to build a temple in Jerusalem and reunite the covenant chest and the congregation tent, that one worship center will not be built until his son, Solomon, is king. Once David had sat in his palace, he made an observation. David (to Nathan the prophet): I live in a sturdy house made of expensive, imported cedar, but the covenant chest of the Eternal lives in a temporary house made of curtains. This does not seem right.", "2": "Nathan: 2 If you want to build God a house, then do it. God is with you.", "3": "Later that night, God came to Nathan and corrected his thinking.", "4": "Eternal One: 4 Go and tell My servant David the Eternal One says: You may not build a house for Me to live in; ", "5": "I have never lived in a house, from the day I brought Israel out of Egypt until today. I have always moved from tent to tent, from one home to another. ", "6": "In all these places where I have walked with Israel, did I ever ask any of the judges I commanded to shepherd Israel, “Why have you not built for Me an expensive house of cedar?”", "7": "I, the Eternal One, Commander of heavenly armies, pledge this: I moved you from the pasture, where you followed behind sheep, to the palace, where you now lead My sheep, Israel. ", "8": "I have accompanied you wherever you have gone and have destroyed your enemies from before you. I will exalt your name to the level of the great ones who are on the earth. ", "9": "I will select a land for My people Israel; I will plant them so they may live in their own land and not be moved again. The wicked will not exhaust them anymore, as they did from the beginning ", "10": "and as when I commanded judges to be over My people Israel. I will humble all your enemies. I, the Eternal One, will build a house for you, instead of you building a house for Me. ", "11-12": "At the end of your life, when your reign on earth is complete and you have joined your ancestors, I shall select one of your sons in your place, and I shall build his house. In return, he will build a house for Me, a temple where I shall dwell and where your people will worship Me. And I will establish his throne forever. ", "13": "I shall be his Father, and he will be My son. I shall not take My loyal love from him as I took it from Saul who reigned before you. ", "14": "I shall establish him in My temple and in My kingdom forever. His throne will last forever.", "15": "God is clever! David comes to Him, asking to build Him a house, but God turns it around on the king. God uses the opportunity to talk about something more important than a house with four walls; instead, He wants to talk about David's house—David's monarchy. This promise gives the Jews the inspiration they need as they rebuild the temple. Certainly buildings are fleeting, for even Solomon's glorious temple that David draws the plans for is destroyed. But God's promise remains. David's descendants continue to lead His people, just as He has led the Jews back from Babylon. Nathan told David exactly what the Eternal said through this vision. ", "16": "Then King David sat before the Eternal. David: Why have You, Eternal God, brought someone as lowly as me and my family to such a prominent place? ", "17": "This promise was a small thing to You, O God; but it ensures the stability of my house for a long time and reveals to me future generations while regarding me as a man of importance, and their importance to You, Eternal God. ", "18": "How else can I thank you? For You have honored Your servant, and you have come to know Your servant. ", "19": "Eternal, for my sake and according to Your desire, You have orchestrated all this greatness and revealed all these great things. ", "20": "Eternal, there is none like You; for all we have heard no other god exists who has revealed such things. ", "21": "No other nation on the earth is like Your people Israel. You redeemed us to be Your people, to make Your name great by Your powerful deeds—driving out nations from before us, whom You redeemed out of Egypt. ", "22": "You made us Your own people forever; and You, Eternal One, became our God forever. ", "23": "Eternal, may Your promise last forever, and may You do as You have spoken over your servant and his house. ", "24": "May Your name be established and magnified forever: “The Eternal, Commander of heavenly armies, God of Israel, is Israel's God; and the house of Your servant David is established before You.” ", "25": "You, my God, have revealed Your intention to establish my kingdom; therefore, I have the courage to pray before You. ", "26": "Now, Eternal, You are God and have promised this good thing to Your servant. ", "27": "You are pleased to bless the house of Your servant; may Your pleasure continue forever. For You, Eternal, have blessed and will bless forever."}