{"1": "After God blessed David's monarchy, King David conquered the Philistines—defeating them and seizing their capital city of Gath and its towns.", "2": "He defeated the Moabites, who were his relatives through his ancestor Ruth, and the Moabites served David and brought him tribute.", "3": "He defeated Hadadezer (king of Zobah) as far as Hamath in Aram, extending the borders of Israel to the Euphrates River. ", "4": "From Hadadezer David seized 1,000 chariots, 7,000 horsemen, and 20,000 foot soldiers. He cut the leg muscles of all the chariot horses, reserving only 100 for future use with the chariots. ", "5": "When the armies of Damascus in Aram came to help their kinsman Hadadezer, David killed 22,000 Arameans. ", "6": "Then David built garrisons in Damascus, and the Arameans served him and brought him tribute. The Eternal helped David, ensuring his victory, wherever he went. ", "7": "David seized the golden shields from the servants of Hadadezer and brought them to Jerusalem. ", "8": "He seized large quantities of bronze from Hadadezer's cities of Tibhath and Cun (which Solomon later used to cast the bronze basin, pillars, and utensils for the temple). ", "9": "When Tou (king of Hamath in Aram) heard that David had defeated Hadadezer king of Zobah, ", "10": "he was overjoyed since he had been fighting with Hadadezer himself. Tou sent his son, Hadoram, to King David to greet him and to bless him with gold, silver, and bronze, for David had fought Hadadezer and had won the victory. ", "11": "King David then dedicated these gifts to the Eternal along with the silver and gold he had seized from these nations: Edom, Moab, Ammon, Philistia, and Amalek.", "12": "These weren't just any surrounding nations; these nations each have long histories as adversaries of Israel. Edom, descended from Jacob's older brother Esau, lost any chance of being God's chosen people when Esau sold his birthright to Jacob for stew. Moab and Ammon were formed by the descendants of an incestuous relationship between Abraham's nephew Lot and Lot's daughters. The Philistines, although not related to the Israelites, were frequent enemies whose military prowess threatened Israelite tribes on many occasions. And the Amalekites, also descended from Esau, were almost constant enemies of the Israelites, employing ruthless tactics in their war mongering. By subduing these nations, David not only secures the safety of Israel, but he reaffirms God's selection of Israel as His people over all the other nations in the land. One of David's chiefs, Abishai (son of Zeruiah), defeated 18,000 Edomites in the valley of Salt. ", "13": "He built garrisons in Edom, and all the people of that nation served David. The Eternal helped David wherever he went.", "14": "David was a just and righteous ruler over all Israel—over his people and the lands he conquered. ", "15": "Joab (son of Zeruiah) led the army; Jehoshaphat (son of Ahilud) was the recorder; ", "16": "Zadok (son of Ahitub) and Abimelech (son of Abiathar) were priests; Shavsha was secretary; ", "17": "Benaiah (son of Jehoiada) governed the Cherethites and the Pelethites. David's own sons were his trusted chiefs giving him advice."}