{"1": "After our King David had consolidated his power in Israel, conquering his surrounding enemies, an adversary[a] stood against Israel, and incited David to conduct a census in the nation to determine the strength of his army before going to war.", "2": "In the parallel passage of 2 Samuel 24, David receives three options for punishment concerning his disobedience. He knows the Eternal is far more merciful than human beings, so he elects three days of divine pestilence. Sadly thousands of Israelites die because of David's arrogance in wanting to know just how powerful his kingdom has become. But the chronicler does something the writer of Samuel does not: he explains how this incident determines where David will plan to build the temple (22:1). The threshing floor of Ornan is the perfect spot for it since this is where God stops the hand of the heavenly messenger from destroying Jerusalem. David (to Joab and Israel's tribal leaders): 2 Count the number of people in Israel from Beersheba in the south to Dan in the north and report that number to me.", "3": "Joab: 3 May the Eternal add immeasurably to His followers! But, my lord the king, aren't every one of those people your subjects? Why does my lord seek this? Why would you do something that could cause your Israelites guilt?", "4": "In spite of Joab's objections, David's census occurred. Joab obeyed his king, traveled throughout Israel, and returned to Jerusalem. ", "5": "He then reported the number of all the people to David: 1,100,000 swordsmen were in Israel and 470,000 were in Judah. ", "6": "But Joab rebelled against David's command and did not count Levi and Benjamin because he was against the census.", "7": "As Joab anticipated, God was displeased with the census and He struck Israel. ", "8": "The king then prayed to God. David: I know that I have sinned greatly by requiring a census. Please remove the sin of Your servant, who has acted so very foolishly.", "9": "The Eternal spoke to Gad, David's seer.", "10": "Eternal One: 10 Give David My message: “I am offering you a choice of three punishments. Make your selection, and I will do that to you.” So Gad paid the king a visit.", "11": "Gad (to David): 11 The Eternal One says, “Choose your punishment: ", "12": "three years of famine, three months of pursuit by your enemies, or three days of the Eternal's sword—plague and destruction by His messenger.” So, what answer should I tell Him?", "13": "David: 13 This choice greatly distresses me. Tell Him I would rather fall before the Eternal, whose mercies are very great, than fall before men.", "14": "So the Eternal did as He promised and sent a violent plague to Israel; 70,000 men of Israel died. ", "15": "God also sent a heavenly messenger to destroy Jerusalem; but as the messenger was poised to ruin it, the Eternal saw the damage caused by the plague and grieved over the calamity. He told the messenger, “The pestilence is enough punishment; stand down.” The Eternal's messenger stood by the threshing floor of Ornan the Jebusite when the True God stopped him.", "16": "When David looked up and saw the Eternal's messenger standing between earth and heaven with his sword stretched out over Jerusalem, David and the elders mourned. They dressed in sackcloth and prostrated themselves.", "17": "David (calling out to God): 17 Wasn't I the one who commanded the census? I, the shepherd, certainly have sinned and done evil; but what have the rest of the nation, Your sheep, done? Eternal One, my True God, please punish only me and my father's household, not all of Your people.", "18": "Messenger (commanding Gad): 18 Tell David to build an altar to the Eternal on the threshing floor of Ornan the Jebusite.", "19": "David obeyed the instruction of the divine messenger.", "20": "When Ornan saw the messenger, his four sons who were with him hid among the wheat. But Ornan continued threshing. ", "21": "As David approached, Ornan glimpsed the king, left his chores, and prostrated himself before David.", "22": "David: 22 Sell me this threshing floor so I may build on it an altar to the Eternal. I will pay you the full price so the plague against the people may end.", "23": "Ornan: 23 Take it; it's yours to do with as you please. I will donate the oxen for burnt offerings, the threshing tools for wood, and the wheat for the grain offering. I will give it all to you, my king.", "24": "David: 24 No, I must buy it for the full price. I will not give your possessions to the Eternal as if they were my own, nor will I give a burnt offering which costs me nothing. I must sacrifice something for this offering.", "25": "So David paid Ornan 15 pounds of gold by weight for the property. ", "26": "There David built an altar to the Eternal, sacrificed burnt offerings, and gave peace offerings. David requested His presence, and He accepted the altar and sacrifices by sending fire from heaven onto the altar of burnt offering. ", "27": "Then the Eternal commanded the divine messenger to sheath his sword. ", "28": "When David saw how the Eternal had answered him on the threshing floor of Ornan the Jebusite by coming to the altar as fire and by stopping the plagues and the destruction of Jerusalem, David offered a sacrifice there instead of at Gibeon. ", "29": "(The congregation tent of the Eternal, which Moses had built in the wilderness, and the altar of burnt offering were in the high place at Gibeon at that time.) ", "30": "But David could not go to Gibeon to commune with God because he still feared that the Eternal's messenger would slay him."}