{"1": "David: Now this is the house of the Eternal God, and this is the altar of burnt offering for Israel. We will no longer need to travel to Gibeon to sacrifice to God.", "2": "Having purchased a location for the new temple, David began preparations for its construction. He gathered the foreigners who were in Israel so they could help build the temple. He appointed stonecutters for the house of God; ", "3": "and he prepared large quantities of iron (to cast the nails for the gate doors and the hinges), immeasurable amounts of bronze, ", "4": "and enormous quantities of cedar logs (brought to David by the Sidonians and Tyrians).", "5": "Everyone in the region participates in building the Lord's Jerusalem temple. David: 5 Solomon, my dear son, is so young for such a grand project as the Eternal's house. He does not have the experience required for a job that should be known throughout the nations as wondrous. I will prepare for the temple construction before Solomon ascends in my place. So David made all the preparations before his death.", "6": "Then David called for his son, Solomon, and instructed him to build a house for the Eternal God of Israel.", "7": "David: 7 My son, I had intended to build a house honoring the reputation of the Eternal One my God, ", "8": "but the Eternal spoke to me. The blood on David's hands makes him ritually impure to build a holy structure and house like the Jerusalem temple. Eternal One: You have shed much blood and waged great wars, My wars. But because of your conquests and the amount of blood you spilled on My behalf, you will not build a house honoring My reputation. ", "9": "You will have a son named Solomon, who will be a man of rest. He will not fight wars for Me—I will give him rest from all his enemies on every side. I will give peace and quiet to Israel during his reign.", "10": "The name “Solomon” has a similar spelling and sound to Shalom, the word for “peace.” He will build a house honoring My reputation, a place where I shall dwell and where your people will worship Me. He will be My son and I will be his Father. I will establish his kingdom as My representative of My rule in Israel forever.", "11": "David: 11 My son, you will need His help to build the house of the Eternal One your God successfully, just as He plans and as I have prepared for you. ", "12": "May He give you discretion, understanding, and command over Israel, for you will need to keep the laws of the Eternal One your God if you are to finish His temple. ", "13": "Only then you will prosper, by following these statutes and ordinances for Israel, which the Eternal gave to Moses. You must be strong and courageous—never fear or be distraught.", "14": "I have meticulously prepared for the house of the Eternal. David has already received a divine blueprint, has gathered materials, and has solicited international workers. I have collected 3,750 tons of gold, 37,500 tons of silver, bronze, and iron (they are more readily available to us than gold is), and timber and stone. You may easily add to these materials as you need to because ", "15-16": "there is no limit to the gold, silver, bronze, and iron. I have hired many workmen: stonecutters, stonemasons, carpenters, and tradesmen. Go now and work; build this magnificent, world-renowned temple, and may the Eternal be with you as you do it.", "17": "Having completed his instructions to Solomon, David then commanded all the tribal leaders of Israel to help Solomon.", "18": "David: 18 The Eternal One your God is with you. Now that He has provided the land for Israel, He has given you peace with your enemies on every border. ", "19": "Now prepare yourself mentally and emotionally to follow the Eternal One your God. Go and build the temple of the Eternal God, so you may bring the covenant chest of the Eternal to rest there and take the holy vessels of God into His house for us to use in sacrifice."}