{"1": "Because Aaron's family was set apart by God for the service of the temple, his family's genealogy is separated from the other Levites. The Aaronites were divided into families based on the sons of Aaron: Nadab, Abihu, Eleazar and Ithamar. ", "2": "The two oldest, Nadab and Abihu, died before their father did, and they had no sons. So Aaron's youngest sons, Eleazar and Ithamar, became the priests.", "3": "King David, with the help of Zadok (from the line of Eleazar) and Ahimelech (from the line of Ithamar), divided the Levites by the duties they performed in the temple. ", "4": "Since the descendants of Eleazar boasted more chiefs than the descendants of Ithamar did, the three men divided the Levites accordingly. In Eleazar's line, sixteen families were distinguished, in Ithamar's line, eight families were distinguished. ", "5": "The divisions were determined by a system of lots, one way that God's will was revealed to men. The descendants of Eleazar and Ithamar filled two positions: officers of the sanctuary and officers of God.", "6": "Shemaiah (son of Nethanel the scribe, a Levite) recorded the results of the lots in front of the king, the princes, Zadok the priest, Ahimelech (son of Abiathar), and the heads of the Levite families. As the men drew their lots, they formed two lines: one representing the line of Eleazar and one representing the line of Ithamar. ", "7": "Now the first lot went to Jehoiarib, the second to Jedaiah, ", "8": "the third to Harim, the fourth to Seorim, ", "9": "the fifth to Malchijah, the sixth to Mijamin, ", "10": "the seventh to Hakkoz, the eighth to Abijah, ", "11": "the ninth to Jeshua, the tenth to Shecaniah, ", "12": "the eleventh to Eliashib, the twelfth to Jakim, ", "13": "the thirteenth to Huppah, the fourteenth to Jeshebeab, ", "14": "the fifteenth to Bilgah, the sixteenth to Immer, ", "15": "the seventeenth to Hezir, the eighteenth to Happizzez, ", "16": "the nineteenth to Pethahiah, the twentieth to Jehezkel, ", "17": "the twenty-first to Jachin, the twenty-second to Gamul, ", "18": "the twenty-third to Delaiah, and the twenty-fourth to Maaziah. ", "19": "They performed their appointed offices when they entered the temple of the Eternal in two-week shifts each year as the law requires according to the Eternal God of Israel's command through their father Aaron. The rest of the year, the Levites served God in their hometowns.", "20": "This is the continuation of the Levites from Kohath's line: Shubael (son of Amram) fathered Jehdeiah. ", "21": "Rehabiah (son of Eliezer) fathered Isshiah (the first). ", "22": "Shelomoth (son of Izhar) fathered Jahath. ", "23": "Hebron (son of Kohath) fathered Jeriah first, Amariah second, Jahaziel third, and Jekameam fourth. ", "24": "Micah (son of Uzziel) fathered Shamir. ", "25": "Isshiah (brother of Micah) fathered Zechariah.", "26-27": "From Merari's line were Mahli and Mushi; Jaaziah fathered Beno, Shoham, Zaccur and Ibri. ", "28": "Mahli fathered Eleazar, who had no sons. ", "29": "Kish fathered Jerahmeel. ", "30-31": "Mushi fathered Mahli, Eder, and Jerimoth. These Levites, according to their families, also determined their divisions by the system of lots (as their relatives, the sons of Aaron had done) in the presence of King David, Zadok the priest, Ahimelech, and the leaders of the priests' families and of the Levites (the leaders of all the families and those of his younger brother)."}