{"1": "The duties of the Levite gatekeepers were performed by the Korahites, specifically by the descendants of Meshelemiah (Kore's son, of the sons of Asaph).", "2": "One of the most interesting and indeed essential observations from these tribal and ancestry lists is the organic and symbiotic nature of the Israelite community. Every person in every tribe has his or her responsibility for the community as a whole. If certain persons are not guarding the various gates of the city, then marauders and bandits can easily attack. If certain persons are not playing instruments or singing, then the community is without leadership in corporate worship and praise of the Lord and His many benevolent and redemptive acts toward Israel. In the following sections, the specific lists of persons indicate roles both in the worship ethic and in the military life of Israel. Meshelemiah fathered sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth, ", "3": "Elam the fifth, Johanan the sixth, and Eliehoenai the seventh.", "4-5": "God blessed Obed-edom, another gatekeeper, with sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sacar the fourth, Nethanel the fifth, Ammiel the sixth, Issachar the seventh, and Peullethai the eighth. ", "6": "Obed-edom's son Shemaiah fathered sons who ruled their family, for they were mighty warriors. ", "7": "They were Othni, Rephael, Obed, and Elzabad, whose brothers (Elihu and Semachiah) were valiant men. ", "8": "These and their relatives were the lineage of Obed-edom; all were capable men with strength for the service in the temple, and 62 from this family served.", "9": "Meshelemiah had other sons and relatives, 18 valiant men.", "10": "Hosah (one of the sons of Merari) fathered sons who served as gatekeepers: Shimri the first (although he was not the firstborn son, his father made him the primary inheritor), ", "11": "Hilkiah the second, Tebaliah the third, and Zechariah the fourth. These sons plus Hosah's other brothers numbered 13.", "12": "All these divisions of gatekeepers, the chief men, performed specific duties (similar to their relatives' duties) when ministering in the temple of the Eternal. ", "13": "Like the other divisions, the weak and the mighty, the students and the teachers, used a system of lots to determine which gates they would guard according to their family lineage.", "14": "The eastern gate went to the family of Shelemiah. Since his family was larger than Obed-edom's and Shuppim's, Shelemiah's son Zechariah also drew lots for control of a gate. Zechariah, a prudent counselor, received control of the northern gate. ", "15": "Obed-edom received control of the southern gate, and his sons went to work the temple storehouse within the gates. ", "16": "Shuppim and Hosah were together given the western gate (which is near the gate of Shallecheth, on the ascending road). The guards stood side by side at their posts. ", "17": "Each day six Levites guarded the east side, four guarded the north, and four guarded the south. The storehouses were guarded in shifts, two by two. ", "18": "At the Parbar, a building adjacent to the temple on the western side, four guarded the highway and two guarded the Parbar itself. ", "19": "These were the duties of the Korahite and Merarite gatekeepers.", "20": "Other Levites, relatives of the Korahites and Merarites, were[a] over the treasury—both the temple's treasures and the sacred treasures. ", "21": "The sons of Ladan (son of Gershon), specifically the Jehielites, were the leaders of the families descended from Ladan the Gershonite. ", "22": "Jehieli's sons, Zetham and Joel his brother, were in charge of the treasures in the temple of the Eternal. ", "23": "The Amramites, the Izharites, the Hebronites, and the Uzzielites performed other duties in the temple. ", "24": "Shebuel (son of Gershom, the son of Moses), was the ruler of the treasures. ", "25": "His relative, Eliezer, had five sons in the service of the treasury: Rehabiah, Jeshaiah, Joram, Zichri, and Shelomoth. ", "26": "Shelomoth and his relatives were in charge of all the dedicated treasures which King David, the tribal leaders, the commanders of thousands and hundreds, and the commanders of the army had dedicated after their battles. ", "27": "Part of their spoils won in battles were used to repair the house of the Eternal, which was the congregation tent at that time. ", "28": "Others who dedicated spoils to the treasury included Samuel the seer, Saul (son of Kish), Abner (son of Ner), and Joab (son of Zeruiah). All of the holdings of dedicated gifts in the treasury were cared for by Shelomoth and his relatives.", "29": "The Izharites acted as officers and judges throughout Israel. Chenaniah and his sons were given the duty of protecting the people outside of the temple.", "30": "The Hebronites oversaw Israel's duties east and west of the Jordan River. Hashabiah and his relatives—1,700 capable men—performed such duties for the Eternal and in the service of the king to the west of the river. ", "31": "The Hebronites who were led by Jerijah were evaluated according to their lineage during David's 40th year as king. Many of them were deemed great men, especially those at Jazer of Gilead. ", "32": "Jerijah and his relatives, these capable men, numbered 2,700 and were the leaders of their families. Because of their exceptional abilities, King David made them overseers of the Reubenites, the Gadites, and the half-tribe of the Manassites, all located east of the Jordan River, watching how these tribes behaved toward their God and king."}