{"1": "These are the Israelites (the families' leaders, the commanders of hundreds and thousands) and their officers who performed their duties for the king on a monthly rotation (one division for each month of the year). The Levites are not the only leaders in David's government. While they do perform some duties outside of the temple, most secular work is done by the other tribes. Each division had 24,000 men: ", "2-3": "Jashobeam (son of Zabdiel, a Perezite) was the leader of all the commanders of the army and the leader of the first division during the first month. ", "4": "Dodai the Ahohite and his division led the division for the second month under Mikloth, their chief officer. ", "5": "Benaiah (son of Jehoiada, the priest) led the third division in the third month. ", "6": "He was a powerful man, in charge of his thirty. Ammizabad (Benaiah's son) led his father's division. ", "7": "Asahel (brother of Joab) and Zebadiah his son after him led the fourth division in the fourth month. ", "8": "Shamhuth the Izrahite led the fifth division in the fifth month. ", "9": "Ira (son of Ikkesh, the Tekoite) led the sixth division in the sixth month. ", "10": "Helez (the Pelonite of the Ephraimites) led the seventh division in the seventh month. ", "11": "Sibbecai (the Hushathite of the Zerahites) led the eighth division in the eighth month. ", "12": "Abiezer (the Anathothite of the Benjaminites) led the ninth division in the ninth month. ", "13": "Maharai (the Netophathite of the Zerahites) led the tenth division in the tenth month. ", "14": "Benaiah (the Pirathonite of the Ephraimites) led the eleventh division in the eleventh month. ", "15": "Heldai (the Netophathite of Othniel) led the twelfth division in the twelfth month.", "16": "Each of the tribes of Israel had leaders from within their families: the leader of the Reubenites was Eliezer (son of Zichri); for the Simeonites was Shephatiah (son of Maacah); ", "17": "for the Levites was Hashabiah (son of Kemuel); for the Aaronites (a part of the Levite clan) was Zadok; ", "18": "for the Judahites was Elihu (one of King David's brothers); for the Issacharites was Omri (son of Michael); ", "19": "for the Zebulunites was Ishmaiah (son of Obadiah); for the Naphtalites was Jeremoth (son of Azriel); ", "20": "for the Ephraimites was Hoshea (son of Azaziah); for the half-tribe of the Manassehites was Joel (son of Pedaiah); ", "21": "for the portion of the half-tribe of Manassehites that was separated from the others in Gilead was Iddo (son of Zechariah); for the Benjaminites was Jaasiel (son of Abner); ", "22": "for the Danites was Azarel (son of Jeroham). These men were the leaders of the tribes of Israel.", "23": "When David conducted the census, he did not count anyone 20 years of age and younger because the Eternal had said He would make the population of Israel innumerable, like the stars of heaven. ", "24": "Joab (son of Zeruiah) intended to count them, but he did not finish. It was because Joab attempted to count the innumerable that God was angry at Israel and punished them. Because the census angered God so much, its results are not recorded in the chronicles of King David.", "25": "The exile takes a toll not just on the lives of the Jews, but also on Israel herself. The chronicles of King David are among several historical documents stored in the royal archives. When the Babylonians attack Jerusalem and destroy Solomon's temple, those official records are lost as well. Israel loses significant portions of the nation's written history, so that history remains only in the oral traditions of the people. Because of this loss of history, the chronicler writes this book for the Jews—so that their descendants will have a testament to the early history and the greatness of the Israelites before they are forgotten. These are other officials in David's government: Azmaveth (son of Adiel) managed the king's own storehouses. Jonathan (son of Uzziah) managed the storehouses that did not belong directly to the king in the country, cities, villages, and towers. ", "26": "Ezri (son of Chelub) managed the farmhands who tilled the soil. ", "27": "Shimei (the Ramathite) managed the vineyards, and Zabdi (the Shiphmite) managed the grapes and wine stored in the wine cellars. ", "28": "Baal-hanan (the Gederite) managed the olive and sycamore trees in the Shephelah, and Joash managed oil stored in the storehouses. ", "29": "Shitrai (the Sharonite) managed the cattle grazing in Sharon, and Shaphat (son of Adlai) managed the cattle grazing in the valleys. ", "30": "Obil (the Ishmaelite) managed the camels. Jehdeiah (the Meronothite) managed the donkeys. ", "31": "Jaziz (the Hagrite) managed the flocks. These men were the managers of King David's property.", "32": "Jonathan (David's uncle) was a counselor, a discerning man, and a scribe. Jehiel (son of Hachmoni) was a companion of and attendant for the king's sons. ", "33-34": "Ahithophel was counselor to the king, and he was succeeded by Jehoiada (son of Benaiah) and Abiathar. Hushai (the Archite) was the king's confidant. Joab was the leader of the king's army."}