{"1": "Each tribe is influential in the nation of Israel and has the honor of being descended from the Jews' ancestor Jacob, but the tribe of Judah has prominence and power. From this tribe comes Israel's monarchy, even though their forefather Judah was not the oldest son and therefore not the one who would have been expected to father kings. The selection of Judah as the progenitor of kings demonstrates that God is in control of His people even when tradition and convention are contrary to His ways. Judah's lineage descended as so: Perez, Hezron, Carmi, Hur, and Shobal. ", "2": "Shobal fathered Reaiah (the father of Jahath and grandfather of Ahumai and Lahad). They were the families of the Zorathites. ", "3": "Etam fathered three sons, Jezreel, Ishma, and Idbash, and their sister, Hazzelelponi. ", "4": "Penuel fathered Gedor, and Ezer fathered Hushah. These are the sons of Hur, who was the firstborn of Ephrathah, who fathered Bethlehem.", "5": "Ashhur, the leader of Tekoa, had two wives: Helah and Naarah. ", "6": "Naarah gave birth to Ahuzzam, Hepher, Temeni, and Haahashtari. ", "7": "Helah gave birth to Zereth, Izhar, and Ethnan. ", "8": "Koz fathered Anub, Zobebah, and the families of Harum's son, Aharhel.", "9": "Jabez, whose name commemorates his mother's labor pains, was more honorable than his brothers. ", "10": "He asked the God of Israel, “Please bless me and extend my territory. Let Your hand be with me and guard me from harm so I will not experience pain as my mother did.” And God did just that.", "11": "Shuhah's brother Chelub fathered Mehir, who fathered Eshton. ", "12": "Eshton fathered Beth-rapha, Paseah, and Tehinnah who fathered Ir-nahash. These are the men of Recah.", "13": "Kenaz fathered Othniel and Seraiah. Othniel's sons were Hathath and Meonothai. ", "14": "Meonothai fathered Ophrah. Seraiah's son was Joab, the father of Ge-harashim, the skilled workers.", "15": "Caleb (the son of Jephunneh) fathered Iru, Elah, and Naam. Elah's son was Kenaz. ", "16": "Jehallelel fathered Ziph, Ziphah, Tiria, and Asarel. ", "17": "Ezrah fathered Jether, Mered, Epher, and Jalon. Jether's wife bore Miriam, Shammai, and Ishbah (the father of Eshtemoa). These are the sons of Bithia (Mered's wife and Pharaoh's daughter). ", "18": "His Judahite wife birthed Jered (the father of Gedor), Heber (the father of Soco), and Jekuthiel (the father of Zanoah). ", "19": "Hodiah's wife (the sister of Naham) gave birth to the fathers of Keilah the Garmite and Eshtemoa the Maacathite. ", "20": "Shimon fathered Amnon, Rinnah, Benhanan, and Tilon. Ishi fathered Zoheth and Ben-zoheth.", "21": "Judah's son Shelah fathered Er (the father of Lecah), Laadah (the father of Mareshah), and the families of linen workers at Beth-ashbea, ", "22": "Jokim, the men of Cozeba, Joash, Saraph (who ruled in Moab), and Jashubi-lehem. This record is ancient. ", "23": "They were the potters who lived in Netaim and Gederah, working for the king.", "24": "The sons of Simeon were Nemuel, Jamin, Jarib, Zerah, and Shaul. ", "25": "Shaul's lineage descended Shallum, Mibsam, and Mishma, ", "26": "and the sons of Mishma were Hammuel, Zaccur, and Shimei. ", "27": "Shimei fathered 16 sons and 6 daughters, but his brothers did not have many sons and their tribes were not as large as the Judahites. ", "28": "Until David united the tribes into one nation, Shimei's descendants lived at Beersheba, Moladah, Hazar-shual, ", "29": "Bilhah, Ezem, Tolad, ", "30": "Bethuel, Hormah, Ziklag, ", "31": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their cities until David became king. ", "32": "Their five city-states were Etam, Ain, Rimmon, Tochen, and Ashan, ", "33": "near the city of Baal. These were recorded in the genealogy of their villages: ", "34": "Meshobab, Jamlech, Joshah (son of Amaziah), ", "35": "Joel, Jehu (son of Joshibiah, son of Seraiah, son of Asiel), ", "36": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah, ", "37": "Ziza (son of Shiphi, son of Allon, son of Jedaiah, son of Shimri, son of Shemaiah).", "38": "These were chiefs, and their clans increased rapidly. ", "39": "They sought pastures for their flocks from the gate of Gedor to the east side of its surrounding valley. ", "40": "There they found a rich pasture and abundant, quiet, and peaceful land. The Hamites inhabited the land ", "41": "until the Simeonites attacked them during the reign of Judah's king Hezekiah. They completely destroyed the tents and the Meunites who lived there. The Simeonites now live in their place, where there is pastureland for the flocks.", "42": "Five hundred Simeonites went to Mount Seir, led by the sons of Ishi: Pelatiah, Neariah, Rephaiah, and Uzziel. ", "43": "There they killed the remaining Amalekites, and they live on that mountain until this day."}