{"1-2": "Because Reuben slept with his father's concubine, he forfeited his rights as the firstborn of Israel, his monetary inheritance and his political position as the leader of the nation of Israel. Although Reuben's inheritance and birthright were given to Joseph, Judah's descendants became the rulers of Israel.", "3": "Reuben's sons (the firstborn of Israel) were Hanoch, Pallu, Hezron, and Carmi. ", "4": "The descendants of Joel were Shemaiah, Gog, Shimei, ", "5": "Micah, Reaiah, Baal, ", "6": "and Beerah. Beerah (who led the Reubenites) was exiled by Tilgath-pilneser, the king of Assyria who destroyed Israel and exiled the inhabitants. ", "7": "His kinsmen led their families in the order of their generations: Jeiel was the first chief, then Zechariah, ", "8": "Bela of Aroer (son of Azaz, son of Shema, son of Joel), Nebo, and finally Baal-meon.", "9": "The Reubenite territory stretched to the Euphrates River Valley because their cattle had increased in the land of Gilead. ", "10": "During Saul's reign they slaughtered the Hagrites and seized their territory east of Gilead.", "11": "The Gadites lived across from the Reubenites between Bashan and Salecah. ", "12": "Joel was the chief, and Shapham was his second in command, then Janai and Shaphat in Bashan. ", "13": "There were seven clans in the tribe: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber. ", "14": "These were the sons of Abihail (son of Huri, son of Jaroah, son of Gilead, son of Michael, son of Jeshishai, son of Jahdo, son of Buz). ", "15": "Ahi (son of Abdiel and grandson of Guni) was chief of a clan. ", "16": "These leaders lived in Gilead, in Bashan, and in its towns. Their pastures filled the lands of Sharon. ", "17": "Their genealogies were recorded during the reigns of Jotham, king of Judah, and Jeroboam, king of Israel.", "18-19": "The Reubenites, the Gadites, and the half-tribe of Manasseh were skillful warriors who carried shields, wielded swords, and shot arrows. There were 44,760 who conquered the Hagrites, Jetur, Naphish, and Nodab. ", "20": "They defeated the Hagrites and all who were with them because they asked for God's help during the battle and trusted in Him, and their plea was granted. ", "21": "They seized 100,000 men and their herds: 50,000 camels, 250,000 sheep, and 2,000 donkeys. ", "22": "Many of the enemies died because the men were fighting God's battle. The tribes then lived in these conquered lands until the exile.", "23": "The numerous members of the half-tribe of Manasseh lived between Bashan and Baal-hermon, between Senir and Mount Hermon. ", "24": "The clan leaders were famous and glorious men: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. ", "25": "But they disobeyed the God of their fathers, prostituting themselves to the pagan gods whom God had destroyed in front of them. ", "26": "So the God of Israel awakened the king of Assyria, Pul or Tilgath-pilneser,[a] to exile the Reubenites, the Gadites, and the half-tribe of Manasseh. The people were taken from Israel to live in Halah, in Habor, in Hara, and by the river of Gozan, where they remain today."}