{"1": "Levi fathered Gershon, Kohath, and Merari. ", "2": "Kohath's sons were Amram, Izhar, Hebron, and Uzziel. ", "3": "The children of Amram were Aaron, Moses, and Miriam. Aaron fathered Nadab, Abihu, Eleazar, and Ithamar. ", "4": "Eleazar's lineage descended 21 generations until the exile: Phinehas, Abishua, ", "5": "Bukki, Uzzi, ", "6": "Zerahiah, Meraioth, ", "7": "Amariah, Ahitub, ", "8": "Zadok, Ahimaaz, ", "9": "Azariah, Johanan, ", "10": "Azariah (he was priest in Solomon's temple which was constructed in Jerusalem), ", "11": "Amariah, Ahitub, ", "12": "Zadok, Shallum, ", "13": "Hilkiah, Azariah, ", "14": "Seraiah, and Jehozadak ", "15": "(one of those from Jerusalem and Judah whom the Eternal One exiled by Nebuchadnezzar).", "16": "While the tribe of Judah boasts the kingly lineage, specifically Israel's beloved kings David and Solomon, the tribe of Levi is the priestly tribe. These men are at the center of the worship of the Lord, performing the daily rituals and sacrifices required in the law. These are the Levite clans according to their patronage: Levi fathered Gershom, Kohath, and Merari. ", "17": "Gershom's sons were Libni and Shimei. ", "18": "Kohath's sons were Amram, Izhar, Hebron, and Uzziel. ", "19": "Merari's sons were Mahli and Mushi. These are the Levitical clans. ", "20": "Gershom's lineage descended seven generations: Libni, Jahath, Zimmah, ", "21": "Joah, Iddo, Zerah, and Jeatherai. ", "22": "Kohath's lineage descended ten generations: Amminadab, Korah, Assir, ", "23": "Elkanah, Ebiasaph, Assir, ", "24": "Tahath, Uriel, Uzziah, and Shaul. ", "25": "The sons of Elkanah were Amasai and Ahimoth. ", "26": "Elkanah's lineage descended six generations: Zophai, Nahath, ", "27": "Eliab, Jeroham, Elkanah, and Samuel. ", "28": "Samuel's sons were Joel (the firstborn) and Abijah (the second). ", "29": "Merari's lineage descended seven generations: Mahli, Libni, Shimei, Uzzah, ", "30": "Shimea, Haggiah, and Asaiah.", "31": "After the chest of the covenant came to rest in the tent of the congregation, King David appointed the following Levites to be the musicians in the temple. ", "32": "They ministered with songs with respect to their responsibilities outlined for them at the congregation tent until our king Solomon built the temple in Jerusalem. ", "33": "These served with their sons: From the Kohathites was Heman the singer (son of Joel, son of Samuel, ", "34": "son of Elkanah, son of Jeroham, son of Eliel, son of Toah, ", "35": "son of Zuph, son of Elkanah, son of Mahath, son of Amasai, ", "36": "son of Elkanah, son of Joel, son of Azariah, son of Zephaniah, ", "37": "son of Tahath, son of Assir, son of Ebiasaph, son of Korah, ", "38": "son of Izhar, son of Kohath, son of Levi, son of Israel).", "39": "On Heman's right stood his cousin Asaph (son of Berechiah, son of Shimea, ", "40": "son of Michael, son of Baaseiah, son of Malchijah, ", "41": "son of Ethni, son of Zerah, son of Adaiah, ", "42": "son of Ethan, son of Zimmah, son of Shimei, ", "43": "son of Jahath, son of Gershom, son of Levi).", "44": "On Heman's left stood their cousin from the Merarites, Ethan (son of Kishi, son of Abdi, son of Malluch, ", "45": "son of Hashabiah, son of Amaziah, son of Hilkiah, ", "46": "son of Amzi, son of Bani, son of Shemer, ", "47": "son of Mahli, son of Mushi, son of Merari, son of Levi).", "48": "Their cousins from other Levitical clans served the congregation tent of the house of God. ", "49": "Aaron and his sons performed the holiest work: they gave burnt offerings and incense offerings. These offerings atoned for Israel, according to all God's servant Moses had commanded. ", "50": "The lineage of Aaron descended 11 generations: Eleazar, Phinehas, Abishua, ", "51": "Bukki, Uzzi, Zerahiah, ", "52": "Meraioth, Amariah, Ahitub, ", "53": "Zadok, and Ahimaaz.", "64": "Because the Levites were a priestly tribe without their own land, the other tribes each gave them cities and pastures.[a] ", "54": "These are their territories and the pasturelands in these settlements: To the descendants of Aaron of the Kohathite clan (the highest clan) ", "65": "the tribes of Judah, Simeon, and Benjamin gave 9 cities ", "55": "including Hebron in the territory of Judah and those cities' surrounding pastures. ", "56": "But the fields of Hebron and its villages still belonged to Caleb (son of Jephunneh). ", "57-59": "The descendants of Aaron received Hebron, a city of escape, and they also lived in the cities of Libnah, Jattir, Eshtemoa, Hilen, Debir, Ashan, and Beth-shemesh with their surrounding pastures. ", "60": "The tribe of Benjamin gave 4 cities and their pastures including Gibeon,[b] Geba, Allemeth, and Anathoth. The descendants of Aaron held 13 cities; ", "61": "the half-tribe of Manasseh gave 10 cities to the remaining Kohathite clan.", "62": "The tribes of Issachar, Asher, Naphtali, and Manasseh gave 13 cities in Bashan to the Gershomites.", "63": "The tribes of Reuben, Gad, and Zebulun gave 12 cities to the Merarites.", "66-69": "The tribe of Ephraim also gave cities and surrounding pastures to the Kohathites. These cities of refuge included Shechem (in the hill country of Ephraim), Gezer, Jokmeam, Beth-horon, Aijalon, and Gath-rimmon. ", "70": "The half-tribe of Manasseh gave the cities and pastures of Aner and Bileam to the rest of the Kohathites.", "71": "The half-tribe of Manasseh gave these cities and surrounding pastures to the Gershomites: Golan in Bashan and Ashtaroth. ", "72-73": "The tribe of Issachar gave Kedesh, Daberath, Ramoth, and Anem. ", "74-75": "The tribe of Asher gave these cities and their pastures: Mashal, Abdon, Hukok, and Rehob. ", "76": "The tribe of Naphtali gave the cities and pastures of Kedesh (in Galilee), Hammon, and Kiriathaim.", "77": "The tribe of Zebulun gave these cities and pastures to the Merarites: Rimmono, Tabor, ", "78-79": "and Jericho (beyond the Jordan River on the east side). The tribe of Reuben gave the cities and pastures of Bezer, Jahzah, Kedemoth, and Mephaath. ", "80-81": "The tribe of Gad gave the cities and pastures of Ramoth (in Gilead), Mahanaim, Heshbon, and Jazer."}