{"1": "If the Levites are servants of the temple, then why can they live anywhere besides Jerusalem? The temple calendar is set up so that each Levite only serves for two weeks each year at the temple. For the remainder of the year, the Levites are spread throughout the nation and live in pastoral settings, planting grains and tending flocks just as most of the Israelites do. But they have one more function. Within the various cities, they collect the temple taxes that each Israelite owes based on the tribal area where he lives. This way the Levites keep all of the Israelites accountable to God year round. Issachar fathered four sons: Tola, Puah, Jashub, and Shimron. ", "2": "Tola's sons were Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Samuel. These were heroic warriors, and their clans numbered 22,600 during King David's reign.", "3": "Uzzi's son Izrahiah fathered Michael, Obadiah, Joel, and Isshiah, and all were the chiefs of their own generations. ", "4": "The clans these men led numbered 36,000 troops because the men had many wives and sons. ", "5": "These clans, in addition to the other clans of Issachar, totaled 87,000 heroic warriors.", "6": "Benjamin fathered three sons: Bela, Becher, and Jediael. ", "7": "Bela's five sons were Ezbon, Uzzi, Uzziel, Jerimoth, and Iri. They were chiefs of their clans, heroic warriors numbering 22,034. ", "8": "Becher's sons were Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. ", "9": "They were chiefs in their clans, heroic warriors numbering 20,200. ", "10": "Jediael's son was Bilhan. Bilhan's sons were Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar. ", "11": "They were chiefs in their clans, heroic warriors numbering 17,200. ", "12": "And Ir fathered Shuppim and Huppim. Aher fathered Hushim.", "13": "Israel's concubine Bilhah gave birth to Naphtali, who fathered Jahziel, Guni, Jezer, and Shallum.", "14": "The sons of Manasseh and his Aramean concubine were Asriel and Machir (father of Gilead). ", "15": "Machir found a wife for Huppim and Shuppim, whose sister was Maacah.[a] The second sister was Zelophehad, who had only daughters. ", "16": "Machir's wife, Maacah, bore Peresh. His brother was Sheresh, who fathered Ulam and Rakem. ", "17": "Ulam's son was Bedan. These were the sons of Gilead (son of Machir, son of Manasseh). ", "18": "His sister, Hammolecheth, gave birth to Ishhod, Abiezer, and Mahlah. ", "19": "Shemida fathered Ahian, Shechem, Likhi, and Aniam.", "20": "Ephraim's lineage descended seven generations: Shuthelah, Bered, Tahath, Eleadah, Tahath, ", "21": "Zabad, and Shuthelah. Ezer and Elead (Shuthelah's sons) were killed by men of the Philistine city Gath because the brothers stole livestock. ", "22": "Their father Ephraim mourned many days, and his relatives comforted him. ", "23": "His wife became pregnant and birthed Beriah (whose name means “misfortune” and commemorates the tragedy in Ephraim's family). ", "24": "His daughter, Sheerah, built lower and upper Beth-horon and Uzzen-sheerah. ", "25": "His sons were Rephah and Resheph. Resheph's lineage descended seven generations: Telah, Tahan, ", "26": "Ladan, Ammihud, Elishama, ", "27": "Non, and Joshua.", "28-29": "The tribes descended from Joseph bordered each other. The Ephraimites occupied Bethel with its towns, to the east Naaran, and to the west the cities and towns of Gezer, Shechem, and Ayyah. Their borders lined Manasseh's territories: the cities and towns of Beth-shean, Taanach, Megiddo, and Dor.", "30": "Asher fathered four sons, Imnah, Ishvah, Ishvi, and Beriah, and their sister Serah. ", "31": "Beriah's sons were Heber and Malchiel (father of Birzaith). ", "32": "Heber fathered three sons, Japhlet, Shomer, and Hotham, and their sister Shua. ", "33": "Japhlet's sons were Pasach, Bimhal, and Ashvath. ", "34": "Shemer fathered Ahi, Rohgah, Jehubbah, and Aram. ", "35": "His brother Helem fathered Zophah, Imna, Shelesh, and Amal. ", "36": "Zophah's sons were Suah, Harnepher, Shual, Beri, Imrah, ", "37": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera. ", "38": "Jether fathered Jephunneh, Pispa, and Ara. ", "39": "Ulla fathered Arah, Hanniel, and Rizia. ", "40": "All these men were heroic warriors and chiefs of their clans. The Asherites contributed 26,000 men to the army."}