{"1-2": "Benjamin fathered five sons: Bela, Ashbel, Aharah, Nohah, and Rapha. ", "3": "Bela's sons were Addar, Gera, Abihud, ", "4": "Abishua, Naaman, Ahoah, ", "5": "Gera, Shephuphan, and Huram.", "6": "Ehud's sons were the clan leaders in Geba who were exiled to Manahath:[a] ", "7": "Naaman, Ahijah, and Gera (who led them into exile and fathered Uzza and Ahihud).", "8": "After sending away his two wives, Hushim and Baara, Shaharaim fathered children in the country of Moab. ", "9-10": "By his wife Hodesh he fathered these clan leaders: Jobab, Zibia, Mesha, Malcam, Jeuz, Sachia, and Mirmah. ", "11": "By Hushim he fathered Abitub and Elpaal. ", "12": "Elpaal's sons were Eber, Misham, Shemed (who built the cities and towns of Ono and Lod), ", "13": "Beriah and Shema (who were clan leaders in Aijalon and drove away the people of the Philistine city Gath), ", "14": "Ahio, Shashak, and Jeremoth. ", "15-16": "Beriah's sons were Zebadiah, Arad, Eder, Michael, Ishpah, and Joha. ", "17-18": "Elpaal also fathered Zebadiah, Meshullam, Hizki, Heber, Ishmerai, Izliah, and Jobab. ", "19-21": "Shimei's sons were Jakim, Zichri, Zabdi, Elienai, Zillethai, Eliel, Adaiah, Beraiah, and Shimrath. ", "22-25": "Shashak's sons were Ishpan, Eber, Eliel, Abdon, Zichri, Hanan, Hananiah, Elam, Anthothijah, Iphdeiah, and Penuel. ", "26-27": "Jeroham's sons were Shamsherai, Shehariah, Athaliah, Jaareshiah, Elijah, and Zichri. ", "28": "These men were leaders of their clans who lived in Jerusalem.", "29": "Although these ancestral and tribal lists seem tedious and monotonous, they are absolutely essential for marking identity and place in the postexilic community. For example, a person from Saul's line among Benjamin may have positioned himself for the Judean throne during a time of political and economic weakness. If such a person has arisen from Benjamin or any other tribe such as Ephraim, which is the dominant tribe of the Northern Kingdom, then the scribes in Jerusalem can simply consult the tribal lists in the book of Chronicles. These lists are not just for noting the “insiders” and “outsiders,” but they also serve the purpose of setting forth a long and special covenant identity before the Eternal One and the specific roles within His nation and people called “Israel.” The ancestry lists of Chronicles support the one who says, “I am a singer before the Eternal One,” and those who say, “We are guards at the house of our God.” In Gibeon, Jeiel (the father of Gibeon) lived with his wife Maacah. ", "30": "His sons were Abdon (the firstborn), then Zur, Kish, Baal, Nadab, ", "31": "Gedor, Ahio, and Zecher. ", "32": "Mikloth fathered Shimeah, and they also lived with their relatives in Jerusalem across from their other relatives. ", "33": "Ner fathered Kish, the father of Saul, the first king in Israel. Saul's sons were Jonathan, Malchi-shua, Abinadab, and Eshbaal.", "34": "Jonathan's son Merib-baal fathered Micah. ", "35": "The sons of Micah were Pithon, Melech, Tarea, and Ahaz. ", "36": "Ahaz fathered Jehoaddah, who then fathered Alemeth, Azmaveth, and Zimri. Zimri's lineage descended five generations: Moza, ", "37": "Binea, Raphah, Eleasah, and Azel. ", "38": "Azel had six sons: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. ", "39": "His brother, Eshek, fathered three sons in order: Ulam, Jeush, and Eliphelet. ", "40": "Ulam's sons were heroic warriors and archers who had 150 sons and grandsons. All of these were of the tribe of Benjamin."}