{"1-2": "A great protest was mounted by the people, including the wives, against their fellow Jews. Some said, “We have big families, and we need food just to survive.”", "3": "Others said, “We're having to mortgage our fields and vineyards and homes to get enough grain to keep from starving.”", "4-5": "And others said, “We're having to borrow money to pay the royal tax on our fields and vineyards. Look: We're the same flesh and blood as our brothers here; our children are just as good as theirs. Yet here we are having to sell our children off as slaves—some of our daughters have already been sold—and we can't do anything about it because our fields and vineyards are owned by somebody else.”", "6-7": "I got really angry when I heard their protest and complaints. After thinking it over, I called the nobles and officials on the carpet. I said, “Each one of you is gouging his brother.”", "7-8": "Then I called a big meeting to deal with them. I told them, “We did everything we could to buy back our Jewish brothers who had to sell themselves as slaves to foreigners. And now you're selling these same brothers back into debt slavery! Does that mean that we have to buy them back again?” They said nothing. What could they say?", "9": "“What you're doing is wrong. Is there no fear of God left in you? Don't you care what the nations around here, our enemies, think of you?", "10-11": "“I and my brothers and the people working for me have also loaned them money. But this gouging them with interest has to stop. Give them back their foreclosed fields, vineyards, olive groves, and homes right now. And forgive your claims on their money, grain, new wine, and olive oil.”", "12-13": "They said, “We'll give it all back. We won't make any more demands on them. We'll do everything you say.” Then I called the priests together and made them promise to keep their word. Then I emptied my pockets, turning them inside out, and said, “So may God empty the pockets and house of everyone who doesn't keep this promise—turned inside out and emptied.” Everyone gave a wholehearted “Yes, we'll do it!” and praised God. And the people did what they promised.", "14-16": "From the time King Artaxerxes appointed me as their governor in the land of Judah—from the twentieth to the thirty-second year of his reign, twelve years—neither I nor my brothers used the governor's food allowance. Governors who had preceded me had oppressed the people by taxing them forty shekels of silver (about a pound) a day for food and wine while their underlings bullied the people unmercifully. But out of fear of God I did none of that. I had work to do; I worked on this wall. All my men were on the job to do the work. We didn't have time to line our own pockets.", "17-18": "I fed 150 Jews and officials at my table in addition to those who showed up from the surrounding nations. One ox, six choice sheep, and some chickens were prepared for me daily, and every ten days a large supply of wine was delivered. Even so, I didn't use the food allowance provided for the governor—the people had it hard enough as it was.", "19": "Remember in my favor, O my God, Everything I've done for these people."}