{"1": "Jerusalem, once so full of people, is now deserted. She who was once great among the nations now sits alone like a widow. Once the queen of all the earth, she is now a slave.", "2": "She sobs through the night; tears stream down her cheeks. Among all her lovers, there is no one left to comfort her. All her friends have betrayed her and become her enemies.", "3": "Judah has been led away into captivity, oppressed with cruel slavery. She lives among foreign nations and has no place of rest. Her enemies have chased her down, and she has nowhere to turn.", "4": "The roads to Jerusalem[a] are in mourning, for crowds no longer come to celebrate the festivals. The city gates are silent, her priests groan, her young women are crying— how bitter is her fate!", "5": "Her oppressors have become her masters, and her enemies prosper, for the Lord has punished Jerusalem for her many sins. Her children have been captured and taken away to distant lands.", "6": "All the majesty of beautiful Jerusalem[b] has been stripped away. Her princes are like starving deer searching for pasture. They are too weak to run from the pursuing enemy.", "7": "In the midst of her sadness and wandering, Jerusalem remembers her ancient splendor. But now she has fallen to her enemy, and there is no one to help her. Her enemy struck her down and laughed as she fell.", "8": "Jerusalem has sinned greatly, so she has been tossed away like a filthy rag. All who once honored her now despise her, for they have seen her stripped naked and humiliated. All she can do is groan and hide her face.", "9": "She defiled herself with immorality and gave no thought to her future. Now she lies in the gutter with no one to lift her out. “Lord, see my misery,” she cries. “The enemy has triumphed.”", "10": "The enemy has plundered her completely, taking every precious thing she owns. She has seen foreigners violate her sacred Temple, the place the Lord had forbidden them to enter.", "11": "Her people groan as they search for bread. They have sold their treasures for food to stay alive. “O Lord, look,” she mourns, “and see how I am despised.", "12": "“Does it mean nothing to you, all you who pass by? Look around and see if there is any suffering like mine, which the Lord brought on me when he erupted in fierce anger.", "13": "“He has sent fire from heaven that burns in my bones. He has placed a trap in my path and turned me back. He has left me devastated, racked with sickness all day long.", "14": "“He wove my sins into ropes to hitch me to a yoke of captivity. The Lord sapped my strength and turned me over to my enemies; I am helpless in their hands.", "15": "“The Lord has treated my mighty men with contempt. At his command a great army has come to crush my young warriors. The Lord has trampled his beloved city[c] like grapes are trampled in a winepress.", "16": "“For all these things I weep; tears flow down my cheeks. No one is here to comfort me; any who might encourage me are far away. My children have no future, for the enemy has conquered us.”", "17": "Jerusalem reaches out for help, but no one comforts her. Regarding his people Israel,[d] the Lord has said, “Let their neighbors be their enemies! Let them be thrown away like a filthy rag!”", "18": "“The Lord is right,” Jerusalem says, “for I rebelled against him. Listen, people everywhere; look upon my anguish and despair, for my sons and daughters have been taken captive to distant lands.", "19": "“I begged my allies for help, but they betrayed me. My priests and leaders starved to death in the city, even as they searched for food to save their lives.", "20": "“Lord, see my anguish! My heart is broken and my soul despairs, for I have rebelled against you. In the streets the sword kills, and at home there is only death.", "21": "“Others heard my groans, but no one turned to comfort me. When my enemies heard about my troubles, they were happy to see what you had done. Oh, bring the day you promised, when they will suffer as I have suffered.", "22": "“Look at all their evil deeds, Lord. Punish them, as you have punished me for all my sins. My groans are many, and I am sick at heart.”"}