{"1": "In the third year that Cyrus was emperor of Persia, a message was revealed to Daniel, who is also called Belteshazzar. The message was true but extremely hard to understand.[a] It was explained to him in a vision.", "2": "At that time I was mourning for three weeks. ", "3": "I did not eat any rich food or any meat, drink any wine, or comb my hair until the three weeks were past.", "4": "On the twenty-fourth day of the first month of the year I was standing on the bank of the mighty Tigris River. ", "5": "I looked up and saw someone who was wearing linen clothes and a belt of fine gold. ", "6": "His body shone like a jewel. His face was as bright as a flash of lightning, and his eyes blazed like fire. His arms and legs shone like polished bronze, and his voice sounded like the roar of a great crowd.", "7": "I was the only one who saw the vision. Those who were with me did not see anything, but they were terrified and ran and hid. ", "8": "I was left there alone, watching this amazing vision. I had no strength left, and my face was so changed that no one could have recognized me. ", "9": "When I heard his voice, I fell to the ground unconscious and lay there face downward. ", "10": "Then a hand took hold of me and raised me to my hands and knees; I was still trembling.", "11": "The angel said to me, “Daniel, God loves you. Stand up and listen carefully to what I am going to say. I have been sent to you.” When he had said this, I stood up, still trembling.", "12": "Then he said, “Daniel, don't be afraid. God has heard your prayers ever since the first day you decided to humble yourself in order to gain understanding. I have come in answer to your prayer. ", "13": "The angel prince of the kingdom of Persia opposed me for twenty-one days. Then Michael, one of the chief angels, came to help me, because I had been left there alone in Persia. ", "14": "I have come to make you understand what will happen to your people in the future. This is a vision about the future.”", "15": "When he said this, I stared at the ground, speechless. ", "16": "Then the angel, who looked like a human being, reached out and touched my lips. I said to him, “Sir, this vision makes me so weak that I can't stop trembling. ", "17": "I am like a slave standing before his master. How can I talk to you? I have no strength or breath left in me.”", "18": "Once more he took hold of me, and I felt stronger. ", "19": "He said, “God loves you, so don't let anything worry you or frighten you.” When he had said this, I felt even stronger and said, “Sir, tell me what you have to say. You have made me feel better.”", "20-21": "He said, “Do you know why I came to you? It is to reveal to you what is written in the Book of Truth. Now I have to go back and fight the guardian angel of Persia. After that the guardian angel of Greece will appear. There is no one to help me except Michael, Israel's guardian angel.[b]"}