{"1": "He is[a] responsible for helping and defending me. ", "2": "And what I am now going to tell you is true.” The angel said, “Three more kings will rule over Persia, followed by a fourth, who will be richer than all the others. At the height of his power and wealth he will challenge the kingdom of Greece.", "3": "“Then a heroic king will appear. He will rule over a huge empire and do whatever he wants. ", "4": "But at the height of his power his empire will break up and be divided into four parts. Kings not descended from him will rule in his place, but they will not have the power that he had.", "5": "“The king of Egypt will be strong. One of his generals, however, will be even stronger and rule a greater kingdom. ", "6": "After a number of years the king of Egypt will make an alliance with the king of Syria and give him his daughter in marriage. But the alliance will not last, and she, her husband, her child,[b] and the servants who went with her will all be killed. ", "7": "Soon afterward one of her relatives will become king. He will attack the army of the king of Syria, enter their fortress, and defeat them. ", "8": "He will carry back to Egypt the images of their gods and the articles of gold and silver dedicated to those gods. After several years of peace ", "9": "the king of Syria will invade Egypt, but he will be forced to retreat.", "10": "“The sons of the king of Syria will prepare for war and gather a large army. One of them will sweep on like a flood and attack an enemy fortress. ", "11": "In his anger the king of Egypt will go to war against the king of Syria and capture his huge army. ", "12": "He will be proud of his victory and of the many soldiers he has killed, but he will not continue to be victorious.", "13": "“The king of Syria will go back and gather a larger army than he had before. When the proper time comes, he will return with a large, well-equipped army. ", "14": "Then many people will rebel against the king of Egypt. And some violent people from your nation, Daniel, will rebel because of a vision they have seen, but they will be defeated. ", "15": "So the king of Syria will lay siege to a fortified city and capture it. The soldiers of Egypt will not continue to fight; even the best of them will not have enough strength. ", "16": "The Syrian invader will do with them as he pleases, without opposition. He will stand in the Promised Land and have it completely in his power.", "17": "“The king of Syria will plan an expedition, using his whole army. Then, in order to destroy his enemy's kingdom, he will make an alliance with him and offer him his daughter[c] in marriage; but his plan will not succeed. ", "18": "After that he will attack the nations by the sea and conquer many of them. But a foreign leader will defeat him and put an end to his arrogance; indeed he will turn the arrogance of Syria's king back on him.[d] ", "19": "The king will return to the fortresses of his own land, but he will be defeated, and that will be the end of him.", "20": "“He will be followed by another king, who will send an officer to oppress the people with taxes in order to increase the wealth of his kingdom. In a short time that king will be killed, but not publicly and not in battle.”", "21": "The angel went on to explain: “The next king of Syria will be an evil man who has no right to be king, but he will come unexpectedly and seize power by trickery. ", "22": "Anyone who opposes him, even God's High Priest, will be swept away and wiped out. ", "23": "By making treaties, he will deceive other nations, and he will grow stronger and stronger, even though he rules only a small nation. ", "24": "He will invade a wealthy province without warning and will do things that none of his ancestors ever did. Then he will divide among his followers the goods and property he has captured in war. He will make plans to attack fortresses, but his time will soon run out.", "25": "“He will boldly raise a large army to attack the king of Egypt, who will prepare to fight back with a huge and powerful army. But the king of Egypt will be deceived and will not be successful. ", "26": "His closest advisers will ruin him. Many of his soldiers will be killed, and his army will be wiped out. ", "27": "Then the two kings will sit down to eat at the same table, but their motives will be evil, and they will lie to each other. They will not get what they want, because the time for it has not yet come. ", "28": "The king of Syria will return home with all the loot he has captured, determined to destroy the religion of God's people. He will do as he pleases and then return to his own land.", "29": "“Later on he will invade Egypt again, but this time things will turn out differently. ", "30": "The Romans will come in ships and oppose him, and he will be frightened. “Then he will turn back in a rage and try to destroy the religion of God's people. He will follow the advice of those who have abandoned that religion. ", "31": "Some of his soldiers will make the Temple ritually unclean. They will stop the daily sacrifices and set up The Awful Horror.[e] ", "32": "By deceit the king will win the support of those who have already abandoned their religion, but those who follow God will fight back. ", "33": "Wise leaders of the people will share their wisdom with many others. But for a while some of them will be killed in battle or be burned to death, and some will be robbed and made prisoners. ", "34": "While the killing is going on, God's people will receive a little help, even though many who join them will do so for selfish reasons. ", "35": "Some of those wise leaders will be killed, but as a result of this the people will be purified. This will continue until the end comes, the time that God has set.", "36": "“The king of Syria will do as he pleases. He will boast that he is greater than any god, superior even to the Supreme God. He will be able to do this until the time when God punishes him. God will do exactly what he has planned. ", "37": "The king will ignore the god his ancestors served, and also the god that women love. In fact, he will ignore every god, because he will think he is greater than any of them. ", "38": "Instead, he will honor the god who protects fortresses. He will offer gold, silver, jewels, and other rich gifts to a god his ancestors never worshiped. ", "39": "To defend his fortresses, he will use people who worship a foreign god. He will give great honor to those who accept him as ruler, put them into high offices, and give them land as a reward.", "40": "“When the king of Syria's final hour has almost come, the king of Egypt will attack him, and the king of Syria will fight back with all his power, using chariots, horses, and many ships. He will invade many countries, like the waters of a flood. ", "41": "He will even invade the Promised Land and kill tens of thousands, but the countries of Edom, Moab, and what is left of Ammon will escape. ", "42": "When he invades all those countries, even Egypt will not be spared. ", "43": "He will take away Egypt's hidden treasures of gold and silver and its other prized possessions. He will conquer Libya and Ethiopia.[f] ", "44": "Then news that comes from the east and the north will frighten him, and he will fight furiously, killing many people. ", "45": "He will even set up his huge royal tents between the sea and the mountain on which the Temple stands. But he will die, with no one there to help him.”"}