{"1": "One night King Belshazzar invited a thousand noblemen to a great banquet, and they drank wine together. ", "2": "While they were drinking, Belshazzar gave orders to bring in the gold and silver cups and bowls which his father[a] Nebuchadnezzar had carried off from the Temple in Jerusalem. The king sent for them so that he, his noblemen, his wives, and his concubines could drink out of them. ", "3": "At once the gold cups and bowls were brought in, and they all drank wine out of them ", "4": "and praised gods made of gold, silver, bronze, iron, wood, and stone.", "5": "Suddenly a human hand appeared and began writing on the plaster wall of the palace, where the light from the lamps was shining most brightly. And the king saw the hand as it was writing. ", "6": "He turned pale and was so frightened that his knees began to shake. ", "7": "He shouted for someone to bring in the magicians, wizards, and astrologers. When they came in, the king said to them, “Anyone who can read this writing and tell me what it means will be dressed in robes of royal purple, wear a gold chain of honor around his neck, and be the third in power in the kingdom.” ", "8": "The royal advisers came forward, but none of them could read the writing or tell the king what it meant. ", "9": "In his distress King Belshazzar grew even paler, and his noblemen had no idea what to do.", "10": "The queen mother heard the noise made by the king and his noblemen and entered the banquet hall. She said, “May Your Majesty live forever! Please do not be so disturbed and look so pale. ", "11": "There is a man in your kingdom who has the spirit of the holy gods[b] in him. When your father was king, this man showed good sense, knowledge, and wisdom like the wisdom of the gods. And King Nebuchadnezzar, your father,[c] made him chief of the fortunetellers, magicians, wizards, and astrologers. ", "12": "He has unusual ability and is wise and skillful in interpreting dreams, solving riddles, and explaining mysteries; so send for this man Daniel, whom the king named Belteshazzar, and he will tell you what all this means.”", "13": "Daniel was brought at once into the king's presence, and the king said to him, “Are you Daniel, that Jewish exile whom my father the king brought here from Judah? ", "14": "I have heard that the spirit of the holy gods[d] is in you and that you are skillful and have knowledge and wisdom. ", "15": "The advisers and magicians were brought in to read this writing and tell me what it means, but they could not discover the meaning. ", "16": "Now I have heard that you can find hidden meanings and explain mysteries. If you can read this writing and tell me what it means, you will be dressed in robes of royal purple, wear a gold chain of honor around your neck, and be the third in power in the kingdom.”", "17": "Daniel replied, “Keep your gifts for yourself or give them to someone else. I will read for Your Majesty what has been written and tell you what it means.", "18": "“The Supreme God made your father Nebuchadnezzar a great king and gave him dignity and majesty. ", "19": "He was so great that people of all nations, races, and languages were afraid of him and trembled. If he wanted to kill someone, he did; if he wanted to keep someone alive, he did. He honored or disgraced anyone he wanted to. ", "20": "But because he became proud, stubborn, and cruel, he was removed from his royal throne and lost his place of honor. ", "21": "He was driven away from human society, and his mind became like that of an animal. He lived with wild donkeys, ate grass like an ox, and slept in the open air with nothing to protect him from the dew. Finally he admitted that the Supreme God controls all human kingdoms and can give them to anyone he chooses.", "22": "“But you, his son, have not humbled yourself, even though you knew all this. ", "23": "You acted against the Lord of heaven and brought in the cups and bowls taken from his Temple. You, your noblemen, your wives, and your concubines drank wine out of them and praised gods made of gold, silver, bronze, iron, wood, and stone—gods that cannot see or hear and that do not know anything. But you did not honor the God who determines whether you live or die and who controls everything you do. ", "24": "That is why God has sent the hand to write these words.", "25": "“This is what was written: 'Number, number, weight, divisions.' ", "26": "And this is what it means: number, God has numbered the days of your kingdom and brought it to an end; ", "27": "weight, you have been weighed on the scales and found to be too light; ", "28": "divisions, your kingdom is divided up and given to the Medes and Persians.”[e]", "29": "Immediately Belshazzar ordered his servants to dress Daniel in a robe of royal purple and to hang a gold chain of honor around his neck. And he made him the third in power in the kingdom. ", "30": "That same night Belshazzar, the king of Babylonia, was killed; ", "31": "and Darius the Mede, who was then sixty-two years old, seized the royal power."}