{"1": "Darius the Mede, who was the son of Xerxes, ruled over the kingdom of Babylonia. ", "2": "In the first year of his reign I was studying the sacred books and thinking about the seventy years that Jerusalem would be in ruins, according to what the Lord had told the prophet Jeremiah. ", "3": "And I prayed earnestly to the Lord God, pleading with him, fasting, wearing sackcloth, and sitting in ashes. ", "4": "I prayed to the Lord my God and confessed the sins of my people. I said, “Lord God, you are great, and we honor you. You are faithful to your covenant and show constant love to those who love you and do what you command.", "5": "“We have sinned, we have been evil, we have done wrong. We have rejected what you commanded us to do and have turned away from what you showed us was right. ", "6": "We have not listened to your servants the prophets, who spoke in your name to our kings, our rulers, our ancestors, and our whole nation. ", "7": "You, Lord, always do what is right, but we have always brought disgrace on ourselves. This is true of all of us who live in Judea and in Jerusalem and of all the Israelites whom you scattered in countries near and far because they were unfaithful to you. ", "8": "Our kings, our rulers, and our ancestors have acted shamefully and sinned against you, Lord. ", "9": "You are merciful and forgiving, although we have rebelled against you. ", "10": "We did not listen to you, O Lord our God, when you told us to live according to the laws which you gave us through your servants the prophets. ", "11": "All Israel broke your laws and refused to listen to what you said. We sinned against you, and so you brought on us the curses that are written in the Law of Moses, your servant. ", "12": "You did what you said you would do to us and our rulers. You punished Jerusalem more severely than any other city on earth, ", "13": "giving us all the punishment described in the Law of Moses. But even now, O Lord our God, we have not tried to please you by turning from our sins or by following your truth. ", "14": "You, O Lord our God, were prepared to punish us, and you did, because you always do what is right, and we did not listen to you.", "15": "“O Lord our God, you showed your power by bringing your people out of Egypt, and your power is still remembered. We have sinned; we have done wrong. ", "16": "You have defended us in the past, so do not be angry with Jerusalem any longer. It is your city, your sacred hill.[a] All the people in the neighboring countries look down on Jerusalem and on your people because of our sins and the evil our ancestors did. ", "17": "O God, hear my prayer and pleading. Restore your Temple, which has been destroyed; restore it so that everyone will know that you are God. ", "18": "Listen to us, O God; look at us and see the trouble we are in and the suffering of the city that bears your name. We are praying to you because you are merciful, not because we have done right. ", "19": "Lord, hear us. Lord, forgive us. Lord, listen to us, and act! In order that everyone will know that you are God, do not delay! This city and these people are yours.”", "20": "I went on praying, confessing my sins and the sins of my people Israel and pleading with the Lord my God to restore his holy Temple. ", "21": "While I was praying, Gabriel, whom I had seen in the earlier vision, came flying down to where I was. It was the time for the evening sacrifice to be offered. ", "22": "He explained, “Daniel, I have come here to help you understand the prophecy. ", "23": "When you began to plead with God, he answered you. He loves you, and so I have come to tell you the answer. Now pay attention while I explain the vision.", "24": "“Seven times seventy years is the length of time God has set for freeing your people and your holy city from sin and evil. Sin will be forgiven and eternal justice established, so that the vision and the prophecy will come true, and the holy Temple[b] will be rededicated. ", "25": "Note this and understand it: From the time the command is given to rebuild Jerusalem until God's chosen leader comes, seven times seven years will pass. Jerusalem will be rebuilt with streets and strong defenses, and will stand for seven times sixty-two years, but this will be a time of troubles. ", "26": "And at the end of that time God's chosen leader will be killed unjustly.[c] The city and the Temple will be destroyed by the invading army of a powerful ruler. The end will come like a flood, bringing the war and destruction which God has prepared. ", "27": "That ruler will have a firm agreement with many people for seven years, and when half this time is past, he will put an end to sacrifices and offerings. The Awful Horror[d] will be placed on the highest point of the Temple and will remain there until the one who put it there meets the end which God has prepared for him.”"}