{"1": "You were a healthy vine covered with grapes. But the more grapes you grew, the more altars you built; the better off you became, the better shrines you set up for pagan gods.", "2": "You are deceitful and disloyal. So you will pay for your sins, because the Lord will destroy your altars and images.", "3": "“We don't have a king,” you will say. “We don't fear the Lord. And what good are kings?”", "4": "Israel, you break treaties and don't keep promises; you turn justice into poisonous weeds where healthy plants should grow.[a]", "5": "All who live in Samaria tremble with concern for the idols[b] at sinful Bethel.[c] The idol there was the pride of the priests, but it has been put to shame; now everyone will cry.", "6": "It will be taken to Assyria and given to the great king. Then Israel will be disgraced for worshiping that idol.", "7": "Like a twig in a stream, the king of Samaria will be swept away.", "8": "The altars at sinful Bethel will be destroyed for causing Israel to sin; they will be grown over with thorns and thistles. Then everyone will beg the mountains and hills to cover and protect them.", "9": "Israel, you have never stopped sinning[d] since that time at Gibeah.[e] That's why you will be attacked at Gibeah.[f]", "10": "Your sins have doubled, and you are rebellious. Now I have decided to send nations to attack and put you in chains.", "11": "Once you were obedient like a calf that loved to thresh grain. But I will put a harness on your powerful neck; you and Judah must plow and cultivate the ground.", "12": "Plow your fields, scatter seeds of justice, and harvest faithfulness. Worship me, the Lord, and I will send my saving power down like rain.", "13": "You have planted evil, harvested injustice, and eaten the fruit of your lies. You trusted your own strength and your powerful forces.", "14": "So war will break out, and your fortresses will be destroyed. Your enemies will do to you what Shalman[g] did to the people of Beth-Arbel— mothers and their children will be beaten to death against rocks.", "15": "Bethel, this will be your fate because of your evil. Israel, at dawn your king will be killed."}