{"1": "Israel, listen as the Lord accuses everyone in the land! No one is faithful or loyal or truly cares about God.", "2": "Cursing, dishonesty, murder, robbery, unfaithfulness— these happen all the time. Violence is everywhere.", "3": "And so your land is a desert. Every living creature is dying— people and wild animals, birds and fish.", "4": "Don't accuse just anyone! Not everyone is at fault. My case is against you, the priests.[a]", "5": "You and the prophets will stumble day and night; I'll silence your mothers.", "6": "You priests have rejected me, and my people are destroyed by refusing to obey. Now I'll reject you and forget your children, because you have forgotten my Law.", "7": "By adding more of you priests, you multiply the number of people who sin. Now I'll change your pride into shame.", "8": "You encourage others to sin, so you can stuff yourselves on their sin offerings.", "9": "That's why I will punish the people for their deeds, just as I will punish you priests.", "10": "Their food won't satisfy, and having sex at pagan shrines won't produce children. My people have rebelled", "11": "and have been unfaithful to me, their Lord. My people, you are foolish because of too much pleasure and too much wine.", "12": "You expect wooden idols and other objects of wood to give you advice. Lusting for sex at pagan shrines has made you unfaithful to me, your God.", "13": "You offer sacrifices on mountaintops and hills, under oak trees, and wherever good shade is found. Your own daughters and daughters-in-law sell themselves for sex.", "14": "But I won't punish them. You men are to blame, because you go to prostitutes and offer sacrifices with them at pagan shrines. Your own foolishness will lead to your ruin.", "15": "Israel, you are unfaithful, but don't lead Judah to sin. Stop worshiping at Gilgal or at sinful Bethel.[b] And quit making promises in my name— the name of the living Lord.", "16": "You are nothing more than a stubborn cow— so stubborn that I, the Lord, cannot feed you like lambs in an open pasture.", "17": "You people of Israel[c] are charmed by[d] idols. Leave them alone!", "18": "You get drunk, then sleep with prostitutes; you would rather be vulgar than lead a decent life.[e]", "19": "And so you will be swept away in a whirlwind for sacrificing to idols."}