{"1": "Israel, don't celebrate or make noisy shouts[a] like other nations. You have been unfaithful to your God. Wherever grain is threshed, you behave like prostitutes because you enjoy the money you receive.[b]", "2": "But you will run short of grain and wine,", "3": "and you will have to leave the land of the Lord. Some of you will go to Egypt; others will go to Assyria and eat unclean food.", "4": "You won't be able to offer sacrifices of wine to the Lord. None of your sacrifices will please him— they will be unclean like food offered to the dead. Your food will only be used to satisfy your hunger; none of it will be brought to the Lord's temple.", "5": "You will no longer be able to celebrate the festival of the Lord.[c]", "6": "Even if you escape alive, you will end up in Egypt and be buried in Memphis.[d] Your silver treasures will be lost among weeds;[e] thorns will sprout in your tents.", "7": "Israel, the time has come. You will get what you deserve, and you will know it. “Prophets are fools,” you say. “And God's messengers are crazy.” Your terrible guilt has filled you with hatred.", "8": "Israel, the Lord sent me to look after you.[f] But you trap his prophets and flood his temple with your hatred.", "9": "You are brutal and corrupt, as were the men of Gibeah.[g] But God remembers your sin, and you will be punished.", "10": "Israel, when I, the Lord, found you long ago it was like finding grapes in a barren desert or tender young figs. Then you worshiped Baal Peor, that disgusting idol, and you became as disgusting as the idol you loved.", "11": "And so, Israel, your glory will fly away like birds— your women will no longer be able to give birth.", "12": "Even if you do have children, I will take them all and leave you to mourn. I will turn away, and you will sink down in deep trouble.", "13": "Israel, when I first met you, I thought of you as palm trees growing in fertile ground.[h] Now you lead your people out, only to be slaughtered.", "14": "Our Lord, do just one thing for your people— make their women unable to have children or to nurse their babies.", "15": "Israel, I first began to hate you because you did evil at Gilgal.[i] Now I will chase you out of my house. No longer will I love you; your leaders betrayed me.", "16": "Israel, you are a vine with dried-up roots and fruitless branches. Even if you had more children and loved them dearly, I would slaughter them all.", "17": "Israel, you disobeyed my God. Now he will force you to roam from nation to nation."}