{"1": "I said to myself, “Have fun and enjoy yourself!” But this didn't make sense. ", "2": "Laughing and having fun is crazy. What good does it do? ", "3": "I wanted to find out what was best for us during the short time we have on this earth. So I decided to make myself happy with wine and find out what it means to be foolish, without really being foolish myself.", "4": "I did some great things. I built houses and planted vineyards. ", "5": "I had flower gardens and orchards full of fruit trees. ", "6": "And I had pools where I could get water for the trees. ", "7": "I owned slaves, and their sons and daughters became my slaves. I had more sheep and goats than anyone who had ever lived in Jerusalem. ", "8": "Foreign rulers brought me silver, gold, and precious treasures. Men and women sang for me, and I had many wives[a] who gave me great pleasure.", "9": "I was the most famous person who had ever lived in Jerusalem, and I was very wise. ", "10": "I got whatever I wanted and did whatever made me happy. But most of all, I enjoyed my work. ", "11": "Then I thought about everything I had done, including the hard work, and it was simply chasing the wind.[b] Nothing on earth is worth the trouble.", "12": "I asked myself, “What can the next king do that I haven't done?” Then I decided to compare wisdom with foolishness and stupidity. ", "13": "And I discovered that wisdom is better than foolishness, just as light is better than darkness. ", "14": "Wisdom is like having two good eyes; foolishness leaves you in the dark. But wise or foolish, we all end up the same.", "15": "Finally, I said to myself, “Being wise got me nowhere! The same thing will happen to me that happens to fools. Nothing makes sense. ", "16": "Wise or foolish, we all die and are soon forgotten.” ", "17": "This made me hate life. Everything we do is painful; it's just as senseless as chasing the wind.[c]", "18": "Suddenly I realized that others would someday get everything I had worked for so hard, then I started hating it all. ", "19": "Who knows if those people will be sensible or stupid? Either way, they will own everything I have earned by hard work and wisdom. It doesn't make sense.", "20": "I thought about all my hard work, and I felt depressed. ", "21": "When we use our wisdom, knowledge, and skill to get what we own, why do we have to leave it to someone who didn't work for it? This is senseless and wrong. ", "22": "What do we really gain from all of our hard work? ", "23": "Our bodies ache during the day, and work is torture. Then at night our thoughts are troubled. It just doesn't make sense.", "24": "The best thing we can do is to enjoy eating, drinking, and working.[d] I believe these are God's gifts to us, ", "25": "and no one enjoys eating and living more than I do. ", "26": "If we please God, he will make us wise, understanding, and happy. But if we sin, God will make us struggle for a living, then he will give all we own to someone who pleases him. This makes no more sense than chasing the wind.[e]"}