{"1": "I looked again and saw people being mistreated everywhere on earth. They were crying, but no one was there to offer comfort, and those who mistreated them were powerful. ", "2": "I said to myself, “The dead are better off than the living. ", "3": "But those who have never been born are better off than anyone else, because they have never seen the terrible things that happen on this earth.”", "4": "Then I realized that we work and do wonderful things just because we are jealous of others. This makes no more sense than chasing the wind.[a]", "5": "Fools will fold their hands and starve to death.", "6": "Yet a very little food eaten in peace is better than twice as much earned from overwork and chasing the wind.[b]", "7": "Once again I saw that nothing on earth makes sense. ", "8": "For example, some people don't have friends or family. But they are never satisfied with what they own, and they never stop working to get more. They should ask themselves, “Why am I always working to have more? Who will get what I leave behind?” What a senseless and miserable life!", "9": "You are better off to have a friend than to be all alone, because then you will get more enjoyment out of what you earn. ", "10": "If you fall, your friend can help you up. But if you fall without having a friend nearby, you are really in trouble. ", "11": "If you sleep alone, you won't have anyone to keep you warm on a cold night. ", "12": "Someone might be able to beat up one of you, but not both of you. As the saying goes, “A rope made from three strands of cord is hard to break.”", "13": "You may be poor and young. But if you are wise, you are better off than a foolish old king who won't listen to advice. ", "14": "Even if you were not born into the royal family and have been a prisoner and poor, you can still be king. ", "15": "I once saw everyone in the world follow a young leader who came to power after the king was gone. ", "16": "His followers could not even be counted. But years from now, no one will praise him—this makes no more sense than chasing the wind. [c]"}