{"1": "Be careful what you do when you enter the house of God. Some fools go there to offer sacrifices, even though they haven't sinned.[a] But it's best just to listen when you go to worship. ", "2": "Don't talk before you think or make promises to God without thinking them through. God is in heaven, and you are on earth, so don't talk too much. ", "3": "If you keep thinking about something, you will dream about it. If you talk too much, you will say the wrong thing.", "4": "God doesn't like fools. So don't be slow to keep your promises to God. ", "5": "It's better not to make a promise at all than to make one and not keep it. ", "6": "Don't let your mouth get you in trouble! And don't say to the worship leader,[b] “I didn't mean what I said.” God can destroy everything you have worked for, so don't say something that makes God angry.", "7": "Respect and obey God! Daydreaming leads to a lot of senseless talk.[c]", "8": "Don't be surprised if the poor of your country are abused, and injustice takes the place of justice. After all, the lower officials must do what the higher ones order them to do. ", "9": "And since the king is the highest official, he benefits most from the taxes paid on the land.[d]", "10": "If you love money and wealth, you will never be satisfied with what you have. This doesn't make sense either. ", "11": "The more you have, the more everyone expects from you. Your money won't do you any good—others will just spend it for you. ", "12": "If you have to work hard for a living, you can rest well at night, even if you don't have much to eat. But if you are rich, you can't even sleep.", "13": "I have seen something terribly unfair. People get rich, but it does them no good. ", "14": "Suddenly they lose everything in a bad business deal, then have nothing to leave for their children. ", "15": "They came into this world naked, and when they die, they will be just as naked. They can't take anything with them, and they won't have anything to show for all their work. ", "16": "That's terribly unfair. They leave the world just as they came into it. They gained nothing from running after the wind. ", "17": "Besides all this, they are always gloomy at mealtime, and they are troubled, sick, and bitter.[e]", "18": "What is the best thing to do in the short life that God has given us? I think we should enjoy eating, drinking, and working hard. This is what God intends for us to do. ", "19": "Suppose you are very rich and able to enjoy everything you own. Then go ahead and enjoy working hard—this is God's gift to you. ", "20": "God will keep you so happy that you won't have time to worry about each day."}