{"1": "A good reputation at the time of death is better than loving care at the time of birth.[a]", "2": "It's better to go to a funeral than to attend a feast; funerals remind us that we all must die.", "3": "Choose sorrow over laughter because a sad face may hide a happy heart.", "4": "A sensible person mourns, but fools always laugh.", "5": "Harsh correction is better than the songs of a fool.", "6": "Foolish laughter is stupid. It sounds like thorns crackling in a fire.", "7": "Corruption[b] makes fools of sensible people, and bribes can ruin you.", "8": "Something completed is better than something just begun; patience is better than too much pride.", "9": "Only fools get angry quickly and hold a grudge.", "10": "It isn't wise to ask, “Why is everything worse than it used to be?”", "11": "Having wisdom is better than an inheritance.", "12": "Wisdom will protect you just like money; knowledge with good sense will lead you to life.", "13": "Think of what God has done! If God makes something crooked, can you make it straight?", "14": "When times are good, you should be cheerful; when times are bad, think what it means. God makes them both to keep us from knowing what will happen next.", "15": "I have seen everything during this senseless life of mine. I have seen good citizens die for doing the right thing, and I have seen criminals live to a ripe old age. ", "16": "So don't destroy yourself by being too good or acting too smart! ", "17": "Don't die before your time by being too evil or acting like a fool. ", "18": "Keep to the middle of the road. You can do this if you truly respect God.", "19": "Wisdom will make you stronger than the ten most powerful leaders in your city.", "20": "No one in this world always does right.", "21": "Don't listen to everything that everyone says, or you might hear your servant cursing you. ", "22": "Haven't you cursed many others?", "23": "I told myself that I would be smart and try to understand all of this, but it was too much for me. ", "24": "The truth is beyond us. It's far too deep. ", "25": "So I decided to learn everything I could and become wise enough to discover what life is all about. At the same time, I wanted to understand why it's stupid and senseless to be an evil fool.", "26": "Here is what I discovered: A bad woman is worse than death. She is a trap, reaching out with body and soul to catch you. But if you obey God, you can escape. If you don't obey, you are done for. ", "27": "With all my wisdom I have tried to find out how everything fits together, ", "28": "but so far I have not been able to. I do know there is one good man in a thousand, but never have I found a good woman. ", "29": "I did learn one thing: We were completely honest when God created us, but now we have twisted minds."}