{"1": "Who is smart enough to explain everything? Wisdom makes you cheerful and gives you a smile.", "2": "If you promised God that you would be loyal to the king, I advise you to keep that promise. ", "3": "Don't quickly oppose the king or argue when he has already made up his mind. ", "4": "The king's word is law. No one can ask him, “Why are you doing this?” ", "5": "If you obey the king, you will stay out of trouble. So be smart and learn what to do and when to do it. ", "6": "Life is hard, but there is a time and a place for everything, ", "7": "though no one can tell the future. ", "8": "We cannot control the wind[a] or determine the day of our death. There is no escape in time of war, and no one can hide behind evil. ", "9": "I noticed all this and thought seriously about what goes on in the world. Why does one person have the power to hurt another?", "10": "I saw the wicked buried with honor, but God's people had to leave the holy city and were forgotten.[b] None of this makes sense. ", "11": "When we see criminals commit crime after crime without being punished, it makes us want to start a life of crime. ", "12": "They commit hundreds of crimes and live to a ripe old age, in spite of the saying: Everyone who lives right and respects God will prosper,", "13": "but no one who sins and rejects God will prosper or live very long.", "14": "There is something else that doesn't make sense to me. Good citizens are treated as criminals, while criminals are honored as though they were good citizens. ", "15": "So I think we should get as much out of life as we possibly can. There is nothing better than to enjoy our food and drink and to have a good time. Then we can make it through this troublesome life that God has given us here on earth.", "16": "Day and night I went without sleep, trying to understand what goes on in this world. ", "17": "I saw everything God does, and I realized that no one can really understand what happens. We may be very wise, but no matter how much we try or how much we claim to know, we cannot understand it all."}