{"1": "I thought about these things. Then I understood that God has power over everyone, even those of us who are wise and live right. Anything can happen to any of us, and so we never know if life will be good or bad.[a] ", "2": "But exactly[b] the same thing will finally happen to all of us, whether we live right and respect God or sin and don't respect God. Yes, the same thing will happen if we offer sacrifices to God or if we don't, if we keep our promises or break them.", "3": "It's terribly unfair for the same thing to happen to each of us. We are mean and foolish while we live, and then we die. ", "4": "As long as we are alive, we still have hope, just as a live dog is better off than a dead lion. ", "5": "We know that we will die, but the dead don't know a thing. Nothing good will happen to them—they are gone and forgotten. ", "6": "Their loves, their hates, and their jealous feelings have all disappeared with them. They will never again take part in anything that happens on this earth.", "7": "Be happy and enjoy eating and drinking! God decided long ago that this is what you should do. ", "8": "Dress up, comb your hair, and look your best. ", "9": "Life is short, and you love your wife, so enjoy being with her. This is what you are supposed to do as you struggle through life on this earth. ", "10": "Work hard at whatever you do. You will soon go to the world of the dead, where no one works or thinks or reasons or knows anything.", "11": "Here is something else I have learned: The fastest runners and the greatest heroes don't always win races and battles. Wisdom, intelligence, and skill don't always make you healthy, rich, or popular. We each have our share of bad luck.", "12": "None of us know when we might fall victim to a sudden disaster and find ourselves like fish in a net or birds in a trap.", "13": "Once I saw what people really think of wisdom. ", "14": "It happened when a powerful ruler surrounded and attacked a small city where only a few people lived. The enemy army was getting ready to break through the city walls. ", "15": "But the city was saved by the wisdom of a poor person who was soon forgotten. ", "16": "So I decided that wisdom is better than strength. Yet if you are poor, no one pays any attention to you, no matter how smart you are.", "17": "Words of wisdom spoken softly make much more sense than the shouts of a ruler to a crowd of fools.", "18": "Wisdom is more powerful than weapons, yet one mistake can destroy all the good you have done."}