{"1": "Why, Lord, do you stand so far away? Why do you hide in times of distress?", "2": "Because of the pride of the wicked, the oppressed burn.[a] They are caught in the schemes that the wicked plan.", "3": "Yes, the wicked man boasts about his heart's desires. He blesses the robber. He despises the Lord.[b]", "4": "With his nose in the air, the wicked does not seek God. There is no room at all for God in his thoughts.", "5": "His ways are prosperous all the time. He is haughty. Your judgments do not concern him. He snorts at all of his foes.", "6": "He says in his heart, “I will not be shaken. Through age after age I will have no trouble.”", "7": "Cursing fills his mouth, along with lies and threats. Trouble and evil lie under his tongue.", "8": "He waits in ambush by the villages. In hidden places he murders the innocent. His eyes are spying on the helpless.", "9": "He lies in ambush. He hides like a lion in a thicket. He lies in ambush to catch the oppressed. He catches the oppressed by dragging them in his net.", "10": "The helpless are crushed. They sink down. They fall under his strength.", "11": "He says in his heart, “God has forgotten. He hides his face. He never sees.”", "12": "Rise up, O Lord! Lift up your hand, O God. Do not forget the oppressed.", "13": "Why does the wicked man despise God? Why does he say in his heart, “You do not seek justice”?", "14": "But you do see. You notice trouble and grief. You take it into your own hands. The helpless one abandons himself to you. For the fatherless you are indeed a helper.", "15": "Break the arm of the wicked. You pursue the wickedness of the evil man until you find no more.[c]", "16": "The Lord is King forever and ever. The nations will perish from his land.", "17": "Lord, you hear the desire of the afflicted. You strengthen their hearts, and your ear pays attention,", "18": "to obtain justice for the fatherless and the crushed, so that the worldly man[d] may no longer terrify."}