{"1": "Bless the Lord, O my soul. O Lord my God, you are very great. You are clothed with splendor and majesty.", "2": "He wears light like a robe. He stretches out the heavens like a canopy.", "3": "He lays beams on the waters to support his upper chambers. He makes clouds his chariot. He travels on the wings of the wind.", "4": "He makes his messengers[a] winds. His ministers are blazing fire.", "5": "He placed the earth firmly on its foundations. It cannot be moved forever and ever.", "6": "You covered it with the deep as a garment. The waters stood above the mountains.", "7": "At your rebuke they fled. At the sound of your thunder they hurried away.", "8": "The waters surged up the mountains. They went down into the valleys,[b] to the place that you prepared for them.", "9": "You set a boundary that they cannot cross. They will not return to cover the earth.", "10": "He makes springs flow into streams that run between the mountains.", "11": "They give water to every wild animal. The wild donkeys quench their thirst.", "12": "The birds of the sky live by the streams. From among the branches they send out their song.", "13": "He waters the mountains from his upper chambers. The earth is filled with the fruit he produces.", "14": "He makes grass grow for the cattle, and plants that people use[c] to produce food from the earth.", "15": "Also wine that makes people's hearts glad, olive oil to make their face shine, and bread that sustains their lives.[d]", "16": "The trees of the Lord have everything they need. He planted the cedars of Lebanon,", "17": "where birds make their nests. The stork has its home in the fir trees.", "18": "The high mountains are for the wild goats. The crags are a refuge for the rock badgers.", "19": "The moon marks off the months and seasons. The sun knows when to go down.", "20": "You bring darkness, and it becomes night. During it all the animals in the forest move about.", "21": "The young lions roar for their prey. They are seeking their food from God.", "22": "The sun rises, and they gather together. They return to their dens and lie down.", "23": "Man goes out to his work. He continues his labor until evening.", "24": "How many are your works, O Lord! In wisdom you made them all. The earth is full of your creatures.", "25": "Here is the sea, great and very wide. In it creatures swarm beyond number— living things, the small with the large.", "26": "There the ships go back and forth, and the leviathan[e] that you formed to play in it.", "27": "All of them wait hopefully for you to give them their food in its time.", "28": "You give it to them. They gather it up. You open your hand. They are satisfied with good things.", "29": "You hide your face. They are terrified. You take away their breath. They breathe their last and return to their dust.", "30": "You send your Spirit—they are created. You renew the face of the earth.", "31": "May the glory of the Lord endure forever. May the Lord rejoice in his works.", "32": "He looks at the earth and it trembles. He touches the mountains and they smoke.", "33": "I will sing to the Lord throughout my life. I will make music to my God as long as I last.", "34": "May my meditation be pleasing to him. I will rejoice in the Lord.", "35": "May sinners come to an end on the earth, and the wicked—may they be no more. Bless the Lord, O my soul. Praise the Lord![f]"}