{"1": "Give thanks to the Lord. Proclaim[a] his name. Make his deeds known among the peoples.", "2": "Sing to him, make music to him. Meditate on all his wonders.", "3": "Take pride in his holy name. Let the heart of those who seek the Lord rejoice.", "4": "Search for the Lord and his strength. Seek his face always.", "5": "Remember the wonders which he has done, his signs, and the judgments from his mouth,", "6": "you descendants of Abraham his servant, you sons of Jacob, his chosen ones.", "7": "He is the Lord our God. His judgments are in all the earth.", "8": "He remembers his covenant forever, the word he commanded for a thousand generations,", "9": "the covenant which he made with Abraham, and his oath to Isaac.", "10": "Yes, he confirmed it to Jacob as a statute, to Israel as an everlasting covenant.", "11": "He said, “To you I will give the land of Canaan, the territory you will possess.”", "12": "While they were few in number, just a little group and aliens in the land,", "13": "they moved around from nation to nation, from one kingdom to another people.", "14": "He did not allow anyone to oppress them, and he rebuked kings because of them:", "15": "“Do not touch my anointed ones, and do not harm my prophets.”", "16": "Then he summoned a famine on the land. He destroyed their entire food supply.", "17": "He sent ahead of them a man sold as a slave, Joseph.", "18": "They hurt his feet with chains. His throat was clamped in an iron collar,", "19": "until the time when his predictions came true. The promise of the Lord tested him.", "20": "The king sent for him and released him. The ruler of peoples set him free.", "21": "He made him master of his house and ruler over all his possessions,", "22": "to bind his officials by his will, to teach his elders wisdom.", "23": "Then Israel came to Egypt. Jacob lived as an alien in the land of Ham.[b]", "24": "Then the Lord made his people very fruitful. He made them too numerous for their foes.", "25": "He turned the Egyptians' hearts so they hated his people. They dealt deceitfully with his servants.", "26": "He sent Moses his servant, and Aaron, whom he had chosen.", "27": "They performed his signs among them, his warning signs in the land of Ham.", "28": "He sent darkness, and it became extremely dark, because Israel[c] did not rebel against his words.", "29": "He turned their waters into blood, and he caused their fish to die.", "30": "Their land swarmed with frogs, even in the rooms of their kings.", "31": "He spoke, and a swarm of flies came. There were lice[d] throughout their borders.", "32": "He gave them hail instead of rain, with blazing lightning throughout their land.", "33": "Then he struck down their vines and fig trees, and he broke down the trees within their borders.", "34": "He spoke, and the locusts came, and grasshoppers without number.", "35": "They ate every green plant in their land. They ate the produce of their soil.", "36": "Then he struck down all the firstborn in their land, the first fruit of all their virility.", "37": "Then he brought Israel out with silver and gold. From among their tribes no one stumbled.", "38": "Egypt was glad when they went out, because fear of Israel had fallen on them.", "39": "He spread out a cloud as a canopy and fire to give light at night.", "40": "They asked, and he brought quail, and he satisfied them with bread from heaven.", "41": "He opened the rock, and water gushed out. It flowed in the desert like a river.", "42": "Because he remembered his holy word to Abraham, his servant,", "43": "he brought out his people with rejoicing, his chosen ones with a joyful shout.", "44": "He gave them the lands of the nations, and they took possession of the work of other peoples", "45": "so that they could keep his statutes and observe his laws. Praise the Lord.[e]"}