{"1": "Praise the Lord.[a] Give thanks to the Lord, for he is good, for his mercy endures forever.", "2": "Who can tell about the mighty deeds of the Lord? Who can cause all his praise to be heard?", "3": "Blessed are those who defend justice, who do what is right all the time.", "4": "Remember me, O Lord, when you show favor to your people. Visit me with your salvation,", "5": "so that I may experience the good that belongs to your chosen ones, so that I may rejoice in the joy of your nation, so that I may join in praise with the people that belongs to you.", "6": "We have sinned along with our fathers. We have become guilty. We have acted wickedly.", "7": "Our fathers in Egypt did not reflect on your wonders. They did not remember your abundant mercies, so they rebelled beside the sea, by the Red Sea.", "8": "Nevertheless, he saved them for his name's sake, to make his might known.", "9": "Then he rebuked the Red Sea, and it dried up. He caused them to go through the deep sea as if it were a desert.", "10": "He saved them from the hand of the one who hated them. He redeemed them from the hand of the enemy.", "11": "Then the waters covered their foes. Not one of them remained.", "12": "Then they believed his words. They sang his praise.", "13": "They quickly forgot his deeds. They did not wait for his plan.", "14": "Because they were filled with craving in the wilderness, they challenged God in the wasteland.", "15": "So he gave them what they asked for, but he made them sick so they wasted away.", "16": "Then they grew jealous of Moses in the camp and of Aaron, who was holy to the Lord.", "17": "The earth opened up and swallowed Dathan, and it closed over the followers of Abiram.", "18": "Then fire burned up their followers. Flames consumed the wicked.", "19": "They made a calf at Horeb, and they bowed down to a thing cast from metal.", "20": "So they exchanged their Glory for a model of an ox that eats grass.", "21": "They forgot the God who saved them by doing great things in Egypt,", "22": "wonders in the land of Ham, awesome deeds beside the Red Sea.", "23": "So he said he would destroy them. But Moses, his chosen one, stood between God and the people to turn aside his wrath, so it did not destroy them.", "24": "Then they refused the pleasant land. They did not believe his word.", "25": "They grumbled in their tents. They did not listen to the voice of the Lord.", "26": "So he lifted up his hand and swore to them that he would make them fall in the wilderness,", "27": "and make their descendants fall among the nations, and he would scatter them throughout the lands.", "28": "Then they yoked themselves to the Baal of Peor, and they ate sacrifices offered to dead gods.", "29": "They provoked the Lord by their actions, and a plague broke out among them.", "30": "But Phinehas stood up and interceded for them, and the plague was restrained.", "31": "So this was credited to him as righteousness for generation after generation, to eternity.", "32": "Again by the waters of Meribah they provoked the Lord, and trouble came on Moses because of them.", "33": "Because they rebelled against his Spirit,[b] Moses spoke recklessly with his lips.", "34": "They did not destroy the peoples as the Lord had commanded them,", "35": "but they mixed with the nations, and they learned to do what the nations did.", "36": "They also served their idols, and the idols became a snare for them.", "37": "They also sacrificed their sons and daughters to demons.", "38": "They shed innocent blood, the blood of their sons and daughters, whom they sacrificed to the idols of Canaan. So the land was polluted by their children's blood,", "39": "and they made themselves unclean by what they did. They prostituted themselves by their actions.", "40": "Therefore the Lord burned with anger against his people, and he loathed the people who belonged to him.", "41": "So he handed them over to the nations, and those who hated them ruled over them.", "42": "Then their enemies oppressed them, and they had to submit to their power.", "43": "Many times he delivered them, but they deliberately rebelled, and they sank down in their guilt.", "44": "But he looked on them in their distress when he heard their outcry.", "45": "So for their sake he remembered his covenant. Because of his great mercy, he changed his course.", "46": "Then he caused all their captors to have pity on them.", "47": "Save us, O Lord our God, and gather us from the nations, so that we may give thanks to your holy name and praise you confidently.", "48": "Blessed be the Lord, the God of Israel, from eternity to eternity, and all the people say, “Amen!” Praise the Lord."}