{"1": "Give thanks to the Lord, for he is good, for his mercy endures forever.", "2": "Let the redeemed of the Lord say this, those he redeemed from the hand of the foe,", "3": "those he gathered from the lands, from the east and from the west, from the north and from the south.[a]", "4": "They wandered in the wilderness, in the wasteland. They did not find the way to a city where they could live.", "5": "They were hungry and also thirsty, so their lives were draining away.", "6": "Then they cried out to the Lord in their distress. He delivered them from their troubles.", "7": "He led them by a straight way to come to a city where they could live.", "8": "Let them give thanks to the Lord for his mercy and his wonderful deeds for all people,[b]", "9": "because he satisfies the desire of the thirsty, and he fills the desire of the hungry with good things.", "10": "They were sitting in darkness and the shadow of death, prisoners, bound in misery and chains,", "11": "because they had rebelled against the words of God, and they despised the plan of the Most High.", "12": "So he broke their hearts with hard labor. They stumbled, and there was no helper.", "13": "Then they cried out to the Lord in their distress. He saved them from their troubles.", "14": "He brought them out of darkness and the shadow of death, and he tore off their chains.", "15": "Let them give thanks to the Lord for his mercy and his wonderful deeds for all people,", "16": "because he shatters bronze doors, and he cuts through iron bars.", "17": "They became fools through their rebellious way, and they brought affliction on themselves by their guilt.", "18": "They lost their appetite for food, so they approached the gates of death.", "19": "Then they cried out to the Lord in their distress. He saved them from their troubles.", "20": "He sent his word and healed them. He rescued them from the pits that trapped them.", "21": "Let them give thanks to the Lord for his mercy and his wonderful deeds for all people,", "22": "so let them sacrifice thank offerings and tell about his works with a joyful shout.", "23": "They went down to the sea in ships. They conducted trade on many waters.", "24": "They saw the deeds of the Lord and his wonders on the deep.", "25": "For he spoke and stirred up a violent storm, which produced large waves.", "26": "They were raised up to the sky. They sank down into the depths. In their danger their courage melted.", "27": "They reeled and staggered like a drunk. All their skill disappeared.", "28": "Then they cried out to the Lord in their distress. He brought them out of their troubles.", "29": "He calmed the storm. Its waves were hushed.", "30": "They were glad when it grew quiet, and he guided them to the port they desired.", "31": "Let them give thanks to the Lord for his mercy and his wonderful deeds for all people.", "32": "Let them exalt him in the assembly of the people and praise him in the session of the elders.", "33": "He turned rivers into a wilderness and flowing springs into thirsty ground.", "34": "He turned fruitful land into a salt waste, because of the wickedness of those who lived in it.", "35": "He turned the wilderness into pools of water and the desert into flowing springs.", "36": "Then he let the hungry live there, and they founded a city where they could live.", "37": "Then they sowed fields, and they planted vineyards, which produced abundant fruit.", "38": "Then he blessed them, so they increased greatly in number. He did not let their herds of cattle decrease.", "39": "But then their numbers decreased, and they were humbled by oppression, disaster, and sorrow.", "40": "He who pours contempt on nobles made them wander in confusion where there was no road.", "41": "But he lifted up the needy out of affliction and made their families like a flock.", "42": "The upright see and rejoice, but all wickedness shuts its mouth.", "43": "Whoever is wise, let him keep these things. Let them take to heart the mercies of the Lord."}