{"1": "O God whom I praise, do not be silent,", "2": "because they have opened wicked, deceitful mouths against me. They have spoken against me with lying tongues.", "3": "They surround me with hateful words. They attack me without cause.", "4": "In return for my love they accuse me, but I am a man of prayer.[a]", "5": "They repay me with evil for good, with hatred for my love.", "6": "Appoint an evil one to testify against him, and let an accuser[b] stand at his right hand.", "7": "When he is tried, let him be found guilty, and let his prayer be sin.", "8": "Let his days be few. Let another take his office.", "9": "Let his children be fatherless and his wife a widow.", "10": "Let his children always wander and beg. Let them seek food far from their ruined homes.[c]", "11": "Let a creditor confiscate all he has. Let strangers plunder everything he worked for.", "12": "Let there be no one to extend mercy to him. Let there be no one to show favor to his fatherless children.", "13": "Let his descendants be cut off. In the next generation let their name be blotted out.", "14": "Let the guilt of his fathers be remembered before the Lord. Let the sin of his mother never be blotted out.", "15": "Let their sins remain before the Lord continually, and let the memory of these people be cut off from the earth.", "16": "Because he did not remember to show mercy, but he pursued the poor man and the needy and the brokenhearted to put them to death.", "17": "Since he loved cursing, so let it fall on him. He found no pleasure in blessing, so let it be far from him.", "18": "Since he wore cursing as his clothing, let it enter into his stomach like water and into his bones like oil.", "19": "Let it be like a garment wrapped around him, like a belt tied around him forever.", "20": "May the Lord do all this to my accusers and to those who speak evil against my life.", "21": "But you, Lord God, deal with me for the sake of your name. Because of the goodness of your mercy, deliver me.", "22": "For I am poor and needy, and my heart is wounded[d] within me.", "23": "Like a shadow after it lengthens, I go away. I am shaken off like a locust.", "24": "My knees give way from fasting, and my flesh has become lean, without fat.", "25": "But I—I am scorned by them. They see me. They shake their heads.", "26": "Help me, O Lord my God. Save me according to your mercy.", "27": "Let them know that this is your hand. You, O Lord, have done it.", "28": "They may curse, but you will bless. They rose up, but they will be put to shame. Then your servant will rejoice.", "29": "My accusers will be dressed with disgrace. Their shame will wrap around them like a robe.", "30": "With my mouth I will keep on thanking the Lord. In the midst of many people I will praise him.", "31": "For the Lord stands at the right hand of the needy, to save his life from those who condemn him."}