{"1": "Give thanks to the Lord, for he is good, for his mercy endures forever.", "2": "Let Israel say now: Yes, his mercy endures forever.", "3": "Let the house of Aaron say now: Yes, his mercy endures forever.", "4": "Let those who fear the Lord say now: Yes, his mercy endures forever.", "5": "Under pressure I cried to the Lord.[a] The Lord answered me. He set me in a wide-open space.", "6": "The Lord is with me. I will not be afraid. What can people do to me?", "7": "The Lord, who is with me, is my helper, so I will look in triumph on my enemies.", "8": "It is better to take refuge in the Lord than to trust in people.", "9": "It is better to take refuge in the Lord than to trust in human benefactors.[b]", "10": "All the nations surrounded me, but in the name of the Lord I cut them off.[c]", "11": "They surrounded me, yes, they surrounded me, but in the name of the Lord I cut them off.", "12": "They surrounded me like bees, but they were extinguished as quickly as a fire of thorns. In the name of the Lord I cut them off.", "13": "You pushed me hard to make me fall, but the Lord helped me.", "14": "My strength and song is the Lord, and he has become salvation for me.", "15": "Loud shouts of victory are heard in the tents of the righteous: “The right hand of the Lord has done a mighty deed!", "16": "The right hand of the Lord is lifted high! The right hand of the Lord has done a mighty deed!”", "17": "I will not die. No, I will live, and I will proclaim the works of the Lord.", "18": "The Lord has chastened me severely, but he has not handed me over to death.", "19": "Open for me the gates of righteousness. I will enter them. I will give thanks to the Lord.", "20": "This is the gate to the Lord. The righteous enter it.", "21": "I will give you thanks, because you answered me, and you have become salvation for me.", "22": "The stone the builders rejected has become the cornerstone.[d]", "23": "This is from the Lord. It is marvelous in our eyes.", "24": "This is the day the Lord has made. Let us rejoice and be glad in it.", "25": "O Lord, please save us now.[e] O Lord, grant us success.", "26": "Blessed is he who comes in the name of the Lord. We bless you from the house of the Lord.", "27": "The Lord is God, and he makes light shine on us. Bind the festival with branches as far as the horns of the altar.[f]", "28": "You are my God, and I will give you thanks. You are my God, and I will exalt you.", "29": "Give thanks to the Lord, for he is good, for his mercy endures forever."}