{"1": "How blessed are those who are blameless in their way, who walk in the law[b] of the Lord.", "2": "How blessed are those who keep[c] his testimonies. With all their heart they seek him.", "3": "Indeed, they do no wrong. They walk in his ways.", "4": "You have commanded that your precepts[d] be kept completely.", "5": "If only my ways were unwavering in keeping your statutes![e]", "6": "Then I would not be put to shame when I consider all your commands.", "7": "I will thank you with an upright heart as I learn your righteous judgments.[f]", "8": "I will keep your statutes. Do not abandon me completely.", "9": "How can a young man keep his path pure? By guarding it with your words.[g]", "10": "With all my heart I seek you. Do not let me stray from your commands.", "11": "I have hidden your sayings[h] in my heart, so that I may not sin against you.", "12": "Blessed are you, O Lord! Teach me your statutes.", "13": "With my lips I tell about all the judgments that come from your mouth.", "14": "I rejoice in the way that is taught by your testimonies as much as I delight in all riches.", "15": "I will meditate on your precepts, and I will consider your paths.", "16": "In your statutes I delight. I will not forget your words.", "17": "Reward your servant. Then I will live, and I will keep your words.", "18": "Uncover my eyes, and I will behold wonders from your law.", "19": "I am an alien on earth. Do not hide your commandments from me.", "20": "My soul is overwhelmed by desire for your judgments at all times.", "21": "You rebuke the arrogant, who are cursed, those who stray from your commandments.", "22": "Remove scorn and contempt from me, for I guard your testimonies.", "23": "Though officials sit together and speak against me, your servant will meditate on your statutes.", "24": "Yes, your testimonies are my delights. They are my advisors.", "25": "My soul[i] is stuck in the dust. Revive my life according to your words.", "26": "I told you about my ways and you answered me. Teach me your statutes.", "27": "Make me understand the meaning of your precepts. Then I will meditate on your wonders.", "28": "My soul melts with sorrow. By your words make me stand firm.", "29": "Turn me away from false ways, and be gracious to me through your law.", "30": "I have chosen the way of truth. I accept[j] your judgments.", "31": "I cling to your testimonies, O Lord. Do not let me be put to shame.", "32": "I run the way of your commandments, for you have strengthened my heart.[k]", "33": "Teach me, O Lord, the way of your statutes. Then I will guard it to the end.", "34": "Give me understanding, and I will guard your law. I will keep it with all my heart.", "35": "Make me walk on the path of your commandments, for I take pleasure in it.", "36": "Direct my heart toward your testimonies and not toward material gain.", "37": "Keep my eyes from looking at worthless things. Give me life according to your ways.[l]", "38": "Confirm your sayings to your servant, so that you may be feared.", "39": "Take away my disgrace which I dread, for your judgments are good.", "40": "How I long for your precepts! Give me life in your righteousness.", "41": "So let your mercies come to me, O Lord, and let your salvation come according to your sayings.", "42": "Then I will give an answer to those who insult me, because I trust in your words.", "43": "But do not tear away the word of truth from my mouth, because I wait confidently for your judgments.", "44": "Then I will continually keep your law forever and ever.", "45": "Then I will walk around freely, because I have sought your precepts.", "46": "Then I will speak of your testimonies before kings, and I will not be put to shame.", "47": "For I delight in your commandments, which I love.", "48": "I lift up my hands to your commandments, which I love, and I meditate on your statutes.", "49": "Remember your word to your servant, because you have given me hope.", "50": "This is my comfort in my suffering: that your saying gives me life.", "51": "The arrogant mock me constantly, but I do not fall away from your law.", "52": "I remember your judgments from of old, Lord, and I comfort myself with them.", "53": "Indignation grips me because of the wicked, who forsake your laws.", "54": "Your statutes are songs for me in the house where I am staying.", "55": "I remember your name during the night, O Lord, and I will keep your laws.", "56": "This I have done: I guard your precepts.", "57": "You are my portion, O Lord. I said I would keep your words.", "58": "I have sought your favor with all my heart. Be gracious to me according to your sayings.", "59": "I have considered my ways,[m] and I have turned my feet to your testimonies.", "60": "I will hurry. I will not delay. I will keep your commandments.", "61": "The ropes of the wicked bind me, but I do not forget your law.", "62": "At midnight I rise to give you thanks for your righteous judgments.", "63": "I am a companion to all who fear you, that is, to all who keep your precepts.", "64": "Your mercy, Lord, fills the earth. Teach me your statutes.", "65": "You have done good for your servant, O Lord, according to your words.", "66": "Teach me good judgment and knowledge, for I believe in your commandments.", "67": "Before I was afflicted I strayed, but now I keep your saying.", "68": "You are good, and you do good. Teach me your statutes.", "69": "The arrogant have smeared me with lies. I guard your precepts with all my heart.", "70": "Their calloused hearts[n] feel nothing, but I delight in your law.", "71": "It was good for me that I was afflicted, so that I might learn your statutes.", "72": "Better for me is the law from your mouth than thousands of pieces of silver and gold.", "73": "Your hands made me and established me. Give me understanding. Then I will learn your commandments.", "74": "May those who fear you see me and rejoice, because I wait confidently for your word.", "75": "I know, Lord, that your judgments are righteous. In faithfulness you have afflicted me.", "76": "Please let your mercy be my comfort, according to your saying to your servant.", "77": "Let your abundant compassion come to me that I may live, because your law is my delight.", "78": "Let the arrogant be put to shame, because they have wronged me with lies. As for me, I will meditate on your precepts.", "79": "Let those who fear you turn to me, and those who know your testimonies.", "80": "Let my heart be blameless regarding your statutes, so that I may not be put to shame.", "81": "My soul is worn out, as I wait for your salvation. I wait confidently for your word.", "82": "My eyes are worn out, as I look for your sayings. I say, “When will you comfort me?”", "83": "Though I am like a wineskin in the smoke, I do not forget your statutes.", "84": "How many days does your servant have? When will you inflict judgment on my persecutors?", "85": "The arrogant dig pits for me. This is against your laws.", "86": "All your commandments are trustworthy. The arrogant persecute me wrongfully. Help me.", "87": "They almost put an end to me here on earth, but I have not forsaken your precepts.", "88": "Give me life according to your mercy, and I will obey the testimony from your mouth.", "89": "To eternity, O Lord, your word is fixed firmly in the heavens.", "90": "For generation after generation, your faithfulness remains. You established the earth, and it stands.", "91": "As for your judgments, they stand to this day, because all things are your servants.", "92": "Unless your law had been my delight, I would have perished in my affliction.", "93": "To eternity I will not forget your precepts, because by them you have given me life.", "94": "I am yours. Save me, because I have sought your precepts.", "95": "The wicked are lying in wait for me to kill me, but I will ponder your testimonies.", "96": "I see a limit to all perfection, but your commandment has no limits.", "97": "How I love your laws! I meditate on them all day long.", "98": "Your commandment makes me wiser than my enemies, because it is always with me.", "99": "I have more wisdom than all my teachers, because your testimonies are my meditation.", "100": "I have more understanding than the elders, because I guard your precepts.", "101": "I have kept my feet off every evil path in order to keep your words.", "102": "I have not turned from your judgments, because you yourself have instructed me.", "103": "How sweet are your sayings to my taste, sweeter than honey to my mouth!", "104": "From your precepts I gain understanding. Therefore, I hate every false road.", "105": "Your words are a lamp for my feet and a light for my path.", "106": "I have sworn and affirmed that I will keep your righteous judgments.", "107": "I have suffered much. Lord, give me life according to your words.", "108": "Lord, please accept the willing praise from my mouth, and teach me your judgments.", "109": "I take my life in my hands constantly, but I will not forget your law.", "110": "The wicked have set a snare for me, but I have not wandered from your precepts.", "111": "I have inherited your testimonies forever. Yes, they are the joy of my heart.", "112": "I turn my heart to do your statutes, forever, right to the end.", "113": "I hate the doubleminded, but I love your law.", "114": "You are my hiding place and my shield. I wait confidently for your word.", "115": "Get away from me, you evildoers, so that I may guard the commandments of my God!", "116": "Sustain me according to your sayings, and I will live. Do not let me be ashamed of my hope.", "117": "Hold me up, and I will be saved. Then I will always have regard for your statutes.", "118": "You reject all who stray from your statutes, because their deceitfulness is built on a lie.[o]", "119": "You discard all the wicked of the earth like slag. Therefore, I love your testimonies.", "120": "My flesh trembles because I am afraid of you, because I fear your judgments.", "121": "I have carried out what is just and right. Do not leave me to my oppressors.", "122": "Guarantee good for your servant. Do not let the arrogant oppress me.", "123": "My eyes wear out, as I watch for your salvation and your righteousness.", "124": "Deal with your servant according to your mercy, and teach me your statutes.", "125": "I am your servant. Give me discernment, so that I may know your testimonies.", "126": "Lord, it is time to do something! They have broken your laws.", "127": "Because I love your commandments more than gold, more than pure gold,", "128": "because I value everything in all your precepts, I hate every wrong road.", "129": "Your testimonies are wonders. That is why my soul guards them.", "130": "The doorway to your words lets in light. It gives understanding to the inexperienced.", "131": "I open wide my mouth and I gasp, because I long for your commandments.", "132": "Turn to me and give me grace. This is your judgment for those who love your name.[p]", "133": "Keep my footsteps steady by your sayings, and do not let any evil rule over me.", "134": "Redeem me from oppressive people, and I will keep your precepts.", "135": "Make your face shine on your servant, and teach me your statutes.", "136": "Streams of water run down from my eyes, because they do not keep your laws.", "137": "You are righteous, O Lord, and your judgments are right.", "138": "You have commanded your testimonies. They are righteous and very trustworthy.", "139": "My zeal wears me out, because my foes forget your words.", "140": "Your saying has been thoroughly refined, and your servant loves it.", "141": "I am insignificant and despised, but I do not forget your precepts.", "142": "Your righteousness is righteous forever, and your law is truth.", "143": "Distress and anguish have found me, but your commandments are my delights.", "144": "Your testimonies are right forever. Give me understanding, and I will live.", "145": "I call with all my heart. Answer me, O Lord. I will guard your statutes.", "146": "I call to you. Save me, and I will keep your testimonies.", "147": "I get up before dawn, and I cry for help. I wait confidently for your word.", "148": "My eyes look forward to the night watches when I can meditate on your sayings.", "149": "Hear my voice according to your mercy. Lord, give me life based on your judgments.", "150": "Those who pursue evil plans are near, but they are far from your law.", "151": "You are near, O Lord, and all your commandments are truth.", "152": "Long ago I knew from your testimonies that you established them to endure forever.", "153": "See my affliction and deliver me, because I have not forgotten your law.", "154": "Argue my case and redeem me. Give me life according to your saying.", "155": "Salvation is far away from the wicked, because they do not pursue your statutes.", "156": "Your compassions are many, O Lord. Give me life according to your judgments.", "157": "Many are my persecutors and my foes, but I have not turned from your testimonies.", "158": "I look at the hypocrites and I loathe them, because they do not keep your saying.", "159": "See how I love your precepts. Lord, according to your mercy, give me life.", "160": "The sum of your word is truth. All your righteous judgment is eternal.", "161": "Officials persecute me without cause, but my heart trembles at your word.", "162": "I rejoice over your sayings, like one who finds much plunder.", "163": "I hate and detest falsehood, but I love your law.", "164": "Seven times a day I praise you for your righteous judgments.", "165": "Great peace belongs to those who love your law, and nothing is a stumbling block for them.", "166": "I wait for your salvation, O Lord, and I obey your commandments.", "167": "My soul keeps your testimonies. I love them greatly.", "168": "I keep your precepts and your testimonies, because all my ways are before you.", "169": "May my loud cry come before you, Lord. Give me understanding through your word.", "170": "May my plea for mercy come before you. Deliver me according to your saying.", "171": "May my lips overflow with praise, because you teach me your statutes.", "172": "May my tongue sing of your saying, because all your commandments are righteousness.", "173": "May your hand be ready to help me, because I have chosen your precepts.", "174": "I long for your salvation, O Lord, and your law is my delight.", "175": "Let my soul live and praise you, and may your judgments help me.", "176": "I have strayed like a perishing sheep. Seek your servant, because I have not forgotten your commandments."}