{"1": "Give thanks to the Lord, for he is good. For his mercy endures forever.", "2": "Give thanks to the God of Gods. For his mercy endures forever.", "3": "Give thanks to the Lord of Lords. For his mercy endures forever.", "4": "To him who alone does great wonders—[a] For his mercy endures forever.", "5": "To him who by his understanding made the heavens— For his mercy endures forever.", "6": "To him who spread out the earth on the waters— For his mercy endures forever.", "7": "To him who made the great lights, For his mercy endures forever.", "8": "the sun to rule by day, For his mercy endures forever.", "9": "the moon and stars to rule by night— For his mercy endures forever.", "10": "To him who struck Egypt by killing their firstborn, For his mercy endures forever.", "11": "and brought Israel out from their midst, For his mercy endures forever.", "12": "with a mighty hand and outstretched arm— For his mercy endures forever.", "13": "To him who cut the Red Sea in two, For his mercy endures forever.", "14": "and brought Israel through the middle of it, For his mercy endures forever.", "15": "but brushed off Pharaoh and his army into the Red Sea— For his mercy endures forever.", "16": "To him who made his people travel through the wilderness— For his mercy endures forever.", "17": "To him who struck down great kings, For his mercy endures forever.", "18": "and killed mighty kings, For his mercy endures forever.", "19": "Sihon king of the Amorites, For his mercy endures forever.", "20": "and Og king of Bashan, For his mercy endures forever.", "21": "and gave their land as a possession, For his mercy endures forever.", "22": "a possession to his servant Israel. For his mercy endures forever.", "23": "Who remembered us in our low condition, For his mercy endures forever.", "24": "and tore us out of the hands of our oppressors. For his mercy endures forever.", "25": "He gives food to all living creatures.[b] For his mercy endures forever.", "26": "Give thanks to the God of the heavens. For his mercy endures forever."}