{"1": "Lord, you have investigated me, and you know.", "2": "You know when I sit down and when I get up. You understand my thoughts from far off.", "3": "You keep track of when I travel and when I stay,[a] and you are familiar with all my ways.", "4": "Before there is a word on my tongue, you, Lord, already know it completely.", "5": "You put a fence behind me and in front of me, and you have placed your hand on me.", "6": "Such knowledge is too wonderful for me. It is too high—I cannot grasp it.", "7": "Where can I go from your Spirit? Where can I flee from your Presence?[b]", "8": "If I go up to heaven, you are there. If I make my bed in hell—there you are!", "9": "I rise on the wings of dawn. I settle on the far side of the sea.", "10": "Even there your hand guides me, and your right hand holds on to me.", "11": "And if I say, “Surely the darkness will hide me and the light will become night around me,”", "12": "then even the darkness will not be too dark for you. The night will be as light as the day. Darkness and light are the same to you.", "13": "For you created my inner organs.[c] You wove me together in my mother's womb.", "14": "I praise you because I am fearfully and wonderfully made. Your works are wonderful, and my soul knows that very well.", "15": "My bones were not hidden from you when I was made in the secret place, when I was woven together in the depths of the earth.", "16": "Your eyes saw my unfinished body. In your book all of them were written. Days were determined, before any of them existed.", "17": "Your thoughts to me are so precious, O God! How great is the sum of them!", "18": "If I would count them, they would outnumber the grains of sand. I awake, and I am still with you.", "19": "If only you would slay the wicked, O God, so that bloody men would depart from me,", "20": "men who speak against you maliciously. Your adversaries misuse your name.", "21": "Do I not hate those who hate you, O Lord, and detest those who rise up against you?", "22": "I absolutely hate them. To me they are enemies.", "23": "Investigate me, God, and know my heart. Test me and know my troubled thoughts.", "24": "See if there is any way in me that causes pain, and lead me in the way everlasting."}