{"1": "I will exalt you, my God, the King, and I will bless your name forever and ever.", "2": "Every day I will bless you, and I will praise your name forever and ever.", "3": "Great is the Lord and worthy of great praise, and there are no limits to the extent of his greatness.", "4": "One generation will praise your deeds to another, and they will declare your mighty acts.", "5": "I will contemplate the glorious splendor of your majesty and the accounts of your wonderful works.", "6": "Then they will speak about the power of your awesome works, and I will tell about your great deeds.", "7": "They will pour forth the memory of your abundant goodness and sing loudly about your righteousness.", "8": "The Lord is gracious and compassionate, slow to anger and great in mercy.", "9": "The Lord is good to all. His compassion extends over all he has made.", "10": "Everyone you have made will thank you, O Lord, and the ones you favor will bless you.", "11": "They will tell about the glory of your kingdom, and they will speak about your might,", "12": "to make known his might to the children of Adam, to make known the glorious splendor of his kingdom.", "13": "Your kingdom is a kingdom for all ages, and your dominion endures through all generations. The Lord is faithful to all his words and merciful toward all he has made.[a]", "14": "The Lord lifts up all who fall, and he supports all who are bowed down.", "15": "The eyes of all look eagerly to you, and you give them their food at the proper time.", "16": "He opens his hand, and he satisfies the desire of every living thing.[b]", "17": "The Lord is righteous in all his ways and merciful toward all that he has made.", "18": "The Lord is near to all who call on him, to all who call on him in truth.", "19": "He grants the desire of those who fear him. He hears their cry and saves them.", "20": "The Lord watches over all who love him, but he will destroy all the wicked.", "21": "My mouth will speak the praise of the Lord. Let all flesh bless his holy name forever and ever."}