{"1": "For the choir director.By David, the servant of the Lord, who spoke the words of this song to the Lord on the day when the Lord had delivered him from the grasp of all his enemies, even from the grasp of Saul. Then he said: I love you, O Lord, my strength.", "2": "The Lord is my rocky cliff, my stronghold, and my deliverer. My God is my rock. I take refuge in him. He is my shield and the horn of my salvation, my high fortress.", "3": "I call to the Lord, who is worthy of praise, and I am saved from my enemies.", "4": "The ropes of death entangled me. Floodwaters of destruction[a] rolled over me.", "5": "The ropes of the grave wrapped around me. The traps of death threatened me.", "6": "In my distress I called to the Lord. To my God I cried out. He heard my voice from his temple. My cry came before him. It reached his ears.", "7": "Then the earth shook and quaked, and the foundations of the mountains[b] trembled. They shook because the Lord was angry.", "8": "Smoke rose from his nostrils, and fire from his mouth devoured. Coals were set on fire by it.", "9": "Then he tore open the heavens and came down. A dark cloud was under his feet.", "10": "He rode upon a cherub,[c] and he flew. He soared on the wings of the wind.", "11": "He made the darkness around him his hiding place. Dark rain clouds[d] surrounded him like a canopy.", "12": "Emerging from the brightness in front of him his clouds passed by with hail and coals of fire.", "13": "Then the Lord thundered in the heavens. The Most High raised his voice with hail and coals of fire.[e]", "14": "Then he shot his arrows and scattered the enemy. He shot great lightning bolts and routed them.", "15": "Then the sources of water[f] were revealed, and the foundations of the world were uncovered by your rebuke, O Lord, by the breath of wind from your nostrils.", "16": "He reached down from on high and took hold of me. He drew me out of deep waters.", "17": "Because they were too strong for me, he rescued me from my powerful enemy, from those who hate me.", "18": "They confronted me on the day of my disaster, but the Lord supported me.", "19": "Then he brought me out into a wide-open space. He rescued me because he delighted in me.", "20": "The Lord has dealt with me according to my righteousness. According to the cleanness of my hands he has repaid me,", "21": "for I have kept the ways of the Lord. I have not done evil and departed from my God.", "22": "So all his just decrees remain before me, and I have not turned his statutes away from me.", "23": "I have been blameless with him. I have kept myself from guilt.", "24": "The Lord has repaid me according to my righteousness, according to the cleanness of my hands in his sight.", "25": "To the merciful you reveal yourself as merciful. To the blameless person you reveal yourself as blameless.", "26": "To the pure you reveal yourself as pure, but to the crooked you reveal yourself as crafty.", "27": "For you save humble people, but you bring low the eyes of the arrogant.", "28": "Yes, you light my lamp, O Lord. My God turns my darkness to light.", "29": "For with you I can charge against a battalion, and with my God I can jump over a wall.", "30": "This God—his way is blameless. The speech of the Lord is pure. He is a shield for all who take refuge in him.", "31": "For who is God besides the Lord? And who is the Rock except our God?", "32": "This God wraps me with strength and makes my way perfect.[g]", "33": "By making my feet like those of a deer he enables me to stand on high places.", "34": "Because he trains my hands for battle, my arms can draw a bronze bow.", "35": "Then you give me the shield of your salvation. Your right hand sustains me, and you stoop down to lift me up.", "36": "You widen the path under my feet, so that my ankles do not give way.", "37": "I pursued my enemies, and I overtook them. So I did not turn back until they were wiped out.", "38": "I crushed them so that they could not rise again. They fell beneath my feet.", "39": "You wrapped me with strength for battle. You made those who rose up against me bow down to me.", "40": "You made my enemies turn their backs and flee. I destroyed those who hate me.", "41": "They cried for help, but there was no one to save them. They cried to the Lord, but he did not answer them.", "42": "So I grind them as fine as dust blown by the wind. I dump them out like mud in the streets.", "43": "You delivered me from the accusations of the people. You made me the head of nations. A people I did not know serve me.", "44": "As soon as they hear me, they obey me. Foreigners cower before me.", "45": "Foreigners fall exhausted. They come trembling from their strongholds.", "46": "The Lord lives! Blessed be my Rock! May the God who saves me be exalted!", "47": "The God who avenges me subdues peoples under me.", "48": "You delivered me from my enemies. Yes, you exalted me above those who rose against me. You rescued me from the violent man.", "49": "Therefore I will praise you among the nations, Lord. To your name I will make music.", "50": "By providing great salvation for his King, he shows mercy to his Anointed One, to David and to his Descendant[h] forever."}