{"1": "For the choir director. According to “Doe of the Dawn.”[a]A psalm by David. My God, my God, why have you forsaken me? My groaning does nothing to save me.", "2": "My God, I call out by day, but you do not answer. I call out by night, but there is no relief for me.[b]", "3": "Yet you are seated as the Holy One, praised by Israel.", "4": "In you our fathers trusted. They trusted and you delivered them.", "5": "They cried out to you, and they were rescued. They trusted in you, and they were not disappointed.", "6": "But I am a worm and not a man, scorned by men and despised by the people.", "7": "All who see me mock me. They sneer. They shake their heads.", "8": "They say, “Trust in the Lord.”[c] “Let the Lord deliver him. Let him rescue him, if he delights in him.”[d]", "9": "But you are the one who brought me out of the belly. You made me trust when I was at my mother's breasts.", "10": "I was cast on you from the womb. From the belly of my mother you have been my God.", "11": "Do not be distant from me, for distress is near, and there is no one to help.", "12": "Many bulls surround me. Strong bulls from Bashan encircle me.", "13": "Enemies open their mouths wide against me, like a lion that tears its prey and roars.", "14": "Like water I am poured out. All my bones are pulled apart. My heart has become like wax. It has melted in the middle of my chest.", "15": "My strength is dried up like broken pottery, and my tongue is stuck to the roof of my mouth. You lay me in the dust of death.", "16": "For dogs have surrounded me. A band of evil men has encircled me. They have pierced[e] my hands and my feet.", "17": "I can count all my bones. They stare and gloat over me.", "18": "They divide my garments among them. For my clothing they cast lots.", "19": "But you, O Lord, do not be distant. O my Strength, come quickly to help me.", "20": "Deliver my life from the sword, my only life from the power of the dog.", "21": "Save me from the mouth of the lion. From the horns of the wild oxen you have answered me.[f]", "22": "I will declare your name to my brothers. In the midst of the congregation I will praise you.", "23": "You who fear the Lord, praise him! All you descendants of Jacob, honor him! Stand in awe of him, all you descendants of Israel!", "24": "For he has not despised nor detested the affliction of the afflicted. He has not hidden his face from him, but when he cried out to him, he heard.", "25": "You are the source of my praise in the great congregation.[g] I will fulfill my vows in the presence of those who fear him.", "26": "The poor will eat and be satisfied. Those who seek him will praise the Lord— may he live in your hearts forever![h]", "27": "All the ends of the earth will remember and turn to the Lord, and all the families of the nations will bow down before you.", "28": "For the kingdom belongs to the Lord, and he rules over the nations.", "29": "All the rich of the earth will eat and bow down. All who go down to the dust will kneel before him— those who cannot keep themselves alive.[i]", "30": "Descendants will serve him. For generations people will be told about the Lord.", "31": "They will come and proclaim his righteousness to a people yet to be born— because he has done it."}