{"1": "In you, Lord, I have taken refuge. Let me never be put to shame. In your righteousness deliver me.", "2": "Turn your ear toward me. Hurry! Rescue me! Be a rock where I take refuge, a fortified place that saves me.", "3": "Yes, you are my rocky cliff and my stronghold. For the sake of your name you will lead me and guide me.", "4": "You will pull me out of the net that they hid for me, because you are my refuge.", "5": "Into your hand I commit my spirit. You have redeemed me, O Lord, the God of truth.", "6": "I hate those who keep worthless idols, but I trust in the Lord.", "7": "I will be glad and rejoice in your mercy, because you saw my affliction. You knew the distress of my soul.", "8": "You have not left me in the hand of the enemy. You have made my feet stand in a wide-open space.", "9": "Be merciful to me, Lord, for I am in distress. My eye grows weak with sorrow— my soul and my body too.", "10": "Yes, my life is consumed by grief, and my years by groaning. My strength fails because of my guilt, and my bones grow weak.", "11": "Because of all my foes, I am a disgrace, especially to my neighbors. I am dreaded by those who know me. Those who see me on the street flee from me.", "12": "I have been forgotten like a dead man, gone from memory.[a] I have become like a broken pot.", "13": "Yes, I hear the slander of many. There is terror on every side. When they conspire together against me, they plot to take my life.", "14": "But I—I trust in you, O Lord. I say, “You are my God.”", "15": "My times are in your hand. Deliver me from the hand of my enemies and from those who pursue me.", "16": "Let your face shine on your servant. Save me in your mercy.", "17": "Do not allow me to be put to shame, O Lord, because I have cried out to you. But let the wicked be put to shame. Let them be silent in the grave.[b]", "18": "Let lying lips be silenced, those who speak against the righteous impudently with pride and contempt.", "19": "How great is your goodness, which you store up for those who fear you, which you deliver for those who take refuge in you in the presence of the people.", "20": "You hide them in your presence from the schemes of man. You conceal them in your shelter from accusing tongues.", "21": "Blessed be the Lord, because he made his mercy wonderful for me when I was in a besieged city.", "22": "In my alarm I said, “I am cut off from before your eyes!” But you heard the sound of my cry for mercy when I cried out to you.", "23": "Love the Lord, all his favored ones! The Lord preserves the faithful, but he pays back in full the one who acts proudly.", "24": "Be strong, and let your heart be firm, all you who wait confidently for the Lord."}