{"1": "By David. When he pretended to be insane in the presence of Abimelek, who drove him away, and David left.[a] I will bless the Lord at all times. His praise will always be in my mouth.", "2": "In the Lord my soul will boast. The humble will hear and rejoice.", "3": "Proclaim the greatness of the Lord with me, and let us exalt his name together.", "4": "I sought the Lord, and he answered me. From all my terrors he delivered me.", "5": "His people look to him and are radiant, and their faces will never blush.", "6": "This poor man called, and the Lord heard. From all his distress the Lord saved him.", "7": "The Angel of the Lord[b] camps around those who fear him, and he delivers them.", "8": "Taste and see that the Lord is good. Blessed is everyone who takes refuge in him.", "9": "Fear the Lord, you his saints, since those who fear him lack nothing.", "10": "Young lions may lack food and be hungry, but those who seek the Lord do not lack any good thing.", "11": "Come, children, listen to me. I will teach you the fear of the Lord.", "12": "Who wants to find pleasure in life? Who would love to experience many good days?", "13": "Guard your tongue from evil and your lips from speaking deceit.", "14": "Turn from evil and do good. Seek peace and pursue it.", "15": "The eyes of the Lord watch over the righteous. His ears listen to their cry.", "16": "The face of the Lord is set against those who do evil, to cut off memory of them from the earth.", "17": "The righteous cry out, and the Lord hears. From all their distress he delivers them.", "18": "The Lord is close to the brokenhearted. He saves those whose spirits have been crushed.", "19": "Many are the troubles of the righteous, but the Lord delivers him from them all.", "20": "He watches over all his bones; not one of them will be broken.", "21": "Evil will slay the wicked. Those who hate the righteous will be found guilty.", "22": "The Lord redeems the soul[c] of his servants. Anyone who takes refuge in him will not be found guilty."}