{"1": "Lord, oppose those who oppose me. Fight against those who fight against me.", "2": "Put on your armor and shield.[a] Rise up to help me.", "3": "Wield a spear and block the way[b] of those who pursue me. Say to my soul, “I am your salvation.”", "4": "May those who seek my life be disgraced and put to shame. May those who plot to harm me be turned back and dismayed.", "5": "May they be like chaff driven by the wind. May an angel of the Lord drive them away.", "6": "May their path be dark and slippery. May an angel of the Lord pursue them.", "7": "Without cause they hid their net to catch me. Without cause they dug a pit to trap me.", "8": "May devastation overtake him before he knows it. May the net which he hid catch him. May he fall into it to his own destruction.", "9": "Then my soul will rejoice in the Lord. It will delight in his salvation.", "10": "All my bones[c] will say, “Lord, who is like you? You rescue the poor from the one too strong for him, the poor and needy from the one who robs him.”", "11": "Malicious witnesses arise. They ask me about things I do not know.", "12": "They repay me with evil instead of good. They rob my soul of happiness.", "13": "But when they were sick, I dressed in sackcloth. I afflicted myself with fasting. My prayers returned unanswered.[d]", "14": "I walked around mourning, as if mourning for a friend or for my brother. I bowed down, dirty with ashes,[e] as though mourning for my mother.", "15": "But when I stumbled, they were happy. They gathered together. Yes, attackers gathered together against me though I did not expect it. They ripped me and were never quiet.", "16": "Like profane mockers,[f] they gnashed their teeth at me.", "17": "Lord, how long will you look on? Restore my life from their devastating attacks, my precious life from these young lions.", "18": "I will give thanks to you in the great assembly. In a large crowd I will praise you.", "19": "Do not let them rejoice over me— those who are my enemies without cause. Do not let those who hate me without reason mock me.[g]", "20": "For they do not speak for peace, but they devise false accusations against those who live quietly in the land.", "21": "They also open their mouths wide against me. They say, “Ha! Ha! We see with our own eyes.”", "22": "Lord, you have seen all this. Do not be silent. Lord, do not be far from me.", "23": "Wake up and rise up to my defense! My God and Lord, rise to my cause.", "24": "Judge me according to your righteousness, O Lord, my God. Do not let them rejoice over me.", "25": "Do not let them say in their hearts, “Aha! Just what we wanted!” Do not let them say, “We have swallowed him.”", "26": "May those who rejoice over my trouble be put to shame and disgrace. May those who exalt themselves over me be clothed with shame and contempt.", "27": "May those who are pleased by my acquittal shout for joy and be glad. May they always say, “The Lord is great. He takes delight in the peace of his servant.”", "28": "My tongue will report your righteousness and your praise all day long."}