{"1": "Do not fret because of evildoers. Do not be envious of those who do wrong,", "2": "for like grass they will wither quickly. Like green plants they will wilt.", "3": "Trust in the Lord, and do good. Dwell in the land and feed on faithfulness.[a]", "4": "Take pleasure in the Lord, and he will grant your heart's desires.", "5": "Commit your way to the Lord. Trust in him, and he will act.", "6": "He will make your righteousness shine like light, your justice like noon.", "7": "Be silent before the Lord. Wait patiently for him. Do not fret when an evil man succeeds in his ways, when he carries out his wicked schemes.", "8": "Let go of anger and abandon rage. Do not fret—it leads only to evil.", "9": "For evildoers will be cut off, but those who hope in the Lord will inherit the earth.", "10": "After a little while the wicked will be no more. When you search for them at their place, they are not there.", "11": "But the meek[b] will inherit the earth. They will enjoy plenty of peace.", "12": "The wicked person plots against the righteous. He gnashes his teeth at him,", "13": "but the Lord laughs at the wicked, because he sees that his day is coming.", "14": "The wicked draw their sword, and they bend their bow to make the poor and needy fall, to slaughter those whose ways are upright.", "15": "Their swords will pierce their hearts, and their bows will be broken.", "16": "Better the little that one righteous person has than the wealth of many wicked people,", "17": "because the arms of the wicked will be broken, but the Lord upholds the righteous.", "18": "The Lord knows the days of the blameless. Their inheritance will last forever.", "19": "They will not be ashamed in time of disaster. In days of famine they will be full.", "20": "Surely the wicked will perish. The enemies of the Lord will be like beautiful flowers in the pastures. But they will vanish. Like smoke they will vanish.", "21": "The wicked borrow and do not repay, but the righteous are gracious and give.", "22": "So those God blesses will inherit the earth, but those he curses will be cut off.", "23": "By the Lord the steps of a person are made secure. Then he will delight in his way.", "24": "Though he falls, he will not stay down, because the Lord holds him by his hand.", "25": "I was a young man. Now I am old. But I have never seen a righteous person forsaken or his children begging for bread.", "26": "Every day he is gracious and lends. His children will be blessed.", "27": "Turn back from evil and do good. Then you will remain forever.", "28": "For the Lord loves justice. He will not forsake his favored ones.[c] They will be protected forever, but the descendants of the wicked will be cut off.", "29": "The righteous will inherit the earth. They will dwell on it forever.", "30": "The mouth of the righteous utters wisdom. His tongue speaks what is just.", "31": "The law of his God is in his heart. His steps do not slip.", "32": "The wicked spy on the righteous one and seek to kill him.", "33": "The Lord will not leave him in their hand. He will not let him be condemned when he is put on trial.", "34": "Wait for the Lord and keep to his way. He will raise you up to take possession of the earth. When the wicked are cut off, you will see it.", "35": "I saw a wicked, ruthless man. He was rooted like a green plant in its native soil,", "36": "but he passed away. Just like that, he was gone! I searched for him, but he could not be found.", "37": "Take note of the blameless. Look at the upright. Yes, there is a future for the man of peace.", "38": "But rebels will be completely destroyed. The future of the wicked will be cut off.", "39": "The salvation of the righteous comes from the Lord. He is their stronghold in times of stress.", "40": "The Lord helps them and delivers them. He delivers them from the wicked. He saves them, because they have taken refuge in him."}