{"1": "I waited and waited for the Lord. Then he turned to me and heard my cry.", "2": "Then he pulled me up from the deadly quicksand, from the mud and muck. He made my feet stand on a rock to keep my steps from slipping.", "3": "Then he put a new song in my mouth, a hymn of praise to our God. Many will see and fear. They will trust in the Lord.", "4": "How blessed is everyone who trusts in the Lord, who does not look to the proud or to those who turn aside to falsehood.", "5": "Many are the wonders you have done, O Lord my God. No one can explain to you all your thoughts for us.[a] If I try to speak and tell about them, they are too many to count.", "6": "Sacrifice and offering you did not desire. Ears you have opened for me.[b] You did not ask for burnt offerings and sin offerings.", "7": "Then I said, “Here I am, I have come. The book written on a scroll tells about me.", "8": "My God, I take pleasure in doing your will. Your law[c] is in my heart.”", "9": "I preach righteousness in the great assembly. Indeed, I do not hold back my lips, O Lord, as you know.", "10": "I do not conceal your righteousness deep in my heart. I speak of your faithfulness and salvation. I do not hide your mercy and your truth from the great assembly.", "11": "Lord, you do not hold back your compassion from me. Let your mercy and your truth always protect me,", "12": "although troubles without number surround me. Punishments for my guilt have smothered me, so I cannot see. They are more than the hairs of my head, so my courage deserts me.", "13": "Be pleased, O Lord, to save me. Lord, hurry to help me.", "14": "Let all who seek to end my life be frustrated and completely confused.[d] Let everyone who desires my ruin be turned back and disgraced.", "15": "Let those who say to me, “Aha! We got you!” be dismayed, because they have been put to shame.", "16": "But let all those who seek you rejoice and be glad in you. Let those who love your salvation always say, “The Lord is great!”", "17": "Yet I am poor and needy. May the Lord think about me. You are my help and my deliverer. O my God, do not delay."}