{"1": "God, our ears have heard. Our fathers have told us the work you performed in their days, in days long ago.", "2": "By your hand you drove out the nations, but you planted your people. You crushed the peoples, but you sent your people forward.", "3": "For it was not by their sword that they took possession of the land. It was not their arm that saved them. It was your right hand and your arm, and the light from your face, because you took pleasure in them.", "4": "You are the one who is my King, O God. Command victories for Jacob.", "5": "Through you we drive back our foes. Through your name we trample our adversaries.", "6": "For I do not trust in my bow, and my sword does not save me.", "7": "But you save us from our foes, and you put those who hate us to shame.", "8": "In God we make our boast all day, and we will praise your name forever. Interlude", "9": "But now you have rejected and humbled us, and you do not go out with our armies.", "10": "You made us turn back before the foe, and those who hate us have taken plunder for themselves.", "11": "You give us up for food like sheep, and you have scattered us among the nations.", "12": "You sold your people for no great price, and you have not profited from their sale.", "13": "You have made us a reproach to our neighbors, scorn and ridicule to those around us.", "14": "You have made us a laughingstock among the nations, a reason for the peoples to shake their heads.", "15": "All day my disgrace is right in front of me, and the shame on my face covers me,", "16": "because of the voice of the slanderer and reviler, because of the enemy and avenger.", "17": "All this came on us, though we had not forgotten you. We had not been false to your covenant.", "18": "Our hearts had not turned back. Our steps had not slipped off your path.", "19": "But you crushed us and made us a home for jackals, and you covered us with the shadow of death.", "20": "If we had forgotten the name of our God or spread out our hands to a foreign god,", "21": "would not God have discovered this, since he knows the secrets of the heart?", "22": "Yet for your sake we are killed all day long. We are considered sheep to be slaughtered.", "23": "Get up! Why do you sleep, O Lord? Wake up! Do not reject us forever.", "24": "Why do you hide your face? Why do you forget our misery and our oppression?", "25": "For our souls bow down to the dust. Our bellies cling to the earth.", "26": "Stand up! Help us! Redeem us because of your mercy."}