{"1": "Hear this, all you peoples. Pay attention, all you inhabitants of this world,", "2": "all you children of Adam, all mankind, rich and poor alike.", "3": "My mouth will speak wisdom. The meditation of my heart will give understanding.", "4": "I will listen carefully to wise teaching. With a lyre I will explain deep truths.", "5": "Why should I fear days of trouble, days when the wickedness of my pursuers surrounds me?[a]", "6": "They trust in their wealth. They place their confidence in the abundance of their riches.", "7": "But no one can by any means redeem himself.[b] He cannot give God a ransom for himself—", "8": "(Yes, the ransom for their souls is costly. Any payment would fall short.)[c]", "9": "—so that he could live on forever and not see the pit.", "10": "Yes, we can see that wise men die. The fool and the senseless alike perish, and they leave their wealth to others.", "11": "They think their houses will remain forever, their dwellings for generation after generation[d] because they named lands after themselves.", "12": "But man, though he has riches, does not even spend a night here. He is like the animals that perish.", "13": "This way of theirs is foolishness, but their followers approve of what they say. Interlude", "14": "They are like a flock destined for the grave. Death will be their shepherd. The upright will rule over them in the morning. Their bodies will be consumed by the grave, far from their mansions.[e]", "15": "But surely God will redeem my life from the power of the grave. Yes, he will take me to himself. Interlude", "16": "Do not be afraid when a man grows rich, when the glory of his house increases,", "17": "because when he dies, he cannot take anything along. His glory will not go down with him.", "18": "Throughout his life he congratulates himself: “People praise you because you have done so well for yourself.”", "19": "He will go to the gathering place of his fathers. They will never see the light!", "20": "A man who has riches but does not understand is like the animals that perish."}