{"1": "Turn your ear to my prayer, O God. Do not hide from my plea for mercy.", "2": "Pay attention to me and answer me. I am troubled in my thoughts and I groan", "3": "because of talk from the enemy, because of oppression from the wicked, because they dump evil on me, and in anger they hold a grudge against me.", "4": "My heart is in anguish within me. The terrors of death fall on me.", "5": "Fear and trembling come over me. Horror covers me.", "6": "So I say, “I wish I had wings like a dove! I would fly away and find a place to rest.", "7": "Yes, I would flee far away. I would stay in the wilderness. Interlude", "8": "I would hurry to find shelter, far from the violent wind, far from the storm.”", "9": "Swallow them up, O Lord. Confuse their speech, for I see violence and contention in the city.", "10": "Day and night they sneak around on its walls. Evil and trouble are in the city.", "11": "Destruction lurks within it. Treachery and deceit never leave its streets.", "12": "For it is not an enemy who insults me— I could bear that. It is not someone who hated me who rises up against me— I could hide from him.", "13": "But it is you, a man who served with me, my colleague and my associate,", "14": "with whom I shared pleasant discussions as we walked with the excited crowd at God's house.", "15": "Let deadly destruction come on them. Let them go down to the grave alive, because evil is at home in their hearts.", "16": "As for me, I call to God, and the Lord saves me.", "17": "Evening, morning, and noon I cry out and I sigh, and he hears my voice.", "18": "In peace he redeems my life from the assault against me, even when many are against me.", "19": "God will hear, and he will punish them— yes, he is seated on his throne from eternity! Interlude —because they never change, and they do not fear God.", "20": "The traitor reaches out his hand against those at peace with him. He breaks his agreement.[a]", "21": "His flattery is as smooth as butter, yet war is in his heart. His words are more soothing than oil, yet they are drawn daggers.", "22": "Place your burden on the Lord, and he will support you. He will never allow the righteous to fall.", "23": "But you, O God, will bring them down into the pit of destruction. Bloody and deceitful men will not live half their days. But as for me, I will trust in you."}