{"1": "May God arise. May his enemies scatter. May those who hate him flee from his presence.", "2": "As smoke is blown away, may you blow them away. As wax melts before the fire, may the wicked perish before God.", "3": "But the righteous rejoice and celebrate in the presence of God. They will be happy and joyful.", "4": "Sing to God. Make music to his name. Lift up a song to him who rides through the deserts.[a] His name is the Lord.[b] Celebrate before him.", "5": "In his holy dwelling, God is a father for the fatherless and a judge who defends widows.", "6": "God causes the lonely to dwell together as a household. He leads out the prisoners with music, but the rebellious dwell in a scorched land.", "7": "God, when you went out in front of your people, when you marched through the wasteland, Interlude", "8": "the earth shook. Yes, the heavens poured down rain, before God, this one from Sinai, before God, the God of Israel.", "9": "You dispersed plentiful showers, O God. You strengthened your inheritance when it was weary.[c]", "10": "Your people settled in it. In your goodness you provided for the oppressed, O God.", "11": "The Lord provided the message. The women who proclaimed it were a great army:[d]", "12": "“Kings with armies flee—they flee!” The woman who stays home shares in the plunder.", "13": "Even while you lie among the campfires, the wings of a dove are sheathed with silver, and its feathers with yellow gold.[e]", "14": "When the Almighty scattered the kings there, it snowed on Zalmon.", "15": "The mountain of Bashan is a mountain of God. The mountain of Bashan is a mountain with many peaks.[f]", "16": "O mountains with many peaks, why do you look jealously at the mountain God desires for his home? Indeed, the Lord will dwell there forever.", "17": "The chariots of God are twice ten thousand, thousands upon thousands. Among them the Lord has come from Sinai into his sanctuary.[g]", "18": "You ascended on high. You led captivity captive. You received gifts among men, so that even among the rebellious the Lord[h] God might dwell.", "19": "Blessed be the Lord. Day by day he bears our burdens. He is the God who saves us. Interlude", "20": "Our God is a God who saves. From God the Lord comes escape from death.", "21": "Surely God will crush the heads of his enemies, the scalps of those who walk around in their guilt.", "22": "The Lord says, “I will bring them from Bashan. I will bring them from the depths of the sea,", "23": "so that you may stomp your foot in blood. The tongues of your dogs get their share of the enemies' blood.”", "24": "They see your processions, O God, the processions of my God, my King, into the sanctuary.", "25": "The singers lead the way. After them come the musicians. In the middle are virgins playing hand drums.", "26": "In the assemblies bless God, the Lord, who is the Fountain of Israel.[i]", "27": "There is little Benjamin, leading them. The officers of Judah are their noisy crowd. There are the officers of Zebulun and the officers of Naphtali.", "28": "Your God commands your strength. Show strength, O God, as you have done for us before.", "29": "Because of your temple at Jerusalem kings will bring tribute to you.", "30": "Threaten the beast among the reeds, the herd of strong bulls among the calves (that is, the peoples), until they submit with bars of silver.[j] He scatters the peoples who delight in battles.", "31": "Envoys[k] will come from Egypt. Cush[l] will run to stretch out its hands to God.", "32": "Sing to God, you kingdoms of the earth. Make music to the Lord, Interlude", "33": "to him who rides in the highest heavens, in the ancient heavens. Yes, he sends out his voice, his mighty voice.", "34": "Proclaim God's strength. His majesty is over Israel, and his power is in the skies.", "35": "You are awesome, O God, from your sanctuary. The God of Israel, he is the one who gives power and strength to the people. Blessed be God!"}