{"1": "For the choir director. According to “Lilies.”[a] By David. Save me, O God, for the waters have come up to my neck.", "2": "I sink into the deep mud, where there is no place to stand. I have entered deep waters, and the rapids rush over me.", "3": "I am worn out from my crying. My throat is sore. My eyes are blurry, as I wait for my God.", "4": "Those who hate me without reason outnumber the hairs on my head. Those who want to destroy me, my lying enemies, are strong. I must repay things I did not steal.", "5": "God, you know my folly, and my guilt is not hidden from you.", "6": "May those who place their confidence in you[b] not be put to shame because of me, O Lord, the Lord of Armies. May those who seek you not be disgraced because of me, O God of Israel.", "7": "It is for your sake that I bear scorn. Shame covers my face.", "8": "I have become a stranger to my brothers, a foreigner to my mother's sons.", "9": "Yes, zeal for your house consumes me. The scorn of those who scorn you falls on me.", "10": "I wept as I fasted, but this only brought insults to me.", "11": "When I wore sackcloth as my clothing, I was a joke to them.", "12": "Those who sit in the gatehouse gossip about me, and the songs of the drunks are about me.", "13": "But I direct my prayer to you, O Lord, for a time of favor. God, in the greatness of your mercy, answer me with the certainty of salvation from you.", "14": "Rescue me from the mud, so I do not sink. Let me escape from those who hate me and from the deep waters.", "15": "Do not let the rapids rush over me. Do not let the deep swallow me up. Do not let the pit close its mouth over me.", "16": "Answer me, Lord, for your mercy is good. According to your great compassion, turn to me.", "17": "Do not hide your face from your servant. Because I am in distress, hurry, answer me.", "18": "Come near. Redeem my soul. Ransom me because of my enemies.", "19": "You know my disgrace, my shame, and my confusion. All my foes are in front of you.", "20": "Disgrace has broken my heart, and I am helpless. I waited for sympathy, but there was none. I waited for comforters, but I did not find any.", "21": "Instead they put bitter poison in my food. For my thirst they gave me sour wine to drink.", "22": "May the table set before them become a snare. May it be a trap to them and their allies.[c]", "23": "May their eyes be darkened so they cannot see. Make their legs always tremble.", "24": "Pour out your wrath on them. Let the heat of your anger catch up with them.", "25": "May their camp be desolate. May there be no one dwelling in their tents.", "26": "For they pursue those you have disciplined, O God, and they talk about the pain of those you wound.", "27": "Add guilt to their guilt. Do not let them enter into your righteousness.", "28": "May they be erased from the book of life. May they not be listed among the righteous.", "29": "But I am afflicted and in pain. O God, may salvation from you set me on high.", "30": "I will praise God's name in song. I will proclaim his greatness with thanksgiving.", "31": "For the Lord this is better than an ox, than a bull that has horns and hoofs.", "32": "The poor will see and be glad. You who seek God, may your hearts live!", "33": "For the Lord listens to the needy, and he does not despise the captives who belong to him.", "34": "Let heaven and earth praise him, the seas and all that move in them,", "35": "for God will save Zion, and he will build the cities of Judah. Then people will settle there and possess it.", "36": "Then the descendants of his servants will inherit it, and those who love his name will dwell in it."}