{"1": "In you, Lord, I have taken refuge. May I not be put to shame forever.", "2": "In your righteousness rescue me and deliver me. Turn your ear to me and save me.", "3": "Be my rock and my refuge to which I can always go. You give the command to save me, because you are my high ridge and my stronghold.", "4": "My God, deliver me from the hand of the wicked, from the grasp of the unjust and the ruthless.", "5": "For you have been my hope, Lord God, my confidence since my youth.", "6": "I have depended on[a] you since I was in the womb. You separated me from my mother's body. My praise to you is continuous.", "7": "I am like an evil omen to many, but you are my strong refuge.", "8": "My mouth is filled with praise for you and with your splendor all day long.", "9": "Do not throw me away in old age. As my strength fails, do not forsake me.", "10": "For my enemies speak against me, and those who seek my life conspire together.", "11": "They say, “God has forsaken him. Pursue him and seize him, because there is no one to rescue him.”", "12": "God, do not be far from me. My God, hurry to help me.", "13": "Let them be ashamed. Let my murderous accusers be consumed. Let those who seek to harm me be covered with shame and disgrace.", "14": "But as for me, I will always keep hoping. I will keep adding to my praise for you.", "15": "My mouth will tell about your righteousness, about your salvation all day long, although I do not know how to tell all about it.", "16": "I will come and tell about your mighty deeds, Lord God. I will commemorate[b] your righteousness, yours alone.", "17": "God, you have taught me since my youth, and even now I still declare your marvelous deeds.", "18": "Even when I am old and gray, O God, do not forsake me, till I declare the strength of your arm to the next generation, your power to all who are to come.", "19": "Your righteousness, God, reaches to the heights. You have done great things. God, who is like you,", "20": "you who have made us see many troubles and disasters? You will give us life again. From the depths of the earth you will bring me up again.", "21": "You will increase my greatness and comfort me once again.", "22": "Yes, I will praise you, my God, for your faithfulness. I will praise you with an instrument, with the harp. I will make music to you with the lyre, O Holy One of Israel.", "23": "My lips will shout with joy when I make music to you. Even my soul, which you have redeemed, will shout.", "24": "Indeed, my tongue will tell of your righteousness all day long. How ashamed, how disgraced they are— those who are trying to harm me."}