{"1": "A maskil[a] by Asaph. Why do you stay angry to the end, O God? Why does your anger smoke against the flock in your pasture?", "2": "Remember your community that you purchased long ago, the tribe that you redeemed to be your possession. Remember Mount Zion where you dwell.", "3": "March toward the perpetual ruins. March against all the evil done by the enemy in the sanctuary.", "4": "Your foes roared in the middle of your appointed place. They set up their battle standards as signs.", "5": "They looked like men swinging axes in a thicket of trees.", "6": "Yes, they even chopped up all the carved paneling with their hatchets and hammers.", "7": "They delivered your sanctuary to the fire. They defiled the dwelling place for your Name by throwing it to the ground.", "8": "They said in their hearts, “We will crush them completely!” They burned all the appointed places of God in the land.", "9": "We do not see any signs to guide us. There is no longer a prophet, and none of us knows how long this will go on.", "10": "How long will the foe scoff, O God? Will the enemy insult your name forever?", "11": "Why do you hold back your hand, even your right hand? Take it out of your pocket[b] and finish them off!", "12": "But you, O God, are my king from long ago, the one who works salvation right here on earth.", "13": "It was you who shattered the sea by your power. You broke the heads of the great sea monsters.", "14": "It was you who crushed the heads of Leviathan.[c] You gave him as food to the people who live in the desert.", "15": "It was you who opened up a spring and a seasonal stream. You dried up the rivers that flow year-round.", "16": "The day belongs to you, and the night is also yours. You set the moon and sun in place.", "17": "It was you who laid out all the boundaries of the earth. Summer and winter—you shaped them.", "18": "Remember this—the enemy scoffs, Lord, and a foolish people has insulted your name.", "19": "Do not surrender the life of your turtledove to a wild animal. Do not forget the life of your afflicted ones forever.", "20": "Pay attention to the covenant, because dens of violence fill the dark places in the land.", "21": "Do not let the oppressed turn back in disgrace. Let the poor and needy praise your name.", "22": "Rise up, O God, and prosecute your case. Remember how the fools mocked you all day long.", "23": "Do not forget the sound of your foes, the uproar of those who rise against you, which goes up continually."}