{"1": "For the choir director. According to Jeduthun.[a] By Asaph. A psalm. With my voice to God— with my voice I cried out to God, and he listened to me.", "2": "In the day when I was distressed I sought the Lord. At night my hand was stretched out, and it never grew tired, but my soul refused to be comforted.", "3": "God, I remembered and I groaned. I pondered, and my spirit became weak. Interlude", "4": "You propped my eyelids open. I was troubled but did not speak.", "5": "I thought about the days of long ago, the years long past.", "6": "During the night I remembered my music. With my heart I pondered, and my spirit asked,", "7": "“Will the Lord reject forever? Will he never again show favor?", "8": "Has his mercy vanished to the end? Has what he said failed for all generations?", "9": "Has God forgotten to be gracious? Has he really shut up his compassion in anger?” Interlude", "10": "Then I said, “This is what hurts me: the change of the right hand of the Most High.”[b]", "11": "I will remember the deeds of the Lord.[c] Yes, I will remember your wonderful work from long ago.", "12": "I will meditate on all your work, and I will ponder all your deeds.", "13": "O God, your way is carried out in holiness. What god is as great as God?", "14": "You are the God who performs a wonderful deed. You made known your power among the peoples.", "15": "With your arm you redeemed your people, the descendants of Jacob and Joseph. Interlude", "16": "The waters saw you, O God. The waters saw you and swirled. Even the depths were turbulent.", "17": "The clouds poured down water. The skies echoed with thunder. Indeed, your arrows shot back and forth.", "18": "The sound of your thunder was heard in the tornado. Lightning lit up the world. The earth trembled and quaked.", "19": "Your route led through the sea. Your trail went through the mighty waters, but your footprints were not detected.", "20": "You led your people like a flock by the hand of Moses and Aaron."}