{"1": "Give ear, O my people, to my instruction. Turn your ear to the words of my mouth.", "2": "I will open my mouth to share a lesson. I will speak about puzzling problems from long ago,", "3": "things we have heard and known, things our fathers have told us.", "4": "We will not hide them from their descendants. We will tell the next generation the praiseworthy deeds of the Lord, his power, and the wonders that he has done.", "5": "He set up testimony for Jacob. In Israel he established the law. He commanded our fathers to make it known to their children.", "6": "Then the next generation would know it, even the children not yet born. They would rise up and tell their children.", "7": "Then they would put their confidence in God, and they would not forget the deeds of God, but they would keep his commands.", "8": "Then they would not be like their fathers, a stubborn, rebellious generation, a generation that did not keep their hearts steadfast, whose spirits were not faithful to God.", "9": "The tribe of Ephraim, equipped and armed with bows, deserted on the day of battle.", "10": "They did not keep God's covenant, and they refused to walk in his law.", "11": "They forgot his deeds, the wonders he had shown to them.", "12": "In the presence of their fathers he had performed a wonder, in the land of Egypt, in the region of Zoan.", "13": "He split the sea and let them cross through it. He made the water stand like a wall.", "14": "He led them with the cloud by day and all through the night with light from the fire.", "15": "He split the rocks in the wilderness, and he let them drink water as plentiful as the deep sea.", "16": "He brought streams out of the rocky cliff. He made water flow down like rivers.", "17": "But they continued to sin against him even more, by rebelling against the Most High in the desert.", "18": "They tested God in their hearts by demanding food for their cravings.", "19": "Then they spoke against God. They said, “Is God able to set a table in the wilderness?", "20": "Sure, he struck the rock and water flowed out, and stream beds overflowed, but can he really give us bread? Can he really supply meat for his people?”", "21": "Then the Lord heard, and he showed his anger. Fire broke out against Jacob, and his anger rose against Israel,", "22": "because they did not believe in God, and they did not trust in his salvation.", "23": "Nevertheless, he gave a command to the skies above, and he opened the doors of the heavens.", "24": "He rained down manna for them to eat, and he gave them the grain of heaven.", "25": "Each of them ate the bread of the mighty ones. He sent them all the food they could eat.", "26": "He sent out the east wind from the heavens, and he led out the south wind by his power.", "27": "Then he rained meat down on them like dust, and flying birds like sand on the seashore.", "28": "He made the birds fall down inside their camp, all around their dwellings.", "29": "Then they ate until they had more than enough, for he had brought them what they craved.", "30": "They had not yet turned away from what they craved. Their food was still in their mouths.", "31": "Then God's anger rose up against them. He killed the strongest among them. He cut down the best young men of Israel.", "32": "In spite of all this, they kept sinning, and they did not believe in his wonders.", "33": "So he ended their days in frustration[a] and their years in terror.", "34": "Whenever he struck them down, they would seek him. Then they turned and sought God.", "35": "Then they remembered that God was their Rock, that God Most High was their Redeemer.", "36": "But then they would deceive him with their mouths, and with their tongues they would lie to him.", "37": "Their hearts were not committed to him, and they were not faithful to his covenant.", "38": "Yet he was compassionate. He atoned for their guilt and did not destroy them. Many times he restrained his anger, and he did not stir up his full wrath.", "39": "He still remembered that they were only flesh, like a wind that goes by and does not return.", "40": "How often they rebelled against him in the wilderness! How often they grieved him in the wasteland!", "41": "They repeatedly put God to the test. They provoked[b] the Holy One of Israel.", "42": "They did not remember the power of his hand— the day when he redeemed them from the foe,", "43": "when he displayed his signs in Egypt and his wonders in the region of Zoan,", "44": "when he turned their rivers to blood, so they could not drink from their streams.", "45": "He sent against them a swarm of flies that bit them. Then he sent frogs that destroyed them.", "46": "Then he gave their crops to the grasshopper. He gave what they worked for to the locust.", "47": "He killed their grapevines with hail, and their sycamore fig trees with sleet.", "48": "Then he turned over their cattle to hail, and their livestock to lightning bolts.", "49": "He sent against them his burning anger, his wrath and indignation and distress by sending destroying angels.[c]", "50": "He prepared a path for his anger. He did not spare their lives from death, but he delivered their lives to the plague.", "51": "Then he struck down all the firstborn in Egypt, the firstfruit of their virility in the tents of Ham.", "52": "But he led his people out like sheep. He led them like a flock through the wilderness.", "53": "Then he guided them safely, so they were not afraid, but the sea covered their enemies.", "54": "Then he brought them to the border of his holy land, to this mountain which his right hand had taken.", "55": "He drove out nations before them. He marked the boundaries of their inheritance, and he settled the tribes of Israel in their tents.", "56": "But they tested him. They rebelled against God Most High, and they did not keep his testimonies.", "57": "Yes, they turned aside and were treacherous like their fathers. They were as undependable as a crooked bow.", "58": "Then they angered him with their high places, and they made him jealous with their idols.", "59": "God heard, and he showed his anger. He completely rejected Israel.", "60": "So he abandoned his dwelling in Shiloh, the tent where he dwelled among people.", "61": "So he sent the symbol of his strength[d] away into captivity. He gave his splendor into the hand of the foe.", "62": "He also handed over his people to the sword, and he showed his anger against his possession.", "63": "Fire consumed their best young men, so their virgins were not praised in wedding songs.", "64": "Their priests fell by the sword, and their widows did not weep.", "65": "Then the Lord awoke like someone who has been sleeping, like a warrior overcome by wine.", "66": "Then he drove back his foes. He gave them everlasting shame.", "67": "Then he rejected the tent of Joseph, and he did not choose the tribe of Ephraim.", "68": "But he chose the tribe of Judah, Mount Zion, which he loved.", "69": "Then he built up his sanctuary like the heights, like the world that he established for all time.", "70": "Then he chose David his servant and took him from the sheep pens.", "71": "He brought him from following the mother sheep to shepherd his people Jacob and his possession Israel.", "72": "So he shepherded them with a sincere heart, and with skillful hands he led them."}