{"1": "I will sing of the mercies of the Lord forever. With my mouth I will make your faithfulness known through all generations.", "2": "Yes, I have said, “Your mercy is built to last forever. In the heavens you establish your faithfulness.”", "3": "The Lord said,[a] “I have made a covenant with my chosen one. I have sworn to David my servant.", "4": "I will establish your seed[b] forever, and I will build your throne through all generations.” Interlude", "5": "The heavens praise your wonders, O Lord, also your faithfulness in the assembly of the holy ones.", "6": "For who in the skies can compare with the Lord? Who is like the Lord among the sons of God?", "7": "God is revered in the council of the holy ones. He is to be feared more than all who surround him.", "8": "O Lord God of Armies, who is like you? You are mighty, O Lord,[c] and your faithfulness surrounds you.", "9": "You rule over the majestic sea. When its waves rise up, you quiet them.", "10": "You crushed Rahab[d] like one of the slain. With your strong arm you scattered your enemies.", "11": "The heavens are yours, and yours also is the earth. You founded the world and everything that fills it.", "12": "You created the north and the south. Tabor and Hermon shout for joy at your name.", "13": "Your arm works for you with power. Your hand is strong. Your right hand is raised high.", "14": "Righteousness and justice are the foundation of your throne. Mercy and truth are right in front of you.", "15": "How blessed are the people who know the joyful cry. Lord, they walk in the light from your face.", "16": "In your name they celebrate all day long. In your righteousness they are lifted up.", "17": "For you are the beauty of their strength, and by your favor you exalt our Horn.[e]", "18": "Indeed, our Shield belongs to the Lord, our King to the Holy One of Israel.", "19": "Once you spoke in a vision to your favored ones. You said: I have granted help to a warrior. I have raised up a young man from among the people.", "20": "I found David my servant. With my holy oil I have anointed him.", "21": "He is the one whom my hand will sustain. Surely my arm will strengthen him.", "22": "No enemy will subject him to tribute. No violent man will oppress him.", "23": "I will crush his foes before him and strike down those who hate him.", "24": "My faithfulness and mercy will be with him, and through my name his horn[f] will be exalted.", "25": "I will set his hand over the sea, his right hand over the rivers.", "26": "He will call out to me, “You are my Father, my God and the Rock that saves me.”", "27": "I will also make him the Firstborn, the highest of the kings of the earth.", "28": "I will keep my mercy for him forever, and my covenant with him will stand firm.", "29": "I will establish his seed forever. His throne will endure like the days of the heavens.", "30": "If his sons forsake my law, and they do not walk according to my judgments,", "31": "if they violate my statutes and do not keep my commands,", "32": "I will punish their rebellion with the rod, their guilt with whipping.", "33": "But I will not break off my mercy from him. I will not let my truth become false.", "34": "I will not violate my covenant. I will not alter what comes out of my lips.", "35": "Once and for all, I have sworn by my holiness— surely I will not lie to David—", "36": "that his seed will continue forever, and his throne will endure before me like the sun.", "37": "It will be established forever like the moon. This witness in the sky is faithful. Interlude", "38": "But you have rejected, you have cast off, you have been very angry with your anointed one,", "39": "and you have renounced the covenant with your servant, and you have thrown his crown on the ground.", "40": "You have broken down all his walls and reduced his fortresses to rubble.", "41": "All who pass by on the road have plundered him. He is despised by his neighbors.", "42": "You have raised up the right hand of his foes. You have made all his enemies happy.", "43": "Indeed, you have deflected the edge of his sword, and you have not let him stand up in battle.", "44": "You have put an end to his majesty, and you have hurled his throne to the ground.", "45": "You have cut short the days of his youth. You have clothed him with shame. Interlude", "46": "How long, O Lord? Will you hide yourself forever? Will your wrath burn like fire?", "47": "Remember me! What is my life! For you have created such futility for all the children of Adam!", "48": "Can anyone live and not see death, or save his life from the power of the grave? Interlude", "49": "Where are your former mercies, O Lord, which you swore to David in your faithfulness?", "50": "Remember, Lord, the scorn your servants have[g] endured. (I carry on my heart all the many peoples!)[h]", "51": "Remember the scorn with which your enemies have been scornful, O Lord, with which they have scorned the steps of your Anointed One.", "52": "Blessed be the Lord forever! Amen and Amen."}