{"1": "For the choir director. According to “The Death of the Son.”[a] A psalm by David. I will thank you, Lord, with all my heart. I will tell about all your wonderful deeds.", "2": "I will be glad and rejoice in you. I will make music to your name, O Most High.", "3": "When my enemies turn back, they stumble and perish from your presence,", "4": "for you have upheld my rights and my cause. You sat on the throne, judging righteously.", "5": "You have rebuked the nations, and you made the wicked perish. You have blotted out their name forever and ever.", "6": "As for the enemy, their destruction is complete and final. You have uprooted cities. Memory of them has perished with them.", "7": "The Lord is seated forever. He has established his throne for judgment.", "8": "The Lord himself will judge the world in righteousness. He will judge the peoples with fairness.", "9": "The Lord will be a refuge for those who have been crushed, a refuge for times of trouble.", "10": "Those who know your name will trust in you, for you, O Lord, have not forsaken those who seek you.", "11": "Make music for the Lord, who is seated in Zion. Proclaim his deeds among the peoples.", "12": "Yes, he who avenges bloodshed remembers them. He does not forget the cry of the afflicted.", "13": "Have mercy on me, O Lord. See my afflictions that are caused by those who hate me, and raise me up from the gates of death,", "14": "so that I may declare all your praise. In the gates of the Daughter of Zion[b] I will rejoice in your salvation.", "15": "The nations have sunk into the pit they have made. Their feet are caught in the net that they have hidden.", "16": "The Lord makes himself known by the judgment he has carried out. By the work of his hands the wicked are snared. Interlude for meditation[c]", "17": "The wicked return to the grave, all the nations who forget God.", "18": "But he will never forget the needy. The hope of the afflicted will never perish.", "19": "Rise up, O Lord. Do not let man triumph. Let the nations be judged in your presence.", "20": "Strike them with fear, O Lord. Let the nations know they are only human. Interlude"}