{"1": "O Lord, God of vengeance, God of vengeance, shine forth.", "2": "Rise up, O Judge of the earth. Repay the proud with what they deserve.", "3": "How long will the wicked, O Lord, how long will the wicked celebrate?", "4": "They gush. They speak arrogantly. All the evildoers brag about themselves.", "5": "They crush your people, O Lord. They oppress the people that belong to you.", "6": "They kill the widow and the alien. They murder the fatherless.", "7": "Then they say, “The Lord[a] does not see. The God of Jacob does not understand.”", "8": "Understand, you brutes among the people. You fools, when will you become wise?", "9": "The one who planted the ear—will he not hear? The one who formed the eye—will he not observe?", "10": "The one who disciplines nations—will he not rebuke them? He is the one who teaches mankind knowledge.", "11": "The Lord knows the thoughts of mankind. He knows that they are just vapor.", "12": "How blessed is the person whom you discipline, O Lord, whom you teach from your law.", "13": "You grant him rest in days of trouble, until a pit is dug for the wicked.", "14": "For the Lord will not desert his people, and he will never forsake those who are his own.", "15": "Then judgment will again be based on righteousness, and all the upright in heart will pursue it.", "16": "Who will rise up for me against the wicked? Who will take a stand for me against evildoers?", "17": "Unless the Lord had been my helper, my soul would soon have dwelt in silence.", "18": "When I said, “My foot has slipped,” your mercy, Lord, upheld me.", "19": "When my worries within me were many, your comfort brought joy to my soul.", "20": "Can a destructive throne be allied with you, one that creates injustice by its decrees?", "21": "They band together against the life of the righteous, and they condemn innocent blood.", "22": "But the Lord has become my fortress, and my God is the rock where I take refuge.", "23": "Then he will repay them for their iniquity, and he will destroy them for their wickedness. The Lord our God will destroy them."}