{"1": "You irrational Galatians! Who put a spell on you? Jesus Christ was put on display as crucified before your eyes!", "2": "I just want to know this from you: Did you receive the Spirit by doing the works of the Law or by believing what you heard?", "3": "Are you so irrational? After you started with the Spirit, are you now finishing up with your own human effort?", "4": "Did you experience so much for nothing? I wonder if it really was for nothing.", "5": "So does the one providing you with the Spirit and working miracles among you do this by you doing the works of the Law or by you believing what you heard?", "6": "Understand that in the same way that Abraham believed God and it was credited to him as righteousness,[a]", "7": "those who believe are the children of Abraham.", "8": "But when it saw ahead of time that God would make the Gentiles righteous on the basis of faith, scripture preached the gospel in advance to Abraham: All the Gentiles will be blessed in you.[b]", "9": "Therefore, those who believe are blessed together with Abraham who believed.", "10": "All those who rely on the works of the Law are under a curse, because it is written, Everyone is cursed who does not keep on doing all the things that have been written in the Law scroll.[c]", "11": "But since no one is made righteous by the Law as far as God is concerned, it is clear that the righteous one will live on the basis of faith.[d]", "12": "The Law isn't based on faith; rather, the one doing these things will live by them.[e]", "13": "Christ redeemed us from the curse of the Law by becoming a curse for us—because it is written, Everyone who is hung on a tree is cursed.[f]", "14": "He redeemed us so that the blessing of Abraham would come to the Gentiles through Christ Jesus, and that we would receive the promise of the Spirit through faith.", "15": "Brothers and sisters, I'll use an example from human experience. No one ignores or makes additions to a validated will.", "16": "The promises were made to Abraham and to his descendant. It doesn't say, “and to the descendants,” as if referring to many rather than just one. It says, “and to your descendant,” who is Christ.", "17": "I'm saying this: the Law, which came four hundred thirty years later, doesn't invalidate the agreement that was previously validated by God so that it cancels the promise.", "18": "If the inheritance were based upon the Law, it would no longer be from the promise. But God has given it graciously to Abraham through a promise.", "19": "So why was the Law given? It was added because of offenses, until the descendant would come to whom the promise had been made. It was put in place through angels by the hand of a mediator.", "20": "Now the mediator does not take one side; but God is one.", "21": "So, is the Law against the promises of God? Absolutely not! If a Law had been given that was able to give life, then righteousness would in fact have come from the Law.", "22": "But scripture locked up all things under sin, so that the promise based on the faithfulness of Jesus Christ might be given to those who have faith.", "23": "Before faith came, we were guarded under the Law, locked up until faith that was coming would be revealed,", "24": "so that the Law became our custodian until Christ so that we might be made righteous by faith.", "25": "But now that faith has come, we are no longer under a custodian.", "26": "You are all God's children through faith in Christ Jesus.", "27": "All of you who were baptized into Christ have clothed yourselves with Christ.", "28": "There is neither Jew nor Greek; there is neither slave nor free; nor is there male and female, for you are all one in Christ Jesus.", "29": "Now if you belong to Christ, then indeed you are Abraham's descendants, heirs according to the promise."}