{"1": "I'm saying that as long as the heirs are minors, they are no different from slaves, though they really are the owners of everything.", "2": "However, they are placed under trustees and guardians until the date set by the parents.", "3": "In the same way, when we were minors, we were also enslaved by this world's system.", "4": "But when the fulfillment of the time came, God sent his Son, born through a woman, and born under the Law.", "5": "This was so he could redeem those under the Law so that we could be adopted.", "6": "Because you are sons and daughters, God sent the Spirit of his Son into our hearts, crying, “Abba, Father!”", "7": "Therefore, you are no longer a slave but a son or daughter, and if you are his child, then you are also an heir through God.", "8": "At the time, when you didn't know God, you were enslaved by things that aren't gods by nature.", "9": "But now, after knowing God (or rather, being known by God), how can you turn back again to the weak and worthless world system? Do you want to be slaves to it again?", "10": "You observe religious days and months and seasons and years.", "11": "I'm afraid for you! Perhaps my hard work for you has been for nothing.", "12": "I beg you to be like me, brothers and sisters, because I have become like you! You haven't wronged me.", "13": "You know that I first preached the gospel to you because of an illness.", "14": "Though my poor health burdened you, you didn't look down on me or reject me, but you welcomed me as if I were an angel from God, or as if I were Christ Jesus!", "15": "Where then is the great attitude that you had? I swear that, if possible, you would have dug out your eyes and given them to me.", "16": "So then, have I become your enemy by telling you the truth?", "17": "They are so concerned about you, though not with good intentions. Rather, they want to shut you out so that you would run after them.", "18": "However, it's always good to have people concerned about you with good intentions, and not just when I'm there with you.", "19": "My little children, I'm going through labor pains again until Christ is formed in you.", "20": "But I wish I could be with you now and change how I sound, because I'm at a loss about you.", "21": "Tell me—those of you who want to be under the Law—don't you listen to the Law?", "22": "It's written that Abraham had two sons, one by the slave woman and one by the free woman.", "23": "The son by the slave woman was conceived the normal way, but the son by the free woman was conceived through a promise.", "24": "These things are an allegory: the women are two covenants. One is from Mount Sinai, which gives birth to slave children; this is Hagar.", "25": "Hagar is Mount Sinai in Arabia, and she corresponds to the present-day Jerusalem, because the city is in slavery with her children.", "26": "But the Jerusalem that is above is free, and she is our mother.", "27": "It's written: Rejoice, barren woman, you who have not given birth. Break out with a shout, you who have not suffered labor pains; because the woman who has been deserted will have many more children than the woman who has a husband.[a]", "28": "Brothers and sisters, you are children of the promise like Isaac.", "29": "But just as it was then, so it is now also: the one who was conceived the normal way harassed the one who was conceived by the Spirit.", "30": "But what does the scripture say? Throw out the slave woman and her son, because the slave woman's son won't share the inheritance with the free woman's son.[b]", "31": "Therefore, brothers and sisters, we aren't the slave woman's children, but we are the free woman's children."}