{"1": "Brothers and sisters, if a person is caught doing something wrong, you who are spiritual should restore someone like this with a spirit of gentleness. Watch out for yourselves so you won't be tempted too.", "2": "Carry each other's burdens and so you will fulfill the law of Christ.", "3": "If anyone thinks they are important when they aren't, they're fooling themselves.", "4": "Each person should test their own work and be happy with doing a good job and not compare themselves with others.", "5": "Each person will have to carry their own load.", "6": "Those who are taught the word should share all good things with their teacher.", "7": "Make no mistake, God is not mocked. A person will harvest what they plant.", "8": "Those who plant only for their own benefit will harvest devastation from their selfishness, but those who plant for the benefit of the Spirit will harvest eternal life from the Spirit.", "9": "Let's not get tired of doing good, because in time we'll have a harvest if we don't give up.", "10": "So then, let's work for the good of all whenever we have an opportunity, and especially for those in the household of faith.", "11": "Look at the large letters I'm making with my own handwriting!", "12": "Whoever wants to look good by human standards will try to get you to be circumcised, but only so they won't be harassed for the cross of Christ.", "13": "Those who are circumcised don't observe the Law themselves, but they want you to be circumcised, so they can boast about your physical body.[a]", "14": "But as for me, God forbid that I should boast about anything except for the cross of our Lord Jesus Christ. The world has been crucified to me through him, and I have been crucified to the world.", "15": "Being circumcised or not being circumcised doesn't mean anything. What matters is a new creation.", "16": "May peace and mercy be on whoever follows this rule and on God's Israel.", "17": "From now on, no one should bother me because I bear the marks of Jesus on my body.", "18": "Brothers and sisters, may the grace of our Lord Jesus Christ be with your spirit. Amen."}