{"1": "These are the words of Nehemiah. He was the son of Hakaliah. I was in the fort of Susa. I was there in the 20th year that Artaxerxes was king. It was in the month of Kislev. ", "2": "At that time Hanani came from Judah with some other men. He was one of my brothers. I asked him and the other men about the Jews who were left alive in Judah. They had returned from Babylon. I also asked him about Jerusalem.", "3": "He and the men with him said to me, “Some of the people who returned are still alive. They are back in the land of Judah. But they are having a hard time. They are ashamed. The wall of Jerusalem is broken down. Its gates have been burned with fire.”", "4": "When I heard about these things, I sat down and wept. For several days I was very sad. I didn't eat any food. And I prayed to the God of heaven. ", "5": "I said, “Lord, you are the God of heaven. You are a great and wonderful God. You keep the covenant you made with those who love you and obey your commandments. You show them your love. ", "6": "Please pay careful attention to my prayer. See how your people are suffering. Please listen to me. I'm praying to you day and night. I'm praying for the people of Israel. We Israelites have committed sins against you. All of us admit it. I and my family have also sinned against you. ", "7": "We've done some very evil things. We haven't obeyed the commands, rules and laws you gave your servant Moses.", "8": "“Remember what you told him. You said, 'If you people are not faithful, I will scatter you among the nations. ", "9": "But if you return to me, I will bring you back. If you obey my commands, I will gather you together again. I will bring you back from the farthest places on earth. I will bring you to the special place where I have chosen to put my Name.'", "10": "“Lord, they are your people. They serve you. You used your great strength and mighty hand to set them free from Egypt. ", "11": "Lord, please pay careful attention to my prayer. Listen to the prayers of all of us. We take delight in bringing honor to your name. Give me success today when I bring my request to King Artaxerxes.” I was the king's wine taster."}