{"1": "Here are the names of those who put their official marks on the agreement. Nehemiah, the son of Hakaliah He was the governor. Zedekiah, ", "2": "Seraiah, Azariah, Jeremiah,", "3": "Pashhur, Amariah, Malkijah,", "4": "Hattush, Shebaniah, Malluk,", "5": "Harim, Meremoth, Obadiah,", "6": "Daniel, Ginnethon, Baruch,", "7": "Meshullam, Abijah, Mijamin,", "8": "Maaziah, Bilgai, Shemaiah They were the priests.", "9": "Here are the names of the Levites. Jeshua, the son of Azaniah, Binnui, one of the sons of Henadad, Kadmiel", "10": "Here are the names of those who helped them. Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,", "11": "Mika, Rehob, Hashabiah,", "12": "Zakkur, Sherebiah, Shebaniah,", "13": "Hodiah, Bani, Beninu", "14": "Here are the names of the leaders of the people. Parosh, Pahath-Moab, Elam, Zattu, Bani,", "15": "Bunni, Azgad, Bebai,", "16": "Adonijah, Bigvai, Adin,", "17": "Ater, Hezekiah, Azzur,", "18": "Hodiah, Hashum, Bezai,", "19": "Hariph, Anathoth, Nebai,", "20": "Magpiash, Meshullam, Hezir,", "21": "Meshezabel, Zadok, Jaddua,", "22": "Pelatiah, Hanan, Anaiah,", "23": "Hoshea, Hananiah, Hasshub,", "24": "Hallohesh, Pilha, Shobek,", "25": "Rehum, Hashabnah, Maaseiah,", "26": "Ahiah, Hanan, Anan,", "27": "Malluk, Harim, Baanah", "28": "The rest of the people gathered together. They included the priests, the Levites and the men who guarded the gates. They included the musicians and temple servants. They also included all the people who separated themselves from the surrounding nations to obey the Law of God. All these men brought their wives with them. And they brought all their sons and daughters who were old enough to understand what was being agreed to. ", "29": "All the men joined the nobles of their people. They made a firm agreement. They made a promise and said they would be cursed if they didn't keep it. They promised to follow the Law of God. It had been given through Moses, the servant of God. They promised to obey carefully all the commands, rules and laws of the Lord our Lord.", "30": "Here is what the priests, Levites and people said. “We promise not to let our daughters marry men from the nations around us. And we promise not to let their daughters marry our sons.", "31": "“The people around us will bring goods and grain to sell on the Sabbath day. But we won't buy anything from them on the Sabbath day. In fact, we won't buy anything from them on any holy day. Every seventh year we won't farm the land. And we'll forgive people what they owe us.", "32": "“We will be accountable for carrying out the commands for serving in the house of our God. Each of us will give an eighth of an ounce of silver every year. ", "33": "It will pay for the holy bread that is placed on the table in the temple. It will pay for the regular grain offerings and burnt offerings. It will pay for the offerings on the Sabbath days. It will pay for the offerings at the New Moon feasts and at the appointed feasts. It will pay for the holy offerings. It will be used for sin offerings to pay for the sins of Israel. It will also pay for everything else that needs to be done at the house of our God.", "34": "“We are the priests, Levites and people. Each of our families should bring a gift of wood to the house of our God. We have cast lots to decide when they will do that. They will bring it at certain appointed times every year. The wood will be burned on the altar of the Lord our God. That's what the Law requires.", "35": "“We will also be accountable for bringing the first share of our crops each year. And we'll bring the first share of every fruit tree. We'll bring them to the Lord's house.", "36": "“Each of us will bring our oldest son to the priests who serve there. We'll also bring the male animals that were born first to their mothers among our cattle, herds and flocks. We'll bring them to the house of our God. That's what the Law requires.", "37": "“We will also bring the first part of the meal we grind. We'll bring the first of our grain offerings. We'll bring the first share of fruit from all our trees. And we'll bring the first share of our olive oil and fresh wine. We'll give all those things to the priests. They'll put them in the storerooms of the house of our God. And we'll give a tenth of our crops to the Levites. They collect the tenth shares. They do it in all the towns where we work. ", "38": "A priest from Aaron's family line must go with the Levites when they receive the tenth shares. And the Levites must bring a tenth of those shares up to the house of our God. They must put it in the rooms where the treasures are stored. ", "39": "The people of Israel, including the Levites, must bring their gifts. They must bring grain, olive oil and fresh wine. They must put them in the storerooms where the objects for the temple are kept. That's also where the objects are kept for the priests serving at the temple, the musicians and the men who guard the gates. “We won't forget to take care of the house of our God.”"}