{"1": "Family of Israel, listen to what the Lord says to you. ", "2": "This is what he says: “Don't live like the people from other nations, and don't be afraid of special signs in the sky, even though the other nations are afraid of them.", "3": "The customs of other people are worth nothing. Their idols are just wood cut from the forest, shaped by a worker with his chisel.", "4": "They decorate their idols with silver and gold. With hammers and nails they fasten them down so they won't fall over.", "5": "Their idols are like scarecrows in melon fields; they cannot talk. Since they cannot walk, they must be carried. Do not be afraid of those idols, because they can't hurt you, and they can't help you either.”", "6": "Lord, there is no one like you. You are great, and your name is great and powerful.", "7": "Everyone should respect you, King of the nations; you deserve respect. Of all the wise people among the nations and in all the kingdoms, none of them is as wise as you.", "8": "Those wise people are stupid and foolish. Their teachings come from worthless wooden idols.", "9": "Hammered silver is brought from Tarshish and gold from Uphaz, so the idols are made by craftsmen and goldsmiths. They put blue and purple clothes on the idols. All these things are made by skilled workers.", "10": "But the Lord is the only true God. He is the only living God, the King forever. The earth shakes when he is angry, and the nations cannot stand up to his anger.", "11": "“Tell them this message: 'These gods did not make heaven and earth; they will be destroyed and disappear from heaven and earth.'”", "12": "God made the earth by his power. He used his wisdom to build the world and his understanding to stretch out the skies.", "13": "When he thunders, the waters in the skies roar. He makes clouds rise in the sky all over the earth. He sends lightning with the rain and brings out the wind from his storehouses.", "14": "People are so stupid and know so little. Goldsmiths are made ashamed by their idols, because those statues are only false gods. They have no breath in them.", "15": "They are worth nothing; people make fun of them. When they are judged, they will be destroyed.", "16": "But God, who is Jacob's Portion, is not like the idols. He made everything, and he chose Israel to be his special people. The Lord All-Powerful is his name.", "17": "Get everything you own and prepare to leave, you people who are trapped by your enemies.", "18": "This is what the Lord says: “At this time I will throw out the people who live in this land. I will bring trouble to them so that they may be captured.”", "19": "How terrible it will be for me because of my injury. My wound cannot be healed. Yet I told myself, “This is my sickness; I must suffer through it.”", "20": "My tent is ruined, and all its ropes are broken. My children have gone away and left me. No one is left to put up my tent again or to set up a shelter for me.", "21": "The shepherds are stupid and don't ask the Lord for advice. So they do not have success, and all their flocks are scattered and lost.", "22": "Listen! The news is coming. A loud noise comes from the north to make the towns of Judah an empty desert and a home for wild dogs!", "23": "Lord, I know that our lives don't really belong to us. We can't control our own lives.", "24": "Lord, correct me, but be fair. Don't punish me in your anger, or you will destroy me.", "25": "Pour out your anger on other nations that do not know you and do not pray to you. Those nations have destroyed the people of Jacob. They have eaten them up completely and destroyed their homeland."}