{"1": "This is what the Lord said to me: “Go and buy a linen belt and put it around your waist. Don't let the belt get wet.”", "2": "So I bought a linen belt, just as the Lord told me, and put it around my waist. ", "3": "Then the Lord spoke his word to me a second time: ", "4": "“Take the belt you bought and are wearing, and go to Perath. Hide the belt there in a crack in the rocks.” ", "5": "So I went to Perath and hid the belt there, just as the Lord told me.", "6": "Many days later the Lord said to me, “Now go to Perath and get the belt I told you to hide there.” ", "7": "So I went to Perath and dug up the belt and took it from where I had hidden it. But now it was ruined; it was good for nothing.", "8": "Then the Lord spoke his word to me. ", "9": "This is what the Lord said: “In the same way I will ruin the pride of the people of Judah and the great pride of Jerusalem. ", "10": "These evil people refuse to listen to my warnings. They stubbornly do only what they want to do, and they follow other gods to serve and worship them. So they will become like this linen belt—good for nothing. ", "11": "As a belt is wrapped tightly around a person's waist, I wrapped the families of Israel and Judah around me,” says the Lord. “I did that so they would be my people and bring fame, praise, and honor to me. But my people would not listen.", "12": "“Say to them: 'This is what the Lord, the God of Israel, says: All leather bags for holding wine should be filled with wine.' People will say to you: 'Of course, we know all wine bags should be filled with wine.' ", "13": "Then you will say to them, 'This is what the Lord says: I will make everyone in this land like a drunken person—the kings who sit on David's throne, the priests and the prophets, and all the people who live in Jerusalem. ", "14": "I will make them smash against one another, fathers and sons alike, says the Lord. I will not feel sorry or have pity on them or show mercy that would stop me from destroying them.'”", "15": "Listen and pay attention. Don't be too proud, because the Lord has spoken to you.", "16": "Give glory to the Lord your God before he brings darkness and before you slip and fall on the dark hills. You hope for light, but he will turn it into thick darkness; he will change it into deep gloom.", "17": "If you don't listen to him, I will cry secretly because of your pride. I will cry painfully, and my eyes will overflow with tears, because the Lord's people will be captured.", "18": "Tell this to the king and the queen mother: “Come down from your thrones, because your beautiful crowns have fallen from your heads.”", "19": "The cities of southern Judah are locked up, and no one can open them. All Judah will be taken as captives to a foreign land; they will be carried away completely.", "20": "Jerusalem, look up and see the people coming from the north. Where is the flock God gave you to care for, the flock you bragged about?", "21": "What will you say when they appoint as your heads those you had thought were your friends? Won't you have much pain and trouble, like a woman giving birth to a baby?", "22": "You might ask yourself, “Why has this happened to me?” It happened because of your many sins. Because of your sins, your skirt was torn off and your body has been treated badly.", "23": "Can a person from Cush change the color of his skin? Can a leopard change his spots? In the same way, Jerusalem, you cannot change and do good, because you are accustomed to doing evil.", "24": "“I will scatter you like chaff that is blown away by the desert wind.", "25": "This is what will happen to you; this is your part in my plans,” says the Lord. “Because you forgot me and trusted in false gods,", "26": "I will pull your skirts up over your face so everyone will see your shame.", "27": "I have seen the terrible things you have done: your acts of adultery and your snorting, your prostitution, your hateful acts on the hills and in the fields. How terrible it will be for you, Jerusalem. How long will you continue being unclean?”"}