{"1": "Then the Lord spoke his word to me: ", "2": "“You must not get married or have sons or daughters in this place.”", "3": "The Lord says this about the sons and daughters born in this land and their mothers and fathers: ", "4": "“They will die of terrible diseases, and no one will cry for them or bury them. Their bodies will lie on the ground like dung. They will die in war, or they will starve to death. Their bodies will be food for the birds of the sky and for the wild animals.”", "5": "So this is what the Lord says: “Jeremiah, do not go into a house where there is a funeral meal. Do not go there to cry for the dead or to show your sorrow for them, because I have taken back my blessing, my love, and my pity from these people,” says the Lord. ", "6": "“Important people and common people will die in the land of Judah. No one will bury them or cry for them or cut himself or shave his head to show sorrow for them. ", "7": "No one will bring food to comfort those who are crying for the dead. No one will offer a drink to comfort someone whose mother or father has died.", "8": "“Do not go into a house where the people are having a feast to sit down to eat and drink, ", "9": "because this is what the Lord All-Powerful, the God of Israel, says: I will soon stop the sounds of joy and gladness and the happy sounds of brides and bridegrooms in this place. This will happen during your lifetime.", "10": "“When you tell the people of Judah these things, they will ask you, 'Why has the Lord said these terrible things to us? What have we done wrong? What sin have we done against the Lord our God?'", "11": "“Then say to them: 'This is because your ancestors quit following me,' says the Lord. 'And they followed other gods and served and worshiped them. Your ancestors left me and quit obeying my teaching. ", "12": "But you have done even more evil than your ancestors. You are very stubborn and do only what you want to do; you have not obeyed me. ", "13": "So I will throw you out of this country and send you into a land that you and your ancestors never knew. There you can serve other gods day and night, because I will not help you or show you any favors.'", "14": "“People say, 'As surely as the Lord lives, who brought the people of Israel out of Egypt . . . ' But the time is coming,” says the Lord, “when people will not say this anymore. ", "15": "They will say instead, 'As surely as the Lord lives, who brought the Israelites from the northern land and from all the countries where he had sent them . . . ' And I will bring them back to the land I gave to their ancestors.", "16": "“I will soon send for many fishermen to come to this land,” says the Lord. “And they will catch the people of Judah. After that, I will send for many hunters to come to this land. And they will hunt the people of Judah on every mountain and hill and in the cracks of the rocks. ", "17": "I see everything they do. They cannot hide from me the things they do; their sin is not hidden from my eyes. ", "18": "I will pay back the people of Judah twice for every one of their sins, because they have made my land unclean. They have filled my country with their hateful idols.”", "19": "Lord, you are my strength and my protection, my safe place in times of trouble. The nations will come to you from all over the world and say, “Our ancestors had only false gods, useless idols that didn't help them.", "20": "Can people make gods for themselves? They will not really be gods!”", "21": "The Lord says, “So I will teach those who make idols. This time I will teach them about my power and my strength. Then they will know that my name is the Lord."}