{"1": "The Lord spoke his word to me, saying: ", "2": "“Go and speak to the people of Jerusalem, saying: This is what the Lord says: 'I remember how faithful you were to me when you were a young nation. You loved me like a young bride. You followed me through the desert, a land that had never been planted.", "3": "The people of Israel were holy to the Lord, like the firstfruits from his harvest. Those who tried to hurt Israel were judged guilty. Disasters struck them,'” says the Lord.", "4": "Hear the word of the Lord, family of Jacob, all you family groups of Israel.", "5": "This is what the Lord says: “I was fair to your ancestors, so why did they turn away from me? Your ancestors worshiped useless idols and became useless themselves.", "6": "Your ancestors didn't say, 'Where is the Lord who brought us out of Egypt? He led us through the desert, through a dry and rocky land, through a dark and dangerous land. He led us where no one travels or lives.'", "7": "I brought you into a fertile land so you could eat its fruit and produce. But you came and made my land unclean; you made it a hateful place.", "8": "The priests didn't ask, 'Where is the Lord?' The people who know the teachings didn't know me. The leaders turned against me. The prophets prophesied in the name of Baal and worshiped useless idols.", "9": "“So now I will again tell what I have against you,” says the Lord. “And I will tell what I have against your grandchildren.", "10": "Go across the sea to the island of Cyprus and see. Send someone to the land of Kedar to look closely. See if there has ever been anything like this.", "11": "Has a nation ever exchanged its gods? (Of course, its gods are not really gods at all.) But my people have exchanged their glorious God for idols worth nothing.", "12": "Skies, be shocked at the things that have happened and shake with great fear!” says the Lord.", "13": "“My people have done two evils: They have turned away from me, the spring of living water. And they have dug their own wells, which are broken wells that cannot hold water.", "14": "Have the people of Israel become slaves? Have they become like someone who was born a slave? Why were they taken captive?", "15": "Enemies have roared like lions at Israel; they have growled at Israel. They have destroyed the land of Israel. The cities of Israel lie in ruins, and all the people have left.", "16": "The men from the cities of Memphis and Tahpanhes have disgraced you by shaving the top of your head.", "17": "Haven't you brought this on yourselves by turning away from the Lord your God when he was leading you in the right way?", "18": "It did not help to go to Egypt and drink from the Shihor River. It did not help to go to Assyria and drink from the Euphrates River.", "19": "Your evil will bring punishment to you, and the wrong you have done will teach you a lesson. Think about it and understand that it is a terrible evil to turn away from the Lord your God. It is wrong not to fear me,” says the Lord God All-Powerful.", "20": "“Long ago you refused to obey me as an ox breaks its yoke. You broke the ropes I used to hold you and said, 'I will not serve you!' In fact, on every high hill and under every green tree you lay down as a prostitute.", "21": "But I planted you as a special vine, as a very good seed. How then did you turn into a wild vine that grows bad fruit?", "22": "Although you wash yourself with cleanser and use much soap, I can still see the stain of your guilt,” says the Lord God.", "23": "“How can you say to me, 'I am not guilty. I have not worshiped the Baal idols'? Look at the things you did in the valley. Think about what you have done. You are like a she-camel in mating season that runs from place to place.", "24": "You are like a wild donkey that lives in the desert and sniffs the wind at mating time. At that time who can hold her back? Any male who chases her will easily catch her; at mating time, it is easy to find her.", "25": "Don't run until your feet are bare or until your throat is dry. But you say, 'It's no use! I love those other gods, and I must chase them!'", "26": "“A thief is ashamed when someone catches him stealing. In the same way, the family of Israel is ashamed— they, their kings, their officers, their priests, and their prophets.", "27": "They say to things of wood, 'You are my father,' and to idols of stone, 'You gave birth to me.' Those people won't look at me; they have turned their backs to me. But when they get into trouble, they say, 'Come and save us!'", "28": "Where are the idols you made for yourselves? Let them come and save you when you are in trouble! People of Judah, you have as many idols as you have towns!", "29": "“Why do you complain to me? All of you have turned against me,” says the Lord.", "30": "“I punished your people, but it did not help. They didn't come back when they were punished. With your swords you killed your prophets like a hungry lion.", "31": "“People of Judah, pay attention to the word of the Lord: Have I been like a desert to the people of Israel or like a dark and dangerous land? Why do my people say, 'We are free to wander. We won't come to you anymore'?", "32": "A young woman does not forget her jewelry, and a bride does not forget the decorations for her dress. But my people have forgotten me for more days than can be counted.", "33": "You really know how to chase after love. Even the worst women can learn evil ways from you.", "34": "Even on your clothes you have the blood of poor and innocent people, but they weren't thieves you caught breaking in. You do all these things,", "35": "but you say, 'I am innocent. God is not angry with me.' But I will judge you guilty of lying, because you say, 'I have not sinned.'", "36": "It is so easy for you to change your mind. Even Egypt will let you down, as Assyria let you down.", "37": "You will eventually leave that place with your hands on your head, like captives. You trusted those countries, but you will not be helped by them, because the Lord has rejected them."}