{"1": "Pashhur son of Immer was a priest and the highest officer in the Temple of the Lord. When he heard Jeremiah prophesying in the Temple courtyard, ", "2": "he had Jeremiah the prophet beaten. And he locked Jeremiah's hands and feet between large blocks of wood at the Upper Gate of Benjamin of the Lord's Temple. ", "3": "The next day when Pashhur took Jeremiah out of the blocks of wood, Jeremiah said to him, “The Lord's name for you is not Pashhur. Now his name for you is Terror on Every Side. ", "4": "This is what the Lord says: 'I will soon make you a terror to yourself and to all your friends. You will watch enemies killing your friends with swords. And I will give all the people of Judah to the king of Babylon, who will take them away as captives to Babylon and then will kill them with swords. ", "5": "I will give all the wealth of this city to its enemies—its goods, its valuables, and the treasures of the kings of Judah. The enemies will carry all those valuables off to Babylon. ", "6": "And Pashhur, you and everyone in your house will be taken captive. You will be forced to go to Babylon, where you will die and be buried, you and your friends to whom you have prophesied lies.'”", "7": "Lord, you tricked me, and I was fooled. You are stronger than I am, so you won. I have become a joke; everyone makes fun of me all day long.", "8": "Every time I speak, I shout. I am always shouting about violence and destruction. I tell the people about the message I received from the Lord, but this only brings me insults. The people make fun of me all day long.", "9": "Sometimes I say to myself, “I will forget about the Lord. I will not speak anymore in his name.” But then his message becomes like a burning fire inside me, deep within my bones. I get tired of trying to hold it inside of me, and finally, I cannot hold it in.", "10": "I hear many people whispering about me: “Terror on every side! Tell on him! Let's tell the rulers about him.” My friends are all just waiting for me to make some mistake. They are saying, “Maybe we can trick him so we can defeat him and pay him back.”", "11": "But the Lord is with me like a strong warrior, so those who are chasing me will trip and fall; they will not defeat me. They will be ashamed because they have failed, and their shame will never be forgotten.", "12": "Lord All-Powerful, you test good people; you look deeply into the heart and mind of a person. I have told you my arguments against these people, so let me see you give them the punishment they deserve.", "13": "Sing to the Lord! Praise the Lord! He saves the life of the poor from the power of the wicked.", "14": "Let there be a curse on the day I was born; let there be no blessing on the day when my mother gave birth to me.", "15": "Let there be a curse on the man who brought my father the news: “You have a son!” This made my father very glad.", "16": "Let that man be like the towns the Lord destroyed without pity. Let him hear loud crying in the morning and battle cries at noon,", "17": "because he did not kill me before I was born. Then my mother would have been my grave; she would have stayed pregnant forever.", "18": "Why did I have to come out of my mother's body? All I have known is trouble and sorrow, and my life will end in shame."}