{"1": "This is what the Lord says: “Go down to the palace of the king of Judah and prophesy this message there: ", "2": "'Hear the word of the Lord, king of Judah, who rules from David's throne. You and your officers, and your people who come through these gates, listen! ", "3": "This is what the Lord says: Do what is fair and right. Save the one who has been robbed from the power of his attacker. Don't mistreat or hurt the foreigners, orphans, or widows. Don't kill innocent people here. ", "4": "If you carefully obey these commands, kings who sit on David's throne will come through the gates of this palace with their officers and people, riding in chariots and on horses. ", "5": "But if you don't obey these commands, says the Lord, I swear by my own name that this king's palace will become a ruin.'”", "6": "This is what the Lord says about the palace where the king of Judah lives: “You are tall like the forests of Gilead, like the mountaintops of Lebanon. But I will truly make you into a desert, into towns where no one lives.", "7": "I will send men to destroy the palace, each with his weapons. They will cut up your strong, beautiful cedar beams and throw them into the fire.", "8": "“People from many nations will pass by this city and ask each other, 'Why has the Lord done such a terrible thing to Jerusalem, this great city?' ", "9": "And the answer will be: 'Because the people of Judah quit following the agreement with the Lord their God. They worshiped and served other gods.'”", "10": "Don't cry for the dead king or be sad about him. But cry painfully for the king who is being taken away, because he will never return or see his homeland again.", "11": "This is what the Lord says about Jehoahaz son of Josiah who became king of Judah after his father died and who has left this place: “He will never return. ", "12": "He will die where he has been taken captive, and he will not see this land again.”", "13": "“How terrible it will be for one who builds his palace by doing evil, who cheats people so he can build its upper rooms. He makes his own people work for nothing and does not pay them.", "14": "He says, 'I will build a great palace for myself with large upper rooms.' So he builds it with large windows and uses cedar wood for the walls, which he paints red.", "15": "“Does having a lot of cedar in your house make you a great king? Your father was satisfied to have food and drink. He did what was right and fair, so everything went well for him.", "16": "He helped those who were poor and needy, so everything went well for him. That is what it means to know God,” says the Lord.", "17": "“But you only look for and think about what you can get dishonestly. You are even willing to kill innocent people to get it. You feel free to hurt people and to steal from them.”", "18": "So this is what the Lord says to Jehoiakim son of Josiah king of Judah: “The people of Judah will not cry when Jehoiakim dies, saying: 'Oh, my brother,' or 'Oh, my sister.' They will not cry for him, saying: 'Oh, master,' or 'Oh, my king.'", "19": "They will bury him like a donkey, dragging his body away and throwing it outside the gates of Jerusalem.", "20": "“Judah, go up to Lebanon and cry out. Let your voice be heard in Bashan. Cry out from Abarim, because all your friends are destroyed!", "21": "Judah, when you were successful, I warned you, but you said, 'I won't listen.' You have acted like this since you were young; you have not obeyed me.", "22": "Like a storm, my punishment will blow all your shepherds away and send your friends into captivity. Then you will really be ashamed and disgraced because of all the wicked things you did.", "23": "King, you live in your palace, cozy in your rooms of cedar. But when your punishment comes, how you will groan like a woman giving birth to a baby!", "24": "“As surely as I live,” says the Lord, “Jehoiachin son of Jehoiakim king of Judah, even if you were a signet ring on my right hand, I would still pull you off. ", "25": "I will hand you over to Nebuchadnezzar king of Babylon and to the Babylonians—those people you fear because they want to kill you. ", "26": "I will throw you and your mother into another country. Neither of you was born there, but both of you will die there. ", "27": "They will want to come back, but they will never be able to return.”", "28": "Jehoiachin is like a broken pot someone threw away; he is like something no one wants. Why will Jehoiachin and his children be thrown out and sent into a foreign land?", "29": "Land, land, land of Judah, hear the word of the Lord!", "30": "This is what the Lord says: “Write this down in the record about Jehoiachin: He is a man without children, a man who will not be successful in his lifetime. And none of his descendants will be successful; none will sit on the throne of David or rule in Judah.”"}