{"1": "This is the message that came to Jeremiah concerning all the people of Judah. It came in the fourth year that Jehoiakim son of Josiah was king of Judah and the first year Nebuchadnezzar was king of Babylon. ", "2": "This is the message Jeremiah the prophet spoke to all the people of Judah and Jerusalem:", "3": "The Lord has spoken his word to me again and again for these past twenty-three years. I have been a prophet since the thirteenth year of Josiah son of Amon king of Judah. I have spoken messages from the Lord to you from that time until today, but you have not listened.", "4": "The Lord has sent all his servants the prophets to you over and over again, but you have not listened or paid any attention to them. ", "5": "Those prophets have said, “Stop your evil ways. Stop doing what is wrong so you can stay in the land that the Lord gave to you and your ancestors to live in forever. ", "6": "Don't follow other gods to serve them or to worship them. Don't make me, the Lord, angry by worshiping idols that are the work of your own hands, or I will punish you.”", "7": "“But you people of Judah did not listen to me,” says the Lord. “You made me angry by worshiping idols that were the work of your own hands, so I punished you.”", "8": "So this is what the Lord All-Powerful says: “Since you have not listened to my messages, ", "9": "I will send for all the peoples of the north,” says the Lord, “along with my servant Nebuchadnezzar king of Babylon. I will bring them all against Judah, those who live there, and all the nations around you, too. I will completely destroy all those countries and leave them in ruins forever. People will be shocked when they see how badly I have destroyed those countries. ", "10": "I will bring an end to the sounds of joy and happiness, the sounds of brides and bridegrooms, and the sound of people grinding meal. And I will take away the light of the lamp. ", "11": "That whole area will be an empty desert, and these nations will be slaves of the king of Babylon for seventy years.", "12": "“But when the seventy years have passed, I will punish the king of Babylon and his entire nation for their evil,” says the Lord. “I will make that land a desert forever. ", "13": "I will make happen all the terrible things I said about Babylonia—everything Jeremiah prophesied about all those foreign nations, the warnings written in this book. ", "14": "Even the Babylonians will have to serve many nations and many great kings. I will give them the punishment they deserve for all their own hands have done.”", "15": "The Lord, the God of Israel, said this to me: “My anger is like the wine in a cup. Take it from my hand and make all the nations, to whom I am sending you, drink all of my anger from this cup. ", "16": "They will drink my anger and stumble about and act like madmen because of the war I am going to send among them.”", "17": "So I took the cup from the Lord's hand and went to those nations and made them drink from it. ", "18": "I served this wine to the people of Jerusalem and the towns of Judah, and the kings and officers of Judah, so they would become a ruin. Then people would be shocked and would insult them and speak evil of them. And so it has been to this day. ", "19": "I also made these people drink of the Lord's anger: the king of Egypt, his servants, his officers, all his people, ", "20": "and all the foreigners there; all the kings of the land of Uz; all the kings of the Philistines (the kings of the cities of Ashkelon, Gaza, Ekron, and the people left at Ashdod); ", "21": "the people of Edom, Moab, and Ammon; ", "22": "all the kings of Tyre and Sidon; all the kings of the coastal countries to the west; ", "23": "the people of Dedan and Tema and Buz; all who cut their hair short; ", "24": "all the kings of Arabia; and the kings of the people who live in the desert; ", "25": "all the kings of Zimri, Elam, and Media; ", "26": "and all the kings of the north, near and far, one after the other. I made all the kingdoms on earth drink from the cup of the Lord's anger, but the king of Babylon will drink from this cup after all the others.", "27": "“Then say to them, 'This is what the Lord All-Powerful, the God of Israel, says: Drink this cup of my anger. Get drunk from it and vomit. Fall down and don't get up because of the war I am sending among you!'", "28": "“If they refuse to take the cup from your hand and drink, say to them, 'The Lord All-Powerful says this: You must drink from this cup. ", "29": "Look! I am already bringing disaster on Jerusalem, the city that is called by my name. Do you think you will not be punished? You will be punished! I am sending war on all the people of the earth, says the Lord All-Powerful.'", "30": "“You, Jeremiah, will prophesy against them with all these words. Say to them: 'The Lord will roar from heaven and will shout from his Holy Temple. He will roar loudly against his land. He will shout like people who walk on grapes to make wine; he will shout against all who live on the earth.", "31": "The noise will spread all over the earth, because the Lord will accuse all the nations. He will judge and tell what is wrong with all people, and he will kill the evil people with a sword,'” says the Lord.", "32": "This is what the Lord All-Powerful says: “Disasters will soon spread from nation to nation. They will come like a powerful storm from the faraway places on earth.”", "33": "At that time those killed by the Lord will reach from one end of the earth to the other. No one will cry for them or gather up their bodies and bury them. They will be left lying on the ground like dung.", "34": "Cry, you leaders! Cry out loud! Roll around in the dust, leaders of the people! It is now time for you to be killed. You will fall and be scattered, like pieces of a broken jar.", "35": "There will be no place for the leaders to hide; they will not escape.", "36": "I hear the sound of the leaders shouting. I hear the leaders of the people crying loudly, because the Lord is destroying their land.", "37": "Those peaceful pastures will be like an empty desert, because the Lord is very angry.", "38": "Like a lion, he has left his den. Their land has been destroyed because of the terrible war he brought, because of his fierce anger."}