{"1": "It was in that same year, in the fifth month of Zedekiah's fourth year as king of Judah, soon after he began to rule. The prophet Hananiah son of Azzur, from the town of Gibeon, spoke to me in the Temple of the Lord in front of the priests and all the people. He said: ", "2": "“The Lord All-Powerful, the God of Israel, says: 'I have broken the yoke the king of Babylon has put on Judah. ", "3": "Before two years are over, I will bring back everything that Nebuchadnezzar king of Babylon took to Babylon from the Lord's Temple. ", "4": "I will also bring back Jehoiachin son of Jehoiakim king of Judah and all the other captives from Judah who went to Babylon,' says the Lord. 'So I will break the yoke the king of Babylon put on Judah.'”", "5": "Then the prophet Jeremiah spoke to the prophet Hananiah in front of the priests and all the people who were standing in the Temple of the Lord. ", "6": "He said, “Amen! Let the Lord really do that! May the Lord make the message you prophesy come true. May he bring back here everything from the Lord's Temple and all the people who were taken as captives to Babylon.", "7": "“But listen to what I am going to say to you and all the people. ", "8": "There were prophets long before we became prophets, Hananiah. They prophesied that war, hunger, and terrible diseases would come to many countries and great kingdoms. ", "9": "But if a prophet prophesies that we will have peace and that message comes true, he can be recognized as one truly sent by the Lord.”", "10": "Then the prophet Hananiah took the yoke off Jeremiah's neck and broke it. ", "11": "Hananiah said in front of all the people, “This is what the Lord says: 'In the same way I will break the yoke of Nebuchadnezzar king of Babylon. He put that yoke on all the nations of the world, but I will break it before two years are over.'” After Hananiah had said that, Jeremiah left the Temple.", "12": "The Lord spoke his word to Jeremiah after the prophet Hananiah had broken the yoke off of the prophet Jeremiah's neck. ", "13": "The Lord said, “Go and tell Hananiah, 'This is what the Lord says: You have broken a wooden yoke, but I will make a yoke of iron in its place! ", "14": "The Lord All-Powerful, the God of Israel, says: I will put a yoke of iron on the necks of all these nations to make them serve Nebuchadnezzar king of Babylon, and they will be slaves to him. I will even give Nebuchadnezzar control over the wild animals.'”", "15": "Then the prophet Jeremiah said to the prophet Hananiah, “Listen, Hananiah! The Lord did not send you, and you have made the people of Judah trust in lies. ", "16": "So this is what the Lord says: 'Soon I will remove you from the earth. You will die this year, because you taught the people to turn against the Lord.'”", "17": "Hananiah died in the seventh month of that same year."}