{"1": "“If a man divorces his wife and she leaves him and marries another man, should her first husband come back to her again? If he went back to her, wouldn't the land become completely unclean? But you have acted like a prostitute with many lovers, and now you want to come back to me?” says the Lord.", "2": "“Look up to the bare hilltops, Judah. Is there any place where you have not been a prostitute? You have sat by the road waiting for lovers, like an Arab in the desert. You made the land unclean, because you did evil and were like a prostitute.", "3": "So the rain has not come, and there have not been any spring rains. But your face still looks like the face of a prostitute. You refuse even to be ashamed of what you did.", "4": "Now you are calling to me, 'My father, you have been my friend since I was young.", "5": "Will you always be angry at me? Will your anger last forever?' Judah, you said this, but you did as much evil as you could!”", "6": "When King Josiah was ruling Judah, the Lord said to me, “Did you see what unfaithful Israel did? She was like a prostitute with her idols on every hill and under every green tree. ", "7": "I said to myself, 'Israel will come back to me after she does this evil,' but she didn't come back. And Israel's wicked sister Judah saw what she did. ", "8": "Judah saw that I divorced unfaithful Israel because of her adultery, but that didn't make Israel's wicked sister Judah afraid. She also went out and acted like a prostitute! ", "9": "And she didn't care that she was acting like a prostitute. So she made her country unclean and was guilty of adultery, because she worshiped idols made of stone and wood. ", "10": "Israel's wicked sister didn't even come back to me with her whole heart, but only pretended,” says the Lord.", "11": "The Lord said to me, “Unfaithful Israel had a better excuse than wicked Judah. ", "12": "Go and speak this message toward the north: 'Come back, unfaithful people of Israel,' says the Lord. 'I will stop being angry at you, because I am full of mercy,' says the Lord. 'I will not be angry with you forever.", "13": "All you have to do is admit your sin— that you turned against the Lord your God and worshiped gods under every green tree and didn't obey me,'” says the Lord.", "14": "“Come back to me, you unfaithful children,” says the Lord, “because I am your master. I will take one person from every city and two from every family group, and I will bring you to Jerusalem. ", "15": "Then I will give you new rulers who will be faithful to me, who will lead you with knowledge and understanding. ", "16": "In those days there will be many of you in the land,” says the Lord. “At that time people will no longer say, 'I remember the Ark of the Agreement.' They won't think about it anymore or remember it or miss it or make another one. ", "17": "At that time people will call Jerusalem The Throne of the Lord, and all nations will come together in Jerusalem to show respect to the Lord. They will not follow their stubborn, evil hearts anymore. ", "18": "In those days the family of Judah will join the family of Israel. They will come together from a land in the north to the land I gave their ancestors.", "19": "“I, the Lord, said, 'How happy I would be to treat you as my own children and give you a pleasant land, a land more beautiful than that of any other nation.' I thought you would call me 'My Father' and not turn away from me.", "20": "But like a woman who is unfaithful to her husband, family of Israel, you have been unfaithful to me,” says the Lord.", "21": "You can hear crying on the bare hilltops. It is the people of Israel crying and praying for mercy. They have become very evil and have forgotten the Lord their God.", "22": "“Come back to me, you unfaithful children, and I will forgive you for being unfaithful.” “Yes, we will come to you, because you are the Lord our God.", "23": "It was foolish to worship idols on the hills and on the mountains. Surely the salvation of Israel comes from the Lord our God.", "24": "Since our youth, shameful gods have eaten up in sacrifice everything our ancestors worked for— their flocks and herds, their sons and daughters.", "25": "Let us lie down in our shame, and let our disgrace cover us like a blanket. We have sinned against the Lord our God, both we and our ancestors. From our youth until now, we have not obeyed the Lord our God.”"}