{"1": "This is how Jerusalem was captured: Nebuchadnezzar king of Babylon marched against Jerusalem with his whole army and surrounded the city to attack it. This was during the tenth month of the ninth year Zedekiah was king of Judah. ", "2": "This lasted until the ninth day of the fourth month in Zedekiah's eleventh year. Then the city wall was broken through. ", "3": "And all these officers of the king of Babylon came into Jerusalem and sat down at the Middle Gate: Nergal-Sharezer of the district of Samgar; Nebo-Sarsekim, a chief officer; Nergal-Sharezer, an important leader; and all the other important officers.", "4": "When Zedekiah king of Judah and all his soldiers saw them, they ran away. They left Jerusalem at night and went out from the king's garden. They went through the gate that was between the two walls and then headed toward the Jordan Valley. ", "5": "But the Babylonian army chased them and caught up with Zedekiah in the plains of Jericho. They captured him and took him to Nebuchadnezzar king of Babylon, who was at the town of Riblah in the land of Hamath. There Nebuchadnezzar passed his sentence on Zedekiah. ", "6": "At Riblah the king of Babylon killed Zedekiah's sons and all the important officers of Judah as Zedekiah watched. ", "7": "Then he put out Zedekiah's eyes. He put bronze chains on Zedekiah and took him to Babylon.", "8": "The Babylonians set fire to the palace and to the houses of the people, and they broke down the walls around Jerusalem. ", "9": "Nebuzaradan, commander of the king's special guards, took the people left in Jerusalem, those captives who had surrendered to him earlier, and the rest of the people of Jerusalem, and he took them all away to Babylon. ", "10": "But Nebuzaradan, commander of the guard, left some of the poorest people of Judah behind. They owned nothing, but that day he gave them vineyards and fields.", "11": "Nebuchadnezzar king of Babylon had given these orders about Jeremiah through Nebuzaradan, commander of the guard: ", "12": "“Find Jeremiah and take care of him. Do not hurt him, but do for him whatever he asks you.” ", "13": "So Nebuchadnezzar sent these men for Jeremiah: Nebuzaradan, commander of the guards; Nebushazban, a chief officer; Nergal-Sharezer, an important leader; and all the other officers of the king of Babylon. ", "14": "They had Jeremiah taken out of the courtyard of the guard. Then they turned him over to Gedaliah son of Ahikam son of Shaphan, who had orders to take Jeremiah back home. So they took him home, and he stayed among the people left in Judah.", "15": "While Jeremiah was guarded in the courtyard, the Lord spoke his word to him: ", "16": "“Jeremiah, go and tell Ebed-Melech the Cushite this message: 'This is what the Lord All-Powerful, the God of Israel, says: Very soon I will make my words about Jerusalem come true through disaster, not through good times. You will see everything come true with your own eyes. ", "17": "But I will save you on that day, Ebed-Melech, says the Lord. You will not be handed over to the people you fear. ", "18": "I will surely save you, Ebed-Melech. You will not die from a sword, but you will escape and live. This will happen because you have trusted in me, says the Lord.'”"}