{"1": "“If you will return, Israel, then return to me,” says the Lord. “If you will throw away your idols that I hate, then don't wander away from me.", "2": "If you say when you make a promise, 'As surely as the Lord lives,' and you can say it in a truthful, honest, and right way, then the nations will be blessed by him, and they will praise him for what he has done.”", "3": "This is what the Lord says to the people of Judah and to Jerusalem: “Plow your unplowed fields, and don't plant seeds among thorns.", "4": "Give yourselves to the service of the Lord, and decide to obey him, people of Judah and people of Jerusalem. If you don't, my anger will spread among you like a fire, and no one will be able to put it out, because of the evil you have done.", "5": "“Announce this message in Judah and say it in Jerusalem: 'Blow the trumpet throughout the country!' Shout out loud and say, 'Come together! Let's all escape to the strong, walled cities!'", "6": "Raise the signal flag toward Jerusalem! Run for your lives, and don't wait, because I am bringing disaster from the north There will be terrible destruction.”", "7": "A lion has come out of his den; a destroyer of nations has begun to march. He has left his home to destroy your land. Your towns will be destroyed with no one left to live in them.", "8": "So put on rough cloth, show how sad you are, and cry loudly. The terrible anger of the Lord has not turned away from us.", "9": "“When this happens,” says the Lord, “the king and officers will lose their courage. The priests will be terribly afraid, and the prophets will be shocked!”", "10": "Then I said, “Lord God, you have tricked the people of Judah and Jerusalem. You said, 'You will have peace,' but now the sword is pointing at our throats!”", "11": "At that time this message will be given to Judah and Jerusalem: “A hot wind blows from the bare hilltops of the desert toward the Lord's people. It is not a gentle wind to separate grain from chaff. ", "12": "I feel a stronger wind than that. Now even I will announce judgments against the people of Judah.”", "13": "Look! The enemy rises up like a cloud, and his chariots come like a tornado. His horses are faster than eagles. How terrible it will be for us! We are ruined!", "14": "People of Jerusalem, clean the evil from your hearts so that you can be saved. Don't continue making evil plans.", "15": "A voice from Dan makes an announcement and brings bad news from the mountains of Ephraim.", "16": "“Report this to the nations. Spread this news in Jerusalem: 'Invaders are coming from a faraway country, shouting words of war against the cities of Judah.", "17": "The enemy has surrounded Jerusalem as men guard a field, because Judah turned against me,'” says the Lord.", "18": "“The way you have lived and acted has brought this trouble to you. This is your punishment. How terrible it is! The pain stabs your heart!”", "19": "Oh, how I hurt! How I hurt! I am bent over in pain. Oh, the torture in my heart! My heart is pounding inside me. I cannot keep quiet, because I have heard the sound of the trumpet. I have heard the shouts of war.", "20": "Disaster follows disaster; the whole country has been destroyed. My tents are destroyed in only a moment. My curtains are torn down quickly.", "21": "How long must I look at the war flag? How long must I listen to the war trumpet?", "22": "The Lord says, “My people are foolish. They do not know me. They are stupid children; they don't understand. They are skillful at doing evil, but they don't know how to do good.”", "23": "I looked at the earth, and it was empty and had no shape. I looked at the sky, and its light was gone.", "24": "I looked at the mountains, and they were shaking. All the hills were trembling.", "25": "I looked, and there were no people. Every bird in the sky had flown away.", "26": "I looked, and the good, rich land had become a desert. All its towns had been destroyed by the Lord and his great anger.", "27": "This is what the Lord says: “All the land will be ruined, but I will not completely destroy it.", "28": "So the people in the land will cry loudly, and the sky will grow dark, because I have spoken and will not change my mind. I have made a decision, and I will not change it.”", "29": "At the sound of the horsemen and the archers, all the people in the towns run away. They hide in the thick bushes and climb up into the rocks. All of the cities of Judah are empty; no one lives in them.", "30": "Judah, you destroyed nation, what are you doing? Why do you put on your finest dress and decorate yourself with gold jewelry? Why do you put color around your eyes? You make yourself beautiful, but it is all useless. Your lovers hate you; they want to kill you.", "31": "I hear a cry like a woman having a baby, distress like a woman having her first child. It is the sound of Jerusalem gasping for breath. She lifts her hands in prayer and says, “Oh! I am about to faint before my murderers!”"}