{"1": "The Lord spoke this word to Jeremiah the prophet about the nations:", "2": "This message is to Egypt. It is about the army of Neco king of Egypt, which was defeated at the city of Carchemish on the Euphrates River by Nebuchadnezzar king of Babylon. This was in the fourth year that Jehoiakim son of Josiah was king of Judah. This is the Lord's message to Egypt:", "3": "“Prepare your shields, large and small, and march out for battle!", "4": "Harness the horses and get on them! Go to your places for battle and put on your helmets! Polish your spears. Put on your armor!", "5": "What do I see? That army is terrified, and the soldiers are running away. Their warriors are defeated. They run away quickly without looking back. There is terror on every side!” says the Lord.", "6": "“The fast runners cannot run away; the strong soldiers cannot escape. They stumble and fall in the north, by the Euphrates River.", "7": "Who is this, rising up like the Nile River, like strong, fast rivers?", "8": "Egypt rises up like the Nile River, like strong, fast rivers. Egypt says, 'I will rise up and cover the earth. I will destroy cities and the people in them!'", "9": "Horsemen, charge into battle! Chariot drivers, drive hard! March on, brave soldiers— soldiers from the countries of Cush and Put who carry shields, soldiers from Lydia who use bows.", "10": "“But that day belongs to the Lord God All-Powerful. At that time he will give those people the punishment they deserve. The sword will kill until it is finished, until it satisfies its thirst for their blood. The Lord God All-Powerful will offer a sacrifice in the land of the north, by the Euphrates River.", "11": "“Go up to Gilead and get some balm, people of Egypt! You have prepared many medicines, but they will not work; you will not be healed.", "12": "The nations have heard of your shame, and your cries fill all the earth. One warrior has run into another; both of them have fallen down together!”", "13": "This is the message the Lord spoke to Jeremiah the prophet about Nebuchadnezzar king of Babylon's coming to attack Egypt:", "14": "“Announce this message in Egypt, and preach it in Migdol. Preach it also in the cities of Memphis and Tahpanhes: 'Get ready for war, because the battle is all around you.'", "15": "Egypt, why were your warriors killed? They could not stand because the Lord pushed them down.", "16": "They stumbled again and again and fell over each other. They said, 'Get up. Let's go back to our own people and our homeland. We must get away from our enemy's sword!'", "17": "In their homelands those soldiers called out, 'The king of Egypt is only a lot of noise. He missed his chance for glory!'”", "18": "The King's name is the Lord All-Powerful. He says, “As surely as I live, a powerful leader will come. He will be like Mount Tabor among the mountains, like Mount Carmel by the sea.", "19": "People of Egypt, pack your things to be taken away as captives, because Memphis will be destroyed. It will be a ruin, and no one will live there.", "20": "“Egypt is like a beautiful young cow, but a horsefly is coming from the north to attack her.", "21": "The hired soldiers in Egypt's army are like fat calves, because even they all turn and run away together; they do not stand strong against the attack. Their time of destruction is coming; they will soon be punished.", "22": "Egypt is like a hissing snake that is trying to escape. The enemy comes closer and closer. They come against Egypt with axes like men who cut down trees.", "23": "They will chop down Egypt's army as if it were a great forest,” says the Lord. “There are more enemy soldiers than locusts; there are too many to count.", "24": "The people of Egypt will be ashamed. They will be handed over to the enemy from the north.”", "25": "The Lord All-Powerful, the God of Israel, says: “Very soon I will punish Amon, the god of the city of Thebes. And I will punish Egypt, her kings, her gods, and the people who depend on the king. ", "26": "I will hand those people over to their enemies, who want to kill them. I will give them to Nebuchadnezzar king of Babylon and his officers. But in the future, Egypt will live in peace as it once did,” says the Lord.", "27": "“People of Jacob, my servants, don't be afraid; don't be frightened, Israel. I will surely save you from those faraway places and your children from the lands where they are captives. The people of Jacob will have peace and safety again, and no one will make them afraid.", "28": "People of Jacob, my servants, do not be afraid, because I am with you,” says the Lord. “I will completely destroy the many different nations where I scattered you. But I will not completely destroy you. I will punish you fairly, but I will not let you escape your punishment.”"}