{"1": "This message is to the country of Moab. This is what the Lord All-Powerful, the God of Israel, says: “How terrible it will be for the city of Nebo, because it will be ruined. The town of Kiriathaim will be disgraced and captured; the strong city will be disgraced and shattered.", "2": "Moab will not be praised again. Men in the town of Heshbon plan Moab's defeat. They say, 'Come, let us put an end to that nation!' Town of Madmen,[a] you will also be silenced. The sword will chase you.", "3": "Listen to the cries from the town of Horonaim, cries of much confusion and destruction.", "4": "Moab will be broken up. Her little children will cry for help.", "5": "Moab's people go up the path to the town of Luhith, crying loudly as they go. On the road down to Horonaim, cries of pain and suffering can be heard.", "6": "Run! Run for your lives! Go like a bush being blown through the desert.", "7": "You trust in the things you do and in your wealth, so you also will be captured. The god Chemosh will go into captivity and his priests and officers with him.", "8": "The destroyer will come against every town; not one town will escape. The valley will be ruined, and the high plain will be destroyed, as the Lord has said.", "9": "Give wings to Moab, because she will surely leave her land. Moab's towns will become empty, with no one to live in them.", "10": "A curse will be on anyone who doesn't do what the Lord says, and a curse will be on anyone who holds back his sword from killing.", "11": "“The people of Moab have never known trouble. They are like wine left to settle; they have never been poured from one jar to another. They have not been taken into captivity. So they taste as they did before, and their smell has not changed.", "12": "A time is coming,” says the Lord, “When I will send people to pour you from your jars. They will empty Moab's jars and smash her jugs.", "13": "The people of Israel trusted that god in the town of Bethel, and they were ashamed when there was no help. In the same way Moab will be ashamed of their god Chemosh.", "14": "“You cannot say, 'We are warriors! We are brave men in battle!'", "15": "The destroyer of Moab and her towns has arrived. Her best young men will be killed!” says the King, whose name is the Lord All-Powerful.", "16": "“The end of Moab is near, and she will soon be destroyed.", "17": "All you who live around Moab, all you who know her, cry for her. Say, 'The ruler's power is broken; Moab's power and glory are gone.'", "18": "“You people living in the town of Dibon, come down from your place of honor and sit on the dry ground, because the destroyer of Moab has come against you. And he has destroyed your strong, walled cities.", "19": "You people living in the town of Aroer, stand next to the road and watch. See the man running away and the woman escaping. Ask them, 'What happened?'", "20": "Moab is filled with shame, because she is ruined. Cry, Moab, cry out! Announce at the Arnon River that Moab is destroyed.", "21": "People on the high plain have been punished. Judgment has come to these towns: Holon, Jahzah, and Mephaath;", "22": "Dibon, Nebo, and Beth Diblathaim;", "23": "Kiriathaim, Beth Gamul, and Beth Meon;", "24": "Kerioth and Bozrah. Judgment has come to all the towns of Moab, far and near.", "25": "Moab's strength has been cut off, and its arm broken!” says the Lord.", "26": "“The people of Moab thought they were greater than the Lord, so punish them until they act as if they are drunk. Moab will fall and roll around in its own vomit, and people will even make fun of it.", "27": "Moab, you made fun of Israel. Israel was caught in the middle of a gang of thieves. When you spoke about Israel, you shook your head and acted as if you were better than it.", "28": "People in Moab, leave your towns empty and go live among the rocks. Be like a dove that makes its nest at the entrance of a cave.", "29": "“We have heard that the people of Moab are proud, very proud. They are proud, very proud, and in their hearts they think they are important.”", "30": "The Lord says, “I know Moab's great pride, but it is useless. Moab's bragging accomplishes nothing.", "31": "So I cry sadly for Moab, for everyone in Moab. I moan for the people from the town of Kir Hareseth.", "32": "I cry with the people of the town of Jazer for you, the grapevines of the town of Sibmah. In the past your vines spread all the way to the sea, as far as the sea of Jazer. But the destroyer has taken over your fruit and grapes.", "33": "Joy and happiness are gone from the large, rich fields of Moab. I have stopped the flow of wine from the winepresses. No one walks on the grapes with shouts of joy. There are shouts, but not shouts of joy.", "34": "“Their crying can be heard from Moabite towns, from Heshbon to Elealeh and Jahaz. It can be heard from Zoar as far away as Horonaim and Eglath Shelishiyah. Even the waters of Nimrim are dried up.", "35": "I will stop Moab from making burnt offerings at the places of worship and from burning incense to their gods,” says the Lord.", "36": "“My heart cries sadly for Moab like a flute playing a funeral song. It cries like a flute for the people from Kir Hareseth. The money they made has all been taken away.", "37": "Every head has been shaved and every beard cut off. Everyone's hands are cut, and everyone wears rough cloth around his waist.[b]", "38": "People are crying on every roof[c] in Moab and in every public square. There is nothing but sadness, because I have broken Moab like a jar no one wants,” says the Lord.", "39": "“Moab is shattered! The people are crying! Moab turns away in shame! People all around her make fun of her. The things that happened fill them with great fear.”", "40": "This is what the Lord says: “Look! Someone is coming, like an eagle diving down from the sky and spreading its wings over Moab.", "41": "The towns of Moab will be captured, and the strong, walled cities will be defeated. At that time Moab's warriors will be frightened, like a woman who is having a baby.", "42": "The nation of Moab will be destroyed, because they thought they were greater than the Lord.", "43": "Fear, deep pits, and traps wait for you, people of Moab,” says the Lord.", "44": "“People will run from fear, but they will fall into the pits. Anyone who climbs out of the pits will be caught in the traps. I will bring the year of punishment to Moab,” says the Lord.", "45": "“People have run from the powerful enemy and have gone to Heshbon for safety. But fire started in Heshbon; a blaze has spread from the hometown of Sihon king of Moab. It burned up the leaders of Moab and destroyed those proud people.", "46": "How terrible it is for you, Moab! The people who worship Chemosh have been destroyed. Your sons have been taken captive, and your daughters have been taken away.", "47": "“But in days to come, I will make good things happen again to Moab,” says the Lord. This ends the judgment on Moab."}