{"1": "This message is to the Ammonite people. This is what the Lord says: “Do you think that Israel has no children? Do you think there is no one to take the land when the parents die? If that were true, why did Molech take Gad's land and why did Molech's people settle in Gad's towns?”", "2": "The Lord says, “The time will come when I will make Rabbah, the capital city of the Ammonites, hear the battle cry. It will become a hill covered with ruins, and the towns around it will be burned. Those people forced Israel out of that land, but now Israel will force them out!” says the Lord.", "3": "“People in the town of Heshbon, cry sadly because the town of Ai is destroyed! Those who live in Rabbah, cry out! Put on your rough cloth to show your sadness, and cry loudly. Run here and there for safety inside the walls, because Molech will be taken captive and his priests and officers with him.", "4": "You brag about your valleys and about the fruit in your valleys. You are like an unfaithful child who believes his treasures will save him. You think, 'Who would attack me?'", "5": "I will soon bring terror on you from everyone around you,” says the Lord God All-Powerful. “You will all be forced to run away, and no one will be able to gather you.", "6": "“But the time will come when I will make good things happen to the Ammonites again,” says the Lord.", "7": "This message is to Edom. This is what the Lord All-Powerful says: “Is there no more wisdom in the town of Teman? Can the wise men of Edom no longer give good advice? Have they lost their wisdom?", "8": "You people living in the town of Dedan, run away and hide in deep caves, because I will bring disaster on the people of Esau. It is time for me to punish them.", "9": "If workers came and picked the grapes from your vines, they would leave a few grapes behind. If robbers came at night, they would steal only enough for themselves.", "10": "But I will strip Edom bare. I will find all their hiding places, so they will not be able to hide from me. The children, relatives, and neighbors will die, and Edom will be no more.", "11": "Leave the orphans, and I will take care of them. Your widows also can trust in me.”", "12": "This is what the Lord says: “Some people did not deserve to be punished, but they had to drink from the cup of suffering anyway. People of Edom, you deserve to be punished, so you will not escape punishment. You must certainly drink from the cup of suffering.” ", "13": "The Lord says, “I swear by my own name that the city of Bozrah will become a pile of ruins! People will be shocked by what happened there. They will insult that city and speak evil of it. And all the towns around it will become ruins forever.”", "14": "I have heard a message from the Lord. A messenger has been sent among the nations, saying, “Gather your armies to attack it! Get ready for battle!”", "15": "“Soon I will make you the smallest of nations, and you will be greatly hated by everyone.", "16": "Edom, you frightened other nations, but your pride has fooled you. You live in the hollow places of the cliff and control the high places of the hills. Even if you build your home as high as an eagle's nest, I will bring you down from there,” says the Lord.", "17": "“Edom will be destroyed. People who pass by will be shocked to see the destroyed cities, and they will be amazed at all her injuries.", "18": "Edom will be destroyed like the cities of Sodom and Gomorrah and the towns around them,” says the Lord. “No one will live there! No one will stay in Edom.", "19": "“Like a lion coming up from the thick bushes near the Jordan River to attack a strong pen for sheep, I will suddenly chase Edom from its land. Who is the one I have chosen to do this? There is no one like me, no one who can take me to court. None of their leaders can stand up against me.”", "20": "So listen to what the Lord has planned to do against Edom. Listen to what he has decided to do to the people in the town of Teman. He will surely drag away the young ones of Edom. Their hometowns will surely be shocked at what happens to them.", "21": "At the sound of Edom's fall, the earth will shake. Their cry will be heard all the way to the Red Sea.", "22": "The Lord is like an eagle swooping down and spreading its wings over the city of Bozrah. At that time Edom's soldiers will become very frightened, like a woman having a baby.", "23": "This message is to the city of Damascus: “The towns of Hamath and Arpad are put to shame, because they have heard bad news. They are discouraged. They are troubled like the tossing sea.", "24": "The city of Damascus has become weak. The people want to run away; they are ready to panic. The people feel pain and suffering, like a woman giving birth to a baby.", "25": "Damascus was a city of my joy. Why have the people not left that famous city yet?", "26": "Surely the young men will die in the city squares, and all her soldiers will be killed at that time,” says the Lord All-Powerful.", "27": "“I will set fire to the walls of Damascus, and it will completely burn the strong cities of King Ben-Hadad.”", "28": "This message is to the tribe of Kedar and the kingdoms of Hazor, which Nebuchadnezzar king of Babylon defeated. This is what the Lord says: “Go and attack the people of Kedar, and destroy the people of the East.", "29": "Their tents and flocks will be taken away. Their belongings will be carried off— their tents, all their goods, and their camels. Men will shout to them, 'Terror on every side!'", "30": "“Run away quickly! People in Hazor, find a good place to hide!” says the Lord. “Nebuchadnezzar king of Babylon has made plans against you and wants to defeat you.", "31": "“Get up! Attack the nation that is comfortable, that is sure no one will defeat it,” says the Lord. “It does not have gates or fences to protect it. Its people live alone.", "32": "The enemy will steal their camels and their large herds of cattle as war prizes. I will scatter the people who cut their hair short to every part of the earth, and I will bring disaster on them from everywhere,” says the Lord.", "33": "“The city of Hazor will become a home for wild dogs; it will be an empty desert forever. No one will live there, and no one will stay in it.”", "34": "Soon after Zedekiah became king of Judah, the Lord spoke this word to Jeremiah the prophet. This message is to the nation of Elam.", "35": "This is what the Lord All-Powerful says: “I will soon break Elam's bow, its greatest strength.", "36": "I will bring the four winds against Elam from the four corners of the skies. I will scatter its people everywhere the four winds blow; its captives will go to every nation.", "37": "I will terrify Elam in front of their enemies, who want to destroy them. I will bring disaster to Elam and show them how angry I am!” says the Lord. “I will send a sword to chase Elam until I have killed them all.", "38": "I will set up my throne in Elam to show that I am king, and I will destroy its king and its officers!” says the Lord.", "39": "“But I will make good things happen to Elam again in the future,” says the Lord."}