{"1": "This is what the Lord says: “I will soon cause a destroying wind to blow against Babylon and the Babylonian people.", "2": "I will send foreign people to destroy Babylon like a wind that blows chaff away. They will destroy the land. Armies will surround the city when the day of disaster comes upon her.", "3": "Don't let the Babylonian soldiers prepare their bows to shoot. Don't even let them put on their armor. Don't feel sorry for the young men of Babylon, but completely destroy her army.", "4": "They will be killed in the land of the Babylonians and will die in her streets.", "5": "The Lord God All-Powerful did not leave Israel and Judah, even though they were completely guilty in the presence of the Holy One of Israel.", "6": "“Run away from Babylon and save your lives! Don't stay and be killed because of Babylon's sins. It is time for the Lord to punish Babylon; he will give Babylon the punishment she deserves.", "7": "Babylon was like a gold cup in the Lord's hand that made the whole earth drunk. The nations drank Babylon's wine, so they went crazy.", "8": "Babylon has suddenly fallen and been broken. Cry for her! Get balm for her pain, and maybe she can be healed.", "9": "“Foreigners in Babylon say, 'We tried to heal Babylon, but she cannot be healed. So let us leave her and each go to his own country. Babylon's punishment is as high as the sky; it reaches to the clouds.'", "10": "“The people of Judah say, 'The Lord has shown us to be right. Come, let us tell in Jerusalem what the Lord our God has done.'", "11": "“Sharpen the arrows! Pick up your shields! The Lord has stirred up the kings of the Medes, because he wants to destroy Babylon. The Lord will punish them as they deserve for destroying his Temple.", "12": "Lift up a banner against the walls of Babylon! Bring more guards. Put the watchmen in their places, and get ready for a secret attack! The Lord will certainly do what he has planned and what he said he would do against the people of Babylon.", "13": "People of Babylon, you live near much water and are rich with many treasures, but your end as a nation has come. It is time to stop you from robbing other nations.", "14": "The Lord All-Powerful has promised in his own name: 'Babylon, I will surely fill you with so many enemy soldiers they will be like a swarm of locusts. They will stand over you and shout their victory.'", "15": "“The Lord made the earth by his power. He used his wisdom to build the world and his understanding to stretch out the skies.", "16": "When he thunders, the waters in the skies roar. He makes clouds rise in the sky all over the earth. He sends lightning with the rain and brings out the wind from his storehouses.", "17": "“People are so stupid and know so little. Goldsmiths are made ashamed by their idols, because those statues are only false gods. They have no breath in them.", "18": "They are worth nothing; people make fun of them. When they are judged, they will be destroyed.", "19": "But God, who is Jacob's Portion, is not like the idols. He made everything, and he chose Israel to be his special people. The Lord All-Powerful is his name.", "20": "“You are my war club, my battle weapon. I use you to smash nations. I use you to destroy kingdoms.", "21": "I use you to smash horses and riders. I use you to smash chariots and drivers.", "22": "I use you to smash men and women. I use you to smash old people and young people. I use you to smash young men and young women.", "23": "I use you to smash shepherds and flocks. I use you to smash farmers and oxen. I use you to smash governors and officers.", "24": "“But I will pay back Babylon and all the Babylonians for all the evil things they did to Jerusalem in your sight,” says the Lord.", "25": "The Lord says, “Babylon, you are a destroying mountain, and I am against you. You have destroyed the whole land. I will put my hand out against you. I will roll you off the cliffs, and I will make you a burned-out mountain.", "26": "People will not find any rocks in Babylon big enough for cornerstones. People will not take any rocks from Babylon to use for the foundation of a building, because your city will be just a pile of ruins forever,” says the Lord.", "27": "“Lift up a banner in the land! Blow the trumpet among the nations! Get the nations ready for battle against Babylon. Call these kingdoms of Ararat, Minni, and Ashkenaz to fight against her. Choose a commander to lead the army against Babylon. Send so many horses that they are like a swarm of locusts.", "28": "Get the nations ready for battle against Babylon— the kings of the Medes, their governors and all their officers, and all the countries they rule.", "29": "The land shakes and moves in pain, because the Lord will do what he has planned to Babylon. He will make Babylon an empty desert, where no one will live.", "30": "Babylon's warriors have stopped fighting. They stay in their protected cities. Their strength is gone, and they have become like frightened women. Babylon's houses are burning. The bars of her gates are broken.", "31": "One messenger follows another; messenger follows messenger. They announce to the king of Babylon that his whole city has been captured.", "32": "The river crossings have been captured, and the swamplands are burning. All of Babylon's soldiers are terribly afraid.”", "33": "This is what the Lord All-Powerful, the God of Israel, says: “The city of Babylon is like a threshing floor, where people crush the grain at harvest time. The time to harvest Babylon is coming soon.”", "34": "“Nebuchadnezzar king of Babylon has defeated and destroyed us. In the past he took our people away, and we became like an empty jar. He was like a giant snake that swallowed us. He filled his stomach with our best things. Then he spit us out.", "35": "Babylon did terrible things to hurt us. Now let those things happen to Babylon,” say the people of Jerusalem. “The people of Babylon killed our people. Now let them be punished for what they did,” says Jerusalem.", "36": "So this is what the Lord says: “I will soon defend you, Judah, and make sure that Babylon is punished. I will dry up Babylon's sea and make her springs become dry.", "37": "Babylon will become a pile of ruins, a home for wild dogs. People will be shocked by what happened there. No one will live there anymore.", "38": "Babylon's people roar like young lions; they growl like baby lions.", "39": "While they are stirred up, I will give a feast for them and make them drunk. They will shout and laugh. And they will sleep forever and never wake up!” says the Lord.", "40": "“I will take the people of Babylon to be killed. They will be like lambs, like sheep and goats waiting to be killed.", "41": "“How Babylon has been defeated! The pride of the whole earth has been taken captive. People from other nations are shocked at what happened to Babylon, and the things they see make them afraid.", "42": "The sea has risen over Babylon; its roaring waves cover her.", "43": "Babylon's towns are ruined and empty. It has become a dry, desert land, a land where no one lives. People do not even travel through Babylon.", "44": "I will punish the god Bel in Babylon. I will make him spit out what he has swallowed. Nations will no longer come to Babylon; even the wall around the city will fall.", "45": "“Come out of Babylon, my people! Run for your lives! Run from the Lord's great anger.", "46": "Don't lose courage; rumors will spread through the land, but don't be afraid. One rumor comes this year, and another comes the next year. There will be rumors of terrible fighting in the country, of rulers fighting against rulers.", "47": "The time will surely come when I will punish the idols of Babylon, and the whole land will be disgraced. There will be many dead people lying all around.", "48": "Then heaven and earth and all that is in them will shout for joy about Babylon. They will shout because the army comes from the north to destroy Babylon,” says the Lord.", "49": "“Babylon must fall, because she killed people from Israel. She killed people from everywhere on earth.", "50": "You who have escaped being killed with swords, leave Babylon! Don't wait! Remember the Lord in the faraway land and think about Jerusalem.”", "51": "“We people of Judah are disgraced, because we have been insulted. We have been shamed, because strangers have gone into the holy places of the Lord's Temple!”", "52": "So the Lord says, “The time is coming soon when I will punish the idols of Babylon. Wounded people will cry with pain all over that land.", "53": "Even if Babylon grows until she touches the sky, and even if she makes her highest cities strong, I will send people to destroy her,” says the Lord.", "54": "“Sounds of people crying are heard in Babylon. Sounds of people destroying things are heard in the land of the Babylonians.", "55": "The Lord is destroying Babylon and making the loud sounds of the city become silent. Enemies come roaring in like ocean waves. The roar of their voices is heard all around.", "56": "The army has come to destroy Babylon. Her soldiers have been captured, and their bows are broken, because the Lord is a God who punishes people for the evil they do. He gives them the full punishment they deserve.", "57": "I will make Babylon's rulers and wise men drunk, and her governors, officers, and soldiers, too. Then they will sleep forever and never wake up,” says the King, whose name is the Lord All-Powerful.", "58": "This is what the Lord All-Powerful says: “Babylon's thick wall will be completely pulled down and her high gates burned. The people will work hard, but it won't help; their work will only become fuel for the flames!”", "59": "This is the message that Jeremiah the prophet gave to the officer Seraiah son of Neriah, who was the son of Mahseiah. Seraiah went to Babylon with Zedekiah king of Judah in the fourth year Zedekiah was king of Judah. His duty was to arrange the king's food and housing on the trip. ", "60": "Jeremiah had written on a scroll all the terrible things that would happen to Babylon, all these words about Babylon. ", "61": "Jeremiah said to Seraiah, “As soon as you come to Babylon, be sure to read this message so all the people can hear you. ", "62": "Then say, 'Lord, you have said that you will destroy this place so that no people or animals will live in it. It will be an empty ruin forever.' ", "63": "After you finish reading this scroll, tie a stone to it and throw it into the Euphrates River. ", "64": "Then say, 'In the same way Babylon will sink and will not rise again because of the terrible things I will make happen here. Her people will fall.'” The words of Jeremiah end here."}