{"1": "·In Jerusalem [L But; Meanwhile] Saul was still ·threatening [L breathing threats against] the ·followers [disciples] of the Lord by saying he would kill them. So he went to the high priest [C probably Caiaphas; 4:6] ", "2": "and asked him to write letters to the synagogues in the city of Damascus [C in Syria, 135 miles north of Jerusalem]. Then if Saul found any ·followers of Christ's Way [or who belonged to the Way; C a name for the Christian movement], men or women, he would ·arrest [take them prisoner; L bind] them and bring them back to Jerusalem.", "3": "So Saul headed toward Damascus. As he came near the city, a bright light from heaven suddenly flashed around him [C in the OT lightning sometimes signaled the appearance of God; Ex. 19:16]. ", "4": "Saul fell to the ground and heard a voice saying to him, “Saul, Saul! Why are you persecuting me?”", "5": "Saul said, “Who are you, ·Lord [or sir]?” The voice answered, “I am Jesus, whom you are persecuting. ", "6": "Get up now and go into the city. ·Someone there will tell you [L You will be told] what you must do.”", "7": "The ·people [men] traveling with Saul stood there ·but said nothing [speechless; or unable to speak]. They heard the voice, but they saw no one. ", "8": "Saul got up from the ground and opened his eyes, but he could not see. So those with Saul took his hand and led him into Damascus. ", "9": "For three days Saul could not see and did not eat or drink.", "10": "There was a ·follower of Jesus [L disciple] in Damascus named Ananias [22:12]. The Lord spoke to Ananias in a vision, “Ananias!” Ananias answered, “Here I am, Lord.”", "11": "The Lord said to him, “Get up and go to Straight Street [C the main east-west street of the city]. Find the house of Judas [C not either of Jesus' disciples by that name; Judas was a common name], and ask for a man named Saul from the city of Tarsus [C a town in Cilicia, a Roman province in southeastern Asia Minor (present-day Turkey)]. He is there now, praying. ", "12": "Saul has seen a vision in which a man named Ananias comes to him and ·lays [places] his hands on him. Then he is able to see again.”", "13": "But Ananias answered, “Lord, many people have told me about this man and the ·terrible [evil; harmful] things he did to your ·holy people [saints] in Jerusalem. ", "14": "Now he has come here to Damascus, and the ·leading [T chief] priests have given him the ·power [authority] to ·arrest [bind] everyone who ·worships you [L calls on your name].”", "15": "But the Lord said to Ananias, “Go! ·I have chosen Saul for an important work [L For he is my chosen instrument/vessel]. ·He must tell about me [L …to take/carry my name] to the ·Gentiles [nations], to kings, and to the people of Israel. ", "16": "[L For] I will show him how much he must suffer for my name.”", "17": "So Ananias went to the house of Judas. He ·laid [placed] his hands on Saul and said, “Brother Saul, the Lord Jesus sent me. He is the one ·you saw [L who appeared to you] on the road on your way here. He sent me so that you can see again and be filled with the Holy Spirit.” ", "18": "Immediately, something that looked like ·fish scales [or flakes] fell from Saul's eyes, and he was able to see again! Then Saul got up and was baptized. ", "19": "After he ate some food, his strength returned. Saul stayed with the ·followers of Jesus [disciples] in Damascus for ·a few [several; some] days. ", "20": "·Soon [Immediately; At once] he began to ·preach about [proclaim] Jesus in the synagogues, saying, “·Jesus [L This one; He] is the Son of God.”", "21": "All the people who heard him were amazed. They said, “·This is [L Isn't this…?] the man who was in Jerusalem ·trying to destroy [raising havoc for; attacking] those who ·trust in [or worship; L call on] this name [C the name of Jesus; the name represents the person]! He came here to ·arrest [bind] them and take them back to the ·leading [T chief] priests.”", "22": "But Saul grew more ·powerful [capable; effective]. His proofs that Jesus is the Christ were so strong that ·his own people [L the Jews who lived] in Damascus ·could not argue with [were baffled/confounded by] him.", "23": "·After many days [or Some time later], ·they [L the Jews] ·made plans [plotted] to kill Saul. ", "24": "They were watching the city gates day and night [L in order to kill him], but Saul learned about their ·plan [plot]. ", "25": "One night some ·followers [disciples] of Saul helped him leave the city by lowering him in a basket through an opening in the city wall [2 Cor. 11:32–33].", "26": "When Saul went to Jerusalem [Gal. 1:18], he tried to ·join [associate with] the ·group of followers [disciples], but they were all afraid of him. They did not believe he was really a ·follower [disciple]. ", "27": "But Barnabas ·accepted [or took hold of] Saul and took him to the apostles. Barnabas explained to them that Saul had seen the Lord on the road and the Lord had spoken to Saul. Then he told them how ·boldly [fearlessly] Saul had preached in the name of Jesus in Damascus.", "28": "And so Saul stayed with the ·followers [disciples], ·going everywhere [or going around openly with them; L going in and going out] in Jerusalem, preaching ·boldly [fearlessly] in the name of the Lord. ", "29": "He would often talk and ·argue [debate] with the ·Jewish people who spoke Greek [L Hellenists; C Jews who spoke Greek and had returned to Israel after living abroad], but they were trying to kill him. ", "30": "When the ·followers [L brothers] learned about this, they took Saul to Caesarea [C city on the Mediterranean coast] and from there sent him to Tarsus [9:11].", "31": "[Then; or Therefore] The church everywhere in Judea, Galilee, and Samaria [C areas that comprise ancient Israel] had a time of peace and ·became stronger [L was built up/edified]. ·Respecting the Lord by the way they lived [L Walking in the fear of the Lord], and being ·encouraged [comforted; exhorted] by the Holy Spirit, ·the group of believers [L it] continued to grow.", "32": "As Peter was traveling through all the area, he ·visited [L came down also to] ·God's people [the saints] who lived in Lydda [C OT Lod, 25 miles northwest of Jerusalem; 1 Chr. 8:12–13]. ", "33": "There he ·met [L found] a man named Aeneas, who was paralyzed and had not been able to leave his ·bed [cot; mat] for the past eight years. ", "34": "Peter said to him, “Aeneas, Jesus ·Christ [or the Messiah] heals you. Stand up and ·make your bed [roll up your mat; or prepare yourself a meal; C the idiom “spread for yourself” probably refers to his bed, but could refer to food].” Aeneas stood up immediately. ", "35": "All the people living in Lydda and on ·the Plain of Sharon [L Sharon; C the coastal plain] saw him and turned to the Lord.", "36": "In the city of Joppa [C on the Mediterranean coast, 35 miles northwest of Jerusalem; present-day Jaffa] there was a ·follower [disciple] named Tabitha (whose Greek name was Dorcas [C both mean “gazelle”]). She was always doing good deeds and ·kind acts [acts of charity; L giving alms]. ", "37": "·While Peter was in Lydda [L In those days], Tabitha became sick and died. Her body was washed [C a custom of preparation for burial] and put in a room upstairs. ", "38": "Since Lydda is near Joppa and the ·followers [disciples] in Joppa heard that Peter was in Lydda, they sent two ·messengers [L men] to Peter. They begged him, “Hurry, please come to us!” ", "39": "So Peter got ·ready [L up] and went with them. When he arrived, they took him to the upstairs room where all the widows stood around Peter, crying. They showed him the ·shirts [tunics] and coats [clothing; garments; robes] ·Tabitha [L Dorcas] had made when she was ·still alive [L with them]. ", "40": "Peter sent everyone out of the room and kneeled and prayed. Then he turned to the body and said, “Tabitha, stand up.” She opened her eyes, and when she saw Peter, she sat up. ", "41": "He gave her his hand and helped her up. Then he called the believers and the widows into the room and showed them that Tabitha was alive. ", "42": "People everywhere in Joppa learned about this, and many believed in the Lord. ", "43": "Peter stayed in Joppa for many days with a man named Simon who was a tanner [or Simon Byrseus; C Byrseus means “tanner” (someone who works with animal skins), but could be a name or an occupation; the occupation was considered unclean by Jews since it involved the bodies of dead animals]."}