{"1": "Miriam and Aaron began to say bad things about Moses. That's because Moses had married a woman from Cush. ", "2": "“Has the Lord spoken only through Moses?” they asked. “Hasn't he also spoken through us?” The Lord heard what they said.", "3": "Moses was a very humble man. In fact, he was more humble than anyone else on the face of the earth.", "4": "The Lord spoke to Moses, Aaron and Miriam. He said, “All three of you, come out to the tent of meeting.” So they did. ", "5": "Then the Lord came down in a pillar of cloud. He stood at the entrance to the tent. And he told Aaron and Miriam to come to him. The two of them stepped forward. ", "6": "Then the Lord said, “Listen to my words. “Suppose there is a prophet among you. I, the Lord, make myself known to them in visions. I speak to them in dreams.", "7": "But this is not true of my servant Moses. He is faithful in everything he does in my house.", "8": "With Moses I speak face to face. I speak with him clearly. I do not speak in riddles. I let him see something of what I look like. So why were you not afraid to speak against my servant Moses?”", "9": "The Lord was very angry with them. And he left them.", "10": "When the cloud went up from above the tent, there stood Miriam. She had a disease that made her skin as white as snow. Aaron turned toward her. He saw that she had a skin disease. ", "11": "So he said to Moses, “We have committed a very foolish sin. Please don't hold it against us. ", "12": "Don't let Miriam be like a baby that was born dead. Don't let her look like a dead baby whose body is half eaten away.”", "13": "So Moses cried out to the Lord. He said, “Please, God, heal her!”", "14": "The Lord answered Moses. He said, “Suppose her father had spit in her face. Then she would have been put to shame for seven days. So keep her outside the camp for seven days. After that, you can bring her back.” ", "15": "So Miriam was kept outside the camp for seven days. The people didn't move on until she was brought back.", "16": "After that, the people left Hazeroth. They camped in the Desert of Paran."}