{"1": "That night all the members of the community raised their voices. They wept out loud. ", "2": "The Israelites spoke against Moses and Aaron. The whole community said to them, “We wish we had died in Egypt or even in this desert. ", "3": "Why is the Lord bringing us to this land? We're going to be killed by swords. Our enemies will capture our wives and children. Wouldn't it be better for us to go back to Egypt?” ", "4": "They said to one another, “We should choose another leader. We should go back to Egypt.”", "5": "Then Moses and Aaron fell with their faces to the ground. They did it in front of the whole community of Israel gathered there. ", "6": "Joshua, the son of Nun, tore his clothes. So did Caleb, the son of Jephunneh. Joshua and Caleb were two of the men who had checked out the land. ", "7": "They spoke to the whole community of Israel. They said, “We passed through the land and checked it out. It's very good. ", "8": "If the Lord is pleased with us, he'll lead us into that land. It's a land that has plenty of milk and honey. He'll give it to us. ", "9": "But don't refuse to obey him. And don't be afraid of the people of the land. We will swallow them up. The Lord is with us. So nothing can save them. Don't be afraid of them.”", "10": "But all the people talked about killing Joshua and Caleb by throwing stones at them. Then the glory of the Lord appeared at the tent of meeting. All the Israelites saw it. ", "11": "The Lord said to Moses, “How long will these people not respect me? How long will they refuse to believe in me? They refuse even though I have done many signs among them. ", "12": "So I will strike them down with a plague. I will destroy them. But I will make you into a greater and stronger nation than they are.”", "13": "Moses said to the Lord, “Then the Egyptians will hear about it. You used your power to bring these people up from among them. ", "14": "And the Egyptians will tell the people who live in Canaan about it. Lord, they have already heard a lot about you. They've heard that you are with these people. They've heard that you have been seen face to face. They've been told that your cloud stays over them. They've heard that you go in front of them in a pillar of cloud by day. They've been told that you go in front of them in a pillar of fire at night. ", "15": "Suppose you put all these people to death and leave none alive. Then the nations who have heard these things about you will talk. They'll say, ", "16": "'The Lord promised to give these people the land of Canaan. But he wasn't able to bring them into it. So he killed them in the desert.'", "17": "“Now, Lord, show your strength. You have said, ", "18": "'I am the Lord. I am slow to get angry. I am full of love. I forgive those who sin. I forgive those who refuse to obey. But I do not let guilty people go without punishing them. I cause the sin of the parents to affect their children, grandchildren and great-grandchildren.' ", "19": "Lord, your love is great. So forgive the sin of these people. Forgive them just as you have done from the time they left Egypt until now.”", "20": "The Lord replied, “I have forgiven them, just as you asked. ", "21": "You can be sure that I live. You can be just as sure that my glory fills the whole earth. ", "22": "And here is what you can be just as sure of. Not one of these people will see the land I promised to give them. They have seen my glory. They have seen the signs I did in Egypt. And they have seen what I did in the desert. But they did not obey me. And they have tested me ten times. ", "23": "So not even one of them will ever see the land I promised to give to their people of long ago. The person who has not respected me will never see it. ", "24": "But my servant Caleb has a different spirit. He follows me with his whole heart. So I will bring him into the land he went to. And his children after him will receive land there. ", "25": "The Amalekites and the Canaanites are living in the valleys. So turn back tomorrow. Start out toward the desert. Go along the way that leads to the Red Sea.”", "26": "The Lord said to Moses and Aaron, ", "27": "“How long will this evil community speak against me? I have heard these Israelites talk about how unhappy they are. ", "28": "So tell them, 'Here is what I am announcing. I am the Lord. You can be sure that I live. And here is what you can be just as sure of. I will do to you the very thing that I heard you say. ", "29": "You will die in this desert. Every one of you 20 years old or more will die. Every one of you who was counted in the list of the people will die. Every one of you who has spoken out against me will be wiped out. ", "30": "I lifted up my hand and promised to make this land your home. But now not all of you will enter the land. Caleb, the son of Jephunneh, will enter it. So will Joshua, the son of Nun. They are the only ones who will enter the land. ", "31": "You have said that your enemies would capture your children. But I will bring your children in to enjoy the land you have turned your backs on. ", "32": "As for you, you will die in the desert. ", "33": "Your children will be shepherds here for 40 years. They will suffer because you were not faithful. They will suffer until the last of your bodies lies here in the desert. ", "34": "For 40 years you will suffer for your sins. That is one year for each of the 40 days you checked out the land. You will know what it is like to have me against you.' ", "35": "I, the Lord, have spoken. I will surely do these things to this entire evil community of Israel. They have joined together against me. They will meet their end in this desert. They will die here.”", "36": "So the Lord struck down the men Moses had sent to check out the land. They had returned and had spread a bad report about the land. And that had made the whole community speak out against Moses. ", "37": "Those men were to blame for spreading the bad report. So the Lord struck them down. They died of a plague. ", "38": "Only two of the men who went to check out the land remained alive. One of them was Joshua, the son of Nun. The other was Caleb, the son of Jephunneh.", "39": "Moses reported to all the Israelites what the Lord had said. And they became very sad. ", "40": "Early the next morning they set out for the highest point in the hill country. “We have sinned,” they said. “Now we are ready to go up to the land the Lord promised to give us.”", "41": "But Moses said, “Why aren't you obeying the Lord's command? You won't succeed. ", "42": "So don't go up. The Lord isn't with you. Your enemies will win the battle over you. ", "43": "The Amalekites and the Canaanites will meet you on the field of battle. You have turned away from the Lord. So he won't be with you. And you will be killed by swords.”", "44": "But they wouldn't listen. They still went up toward the highest point in the hill country. They went up even though Moses didn't move from the camp. They went even though the ark of the Lord's covenant didn't move from the camp. ", "45": "Then the Amalekites and the Canaanites who lived in that hill country came down. They attacked the Israelites. They won the battle over them. They chased the Israelites all the way to Hormah."}