{"1": "The Lord spoke to Aaron. He said, “You, your sons and your family are in charge of the sacred tent. You will be responsible for sins connected with the tent. And you and your sons alone will be responsible for sins connected with the office of priest. ", "2": "Bring the Levites from your tribe to join you. They will help you when you and your sons serve at the tent of meeting. That is where the tablets of the covenant law are kept. ", "3": "The Levites will work for you. They must do everything that needs to be done at the tent. But they must not go near anything that belongs to the sacred tent. And they must not go near the altar. If they do, they and you will die. ", "4": "They will help you take care of the tent of meeting. They will join you in all the work at the tent. No one else can come near you there.", "5": "“You will be responsible for taking care of the sacred tent and the altar. Then I will not be angry with the Israelites again. ", "6": "I myself have chosen the Levites. I have chosen them from among the Israelites. They are a gift to you. I have set them apart to do the work at the tent of meeting. ", "7": "But only you and your sons can serve as priests. Only you and your sons can work with everything at the altar and behind the curtain. I am letting you serve as priests. It is a gift from me. Anyone else who comes near the sacred tent must be put to death.”", "8": "Then the Lord spoke to Aaron. He said, “I have put you in charge of the offerings brought to me. The Israelites will give me holy offerings. I will give all their offerings to you and your sons. They are the part that belongs to you. They are your share for all time to come. ", "9": "You will have a part of the very holy offerings. It is the part not burned in the fire. That part belongs to you and your sons. You will have a part of all the gifts the people bring me as very holy offerings. It does not matter whether they are grain offerings or sin offerings or guilt offerings. ", "10": "Eat your part as something that is very holy. Every male will eat it. You must consider it holy.", "11": "“Part of the gifts the Israelites bring as wave offerings will be set aside. That part will also belong to you. I will give it to you and your sons and daughters. It is your share for all time to come. Everyone in your home who is 'clean' can eat it.", "12": "“I will give you all the finest olive oil and grain the people give me. And I will give you all the finest fresh wine they give me. They give all those things as the first share of their harvest. ", "13": "All the first shares of the harvest they bring me will belong to you. Everyone in your home who is 'clean' can eat it.", "14": "“Everything in Israel that is set apart to me belongs to you. ", "15": "Offer to me every male born first to its mother. It belongs to you. That includes humans and animals alike. But you must buy back every oldest son. Suppose certain animals are 'unclean.' Then you must buy back every male born first to its mother. ", "16": "When they are a month old, you must buy them back. You must pay the price to buy them back. The price is set at two ounces of silver. It must be weighed out according to the standard weights used in the sacred tent.", "17": "“But you must not buy back any male calf, sheep or goat born first. They are holy. Splash their blood against the altar. And burn their fat as a food offering. Its smell pleases me. ", "18": "The meat will belong to you. It is just like the breast and the right thigh of the wave offering. Those parts belong to you. ", "19": "Part of the holy offerings the Israelites bring to me will be set aside. No matter what it is, I will give it to you and your sons and daughters. It is your share for all time to come. It is a covenant of salt from me. The salt means that the covenant will last for all time to come for you and your children.”", "20": "The Lord spoke to Aaron. He said, “You will not receive any part of the land I am giving to Israel. You will not have any share among them. I am your share. I am what you will receive among the Israelites.", "21": "“The Israelites will give me a tenth of everything they produce. And I will give it to the Levites. They serve at the tent of meeting. I will give them the tenth for the work they do there. ", "22": "From now on the Israelites must not go near the tent of meeting. If they do, they will be punished for their sin. They will die. ", "23": "The Levites will do the work at the tent of meeting. They will be responsible for any sins connected with the tent. This is a law that will last for all time to come. The Levites will not receive any share among the Israelites. ", "24": "Instead, I will give the Levites the tenth as their share. It is the tenth that the Israelites bring me as an offering. That is why I said the Levites would not have any share of land among the Israelites.”", "25": "The Lord said to Moses, ", "26": "“Speak to the Levites. Say to them, 'You will receive the tenth from the Israelites. I will give it to you as your share. When I do, you must give a tenth of that tenth as an offering to the Lord. ", "27": "Your offering will be considered as if you gave grain from a threshing floor. It will be considered as juice from a winepress. ", "28": "In that way, you also will bring an offering to the Lord. You will bring it from the tenth you receive from the Israelites. You must give the Lord's part to the priest Aaron. You must bring it from the tenth you receive. ", "29": "You must bring to the Lord a part of everything given to you. It must be the best and holiest part.'", "30": "“Say to the Levites, 'You must bring the best part. Then it will be considered as if you gave grain from a threshing floor. It will be considered as juice from a winepress. ", "31": "You and your families can eat the rest of it anywhere. It is your pay for your work at the tent of meeting. ", "32": "Bring the best part of what you receive. Then you will not be guilty of holding anything back. You will not make the holy offerings of the Israelites “unclean.” You will not die.' ”"}