{"1": "The Lord spoke to Moses and Aaron. He said, ", "2": "“Here is what the law I have commanded requires. Tell the Israelites to bring you a young red cow. It must not have any flaws at all. It must never have pulled a load. ", "3": "Give it to Eleazar the priest. It must be taken outside the camp and killed in front of him. ", "4": "Then Eleazar the priest must put some of its blood on his finger. He must sprinkle the blood toward the front of the tent of meeting. He must do it seven times. ", "5": "While he watches, the young cow must be burned. Its hide, meat, blood and guts must be burned. ", "6": "The priest must get some cedar wood, branches of a hyssop plant, and bright red wool. He must throw them on the young cow as it burns. ", "7": "After that, the priest must wash his clothes. He must also take a bath. Then he can come into the camp. But he will be 'unclean' until evening. ", "8": "The man who burns the young cow must wash his clothes. He must also take a bath. He too will be 'unclean' until evening.", "9": "“A man who is 'clean' will gather up the ashes of the young cow. He must put them in a place that is 'clean.' The place must be outside the camp. The ashes must be kept by the community of Israel. They will be added to the special water. The water will be used to make people pure from their sin. ", "10": "The man who gathers up the ashes of the young cow must wash his clothes. He too will be 'unclean' until evening. This law is for the Israelites. It is also for the outsiders living among them. The law will last for all time to come.", "11": "“Anyone who touches a dead person's body will be 'unclean' for seven days. ", "12": "They must make themselves pure and 'clean' with the special water. They must do it on the third day. They must also do it on the seventh day. Then they will be 'clean.' But suppose they do not make themselves pure and 'clean' on the third and seventh days. Then they will not be 'clean.' ", "13": "Anyone who touches a dead person's body and does not make themselves pure and 'clean' makes my holy tent 'unclean.' They must be separated from Israel. The special water has not been sprinkled on them. So they are 'unclean.' And they remain 'unclean.'", "14": "“Here is the law that applies when a person dies in a tent. Anyone who enters the tent will be 'unclean' for seven days. Anyone in the tent will also be 'unclean' for seven days. ", "15": "And anything in it that is open and has no lid will be 'unclean.'", "16": "“Suppose someone is out in the country. And suppose they touch someone who has been killed by a sword. Or they touch someone who has died a natural death. Or they touch a human bone or a grave. Then anyone who touches any of those things will be 'unclean' for seven days.", "17": "“Here is what I want you to do for someone who is 'unclean.' Put some ashes from the burned young cow into a jar. Pour fresh water on the ashes. ", "18": "Then a man who is 'clean' must dip branches of a hyssop plant in the water. He must sprinkle the tent with it. Everything that belongs to the tent must be sprinkled with it. The people in the tent must also be sprinkled. Anyone who has touched a human bone or a grave must be sprinkled. So must anyone who has touched someone who has been killed. And so must anyone who has touched someone who has died a natural death. ", "19": "The man who is 'clean' must sprinkle those who are 'unclean.' That must be done on the third and seventh days. On the seventh day those who are 'unclean' must be made pure and 'clean.' Those being made 'clean' must wash their clothes. They must take a bath. Then that evening they will be 'clean.' ", "20": "But what if those who are 'unclean' do not make themselves pure and 'clean?' Then they must be separated from the community. They have made my holy tent 'unclean.' The special water has not been sprinkled on them. They are 'unclean.' ", "21": "This law will apply to all those people for all time to come. “The man who sprinkles the special water must also wash his clothes. Anyone who touches the water will be 'unclean' until evening. ", "22": "Anything that an 'unclean' person touches becomes 'unclean.' And anyone who touches it becomes 'unclean' until evening.”"}