{"1": "The Lord spoke to Moses and Aaron. He said, ", "2": "“The Israelites must camp around the tent of meeting. But they must not camp too close to it. All of them must camp under their flags and under the banners of their families.”", "3": "The groups of the camp of Judah must be on the east side. They must set up camp toward the sunrise. They must camp under their flag. The leader of the tribe of Judah is Nahshon, the son of Amminadab. ", "4": "There are 74,600 men in Nahshon's group.", "5": "The tribe of Issachar will camp next to them. The leader of the tribe of Issachar is Nethanel, the son of Zuar. ", "6": "There are 54,400 men in Nethanel's group.", "7": "The tribe of Zebulun will be next. The leader of the tribe of Zebulun is Eliab, the son of Helon. ", "8": "There are 57,400 men in Eliab's group.", "9": "So a total of 186,400 men will be set apart for the camp of Judah. They will be arranged group by group. They will start out first.", "10": "The groups of the camp of Reuben will be on the south side. They will be under their flag. The leader of the tribe of Reuben is Elizur, the son of Shedeur. ", "11": "There are 46,500 men in Elizur's group.", "12": "The tribe of Simeon will camp next to them. The leader of the tribe of Simeon is Shelumiel, the son of Zurishaddai. ", "13": "There are 59,300 men in Shelumiel's group.", "14": "The tribe of Gad will be next. The leader of the tribe of Gad is Eliasaph, the son of Deuel. ", "15": "There are 45,650 men in Eliasaph's group.", "16": "So a total of 151,450 men will be set apart for the camp of Reuben. They will be arranged group by group. They will start out second.", "17": "Then the camp of the Levites will start out. The tent of meeting will go with them. They will march in the middle of the other camps. They will start out in the same order as they do when they set up camp. Each one will be in their own place under their flag.", "18": "The groups of the camp of Ephraim will be on the west side. They will be under their flag. The leader of the tribe of Ephraim is Elishama, the son of Ammihud. ", "19": "There are 40,500 men in Elishama's group.", "20": "The tribe of Manasseh will be next to them. The leader of the tribe of Manasseh is Gamaliel, the son of Pedahzur. ", "21": "There are 32,200 men in Gamaliel's group.", "22": "The tribe of Benjamin will be next. The leader of the tribe of Benjamin is Abidan, the son of Gideoni. ", "23": "There are 35,400 men in Abidan's group.", "24": "So a total of 108,100 men will be set apart for the camp of Ephraim. They will be arranged group by group. They will start out third.", "25": "The groups of the camp of Dan will be on the north side. They will be under their flag. The leader of the tribe of Dan is Ahiezer, the son of Ammishaddai. ", "26": "There are 62,700 men in Ahiezer's group.", "27": "The tribe of Asher will camp next to them. The leader of the tribe of Asher is Pagiel, the son of Okran. ", "28": "There are 41,500 men in Pagiel's group.", "29": "The tribe of Naphtali will be next. The leader of the tribe of Naphtali is Ahira, the son of Enan. ", "30": "There are 53,400 men in Ahira's group.", "31": "So a total of 157,600 men will be set apart for the camp of Dan. They will start out last. They will march under their flags.", "32": "Those are the men of Israel. They were counted according to their families. The total number of all the men in the camps is 603,550, group by group. ", "33": "But the Levites weren't counted along with the other men of Israel. That's what the Lord had commanded Moses.", "34": "So the Israelites did everything the Lord had commanded Moses. That's the way they set up camp under their flags. And that's the way they started out. Each of them marched out with their own tribe and family."}