{"1": "In the first month the whole community of Israel arrived at the Desert of Zin. They stayed at Kadesh. Miriam died and was buried there.", "2": "The people didn't have any water. So they gathered together to oppose Moses and Aaron. ", "3": "They argued with Moses. They said, “We wish we had died when our people fell dead in front of the Lord. ", "4": "Why did you bring the Lord's people into this desert? We and our livestock will die here. ", "5": "Why did you bring us up out of Egypt? Why did you bring us to this terrible place? It doesn't have any grain or figs. It doesn't have any grapes or pomegranates. There isn't even any water for us to drink!”", "6": "Moses and Aaron left the people. They went to the entrance to the tent of meeting. There they fell with their faces to the ground. Then the glory of the Lord appeared to them. ", "7": "The Lord said to Moses, ", "8": "“Get your walking stick. You and your brother Aaron gather the people together. Then speak to that rock while everyone is watching. It will pour out its water. You will bring water out of the rock for the community. Then they and their livestock can drink it.”", "9": "So Moses took the walking stick from the tent. He did just as the Lord had commanded him. ", "10": "He and Aaron gathered the people together in front of the rock. Moses said to them, “Listen, you who refuse to obey! Do we have to bring water out of this rock for you?” ", "11": "Then Moses raised his arm. He hit the rock twice with his walking stick. Water poured out. And the people and their livestock drank it.", "12": "But the Lord spoke to Moses and Aaron. He said, “You did not trust in me enough to honor me. You did not honor me as the holy God in front of the Israelites. So you will not bring this community into the land I am giving them.”", "13": "Those were the waters of Meribah. That's where the Israelites argued with the Lord. And that's where he was proven to be holy among them.", "14": "Moses sent messengers from Kadesh to the king of Edom. The messengers said, “The nation of Israel is your brother. They say, 'You know about all the hard times we've had. ", "15": "Long ago our people went down into Egypt. We lived there for many years. The Egyptians treated us and our people badly. ", "16": "But we cried out to the Lord. He heard our cry. He sent an angel and brought us out of Egypt. “ 'Now here we are at the town of Kadesh. It's on the edge of your territory. ", "17": "Please let us pass through your country. We won't go through any field or vineyard. We won't drink water from any well. We'll travel along the King's Highway. We won't turn to the right or the left. We'll just go straight through your territory.' ”", "18": "But the people of Edom answered, “We won't let you pass through here. If you try to, we'll march out against you. We'll attack you with our swords.”", "19": "The Israelites replied, “We'll go along the main road. We and our livestock won't drink any of your water. If we do, we'll pay for it. We only want to walk through your country. That's all we ask.”", "20": "Again the people of Edom answered, “We won't let you pass through here.” Then the people of Edom marched out against them. They came with a large and powerful army. ", "21": "Edom refused to let Israel go through their territory. So Israel turned away from them.", "22": "The whole community of Israel started out from Kadesh. They arrived at Mount Hor. ", "23": "It was near the border of Edom. There the Lord spoke to Moses and Aaron. He said, ", "24": "“Aaron will join the members of his family who have already died. He will not enter the land I am giving to the Israelites. Both of you refused to obey my command. You did it at the waters of Meribah. ", "25": "So get Aaron and his son Eleazar. Take them up Mount Hor. ", "26": "Take Aaron's official robes off of him. Put them on his son Eleazar. Aaron will die on Mount Hor. He will join the members of his family who have already died.”", "27": "Moses did just as the Lord had commanded. The three men went up Mount Hor while the whole community was watching. ", "28": "Moses took Aaron's official robes off of him. He put them on Aaron's son Eleazar. And Aaron died there on top of the mountain. Then Moses and Eleazar came down from the mountain. ", "29": "The whole community found out that Aaron had died. So all the Israelites mourned for him for 30 days."}