{"1": "Then the Israelites traveled to the plains of Moab. They camped along the Jordan River across from Jericho.", "2": "Balak saw everything that Israel had done to the Amorites. Balak was the son of Zippor. ", "3": "The Moabites were terrified because there were so many Israelites. In fact, the Moabites were filled with panic because of the Israelites.", "4": "The Moabites spoke to the elders of Midian. They said, “This huge mob is going to destroy everything around us. They'll lick it up as an ox licks up all the grass in the fields.” Balak, the son of Zippor, was the king of Moab at that time. ", "5": "He sent messengers to get Balaam. Balaam was the son of Beor. Balaam was at the city of Pethor near the Euphrates River. Pethor was in the land where Balaam had been born. Balak told the messengers to say to Balaam, “A nation has come out of Egypt. They are covering the face of the land. They've set up camp next to me. ", "6": "So come and put a curse on these people. They are too powerful for me. Maybe I'll be able to win the battle over them. Maybe I'll be able to drive them out of the land. I know that whoever you bless is blessed. And I know that whoever you cursed is cursed.”", "7": "The elders of Moab and Midian left. They took with them the money they knew Balaam would ask for. They wanted him to use evil magic to figure things out for them. They came to where Balaam was. And they told him what Balak had said.", "8": "“Spend the night here,” Balaam said to them. “I'll report back to you with the answer the Lord gives me.” So the Moabite officials stayed with him.", "9": "God came to Balaam. He asked, “Who are these men with you?”", "10": "Balaam said to God, “Balak king of Moab, the son of Zippor, sent me a message. ", "11": "He said, 'A nation has come out of Egypt. They are covering the whole surface of the land. So come and put a curse on them for me. Maybe I'll be able to fight them. Maybe I'll be able to drive them away.' ”", "12": "But God said to Balaam, “Do not go with them. You must not put a curse on those people. I have blessed them.”", "13": "The next morning Balaam got up. He said to Balak's officials, “Go back to your own country. The Lord won't let me go with you.”", "14": "So the Moabite officials returned to Balak. They said, “Balaam wouldn't come with us.”", "15": "Then Balak sent other officials. They were more important than the first ones. And there were more of them. ", "16": "They came to Balaam. They said, “Balak, the son of Zippor, says, 'Don't let anything keep you from coming to me. ", "17": "I'll make you very rich. I'll do anything you say. So come and put a curse on those people for me.' ”", "18": "But Balaam gave them his answer. He said, “Balak could give me all the silver and gold in his palace. Even then, I still couldn't do anything at all that goes beyond what the Lord my God commands. ", "19": "Now spend the night here so that I can find out what else the Lord will tell me.”", "20": "That night God came to Balaam. He said, “These men have come to get you. So go with them. But do only what I tell you to do.”", "21": "Balaam got up in the morning. He put a saddle on his donkey. Then he went with the Moabite officials. ", "22": "But God was very angry when Balaam went. So the angel of the Lord stood in the road to oppose him. Balaam was riding on his donkey. His two servants were with him. ", "23": "The donkey saw the angel of the Lord standing in the road. The angel was holding a sword. He was ready for battle. So the donkey left the road and went into a field. Balaam hit the donkey. He wanted to get it back on the road.", "24": "Then the angel of the Lord stood in a narrow path. The path went through the vineyards. There were walls on both sides. ", "25": "The donkey saw the angel of the Lord. So it moved close to the wall. It crushed Balaam's foot against the wall. So he hit the donkey again.", "26": "Then the angel of the Lord moved on ahead. He stood in a narrow place. There was no room to turn, either right or left. ", "27": "The donkey saw the angel of the Lord. So it lay down under Balaam. That made him angry. He hit the donkey with his walking stick. ", "28": "Then the Lord opened the donkey's mouth. It said to Balaam, “What have I done to you? Why did you hit me these three times?”", "29": "Balaam answered the donkey. He said, “You have made me look foolish! I wish I had a sword in my hand. If I did, I'd kill you right now.”", "30": "The donkey said to Balaam, “I'm your own donkey. I'm the one you have always ridden. Haven't you been riding me to this very day? Have I ever made you look foolish before?” “No,” he said.", "31": "Then the Lord opened Balaam's eyes. He saw the angel of the Lord standing in the road. He saw that the angel was holding a sword. The angel was ready for battle. So Balaam bowed down. He fell with his face to the ground.", "32": "The angel of the Lord spoke to him. He asked him, “Why have you hit your donkey three times? I have come here to oppose you. What you are doing is foolish. ", "33": "The donkey saw me. It turned away from me three times. Suppose it had not turned away. Then I would certainly have killed you by now. But I would have spared the donkey.”", "34": "Balaam said to the angel of the Lord, “I have sinned. I didn't realize you were standing in the road to oppose me. Tell me whether you are pleased with me. If you aren't, I'll go back.”", "35": "The angel of the Lord said to Balaam, “Go with the men. But say only what I tell you to say.” So Balaam went with Balak's officials.", "36": "Balak heard that Balaam was coming. So he went out to meet him. They met at a Moabite town near the Arnon River. The town was on the border of Balak's territory. ", "37": "Balak said to Balaam, “Didn't I send messengers to you? I wanted you to come quickly. So why didn't you come? I can make you very rich.”", "38": "“Well, I've come to you now,” Balaam replied. “But I can't say whatever I please. I can only speak the words God puts in my mouth.”", "39": "Then Balaam went with Balak to Kiriath Huzoth. ", "40": "Balak sacrificed cattle and sheep. He gave some to Balaam. He also gave some to the officials with him. ", "41": "The next morning Balak took Balaam up to Bamoth Baal. From there he could see the outer edges of the Israelite camp."}