{"1": "Here is the story of the family line of Aaron and Moses. It belongs to the time when the Lord spoke to Moses at Mount Sinai.", "2": "Aaron's oldest son was Nadab. Aaron's other sons were Abihu, Eleazar and Ithamar. ", "3": "Those were the names of Aaron's sons. They were the anointed priests. They were given authority to serve the Lord as priests. ", "4": "But Nadab and Abihu made an offering to the Lord by using fire that wasn't allowed. So they died in front of him. That happened in the Desert of Sinai. They didn't have any sons. Only Eleazar and Ithamar served as priests while their father Aaron was living.", "5": "The Lord spoke to Moses. He said, ", "6": "“Bring the men of the tribe of Levi to Aaron the priest. They will help him. ", "7": "They must work at the tent of meeting for Aaron and for the whole community. They must do what needs to be done at the holy tent. ", "8": "They must take care of everything connected with the tent of meeting. When they do, they are acting for all the Israelites. ", "9": "Give the Levites to Aaron and his sons. They are the men of Israel who must be given completely to him. ", "10": "Appoint Aaron and his sons to serve as priests. Anyone else who approaches the sacred tent must be put to death.”", "11": "The Lord also said to Moses, ", "12": "“I have taken the Levites from among the Israelites. I have taken them in place of the son born first to each woman in Israel. The Levites belong to me. ", "13": "That's because every male born first to a mother is mine. In Egypt I struck down all the males born first. I did it when I set apart for myself every male born first to a mother in Israel. That is true for men and animals alike. They belong to me. I am the Lord.”", "14": "The Lord spoke to Moses in the Desert of Sinai. He said, ", "15": "“Count the Levites by their family groups. Count every male a month old or more.” ", "16": "So Moses counted them. He did just as the word of the Lord had commanded him.", "17": "The sons of Levi were Gershon, Kohath and Merari.", "18": "The major families from Gershon were Libni and Shimei.", "19": "The major families from Kohath were Amram, Izhar, Hebron and Uzziel.", "20": "The major families from Merari were Mahli and Mushi. These were the major families of the Levites.", "21": "The families of Libni and Shimei belonged to the family of Gershon.", "22": "All the males a month old or more were counted. There were 7,500 of them.", "23": "The families of Gershon had to camp on the west side. They had to camp behind the holy tent.", "24": "The leader of the families of Gershon was Eliasaph, the son of Lael.", "25": "Here are the duties of the families of Gershon at the tent of meeting. They were responsible for taking care of the holy tent and its coverings. They took care of the curtain at the entrance to the tent of meeting. ", "26": "They took care of the curtains of the courtyard. And they took care of the curtain at the entrance to the courtyard. The courtyard was all around the holy tent and altar. The families of Gershon also took care of the ropes. In fact, they had to take care of everything connected with the use of all those things.", "27": "The families of Amram, Izhar, Hebron and Uzziel belonged to the family of Kohath.", "28": "All the males a month old or more were counted. There were 8,600 of them. The families of Kohath were responsible for taking care of the sacred tent.", "29": "They had to camp on the south side of the holy tent.", "30": "The leader of the families of Kohath was Elizaphan, the son of Uzziel.", "31": "They were responsible for taking care of the ark of the covenant law. They took care of the table for the holy bread. They took care of the lampstand and the two altars. They took care of the things used for serving in the sacred tent. They also took care of the inner curtain. In fact, they had to take care of everything connected with the use of all those things.", "32": "The chief leader of the Levites was Eleazar. He was the son of Aaron the priest. Eleazar was appointed over those responsible for taking care of the sacred tent.", "33": "The families of Mahli and Mushi belonged to the family of Merari.", "34": "All the males a month old or more were counted. There were 6,200 of them.", "35": "The leader of the families of Merari was Zuriel, the son of Abihail. The families of Merari had to camp on the north side of the holy tent.", "36": "They were responsible for taking care of the frames of the tent. They took care of its crossbars, posts and bases. They took care of all its supplies. In fact, they had to take care of everything connected with the use of all those things. ", "37": "They also took care of the posts of the courtyard around the holy tent. And they took care of the bases, tent stakes and ropes.", "38": "Moses, Aaron and Aaron's sons had to camp to the east of the holy tent. They had to camp toward the sunrise in front of the tent of meeting. They were responsible for taking care of the sacred tent. They had to do it for the Israelites. Anyone else who approached the tent would be put to death.", "39": "The total number of the Levite males was 22,000. They were counted family by family. Every male a month old or more was counted. Moses and Aaron counted them, just as the Lord had commanded.", "40": "The Lord said to Moses, “Count all the Israelite males born first in their families. Count all those a month old or more. Make a list of their names. ", "41": "Take the Levites for me in their place. And take the livestock of the Levites in place of all the male animals in Israel born first to their mothers. I am the Lord.”", "42": "So Moses counted all the oldest sons in Israel. He did just as the Lord had commanded him. ", "43": "There were 22,273 of those sons a month old or more. They were listed by name.", "44": "The Lord also said to Moses, ", "45": "“Take the Levites in place of all the males born first in Israel. Also take the livestock of the Levites in place of the livestock of Israel. The Levites belong to me. I am the Lord. ", "46": "But there are 273 more males born first in Israel than there are male Levites. ", "47": "Collect two ounces of silver for each of them. Weigh it out according to the standard weights used in the sacred tent. ", "48": "Give the silver to Aaron and his sons. It will buy the freedom of the additional sons in Israel.”", "49": "So Moses collected the silver from the additional sons in Israel to buy their freedom. The Levites took the place of all the others. ", "50": "Moses collected 35 pounds of silver. It was weighed out according to the weights used in the sacred tent. Moses collected it from the oldest sons in Israel. ", "51": "He gave the silver to Aaron and his sons. He did just as the Lord had commanded him."}