{"1": "For you yourselves know our entrance to you, brothers— that it has not been[a] empty[b]. ", "2": "But having previously-suffered and been mistreated[c] in Philippi, as you know, we were bold in our God to speak the good-news of God to you in a great conflict. ", "3": "For our exhortation[d] is not from[e] error, nor from impurity[f], nor in[g] deceit. ", "4": "But just as we have been approved by God to be entrusted-with the good-news, so we speak— not as pleasing people, but God, the One testing our hearts. ", "5": "For neither did we at-any-time come with a word of flattery, as you know; nor with a pretext for greed— God is witness; ", "6": "nor seeking glory from people— neither from you, nor from others, ", "7": "[although] being able to be with weight[h] as apostles of Christ. But we proved-to-be child-like[i] in your midst. As when a nurse[j] cherishes[k] her children, ", "8": "in this manner longing-affectionately for you, we were well-pleased to impart to you not only the good-news of God, but also our own lives[l], because you became beloved ones to us. ", "9": "For you remember, brothers, our labor and hardship— working by night and by day so-as not to be a burden-on[m] any of you, we proclaimed to you the good-news of God. ", "10": "You and God are witnesses how devoutly and righteously and blamelessly we were with[n] you, the ones believing— ", "11": "just-as you know how each one of you, as a father his own children, ", "12": "we were exhorting you and encouraging and testifying so-that you might walk worthily of God, the One calling you into His own kingdom and glory.", "13": "And for this[o] reason we are indeed[p] giving-thanks to God unceasingly: because having received the word of God heard from us[q], you accepted not the word of humans, but, as it truly is, the word of God, which also is at-work[r] in you, the ones believing. ", "14": "For you became imitators, brothers, of the churches of God existing in Judea in Christ Jesus, because you also suffered the same things by your own countrymen as they also by the Jews— ", "15": "the ones also[s] having killed the Lord Jesus and the prophets, and having driven us out, and not being pleasing to God, and being contrary[t] to all people, ", "16": "forbidding us to speak to the Gentiles in order that they might be saved, so that they fill-up[u] the measure of their sins always. But the wrath[v] came[w] upon them to the uttermost[x].", "17": "And we, brothers, having been orphaned from you for a season of an hour in face, not in heart, were more eager[y] with great desire to see your face. ", "18": "Because we wanted[z] to come to you— I, Paul, both once and twice[aa]— and Satan hindered us. ", "19": "For what[ab] is our hope or joy or crown of boasting— or is it not indeed you!— before our Lord Jesus at His coming? ", "20": "For you are our glory and joy. "}