{"1": "Finally then, brothers, we ask you, and exhort in the Lord Jesus that just as you received from us how you ought-to be walking and pleasing God (just as you also are walking), that you be abounding more. ", "2": "For you know what commands we gave to you through the Lord Jesus. ", "3": "For this is the will of God: your holiness[a]— that you be abstaining[b] from sexual-immorality; ", "4": "that each of you know-how to acquire[c] control of his own vessel[d] in holiness and honor, ", "5": "not in the passion of [e] desire[f] as indeed the Gentiles not knowing God; ", "6": "that[g] no one overstep[h] and exploit[i] his brother[j] in the matter[k]. Because the Lord is the avenger concerning all these things, just as we also told you before and solemnly-warned. ", "7": "For God did not call us for[l] impurity, but in[m] holiness. ", "8": "So-therefore[n] the one rejecting is not rejecting a human, but God, the One also giving His Holy Spirit to you.", "9": "But concerning brotherly-love, you have no need that anyone should be writing to you. For you yourselves are God-taught so-that you might be loving one another. ", "10": "For indeed you are doing it toward all the brothers in all Macedonia. But we exhort you, brothers, to be abounding more, ", "11": "and to be ambitious[o] to be quiet[p], and to be doing[q] your own things and working with your own hands just as we commanded you, ", "12": "in order that you may walk properly toward the ones outside and may have need of nothing[r].", "13": "And we do not want you to be unaware, brothers, concerning the ones falling-asleep[s], in-order-that you may not grieve as indeed the others— the ones not having a hope. ", "14": "For if we believe that Jesus died and rose-up, so also[t] God will bring with Him the ones having fallen asleep through[u] Jesus. ", "15": "For we say this to you by the word of the Lord, that we— the ones living, the ones remaining[v] until the coming of the Lord— will in-no-way precede the ones having fallen asleep. ", "16": "Because[w] the Lord Himself will descend from heaven with a shouted-command[x], with a voice of an archangel[y], and with a trumpet of God, and the dead in Christ will rise-up first. ", "17": "Then we— the ones living, the ones remaining— will be snatched-up[z] together[aa] with them in the clouds[ab] to meet the Lord in the air. And so we shall always be with the Lord. ", "18": "So then, be encouraging[ac] one another with these words."}