{"1": "But concerning the times and the seasons, brothers, you have no need that anything should be written to you. ", "2": "For you yourselves accurately know that the day of the Lord comes in this manner— like a thief in the night. ", "3": "When they are saying “peace and security”, then unexpected[a] destruction suddenly-comes-upon[b] them, just as the birth-pain on the one having a child in the womb. And they will by no means escape. ", "4": "But you, brothers, are not in darkness, so that the day should overtake you like a thief. ", "5": "For you all are sons of [c] light and sons of day. We are not of night, nor of darkness. ", "6": "So then, let us not be sleeping like the others, but let us be keeping-watch[d] and being sober. ", "7": "For the ones sleeping are sleeping at night. And the ones getting-drunk are-drunk at night. ", "8": "But let us, being of the day, be sober, having put on a breastplate of faith and love, and a helmet: the hope of salvation. ", "9": "Because God did not appoint[e] us for wrath, but for the obtaining[f] of salvation through our Lord Jesus Christ— ", "10": "the One having died for us in order that whether we are keeping-watch or sleeping[g], we may live together with Him. ", "11": "Therefore be encouraging one another and building-up one the other, just as you are also doing.", "12": "And we ask you, brothers, to know[h] the ones laboring among you and leading you in the Lord and admonishing you, ", "13": "and to be esteeming them super-abundantly[i] in love because of their work. Be living-in-peace among yourselves.", "14": "Now we exhort you, brothers— be admonishing the disorderly ones, be encouraging[j] the fainthearted ones, be holding-on-to[k] the weak ones, be patient with everyone. ", "15": "See that no one gives-back evil for evil to anyone, but always be pursuing the good, both for one another and for everyone. ", "16": "Be rejoicing always, ", "17": "be praying unceasingly, ", "18": "be giving-thanks in everything. For this is the will of God in Christ Jesus for you. ", "19": "Do not be quenching[l] the Spirit, ", "20": "do not be treating prophecies with contempt, ", "21": "but be testing all things. Be holding-on-to the good[m], ", "22": "be abstaining from every form[n] of evil.", "23": "Now may the God of peace Himself sanctify[o] you wholly[p]. And may your whole[q] spirit and soul and body be preserved[r] blamelessly at the coming of our Lord Jesus Christ. ", "24": "Faithful is the One calling you, Who also will do it. ", "25": "Brothers, be praying also for us. ", "26": "Greet all the brothers with a holy kiss. ", "27": "I adjure[s] you by the Lord that this letter be read to all the brothers. ", "28": "The grace of our Lord Jesus Christ be with you."}