{"1": "Then a spirit lifted me up and brought me to the east gate of Adonai's house, the gate that faces eastward. At the entrance of the gate I saw twenty-five men; among them were Ya'azanyah the son of 'Azur and P'latyahu the son of B'nayahu, leaders of the people. ", "2": "He said to me, “Human being, these are the men who make evil plans and give wicked advice in this city. ", "3": "They say, 'The time hasn't come to build houses. This city is the cooking pot, and we're the meat!' ", "4": "Therefore prophesy against them, human being, prophesy!” ", "5": "The Spirit of Adonai fell on me, and he said to me, “Say, 'Here is what Adonai says: “What you are saying is correct, house of Isra'el; because I know how your minds work. ", "6": "You have killed many in this city, you have filled its streets with the dead.” ", "7": "Therefore Adonai Elohim says this: “Those you have killed and strewn all over it, they are the meat; and this city is indeed the cooking pot; but you will be removed from it. ", "8": "You are afraid of the sword, but I will bring the sword upon you,” says Adonai Elohim. ", "9": "“I will bring you out of it, hand you over to foreigners and execute judgments among you. ", "10": "You will die by the sword; I will judge you at the border of Isra'el; and you will know that I am Adonai. ", "11": "This city will not be your cooking pot, but you will be the meat in it — I will judge you at Isra'el's frontier; ", "12": "and you will know that I am Adonai. For you have not lived by my laws or obeyed my rulings but have acted according to the rules of the nations surrounding you.”'”", "13": "As I was prophesying, P'latyahu the son of B'nayah died. I fell down on my face and cried out, “Oh, Adonai Elohim! Are you going to destroy completely those of Isra'el who are left?” ", "14": "Then the word of Adonai came to me: ", "15": "“Human being, it is to your kinsmen — your brothers, your relatives and the whole house of Isra'el — that the people living in Yerushalayim have said, 'Get away from Adonai! This land has been given to us to possess!' ", "16": "Therefore, say that Adonai Elohim says this: 'True, I removed them far away among the nations and scattered them among the countries; nevertheless, I have been a little sanctuary for them in the countries to which they have gone.' ", "17": "Therefore, say that Adonai Elohim says this: '“I will gather you from the peoples and collect you from the countries where you have been scattered, and I will give the land of Isra'el to you.” ", "18": "Then they will go there and remove all its loathsome things and disgusting practices, ", "19": "and I will give them unity of heart. “I will put a new spirit among you.” I will remove from their bodies the hearts of stone and give them hearts of flesh; ", "20": "so that they will live by my regulations, obey my rulings and act by them. Then they will be my people, and I will be their God. ", "21": "But as for those whose hearts go after the heart of their loathsome things and disgusting practices, I will bring [the consequences of] their ways on their own heads,' says Adonai Elohim.”", "22": "The k'ruvim lifted their wings, and the wheels were next to them, with the glory of the God of Isra'el over them, above. ", "23": "Next, the glory of Adonai rose from within the city and stood over the mountain which is on the east side of the city. ", "24": "Then a spirit lifted me up and brought me, in the vision, by the Spirit of God, to the exiles in the land of the Kasdim; after which the vision I had seen left me. ", "25": "So I told the exiles everything Adonai had shown me."}