{"1": "The word of Adonai came to me: ", "2": "“Human being, make Yerushalayim realize how disgusting her practices are. ", "3": "Say that Adonai Elohim is telling Yerushalayim, 'By origin and birth you are of the land of the Kena'ani — your father was an Emori, and your mother was a Hitti. ", "4": "As for your birth — on the day you were born nobody cut your umbilical cord, washed you in water to clean you off, rubbed salt on you or wrapped you in cloth. ", "5": "No one seeing you had enough pity on you to do any of these things for you — no one had any compassion on you. Instead, you were thrown into an open field in your own filth on the day you were born.", "6": "“'I passed by and saw you there, wallowing in your own blood; and as you lay in your blood I said to you, “Live!” Yes, I said to you, as you lay in your blood, “Live! ", "7": "I will increase your numbers just like plants growing in the field.” And you did increase, you developed, you reached puberty, your breasts appeared, and your hair grew long; but you were naked and exposed.", "8": "“'Again I passed by you, looked at you and saw that your time had come, the time for love. So I spread my cloak over you to cover your private parts and entered into a covenant with you,' says Adonai Elohim, 'and you became mine. ", "9": "Then I bathed you in water, washed the blood off you, and anointed you with oil. ", "10": "I also clothed you with an embroidered gown, gave you fine leather sandals to wear, put a fine linen headband on your head and covered you with silk. ", "11": "I gave you jewelry to wear, bracelets for your hands, a necklace for your neck, ", "12": "a ring for your nose, earrings for your ears and a beautiful crown for your head. ", "13": "Thus you were decked out in gold and silver; your clothing was of fine linen, silk and richly embroidered cloth; you ate the finest flour, honey and olive oil. You grew increasingly beautiful — you were fit to be queen. ", "14": "Your fame spread among the nations because of your beauty, because it was perfect, due to my having bestowed my own splendor on you' says Adonai Elohim.", "15": "“'But you put your trust in your own beauty and began prostituting yourself because of your fame, soliciting everyone passing by and accepting all comers. ", "16": "You took your clothes and used them to decorate with bright colors the high places you made for yourself, and there you continued prostituting yourself. Such things shouldn't happen, and in the future they won't. ", "17": "You also took your beautiful jewels made of my gold and my silver, which I had given you, and made for yourself male images, with which you continued to prostitute yourself. ", "18": "You took your embroidered clothing and covered them; you set my olive oil and my incense in front of them; ", "19": "and you took my food, which I had given you — my fine flour, olive oil and honey, that I had given you to eat — and set it in front of them to give a pleasant aroma. That is how it was,' says Adonai Elohim.", "20": "“'Moreover, your sons and daughters, whom you bore me, you took and sacrificed for them to devour. Were these fornications of yours a casual matter? — ", "21": "killing my children, handing them over and setting them apart for [these idols]? ", "22": "In all your disgusting practices and fornications you never remembered the condition you were in when you were young — naked, exposed and wallowing in your own blood.", "23": "“'So, after all this wickedness of yours — woe, woe to you!' says Adonai Elohim — ", "24": "'you built platforms and made yourself high places in every open space. ", "25": "You built your high places at every streetcorner, turning your beauty into an abomination, spreading your legs for every passer-by, and multiplying your acts of fornication. ", "26": "You had sex with your big-membered Egyptian neighbors and engaged in fornication over and over, just to provoke me. ", "27": "So now I have stretched out my hand over you, diminished your ration of food and put you at the mercy of those who hate you, the daughters of the P'lishtim, who find your lewd behavior revolting.", "28": "“'Still unsatisfied, you acted like a whore also with the people of Ashur; yes, you fornicated with them and were still not satisfied. ", "29": "You multiplied your acts of fornication with the land of traders, the Kasdim, and still weren't satisfied.", "30": "“'You are so weak-willed!' says Adonai Elohim. 'You do all these things, behaving like a shameless whore, ", "31": "building your platforms on every streetcorner, making your high places in every open space — and yet you aren't like a whore, because you scorn getting paid. ", "32": "Here is a wife who commits adultery, who goes to bed with strangers instead of her husband; ", "33": "but also instead of receiving gifts like every other prostitute, you give gifts to all your lovers, you bribe them to come to you from all over the place and have sex with you! ", "34": "You are the opposite of other women — you solicit the fornication, you aren't solicited; and you pay them, they don't pay you — you're the opposite!", "35": "“'All right, you whore, listen to the word of Adonai!' ", "36": "Adonai Elohim says: 'Because your filth has been poured out and your privates exposed through your acts of fornication with your lovers, and because of all the idols of your disgusting practices, and because of the blood of your children, which you gave them, ", "37": "therefore, look! I am going to gather all your lovers, to whom you have been so very nice, all the ones you hate right along with all the ones you love — I will gather them against you from all over the place and expose your private parts to them, so that they will see you completely naked. ", "38": "I will pronounce on you the sentence that applies to women who commit adultery and murder; I will bring on you the death [decreed for] furious jealousy. ", "39": "Yes, I will hand you over to them; and they will make a ruin of your platforms, tear down your high places, strip you of your clothes, take away your jewels, and leave you naked and exposed. ", "40": "They will also bring up a mob against you, who will stone you to death and hack you to pieces with their swords. ", "41": "They will burn your houses to the ground and execute judgments against you in the presence of many women. I will make you stop fornicating, and you will never again pay for a lover.", "42": "“'Yes, I will satisfy my fury against you. But after that, my jealousy will leave you; and I will calm down and no longer be angry.", "43": "“'Because you didn't remember the condition you were in when you were young, but enraged me with all these things, therefore I will bring [the consequences of] your ways on your own head' says Adonai Elohim. “'You committed these obscenities in addition to all your other disgusting practices! ", "44": "Everyone who quotes proverbs will quote this proverb against you, “Like mother, like daughter.” ", "45": "Yes, you are your mother's daughter, who despises her husband and children; you are the sister of your sisters, who despise their husbands and children; your mother was a Hitti and your father an Emori. ", "46": "Moreover, your older sister is Shomron, who lives at your left, she and her daughters; and your younger sister, living at your right, is S'dom with her daughters. ", "47": "You didn't merely live by their ways and act according to their disgusting practices, but in a very short time you acted more corruptly than they in all your ways.", "48": "“'As I live' says Adonai Elohim, 'your sister S'dom has not done, neither she nor her daughters, [as much evil] as you have done, you and your daughters. ", "49": "The crimes of your sister S'dom were pride and gluttony; she and her daughters were careless and complacent, so that they did nothing to help the poor and needy. ", "50": "They were arrogant and committed disgusting acts before me; so that when I saw it, I swept them away. ", "51": "Shomron did not commit even half as many sins as you did. You committed many more disgusting acts than your sisters; in fact, in comparison with all the disgusting acts you have committed, they seem innocent! ", "52": "But you too must bear your disgrace; for by your passing judgment that your sisters were innocent, through your having committed sins worse than theirs, they are shown to be more righteous than you. So be ashamed, and bear the disgrace you deserve for making your [guilty] sisters seem innocent!", "53": "“'I will end their exile — the exile of S'dom and her daughters, the exile of Shomron and her daughters, and the exile of your captives there among them; ", "54": "so that you can bear your own shame and experience the disgrace you deserve for all you have done to shield them from feeling their own guilt. ", "55": "Your sisters, S'dom with her daughters and Shomron with her daughters, will return to their previous condition; and you with your daughters will return to your previous condition. ", "56": "When you were so proud, you spoke with contempt about your sister S'dom, ", "57": "before your own wickedness was exposed. But now the daughters of Aram mock you, as do her neighbors; and the daughters of the P'lishtim on every side are repulsed by you. ", "58": "You have brought it all on yourself with your depravities and disgusting practices,' says Adonai.", "59": "“For here is what Adonai Elohim says: 'I will do to you as you have done — you treated the oath with contempt by breaking the covenant. ", "60": "Nevertheless, I will remember the covenant I made with you when you were a girl and will establish an everlasting covenant with you. ", "61": "Then you will remember your behavior and be ashamed of it as you receive your older and younger sisters and make them your daughters, even though the covenant with you does not cover that; ", "62": "and I will re-establish my covenant with you. Then you will know that I am Adonai; ", "63": "so that you will remember and be so ashamed that you will never open your mouth again, so ashamed will you be when I have forgiven you all that you have done,' says Adonai Elohim.”"}