{"1": "The word of Adonai came to me: ", "2": "“What does it mean, that you keep quoting this proverb in the land of Isra'el — 'When parents eat sour grapes, their children's teeth are set on edge'?", "3": "“As I live,” says Adonai Elohim, “I swear that you will never again quote this proverb in Isra'el. ", "4": "Look, all lives belong to me — both the parent's life and the child's life are equally mine — so it is the person who sins, himself, who must die.", "5": "“Consider someone who is righteous, who does what is lawful and right. ", "6": "He doesn't eat on the mountains or raise his eyes toward the idols of the house of Isra'el; he doesn't defile his neighbor's wife or touch a woman during her time of menstrual impurity; ", "7": "he doesn't wrong anyone; he returns any pledged property a debtor has given as collateral for a loan; he takes nothing by robbery, but gives his food to the hungry and clothing to those who need it; ", "8": "he neither demands nor accepts interest on a loan; he refrains from what is evil; and he judges honestly between one person and another. ", "9": "In short, he lives according to my laws and observes my rulings, so as to act faithfully. Such a person is righteous, and he will certainly live,” says Adonai Elohim.", "10": "“Now suppose he is the father of a son who is a robber, a murderer, or who does any of these things to a brother — ", "11": "whereas the father himself does none of them. He eats on the mountains, defiles his neighbor's wife, ", "12": "wrongs the poor and needy, takes by robbery, doesn't restore pledged property, raises his eyes toward the idols, engages in disgusting practices, ", "13": "demands and accepts interest. Should he live? He will not live, because he has engaged in all these disgusting practices — he must be put to death; his blood is on him.", "14": "“But now suppose he has a son who sees all the sins his father committed, thinks about them, and behaves differently. ", "15": "He doesn't eat on the mountains, raise his eyes to the idols of the house of Isra'el, defile his neighbor's wife, ", "16": "wrong others, keep pledged property or take by robbery, but gives his food to the hungry and clothing to those in need of it; ", "17": "he refrains from oppressing the poor; and he neither demands nor accepts interest. He obeys my rulings and lives according to my laws. So he will not die for his father's sins but will certainly live. ", "18": "Yet his father, because he oppressed so cruelly, committed robbery against his brother and never did anything good among his people — he will die for his sins.", "19": "“You ask, 'Why doesn't the son bear his father's guilt?' When the son has done what is lawful and right, has kept all my laws and obeyed them, he will certainly live. ", "20": "The person who sins is the one that will die — a son is not to bear his father's guilt with him, nor is the father to bear his son's guilt with him; but the righteousness of the righteous will be his own, and the wickedness of the wicked will be his own.", "21": "“However, if the wicked person repents of all the sins he committed, keeps my laws and does what is lawful and right; then he will certainly live, he will not die. ", "22": "None of the transgressions he has committed will be remembered against him; for the righteousness that he has done, he will live. ", "23": "Do I take any pleasure at all in having the wicked person die?” asks Adonai Elohim. “Wouldn't I prefer that he turn from his ways and live?", "24": "“On the other hand, when the righteous person turns away from his righteousness and commits wickedness by acting in accordance with all the disgusting practices that the wicked person does, will he live? None of the righteous deeds he has done will be remembered; for the trespasses and sins he has committed, he will die.", "25": "“So now you say, 'Adonai's way isn't fair.' Listen, house of Isra'el! Is it my way that is unfair? or your ways that are unfair? ", "26": "When the righteous person turns away from his righteousness and commits wickedness, he will die for it — for the wickedness he commits he will die. ", "27": "And when the wicked person turns away from all the wickedness he has committed and does what is lawful and right, he will save his life. ", "28": "Because he thinks it over and repents of all the transgressions he committed, he will certainly live, not die. ", "29": "Yet the house of Isra'el says, 'Adonai's way isn't fair.' House of Isra'el, is it my ways that are unfair, or your ways that are unfair? ", "30": "Therefore, house of Isra'el, I will judge each of you according to his ways,” says Adonai Elohim. “Repent, and turn yourselves away from all your transgressions, so that they will not be a stumblingblock that brings guilt upon you. ", "31": "Throw far away from yourselves all your crimes that you committed, and make yourselves a new heart and a new spirit; for why should you die, house of Isra'el? ", "32": "I take no pleasure in the death of anyone who dies,” says Adonai Elohim, “so turn yourselves around, and live!"}