{"1": "(20:45) The word of Adonai came to me: ", "2": "(20:46) “Human being, turn your face southward, preach to the south and prophesy to the scrublands of the Negev; ", "3": "(20:47) say to the Negev forest: 'Hear the word of Adonai. Adonai Elohim says, “I will light a fire in you; it will devour every tree in you, green and dry alike; a blazing, unquenchable flame that will scorch every face from the Negev to the north. ", "4": "(20:48) All humanity will see that I, Adonai, lit it; it will not be put out.”'” ", "5": "(20:49) I said, “Oh, Adonai Elohim! They complain that I speak only in parables.”", "6": "(1) Then the word of Adonai came to me: ", "7": "(2) “Human being, turn your face toward Yerushalayim, preach to the sanctuaries and prophesy to the land of Isra'el; ", "8": "(3) tell the land of Isra'el that Adonai Elohim says, 'I am against you. I will draw my sword from its scabbard and cut off from you the righteous and the wicked. ", "9": "(4) Since I am going to rid you of both righteous and evildoers, my sword will also go out of its scabbard against everyone, from the Negev to the north. ", "10": "(5) Everyone alive will know that I, Adonai, drew my sword from its scabbard; it will not be sheathed again.'", "11": "(6) “Therefore, human being, groan! Groan bitterly, as if your heart would break, as they watch. ", "12": "(7) Then, when they ask you, 'Why are you groaning?' you will answer, 'Because of the news, because it's coming. All hearts will melt, all hands hang limp, all spirits faint and all knees turn to water; here, it's coming, it will happen,' says Adonai Elohim.”", "13": "(8) The word of Adonai came to me: ", "14": "(9) “Human being, prophesy. Say that Adonai Elohim says to say this: 'A sword, a sword has been sharpened and polished,", "15": "(10) sharpened in order to slaughter and slaughter, polished to flash like lightning. But how can we rejoice? My son rejects the rod and every other stick.", "16": "(11) The sword was given to be polished, so that it could be wielded; it was sharpened and polished to be placed in the slaughterer's hand.'", "17": "(12) “Shout and wail, human being, because it's coming upon my people, upon all the leaders of Isra'el — they will be victims of the sword along with my people. Strike your thigh in remorse! ", "18": "(13) For a test is coming, and what if he rejects the rod again then? He will cease to exist,” says Adonai Elohim.", "19": "(14) “Therefore, human being, prophesy and clap your hands together. Then the sword will strike twice, three times, the sword for victims, the sword for a great slaughter, coming from every direction. ", "20": "(15) So that their hearts will melt, and many will stumble and fall, I have posted the point of the sword at every one of their gates. See how it flashes, sharpened for the kill!", "21": "(16) “Sword! Slash to the right; destroy to the left, whichever way your edge is aimed!", "22": "(17) I too will clap my hands together and satisfy my fury. I, Adonai, have spoken.”", "23": "(18) The word of Adonai came to me: ", "24": "(19) “Now, human being, designate two roads for the sword of the king of Bavel to follow, both coming out of one country. Put up a signpost at the start of the road leading to the city. ", "25": "(20) Make a road, so that the sword can come to Rabbah of the people of 'Amon and to Y'hudah in fortified Yerushalayim. ", "26": "(21) For the king of Bavel is standing at the fork in the road, where the two roads separate, about to use divination — he is shaking the arrows, consulting the household gods, examining the liver. ", "27": "(22) Into his right hand comes the lot for Yerushalayim, to set up battering rams, give the order for slaughter, raise a shout, set battering rams against the gates, build siege ramps and erect watchtowers. ", "28": "(23) The inhabitants will believe this is a false divination because of the oaths upon oaths [that their false prophets have sworn to the contrary]. But it will cause [God] to remember their guilt and thus insure their capture.", "29": "(24) “Therefore this is what Adonai Elohim says: 'Because you have caused your guilt to be remembered, with your misdeeds revealed and the sins in all your actions evident — since you have been remembered, you will be captured.' ", "30": "(25) As for you, you wicked prince of Isra'el, due to be killed, whose day has come, at the time of final punishment, ", "31": "(26) here is what Adonai Elohim says: 'Remove the turban, take off the crown! Everything is being changed. What was low will be raised up, and what was high will be brought down.", "32": "(27) Ruin! Ruin! I will leave it a ruin such as there has never been, and it will stay that way until the rightful ruler comes, and I give it to him.'", "33": "(28) “You, human being, prophesy! Say that Adonai Elohim says this about the people of 'Amon and their insults: 'A sword, a sword, is drawn for slaughter, polished to the utmost, to flash like lightning —", "34": "(29) while [your prophets] produce false visions for you, while they divine lies for you — to lay you out upon the necks of the wicked who are to be killed, whose day has come, at the time of final punishment.", "35": "(30) Cause it to return to its scabbard! I will judge you in the place where you were created, in the land of your origin.", "36": "(31) I will pour my fury out on you, breathe on you with the fire of my rage, and hand you over to barbarous men highly skilled in destruction.", "37": "(32) You will be fuel for the fire, your blood will flow through the land, you will be remembered no more; for I, Adonai, have spoken.'”"}