{"1": "The word of Adonai came to me: ", "2": "“Human being! There were two women, daughters of the same mother, ", "3": "who were whores in Egypt — even as young girls they were whores. There they let their breasts be caressed, and there their virgin nipples were fondled. ", "4": "Their names were Oholah, the older one, and Oholivah, her sister. They belonged to me, and they gave birth to sons and daughters. As for their names, Shomron is Oholah, and Yerushalayim is Oholivah.", "5": "“Even when she belonged to me, Oholah prostituted herself; she lusted after her lovers from Ashur — warriors ", "6": "dressed in blue, governors, rulers, all of them good-looking young men riding on horseback. ", "7": "She gave herself as a whore to them, all of them the elite of Ashur; and she defiled herself with all the idols of everyone she lusted after. ", "8": "She did not give up the whoring she had begun in Egypt, where men had sex with her, fondled her virgin nipples and flooded her with their fornication.", "9": "“So I handed her over to her lovers, the men of Ashur she lusted after. ", "10": "They exposed her private parts, took her sons and daughters, and put her to death with the sword; so that she became notorious among women for the judgments executed against her.", "11": "“Her sister Oholivah saw this; nevertheless she was worse than her sister in lusting and likewise in whoring. ", "12": "She lusted after the men from Ashur, governors and rulers, warriors dressed to perfection, skilled horsemen, all of them good-looking young men. ", "13": "I saw that she had defiled herself; both sisters had gone down the same path. ", "14": "She prostituted herself more than ever; because she saw wall-carvings of men, depicting the Kasdim in vermilion, ", "15": "with sashes wrapped around their waists and flowing turbans on their heads, all of them looking like military men, the very image of men of Bavel born in the land of the Kasdim. ", "16": "The moment she saw them, she lusted after them and sent messengers to them in the land of the Kasdim; ", "17": "and the men of Bavel climbed into her “love bed” and defiled her with their lust. She was defiled by them, and then filled with revulsion at them. ", "18": "Thus did she reveal her fornication and expose her private parts. When this happened, I was filled with revulsion at her, just as I had been filled with revulsion at her sister. ", "19": "Still she kept increasing her whoring, remembering the days when she was young, fornicating in the land of Egypt. ", "20": "Yes, she lusted after their male prostitutes, whose members are like those of donkeys and who ejaculate like stallions. ", "21": "You yearned for the lewdness of your girlhood, when the Egyptians used to fondle your nipples and caress your young breasts.", "22": "“Therefore, Oholivah, here is what Adonai Elohim says: 'I will raise up your lovers against you, the ones who fill you with revulsion, and bring them against you from every side — ", "23": "the men of Bavel and all the Kasdim, P'kod, Shoa and Koa, and with them all the men of Ashur, good-looking young men, all of them governors and rulers, commanders and officers, all on horseback. ", "24": "They will advance on you armed with chariots, wagons and with an army drawn from many peoples; they will array themselves against you from every side with breastplates, shields and helmets. I will give them the authority to judge, and they will judge you as they see fit. ", "25": "I will direct my jealousy against you, so that they will deal with you in fury — they will cut off your nose and ears, and what is left of you will die by the sword; they will seize your sons and daughters, and those who remain of you will be consumed by the fire. ", "26": "They will strip you of your clothes and seize your fine jewels. ", "27": "Thus I will put an end to your lewdness and your fornication brought from the land of Egypt, so that you will no longer raise your eyes toward them or remember Egypt any more.' ", "28": "For this is what Adonai Elohim says: 'I am about to hand you over to those you hate, to those who fill you with revulsion; ", "29": "and they will deal with you in hatred, seize everything you have worked for, and leave you naked and exposed — the full shame of your whoring will be exposed, your lewdness and your fornicating. ", "30": "These things will be done to you because you have gone fornicating with the Goyim, and because you are defiled with their idols. ", "31": "You walked down your sister's path, so I will put her cup in your hand.' ", "32": "Adonai Elohim says: 'You will drink from your sister's cup, a cup both deep and wide, full right up to the brim with scorn and derision,", "33": "filling you with drunkenness and sorrow, a cup of horror and devastation — the cup of your sister Shomron.", "34": "You will drink it, you will drain it, and then you will gnaw it to shreds and tear out your own breasts! For I have spoken it' says Adonai Elohim.", "35": "“Therefore this is what Adonai Elohim says: 'Because you forgot me and flung me behind your back, you will bear the guilt of your lewdness and whoring.'”", "36": "Then Adonai said to me, “Human being, are you ready to judge Oholah and Oholivah? Then confront them with their disgusting practices. ", "37": "For they committed adultery, and their hands are dripping with blood. They committed adultery with their idols; and they offered their sons, whom they bore to me, for these idols to eat. ", "38": "Moreover, they have done this to me as well: they defiled my sanctuary on the same day, and they profaned my shabbats. ", "39": "For after killing their children for their idols, they came the same day into my sanctuary to profane it; this they did in my house.", "40": "“Worse still, you sent a messenger summoning men to come from a distance; and they came. For them you washed yourself, painted your eyes, decked yourself with your finery, ", "41": "and sat on a sumptuous bed, with a table arranged before it, on which you put my incense and my olive oil. ", "42": "The noise of a carefree crowd could be heard there; many of the men were brought in drunk from the desert. They put bracelets on their hands and magnificent crowns on their heads. ", "43": "I thought, 'That woman! She's worn out from all her adulteries, but they still go to fornicate with her!' ", "44": "For every one went in to her; just as men go in to a prostitute, so they went in to Oholah and Oholivah, those debauched women. ", "45": "Nevertheless, there are righteous men who will judge them as adulterers and murderers are supposed to be judged; because they are adulterers, and blood is dripping from their hands. ", "46": "For here is what Adonai Elohim says: 'Summon an assembly to punish them; give them over to terror and plunder.", "47": "Let the assembly stone them to death, dispatch them with their swords, kill their sons and daughters and burn their houses to the ground.", "48": "“'Thus I will put an end to lewdness in the land, so that all women may be taught not to imitate your lewdness. ", "49": "You will receive the punishment your lewdness deserves, and you will pay the penalty for your idolatries. Then you will know that I am Adonai Elohim.'”"}