{"1": "The word of Adonai came to me on the tenth day of the tenth month of the ninth year: ", "2": "“Human being, write down today's date; because on this very day the king of Bavel has begun his attack on Yerushalayim. ", "3": "And tell this allegory to these rebels; say that Adonai Elohim says: 'Put a pot on the fire; put it there, pour water in it;", "4": "Put in it pieces of meat, all the best parts — the thigh, the shoulder; fill it with the choicest cuts,", "5": "taken from the pick of the flock, and pile the bones underneath. Bring it to a rolling boil, till it's all cooked, even the bones.'", "6": "“Therefore Adonai Elohim says: 'Woe to the city drenched with blood, to the pot whose scum is in it, and whose scum has not been removed. Empty it piece by piece, without troubling to draw lots.", "7": "For her blood is still in her; she poured it on bare rock; she did not pour it on the ground, to cover it with dust.", "8": "So in order to rouse my fury and excite my vengeance, I have fixed her blood there on the bare rock, where it will not be covered.'", "9": "“Therefore Adonai Elohim says this: 'Woe to the city drenched with blood! I myself will make a huge bonfire,", "10": "heap on the wood, light it, cook the meat and add the spices — the bones can just be burned.", "11": "Put the empty pot on the coals, heat it till its copper bottom glows, till its impurity melts inside it, and its scum is burned away.", "12": "But the effort is in vain: its layers of scum will not leave it; so into the fire with its scum!", "13": "Because of your filthy lewdness, because you refused to be purified when I wanted to purify you; now you will not be purified from your filth until I have satisfied my fury on you.", "14": "“'I, Adonai, have spoken it, and it will happen. I will do it, I will not turn back, I will not refrain or spare or relent. They will judge you as your ways and deeds deserve,' says Adonai Elohim.”", "15": "The word of Adonai came to me: ", "16": "“Human being, with a single blow I am about to deprive you of the delight of your eyes. But you are not to lament, weep or let your tears run down. ", "17": "Sigh silently, don't observe mourning for the dead, bind your turban on your head, put your sandals on your feet, don't cover your upper lip, and don't eat the food people prepare for mourners.” ", "18": "I spoke to the people in the morning, and that evening my wife died. So I did the following morning as I had been ordered. ", "19": "The people asked me, “Won't you tell us what these actions of yours mean for us?” ", "20": "I answered them, “The word of Adonai came to me, telling me ", "21": "to speak to the house of Isra'el and say that this is what Adonai Elohim says: 'I am about to profane my sanctuary, the pride of your strength, the delight of your eyes and your heart's desire. Your sons and daughters whom you have left behind will die by the sword. ", "22": "But you are to do as I have done — not cover your upper lips, not eat the food people prepare for mourners, ", "23": "put your turbans on your heads and your sandals on your feet, and neither observe mourning nor cry. Rather, because of your crimes you will pine away and groan to one another. ", "24": "Thus Yechezk'el will be a sign for you; you will do just what he has done; and when this happens, you will know that I am Adonai Elohim.'", "25": "“As for you, human being, on the day when I take away from them their stronghold, their crowning joy, the delight of their eyes, their heart's desire, their sons and daughters — ", "26": "on that day a fugitive will come and bring you the news; ", "27": "and on that day your mouth will be opened for you to speak to the survivor and no longer be silent. In this way you will be a sign to them, and they will know that I am Adonai.”"}