{"1": "On the first day of the month in the eleventh year, the word of Adonai came to me: ", "2": "“Human being, since Tzor has said against Yerushalayim, 'Ha! She is shattered, the gateway of the peoples. Now that she is ruined, her riches will be mine';", "3": "therefore, Adonai Elohim says, 'Look, Tzor! I am against you. Just as the sea churns up its waves, I will churn up many nations against you.", "4": "They will destroy the walls of Tzor, they will demolish her towers. I will scrape its soil from her and reduce her to bare rock.", "5": "With the sea all around her, she will be a place for drying fish nets and a plunder for the nations. I have spoken,' says Adonai Elohim.", "6": "'Her daughters on the mainland will be put to death with the sword; then they will know that I am Adonai.'", "7": "“For here is what Adonai Elohim says: 'I will bring upon Tzor, from the north, N'vukhadretzar king of Bavel, king of kings, with horses, chariots, cavalry, and a great and powerful army.", "8": "“ 'Your daughters on the mainland he will put to death with the sword. He will build siege-towers against you, he will build a ramp against you and raise a screen of shields against you.", "9": "He will pound your walls with his battering-rams and break down your towers with his axes.", "10": "His horses are so many that their dust will cover you. The thunder of cavalry, wagons and chariots will shake your walls, as he enters your gates, like men storming a city through a breach.", "11": "With the hoofs of his horses he will trample your streets. He will put your people to the sword and pull to the ground your massive standing-stones.", "12": "They will seize your wealth, loot your wares, break down your walls, destroy your fine houses; then they will throw your stones and timber and even your dust into the sea.", "13": "I will put an end to your singing, the sound of your lyres will be heard no more.", "14": "I will reduce you to bare rock, you will be a place for drying fish nets, you will never be built again, for I, Adonai, have spoken,' says Adonai Elohim.”", "15": "To Tzor Adonai Elohim says: “How the coastlands will shake at the sound of your fall, when the wounded groan, when the slaughter takes place in you!", "16": "Then all the princes of the sea will step down from their thrones; they will put aside their robes and strip off their embroidered garments. They will clothe themselves with trembling; they will sit on the ground, trembling all the time, appalled at your condition.", "17": "Then they will raise this lament for you: “'How you have been destroyed, you who were peopled from the seas, city so renowned, once so strong at sea, you and your inhabitants, who used to spread terror over all [the mainland's] inhabitants!", "18": "Now the coastlands tremble on the day of your downfall, and the islands in the sea are in shock at your end.'", "19": "“For here is what Adonai Elohim says: 'When I make you a ruined city, like other uninhabited cities; when I bring the deep sea over you, and its mighty waters cover you;", "20": "then I will bring you down with those who descend to the pit, to the people of long ago, and make you live in underworld places like those who were ruined long ago, with those who descend to the pit, so that you will be uninhabited when I give glory to the land of the living.", "21": "I will make you horrible; you will cease to exist. People will seek you but never more find you,' says Adonai Elohim.”"}