{"1": "The word of Adonai came to me: ", "2": "“You, human being, raise this lament for Tzor; ", "3": "say to Tzor, located at the gateways to the sea, merchant for peoples to many coastlands, that Adonai Elohim says: 'Tzor, you have said, “My beauty is perfect.”", "4": "Your borders are in the heart of the sea, your builders perfected your beauty.", "5": "They used cypress logs from S'nir to fashion all your planking. They took cedars from the L'vanon to make masts for you.", "6": "Out of oaks from Bashan they made your oars. Your deck they made of ivory inlaid in larch from the coasts of Kittim.", "7": "Richly woven linen from Egypt was used for your sail, which was also your banner. Blue and purple from the coasts of Elishah was used to cover your deck-tent.", "8": "The people of Tzidon and Arvad served as your oarsmen. Your own skilled men, Tzor, were there as your pilots.", "9": "The leaders and craftsmen of G'val sealed the cracks between your boards. “'Every seagoing ship and its crew came to you to trade in your wares.", "10": "Men from Paras, Lud and Put were [mercenaries] in your army; hanging shield and helmet on you, they showed off your splendor.", "11": "Men from Arvad and your own army were posted around on your walls. The Gamadim were in your towers; they hung their shields all around your walls, making your beauty perfect.", "12": "“'Tarshish did business with you because of the quantity and variety of your resources; they exchanged silver, iron, tin and lead for your goods. ", "13": "Greece, Tuval and Meshekh traded with you, exchanging slaves and articles of bronze for your wares. ", "14": "The people of Togarmah traded for your merchandise with horses, horsemen and mules. ", "15": "The men of D'dan traded with you. Many coastlands were your customers, giving you ivory tusks and ebony in payment. ", "16": "Aram traded with you, because you were so wealthy; for your goods they exchanged green feldspar, purple stuff, embroidery, fine linen, coral and rubies. ", "17": "Y'hudah and the land of Isra'el also traded with you, exchanging for your goods wheat from Minnit, millet, honey, olive oil and resin for healing. ", "18": "Because you were so wealthy, with such a variety of valuable merchandise, Dammesek traded wine from Helbon and white wool with you. ", "19": "V'dan and Yavan from Uzal traded ironwork, cassia and aromatic cane for your goods. ", "20": "D'dan traded with you for riding gear. ", "21": "Arabia and all the princes of K'dar were your customers; for your goods they traded lambs, rams and goats. ", "22": "The traders of Sh'va and Ra'mah exchanged the best quality spices, all kinds of precious stones and gold for your goods. ", "23": "The merchants of Haran, Kaneh and 'Eden, who traded also with Sh'va, Ashur and Kilmad, ", "24": "brought you in exchange for your goods rich clothes, cloaks made of blue material and embroidery, and cedar-lined chests filled with multicolored clothing and bound with cords. ", "25": "“Tarshish” ships transported your imports and exports. “'So you were full, loaded down, surrounded by the sea.", "26": "Your oarsmen brought you through heavy seas. But the east wind will break you surrounded by the sea.", "27": "Your riches, your goods, your merchandise, your crew, your pilots, your ship-sealers, your traders, all your warriors aboard, and all the others in the ship with you will sink surrounded by the sea on the day of your shipwreck.", "28": "When they hear the cries of your pilots, the mainland coasts will tremble.", "29": "The oarsmen, crew and pilots will disembark and stand on shore,", "30": "mourning aloud at your fate, crying bitterly, throwing dust on their heads, rolling in the ashes,", "31": "shaving their heads bald for you, wrapping themselves in sackcloth, with heartfelt bitterness weeping for you in bitter lamentation.", "32": "Wailing, they will raise a lament for you; this will be their lament for you: “'“Who anywhere in the sea has ever been silenced like Tzor?", "33": "When your wares came forth from the seas, you satisfied many peoples; with your vast wealth and variety of goods you enriched the kings of the earth.", "34": "But now you have been wrecked by the waves, sunk in the watery depths; your merchandise and all your people have gone down with you.", "35": "All who live along the coasts are aghast at you; their kings are horribly afraid, their faces are convulsed;", "36": "the merchants among the peoples are gasping at your fate; you are an object of terror, and you will cease to exist.”'”"}