{"1": "On the twelfth day of the tenth month of the tenth year, the word of Adonai came to me: ", "2": "“Human being, turn your face against Pharaoh king of Egypt; prophesy against him and against all Egypt; ", "3": "speak out; and say that Adonai Elohim says: 'I am against you, Pharaoh king of Egypt, you big crocodile lying in the streams of the Nile! You say, “My Nile is mine; I made it for myself.”", "4": "But I will put hooks in your jaws and make your Nile fish stick to your scales. Yes, I will bring you up from your Nile, with all your Nile fish sticking to your scales,", "5": "and leave you in the desert, you and all your Nile fish. You will fall in the open field and not be gathered or buried; but I will give you as food to wild animals and birds.", "6": "Then all who live in Egypt will know that I am Adonai, because they have been a support made of straw for the house of Isra'el.", "7": "When they grasped you in hand, you splintered and threw all their shoulders out of joint; when they leaned on you, you broke and made them all wrench their backs.'", "8": "“Therefore Adonai Elohim says, 'I will bring the sword against you and eliminate both your people and your animals. ", "9": "The land of Egypt will become a desolate waste, and they will know that I am Adonai; because he said, “The Nile is mine; I made it.” ", "10": "So I am against you and your Nile; and I will make the land of Egypt a totally desolate waste from Migdol to S'venah, all the way to the border of Ethiopia. ", "11": "No human foot will pass through it, and no animal foot will pass through it; it will be uninhabited for forty years. ", "12": "Yes, I will make the land of Egypt desolate, even when compared with other desolate countries, likewise her cities in comparison with other ruined cities; they will be desolate forty years. I will scatter the Egyptians among the nations and disperse them through the countries.'", "13": "“For this is what Adonai Elohim says: 'At the end of forty years I will gather the Egyptians from the peoples where they were scattered — ", "14": "I will restore the fortunes of Egypt and cause them to return to the land of their origin, Patros. But there they will be a humble kingdom, ", "15": "the humblest of kingdoms. It will never again dominate other nations; I will reduce them, so that they never again rule other nations. ", "16": "Moreover, they will no longer be a source of confidence for Isra'el to turn to; rather, it will only bring to mind their guilt in having turned to them before. Then they will know that I am Adonai Elohim.'”", "17": "On the first day of the first month of the twenty-seventh year, the word of Adonai came to me: ", "18": "“Human being, N'vukhadretzar king of Bavel had his army mount a massive expedition against Tzor; [the loads of dirt they carried] made every head bald and every shoulder raw; yet neither he nor his army derived any benefit from Tzor out of this expedition against it. ", "19": "Therefore Adonai Elohim says, 'I will give the land of Egypt to N'vukhadretzar king of Bavel. He will carry off its riches, take its spoil and its prey; and these will be the wages for his army. ", "20": "I am giving him the land of Egypt as his wages for which he worked, because they were working for me,' says Adonai Elohim. ", "21": "'When that day comes I will cause power to return to the house of Isra'el, and I will enable you [Yechezk'el] to open your mouth among them. Then they will know that I am Adonai.'”"}