{"1": "He said to me, “Human being, eat what you see in front of you; eat this scroll. Then go and speak to the house of Isra'el.” ", "2": "So I opened my mouth, and he gave me the scroll to eat, ", "3": "as he said, “Human being, eat this scroll I am giving you; fill your insides with it.” When I ate it, it tasted as sweet as honey.", "4": "“Human being,” he said to me, “go to the house of Isra'el, and speak my words to them. ", "5": "For you are not being sent to a people with a difficult language and unintelligible speech, but to the house of Isra'el — ", "6": "not to many peoples with difficult languages and unintelligible speech, whose words you can't understand when you hear them. Without doubt, if I sent you to them, they would listen to you. ", "7": "But the house of Isra'el will not be willing to listen to you, because they aren't willing to listen to me; since all the house of Isra'el are obstinate and hardhearted. ", "8": "However, I am making you as defiant and obstinate as they are. ", "9": "Yes, I am making your resoluteness harder than flint, as hard as a diamond. So don't be afraid of them or depressed by how they look at you, because they are a rebellious house.”", "10": "Then he said to me, “Human being, receive in your heart and hear with your ears all my words that I speak to you. ", "11": "Then go to the exiles, to your countrymen; and speak to them. Tell them, 'Here is what Adonai Elohim, says,' whether they listen or not.”", "12": "A spirit lifted me up, and I heard behind me a very loud sound — blessed be the glory of Adonai from his place! ", "13": "It was the sound of the wings of the living creatures as they beat against each other, and the sound of the wheels next to them, a very loud sound. ", "14": "So a spirit lifted me up and took me away. I went in bitterness and the heat of my spirit, with the hand of Adonai strong on me.", "15": "I went to the exiles who were living in Tel-Aviv, by the K'var River and stayed with them there in a stupefied state for seven days. ", "16": "After seven days the word of Adonai came to me: ", "17": "“Human being, I have appointed you to be a watchman for the house of Isra'el. When you hear a word from my mouth, you are to warn them for me. ", "18": "If I say to a wicked person, 'You will certainly die'; and you fail to warn him, to speak and warn the wicked person to leave his wicked way and save his life; then that wicked person will die guilty; and I will hold you responsible for his death. ", "19": "On the other hand, if you warn the wicked person, and he doesn't turn from his wickedness or his wicked way, then he will still die guilty; but you will have saved your own life. ", "20": "Similarly, when a righteous person turns away from his righteousness and commits wickedness, I will place a stumblingblock before him — he will die; because you failed to warn him, he will die in his sin; his righteous acts which he did will not be remembered; and I will hold you responsible for his death. ", "21": "But if you warn the righteous person that a righteous person should not sin, and he doesn't sin; then he will certainly live, because he took the warning; and you too will have saved your life.”", "22": "The hand of Adonai came on me there, and he said to me, “Get up, go out to the valley, and I will speak with you there.” ", "23": "So I got up and went out to the valley. The glory of Adonai was there, like the glory I had seen by the K'var River; and I fell on my face. ", "24": "A spirit entered me and put me on my feet. Then he spoke with me and said to me, “Go, shut yourself inside your house. ", "25": "Human being, you are going to be bound with ropes, unable to go out among the people. ", "26": "I will make your tongue stick to the roof of your mouth, so that you will be mute, unable to reprove them; for they are a rebellious house. ", "27": "But when I speak with you, I will open your mouth; and you will say to them, 'This is what Adonai Elohim says.' Whoever is inclined to listen will listen, and whoever is inclined to refuse will refuse, because they are a rebellious house."}