{"1": "The word of Adonai came to me: ", "2": "“Human being, prophesy; say that Adonai Elohim says, 'Wail, “Oh no! It's today!”", "3": "For the day is near, the Day of Adonai, a day of clouds, the time of the Goyim.", "4": "The sword will come against Egypt, and Ethiopia will be in anguish, when the slain fall in Egypt, when they take away her wealth, and her foundations are torn down.", "5": "Ethiopia, Put and Lud, all the mixed population and Kuv, and the people of allied lands will die by the sword with them.'", "6": "“Adonai says this: 'Those supporting Egypt will fall; its arrogant power will be brought down; from Migdol to S'venah they will die by the sword,' says Adonai Elohim.", "7": "“They will be desolate even when compared with other desolate countries, likewise her cities in comparison with other ruined cities. ", "8": "They will know that I am Adonai when I set fire to Egypt, and those supporting it are destroyed. ", "9": "When that day comes, I will send out messengers in ships to terrify the unsuspecting Ethiopians; and anguish will overcome them on the day of Egypt. Yes, here it comes!", "10": "“Adonai Elohim says: 'I will destroy the hordes of Egypt through N'vukhadretzar king of Bavel.", "11": "He and his people, the most barbarous of the nations, will be brought in to ravage the land. They will unsheathe their swords against Egypt and fill the land with corpses.", "12": "I will dry up the streams of the Nile and sell the land to the wicked. Through the power of foreigners I will make the land and all that is in it desolate. I, Adonai, have spoken.'", "13": "“Here is what Adonai Elohim says: 'I will destroy the idols, make the false gods in Nof cease to exist. No longer will there be a prince from the land of Egypt; I will put fear in the land of Egypt,", "14": "desolate Patros, set fire to Tzo'an, execute judgements in No,", "15": "pour my fury on Seen the stronghold of Egypt, and destroy the hordes of No.", "16": "Yes, I will set fire to Egypt; Seen will writhe in anguish; No will be torn apart; enemies will attack Nof in broad daylight.", "17": "The young men of On and Pi-Veset will die by the sword, while the cities themselves will go into captivity.", "18": "At T'chafn'ches the day will grow dark when I break the yokes of Egypt there, and the pride she takes in her power ceases. A cloud will cover her, and her daughters will go into captivity.", "19": "Thus will I execute judgments on Egypt. Then they will know that I am Adonai.'”", "20": "On the seventh day of the first month of the eleventh year, the word of Adonai came to me: ", "21": "“Human being, I have broken the arm of Pharaoh king of Egypt; it has not been bound up with dressings and bandages, so that it can heal and become strong enough again to wield the sword. ", "22": "Therefore Adonai Elohim says this: 'I am against Pharaoh king of Egypt. I will break his arms, both the sound one and the broken one, and I will make the sword fall from his hand. ", "23": "I will scatter the Egyptians among the nations and disperse them throughout the countries. ", "24": "I will strengthen the arms of the king of Bavel and put my sword in his hand; but I will break the arms of Pharaoh; he will groan like a man mortally wounded. ", "25": "Yes, I will hold up the arms of the king of Bavel; but the arms of Pharaoh will droop. They will know that I am Adonai when I put my sword in the hand of the king of Bavel, and he stretches it out over the land of Egypt. ", "26": "Yes, I will scatter the Egyptians among the nations and disperse them throughout the countries; and they will know that I am Adonai.'”"}