{"1": "On the first day of the third month of the eleventh year, the word of Adonai came to me: ", "2": "“Human being, say to Pharaoh king of Egypt and to his hordes: 'Whom are you like in your greatness?", "3": "Like Ashur, a cedar in the L'vanon. It had beautiful branches, dense foliage, its tall crown surrounded by leafy boughs.", "4": "The water nourished it; the deep made it grow, sending its rivers round the place where it was planted, sending its streams to all the trees in the fields.", "5": "So it grew taller than any other tree, its branches grew in number and spread far and wide, for it had plenty of water to make them grow.", "6": "In its boughs all the birds of the air had their nests, beneath its branches all the wild animals gave birth to their young, and all great nations lived in its shade.", "7": "It was beautiful in its greatness and the length of its branches, because its roots went down to plenty of water.", "8": "No cedar in God's garden was like it, no cypress tree could compare with its boughs, no chestnut tree could rival its branches, no tree in God's garden could match its beauty.", "9": "I made it so beautiful, with its many branches; all trees in 'Eden, God's garden, envied it.'", "10": "“Therefore here is what Adonai Elohim says: 'Because you are so tall, because he has lifted his crown above the leafy boughs, because he has grown so arrogant about his height, ", "11": "I am handing him over to the mightiest of the nations, who will certainly deal with him as his wickedness deserves; I reject him. ", "12": "Foreigners, the most barbarous of the nations, will destroy him and leave him lying where he is. His branches will lie fallen on the mountains and in the valleys, his boughs will lie broken in all the rivers of the land, and all the peoples of the earth will withdraw from his shade and leave him. ", "13": "All the birds will settle on his fallen trunk, and all the wild animals will be on his branches. ", "14": "This is to warn all the trees growing near water not to grow so tall, not to lift their crowns above the leafy boughs, and all that take up water not to reach up in their height. For they are all given over to death, to the depths of the underworld, along with human beings, with those who descend to the pit.'", "15": "“Here is what Adonai Elohim says: 'On the day he descended to Sh'ol, I caused the abyss to mourn and cover itself for him; I held back its rivers, so that its deep waters were stopped. I made the L'vanon mourn for him, and all the field trees withered because of him.", "16": "At the sound of his fall I made the nations shake, when I hurled him down to Sh'ol with those who descend to the pit. All the trees of 'Eden, the pick of the best in the L'vanon, all that take up water, were consoled in the underworld.", "17": "They descended with him to Sh'ol to those who were killed by the sword, to those who were his fighting arm, those among the nations who lived in his shade.", "18": "Which of the trees of 'Eden was your equal in glory or size? Yet you will be brought down to the underworld along with the trees of 'Eden. You will lie there among the uncircumcised, with those killed by the sword. This is Pharaoh and his hordes,' says Adonai Elohim.”"}