{"1": "The word of Adonai came to me: ", "2": "“Human being, speak to your people; say to them, 'Suppose I bring the sword on a country, and the people of that country take one of their men and appoint him their watchman. ", "3": "Now if, upon seeing the sword coming against that country, he blows the shofar and warns the people; ", "4": "then, if the sword comes and takes away someone who heard the sound of the shofar but paid no attention to it, the responsibility for that person's death will be his own — ", "5": "he heard the shofar but paid no attention, so the responsibility for his death is his own; whereas if he had paid attention, he would have saved his life. ", "6": "But if the watchman sees the sword coming and does not blow the shofar, so that the people are not warned; and then the sword comes and takes any one of them, that one is indeed taken away in his guilt, but I will hold the watchman responsible for his death.'", "7": "“Likewise you, human being — I have appointed you as watchman for the house of Isra'el. Therefore, when you hear the word from my mouth, warn them for me. ", "8": "When I tell the wicked person, 'Wicked person, you will certainly die'; and you fail to speak and warn the wicked person to leave his way; then that wicked person will die guilty; and I will hold you responsible for his death. ", "9": "On the other hand, if you warn the wicked to turn from his way, and he doesn't turn from his way; then he will still die guilty, but you will have saved your own life.", "10": "“Therefore, you, human being, say to the house of Isra'el: 'You say, “Our crimes and sins are weighing us down, we're pining away because of them, how can we even stay alive?”' ", "11": "Say to them, 'As I live,' swears Adonai Elohim, 'I take no pleasure in having the wicked person die, but in having the wicked person turn from his way and live. So repent! Turn from your evil ways! For why should you die, house of Isra'el?'", "12": "“Next, you, human being, say to your people: 'The righteousness of the righteous person will not save him, once he starts committing crimes; and likewise, the wickedness of the wicked person will not cause him to fall, once he turns from his wickedness. No, the righteous person cannot live by virtue of [his former righteousness], once he starts sinning. ", "13": "So if, after I tell the righteous person that he will surely live, he begins trusting in his own [former] righteousness and starts committing crimes; then none of his [former] righteous actions will be remembered; on the contrary, he will die for the evil deeds he has committed. ", "14": "Likewise, if, after I tell the wicked person, “You must die,” he turns from his sin and does what is lawful and right — ", "15": "if the wicked person restores pledged property and returns what he stole, so that he lives by the laws that give life and does not commit evil deeds; then he will live, he will not die. ", "16": "None of the sins he committed will be remembered against him; he has done what is lawful and right; he will surely live.'", "17": "“Now your people say, 'Adonai's way isn't fair!' But it is their way, theirs, that isn't fair! ", "18": "When the righteous person turns away from his righteousness and commits wickedness, he will die because of it. ", "19": "And when the wicked person turns from his wickedness and does what is lawful and right, he will live because of it. ", "20": "Yet you say, 'Adonai's way isn't fair!' House of Isra'el, I will judge each of you according to his ways.”", "21": "In the twelfth year of our exile, on the fifth day of the tenth month, a fugitive from Yerushalayim came to me with the news, “The city has been struck.” ", "22": "Now the hand of Adonai had been on me that evening, before the fugitive arrived — he had opened my mouth prior to his coming to me in the morning, so my mouth was open, and I was no longer mute. ", "23": "Then the word of Adonai came to me: ", "24": "“Human being, those living in the desolate parts of the land of Isra'el are saying, 'Avraham was only one, and he inherited the land. But we are many, so [how much more] is the land given to us to inherit!' ", "25": "Therefore, tell them that Adonai Elohim says, 'You eat [flesh] with the blood, you raise your eyes to your idols, and you shed blood — and you still expect to possess the land? ", "26": "You depend on your swords, you commit disgusting practices, and each of you defiles his neighbor's wife — and you still expect to possess the land?' ", "27": "Tell them that Adonai Elohim swears, 'As I live, those living in the ruins will fall by the sword, those in the countryside I will give to the wild animals to eat, and those in the fortresses and caves will die of the plague. ", "28": "Moreover, I will utterly desolate the land; it will cease taking pride in its power; and the mountains of Isra'el will be so desolate that no one will pass through.' ", "29": "Then they will know that I am Adonai, when I have made the land utterly desolate, because of all the disgusting practices they have committed.", "30": "“Now you, human being, your people are gathering and talking about you by the walls and in the doorways of houses. They're saying to each other, each one telling his brother, 'Come, let's go and hear the latest word coming from Adonai.' ", "31": "So then they come to you, as people do, sit in front of you as my people, and hear your words; but they don't act on them. For with their mouths they flatter you, but their hearts are set on their own self-interest; ", "32": "so for them you are like a love-song sung by someone with a nice voice who can play an instrument well — they hear your words, but they don't act on them. ", "33": "So when all this comes true, then, at last, they will realize that a prophet has been there with them.”"}