{"1": "The word of Adonai came to me: ", "2": "“Human being, prophesy against the shepherds of Isra'el. Prophesy! Tell them, the shepherds, that Adonai Elohim says this: 'Woe to the shepherds of Isra'el who feed themselves! Shouldn't the shepherds feed the sheep? ", "3": "You eat the choice meat, you clothe yourselves with the wool, and you slaughter the best of the herd; but you don't feed the sheep! ", "4": "You don't strengthen the weak, heal the sick, bandage the broken, bring back the outcasts or seek the lost; on the contrary, you tyrannize them with crushing force. ", "5": "So they were scattered, without a shepherd, and became food for every wild animal — they were scattered. ", "6": "My sheep wandered around aimlessly on every mountain and hill; yes, my sheep were scattered all over the land, with no one to search for them or look after them.", "7": "“'Therefore, shepherds, hear the word of Adonai: ", "8": "“As I live,” Adonai Elohim swears, “because my sheep have become prey, my sheep have become food for every wild animal, since there was no shepherd, since my shepherds didn't look for my sheep, and instead my shepherds fed themselves but not my sheep,” ", "9": "therefore, shepherds, hear the word of Adonai! ", "10": "Adonai Elohim says, “I am against the shepherds. I demand that they hand my sheep back to me. I will not allow them to feed the sheep, and they won't feed themselves either. I will rescue my sheep from their mouths; they will be food for them no longer.”", "11": "“'For here is what Adonai Elohim says: “I am taking over! I will search for my sheep and look after them, myself. ", "12": "Just as a shepherd looks after his flock when he finds himself among his scattered sheep, so I will look after my sheep. I will rescue them from all the places where they were scattered when it was cloudy and dark. ", "13": "I will bring them back from those peoples, gather them from those countries and return them to their own land. Then I will let them feed on the mountains of Isra'el, by the streams and in all the livable places of the land. ", "14": "I will have them feed in good pastures; their grazing ground will be on the high mountains of Isra'el. They will rest in good grazing grounds and feed in rich pastures on Isra'el's mountains. ", "15": "Yes, I will pasture my sheep; and I will let them rest” says Adonai Elohim. ", "16": "“I will seek the lost, bring back the outcasts, bandage the broken, and strengthen the sick. But the fat and the strong I will destroy — I will feed them with judgment.”", "17": "“'As for you, my flock,' Adonai Elohim says this: 'I will judge between sheep and other sheep, between rams and billy-goats. ", "18": "Wasn't it enough for you to feed on the best pasture and drink from the clearest water? Did you have to trample the rest of the pasture and foul the remaining water with your feet? ", "19": "So now my sheep eat what you have trampled with your feet and drink water fouled by your feet.' ", "20": "Therefore here is what Adonai Elohim says to them: 'I will judge between the fat sheep and the thin sheep. ", "21": "Because you push them with your flanks and shoulders and butt all the weak ones with your horns, till you scatter them in every direction; ", "22": "therefore I will save my flock; they will no longer be prey; and I will judge between sheep and other sheep.", "23": "“'I will raise up one shepherd to be in charge of them, and he will let them feed — my servant David. He will pasture them and be their shepherd. ", "24": "I, Adonai, will be their God; and my servant David will be prince among them. I, Adonai, have spoken. ", "25": "I will make a covenant of peace with them; I will rid the land of wild animals; and they will live securely in the desert and sleep in the forests. ", "26": "I will make them and the places around my hill a blessing, and I will cause the rain to fall when it should — there will be showers of blessing. ", "27": "The trees in the field will bear their fruit and the soil its produce, and they will be secure in their land. Then they will know that I am Adonai, when I break the bars of their yoke and rescue them from the power of those who turned them into slaves. ", "28": "No longer will they be prey for the Goyim, nor will the wild animals devour them; but they will live securely, with no one to make them afraid. ", "29": "I will make the productivity of their crops famous, and they will no longer be consumed by hunger in the land or bear the shame of the Goyim any more. ", "30": "They will know that I, Adonai their God, am with them, and that they, the house of Isra'el, are my people,' says Adonai Elohim. ", "31": "'You, my sheep, the sheep in my pasture, are human beings; and I am your God,' says Adonai Elohim.”"}