{"1": "“Now you, human being, prophesy to the mountains of Isra'el. Say: 'Mountains of Isra'el, hear the message from Adonai. ", "2": "Adonai Elohim says: “The enemy is boasting over you, 'Ha! Even the ancient high places are ours now!' ” ' ", "3": "Therefore prophesy, and say that Adonai Elohim says, 'Because they desolated you and swallowed you up from every side, so that the other nations could take possession of you; and now people are gossiping about you and slandering you; ", "4": "therefore, mountains of Isra'el, hear the message of Adonai Elohim — this is what Adonai Elohim says to the mountains and hills, the streams and valleys, the desolate wastes and the abandoned cities, now preyed on and derided by the other surrounding nations — ", "5": "therefore this is what Adonai Elohim says: “In the heat of my jealousy I speak against the other nations and all of Edom, since, rejoicing with all their heart, they have arrogated my land to themselves as a possession and, with utter contempt, seized it as prey.”'", "6": "“Therefore prophesy concerning the land of Isra'el, and say to the mountains, the hills, the streams and the valleys that Adonai Elohim says this: 'I speak in my jealousy and fury, because you have endured being shamed by the nations. ", "7": "Therefore thus says Adonai Elohim: “I have raised my hand and sworn that the nations surrounding you will bear their shame. ", "8": "But you, mountains of Isra'el, you will sprout your branches and bear your fruit for my people Isra'el, who will soon return. ", "9": "I am here for you, and I will turn toward you; then you will be tilled and sown; ", "10": "and I will multiply your population, all the house of Isra'el, all of it. The cities will be inhabited and the ruins rebuilt. ", "11": "I will multiply both the human and animal populations, they will increase and be productive; and I will cause you to be inhabited as you were before — indeed, I will do you more good than before; and you will know that I am Adonai. ", "12": "I will cause people to walk on you, my people Isra'el; they will possess you, and you will be their inheritance; never again will you make them childless.” ", "13": "Adonai Elohim says, “Because they say to you, 'Land, you devour people and make your nations childless,' ", "14": "therefore you will no longer devour people, and you will not make your nations childless any more,” says Adonai Elohim. ", "15": "“I will not permit the nations to shame you, or the peoples to reproach you any longer; and you will no more cause your nations to stumble,” says Adonai Elohim.'”", "16": "The word of Adonai came to me: ", "17": "“Human being, when the house of Isra'el lived in their own land, they defiled it by their manner of life and their actions; their way before me was like the uncleanness of niddah. ", "18": "Therefore I poured out my fury on them, because of the blood they had shed in the land and because they defiled it with their idols. ", "19": "I scattered them among the nations and dispersed them throughout the countries; I judged them in keeping with their manner of life and actions. ", "20": "When they came to the nations they were going to, they profaned my holy name; so that people said of them, 'These are Adonai's people, who have been exiled from his land.' ", "21": "But I am concerned about my holy name, which the house of Isra'el is profaning among the nations where they have gone.", "22": "“Therefore tell the house of Isra'el that Adonai Elohim says this: 'I am not going to do this for your sake, house of Isra'el, but for the sake of my holy name, which you have been profaning among the nations where you went. ", "23": "I will set apart my great name to be regarded as holy, since it has been profaned in the nations — you profaned it among them. The nations will know that I am Adonai,' says Adonai Elohim, 'when, before their eyes, I am set apart through you to be regarded as holy.", "24": "For I will take you from among the nations, gather you from all the countries, and return you to your own soil.", "25": "Then I will sprinkle clean water on you, and you will be clean; I will cleanse you from all your uncleanness and from all your idols.", "26": "I will give you a new heart and put a new spirit inside you; I will take the stony heart out of your flesh and give you a heart of flesh.", "27": "I will put my Spirit inside you and cause you to live by my laws, respect my rulings and obey them.", "28": "You will live in the land I gave to your ancestors. You will be my people, and I will be your God.", "29": "I will save you from all your uncleanliness. I will summon the grain and increase it, and not send famine against you.", "30": "I will multiply the yield of fruit from the trees and increase production in the fields, so that you never again suffer the reproach of famine among the nations.", "31": "Then you will remember your evil ways and your actions that were not good; as you look at yourselves, you will loathe yourselves for your guilt and disgusting practices.", "32": "Understand,' says Adonai Elohim, 'that I am not doing this for your sake. Instead, be ashamed and dismayed for your ways, house of Isra'el.'", "33": "“Adonai Elohim says, 'When the day comes for me to cleanse you from all your guilt, I will cause the cities to be inhabited and the ruins to be rebuilt. ", "34": "The land that was desolate will be tilled, whereas formerly it lay desolate for all passing by to see. ", "35": "Then they will say, “The land that used to be desolate has become like Gan-'Eden, and the cities formerly ruined, abandoned and wasted have been fortified and are inhabited!” ", "36": "Then the nations around you that remain will know that I, Adonai, have rebuilt the ruins and replanted what was abandoned. I, Adonai, have spoken; and I will do it.'", "37": "“Adonai Elohim says, 'In addition, I will let the house of Isra'el pray to me to do this for them: to increase their numbers like sheep — ", "38": "like flocks of sheep for sacrifices, like the flocks of sheep in Yerushalayim at its designated times, in this degree will the ruined cities be filled with flocks of people. Then they will know that I am Adonai.'”"}