{"1": "With the hand of Adonai upon me, Adonai carried me out by his Spirit and set me down in the middle of the valley, and it was full of bones. ", "2": "He had me pass by all around them — there were so many bones lying in the valley, and they were so dry! ", "3": "He asked me, “Human being, can these bones live?” I answered, “Adonai Elohim! Only you know that!” ", "4": "Then he said to me, “Prophesy over these bones! Say to them, 'Dry bones! Hear what Adonai has to say! ", "5": "To these bones Adonai Elohim says, “I will make breath enter you, and you will live. ", "6": "I will attach ligaments to you, make flesh grow on you, cover you with skin and put breath in you. You will live, and you will know that I am Adonai.”'”", "7": "So I prophesied as ordered; and while I was prophesying, there was a noise, a rattling sound; it was the bones coming together, each bone in its proper place. ", "8": "As I watched, ligaments grew on them, flesh appeared and skin covered them; but there was no breath in them. ", "9": "Next he said to me, “Prophesy to the breath! Prophesy, human being! Say to the breath that Adonai Elohim says, 'Come from the four winds, breath; and breathe on these slain, so that they can live.'”", "10": "So I prophesied as ordered, and the breath came into them, and they were alive! They stood up on their feet, a huge army! ", "11": "Then he said to me, “Human being! These bones are the whole house of Isra'el; and they are saying, 'Our bones have dried up, our hope is gone, and we are completely cut off.' ", "12": "Therefore prophesy; say to them that Adonai Elohim says, 'My people! I will open your graves and make you get up out of your graves, and I will bring you into the land of Isra'el. ", "13": "Then you will know that I am Adonai — when I have opened your graves and made you get up out of your graves, my people! ", "14": "I will put my Spirit in you; and you will be alive. Then I will place you in your own land; and you will know that I, Adonai, have spoken, and that I have done it,' says Adonai.”", "15": "The word of Adonai came to me: ", "16": "“You, human being, take one stick and write on it, 'For Y'hudah and those joined with him [among] the people of Isra'el.' Next, take another stick and write on it, 'For Yosef, the stick of Efrayim, and all the house of Isra'el who are joined with him.' ", "17": "Finally, bring them together into a single stick, so that they become one in your hand. ", "18": "When your people ask you what all this means, ", "19": "tell them that Adonai Elohim says this: 'I will take the stick of Yosef, which is in the hand of Efrayim, together with the tribes of Isra'el who are joined with him, and put them together with the stick of Y'hudah and make them a single stick, so that they become one in my hand.' ", "20": "The sticks on which you write are to be in your hand as they watch. ", "21": "Then say to them that Adonai Elohim says: 'I will take the people of Isra'el from among the nations where they have gone and gather them from every side and bring them back to their own land. ", "22": "I will make them one nation in the land, on the mountains of Isra'el; and one king will be king for all of them. They will no longer be two nations, and they will never again be divided into two kingdoms.", "23": "“'They will never again defile themselves with their idols, their detestable things, or any of their transgressions; but I will save them from all the places where they have been living and sinning; and I will cleanse them, so that they will be my people, and I will be their God. ", "24": "My servant David will be king over them, and all of them will have one shepherd; they will live by my rulings and keep and observe my regulations. ", "25": "They will live in the land I gave to Ya'akov my servant, where your ancestors lived; they will live there — they, their children, and their grandchildren, forever; and David my servant will be their leader forever. ", "26": "I will make a covenant of peace with them, an everlasting covenant. I will give to them, increase their numbers, and set my sanctuary among them forever. ", "27": "My home will be with them; I will be their God, and they will be my people. ", "28": "The nations will know that I am Adonai, who sets Isra'el apart as holy, when my sanctuary is with them forever.'”"}