{"1": "“So you, human being, prophesy against Gog; say that Adonai Elohim says: 'I am against you, Gog, chief prince of Meshekh and Tuval. ", "2": "I will turn you around, lead you on and bring you from the far reaches of the north against the mountains of Isra'el. ", "3": "But then I will knock your bow out of your left hand and make your arrows drop from your right hand. ", "4": "You will fall on the mountains of Isra'el, you, your troops and all the peoples with you; I will give you to be eaten up by all kinds of birds of prey and by wild animals. ", "5": "You will fall in the open field, for I have spoken,' says Adonai Elohim.", "6": "“'I will also send fire against Magog and against those living securely in the coastlands; then they will know that I am Adonai. ", "7": "I will make my holy name known among my people Isra'el; I will not allow my holy name to be profaned any longer. Then the Goyim will know that I am Adonai, the Holy One in Isra'el. ", "8": "Yes, this is coming, and it will be done,' says Adonai Elohim; 'this is the day about which I have spoken.", "9": "“'Those living in Isra'el's cities will go out and set fire to the weapons, to use as fuel — the shields, breastplates, bows, arrows, clubs and spears; they will use them for fire seven years; ", "10": "so that they will not need to gather wood from the fields or cut down any from the forests; because they will use the weapons for fire. Thus they will plunder those who plundered them and rob those who robbed them,' says Adonai Elohim.", "11": "“'When that day comes, I will give Gog a place there in Isra'el for graves, the Travelers' Valley, east of the sea; and it will block the travelers' passage. There they will bury Gog and all his horde, and they will rename it the Valley of Hamon-Gog [horde of Gog]. ", "12": "It will take the house of Isra'el seven months to bury them, in order to cleanse the land. ", "13": "Yes, all the people of the land will be burying them; they will become famous for it. It will be a day for me to be glorified,' says Adonai Elohim. ", "14": "'They will then pick men for the continual duty of going through the land and burying with the travelers the corpses still lying out on the ground, in order to cleanse it; they will begin their search after the seven months. ", "15": "As they go through the land, if anyone sees a human bone, he will put a marker next to it until the gravediggers have buried it in the Valley of Hamon-Gog. ", "16": "Moreover, “Hamonah” [its horde] will be the name of a city. Thus will they cleanse the land.'", "17": "“As for you, human, Adonai Elohim says that you are to speak to all kinds of birds and to every wild animal as follows: 'Assemble yourselves and come, gather yourselves from all around for the sacrifice I am preparing for you, a great sacrifice on the mountains of Isra'el, where you can eat flesh and drink blood! ", "18": "You will eat the flesh of heroes and drink the blood of the earth's princes — rams, lambs, goats and bulls, fattened in Bashan, all of them. ", "19": "You will eat fat till you are gorged and drink blood till you are drunk at the sacrifice I have prepared for you. ", "20": "At my table you will be satiated with horses, horsemen, heroes and every kind of warrior,' says Adonai Elohim.", "21": "“'Thus will I display my glory among the nations, so that all the nations will see my judgment when I execute it and my hand when I lay it on them. ", "22": "From that day on, the house of Isra'el will know that I am Adonai their God; ", "23": "while the Goyim will know that the house of Isra'el went into exile because of their guilt, because they broke faith with me; so that I hid my face from them and handed them over to their adversaries; and they fell by the sword, all of them. ", "24": "Yes, I treated them as their uncleanness and crimes deserved; and I hid my face from them.'", "25": "“Therefore Adonai Elohim says this: 'Now I will restore the fortunes of Ya'akov and have compassion on the entire house of Isra'el, and I will be jealous for my holy name. ", "26": "They will bear their shame and all their [guilt from] breaking faith with me, once they are living securely in their land, with no one to make them afraid. ", "27": "This will be after I have brought them back from the peoples and gathered them out of their enemies' lands, thereby being consecrated through them in the sight of many nations. ", "28": "Then they will know that I am Adonai their God, since it was I who caused them to go into exile among the nations, and it was I who regathered them to their own land. I will leave none of them there any more, ", "29": "and I will no longer hide my face from them, for I have poured out my Spirit on the house of Isra'el,' says Adonai Elohim.”"}