{"1": "“As for you, human being, take a clay slab, lay it down in front of you, and draw on it the city of Yerushalayim. ", "2": "Show it under siege — build towers against it, raise earthworks against it, set up camps against it, and surround it with battering rams. ", "3": "Then take an iron griddle and put it in place as a wall of iron between yourself and the city, and fix your gaze on it — the city is under siege, and you are the one besieging it. This will be a sign for the house of Isra'el.", "4": "“Next, you are to lie on your left side, and have it bear the guilt of the house of Isra'el — for as many days as you lie on your side, you will bear their guilt. ", "5": "For I am assigning you one day for each year of their guilt; thus you are to bear the guilt of the house of Isra'el for 390 days. ", "6": "Then, when you have finished that, you are to lie on your right side and bear the guilt of the house of Y'hudah for forty days, each day corresponding to a year; this is what I am assigning you. ", "7": "You are to fix your gaze on the siege of Yerushalayim, and, with your arm bared, prophesy against it. ", "8": "I am tying you down with ropes, and you are not to turn from one side to the other until you have completed the days of your siege.", "9": "“Take wheat, barley, beans, lentils, millet and buckwheat; put them together in one bowl; and make bread from it. For as long as you lie on your side, 390 days, this is what you are to eat. ", "10": "Each day the food you eat must weigh only three-quarters of a pound; you may eat it from time to time [during the day]. ", "11": "You are also to drink a limited amount of water, two-thirds of a quart; you may drink it from time to time [during the day]. ", "12": "[The bread] you eat is to be baked like barley cakes; you are to bake it before their eyes, using human dung as fuel.” ", "13": "Adonai said, “This is how the people of Isra'el will eat their food — unclean — in the nations where I am driving them.” ", "14": "I objected: “No, Adonai Elohim! I have never defiled myself — from my youth until now I have never eaten anything that died by itself or was killed by wild animals; no such disgusting food has ever entered my mouth.” ", "15": "He answered, “All right, I will give you cow dung to use instead of human dung, and you can prepare your bread on it.”", "16": "He then said to me, “Human being, I am going to cut off the supply of bread in Yerushalayim, so that they will anxiously weigh out bread to eat, and, horrified, ration water to drink. ", "17": "Finally, due to lack of bread and water, they will stare at each other in shock, wasting away because of their guilt.”"}