{"1": "In the twenty-fifth year of our exile, at the beginning of the year, on the tenth day of the month — this was the fourteenth year after the city [of Yerushalayim] was struck — it was on that very day that the hand of Adonai was on me, and he took me there. ", "2": "In visions God brought me into the land of Isra'el and put me down on a very high mountain; on it, toward the south, it seemed that a city was being built. ", "3": "That is where he took me, and there in front of me was a man whose appearance was like bronze. He had a flax cord and a measuring rod in his hand, and he stood in the gateway. ", "4": "The man said to me, “Human being, look with your eyes, hear with your ears, and pay attention to all the things I am showing you; because the reason you were brought here is so that I could show them to you. Tell everything you see to the house of Isra'el.”", "5": "There was a wall surrounding the house. The man had in his hand a measuring rod six cubits long [ten-and-a-half feet], each cubit [twenty-one inches] being a normal cubit [eighteen inches] plus a handbreadth [three inches]. He measured the wall's width at ten-and-a-half feet and its height ten-and-a-half feet. ", "6": "He went to the east gate, climbed its steps and measured one of the gate's doorposts at ten-and-a-half feet wide and the other one the same. ", "7": "There were guardrooms, each ten-and-a-half feet square; the distance between the guardrooms was eight-and-three-quarters feet. The threshold of the gate adjoining the gate's entranceway facing the house measured ten-and-a-half feet. ", "8": "He measured the gate's entranceway facing the house at ten-and-a-half feet. ", "9": "Then he measured the gate's entranceway itself, fourteen feet, and its supports, three-and-a-half feet; the gate's entranceway was on the side facing the house. ", "10": "There were three guardrooms on each side of the east gate, all the same size; and on each side the supports [between the guardrooms] were also all the same size. ", "11": "He measured the width of the opening to the gateway at seventeen-and-a-half feet and the width of the passage through the gateway at twenty-two-and-three-quarters feet. ", "12": "There was a partition in front of the guardrooms [on one side] twenty-one inches [wide] and a partition on the other side twenty-one inches [wide], with the guardrooms themselves being ten-and-a-half feet square. ", "13": "He measured [inside] the gate from the back wall of one guardroom to the back wall of the other a distance of forty-three-and-three-quarters feet, the openings [to the guardrooms] being opposite each other. ", "14": "He made the posts 105 feet, likewise the posts of the other gates around the courtyard. ", "15": "The distance along the passage from the outer opening of the gateway to the far side of the entranceway at the inner end of the gateway was eighty-seven-and-a-half feet. ", "16": "There were narrow windows to the guardrooms and to their supports facing inward all along the gate; also the vestibules had windows all around facing inward. On each side support were [carvings of] palm trees.", "17": "Then he brought me into the outer courtyard. There I saw rooms and paved mosaic flooring made for the courtyard all around its perimeter, and thirty rooms facing the flooring. ", "18": "The flooring was alongside the gates and corresponded to the length of the gates [from outside to inside], this lower flooring. ", "19": "He measured at 175 feet the distance from inside this lower gate that faced east to the outside of the inner courtyard, and he did the same for the gate that faced north.", "20": "Next he measured the length and width of the outer courtyard gate that faced north. ", "21": "It had three guardrooms on each side, and its supports and vestibule were the same size as those at the first gate; its length was eighty-seven-and-a-half feet and its width forty-three-and-three-quarters feet. ", "22": "Its windows, vestibule and palm trees were the same size as those at the east gate. Seven steps led up to it [from the outside], while its vestibule was toward the inside.", "23": "There were gates to the inner courtyard across from the gates to the north and east; he measured 175 feet from each outer gate to its corresponding inner gate.", "24": "He led me toward the south, and there I saw a gate that faced south. He measured its supports and vestibule; they were the same size as the others. ", "25": "There were windows in it and all around its vestibule like the other windows; the length was eighty-seven-and-a-half feet and the width forty-three-and-three-quarters feet. ", "26": "Seven steps led up to it [from the outside], while its vestibule was toward the inside. It had palm trees, one on each side, on its supports. ", "27": "The inner courtyard had a gate on the south; he measured from gate to gate toward the south 175 feet.", "28": "He brought me to the inner courtyard through its south gate. He measured this south gate as being the same size; ", "29": "its guardrooms, supports and vestibule were the same size; it had windows and a vestibule surrounding it; it was eighty-seven-and-a-half feet long and forty-three-and-three-quarters feet wide. ", "30": "There was a vestibule around it forty-three-and-three-quarters feet long and eight-and-three-quarters feet wide; ", "31": "this vestibule faced the outer courtyard, palm trees were on its supports, and it had eight steps leading up to it.", "32": "He brought me into the inner courtyard, went toward the east and measured that gate as being the same size; ", "33": "its guardrooms, supports and vestibule were the same size; it had windows and a vestibule surrounding it; it was eighty-seven-and-a-half feet long and forty-three-and-three-quarters feet wide. ", "34": "Its vestibule faced the outer courtyard, palm trees were on its supports, both on the one side and on the other; and it had eight steps leading up to it.", "35": "He brought me over to the north gate and measured it as being the same size; ", "36": "it had guardrooms, supports and a vestibule with windows all around; the length was eighty-seven-and-a-half feet and the width forty-three-and-three-quarters feet. ", "37": "Its supports faced the outer courtyard; palm trees were on its supports, both on the one side and on the other; and it had eight steps leading up to it.", "38": "There was a room with its entry by the supports at the gates where the burnt offerings were washed. ", "39": "In the entranceway to the gate were two tables on the one side and two on the other, on which to slaughter the burnt offerings, sin offerings and guilt offerings. ", "40": "On the outside, as one goes up to the entry of the north gate, were two tables; and on the other side of the entranceway to the gate were two tables. ", "41": "So there were four tables on the one side and four on the other side, by the gate — eight tables on which to slaughter sacrifices. ", "42": "There were four tables of cut stone for the burnt offering, thirty-one-and-a-half inches square and twenty-one inches high, on which to lay the instruments for slaughtering the burnt offerings and other sacrifices. ", "43": "Hooks a handbreadth long were fastened all around the inside of the room; the flesh of the offerings was to be placed on the tables.", "44": "Outside the inner gate, in the inner courtyard, were rooms for the singers, one facing south alongside the north gate, and one facing north alongside the east gate. ", "45": "He said to me, “This room facing south is for the cohanim in charge of the house; ", "46": "while the room facing north is for the cohanim in charge of the altar; these are the descendants of Tzadok, who are the descendants of Levi designated to approach Adonai and serve him.”", "47": "Then he measured the courtyard at 175 feet long and 175 feet wide — it was square. The altar was in front of the house.", "48": "He brought me to the vestibule of the house and measured at eight-and-three-quarters feet the thickness of the walls on either side of its entrance. On each side, these walls extended five-and-a-quarter feet from the side-walls of the vestibule. ", "49": "The length of the vestibule was thirty-five feet and the width nineteen-and-a-quarter feet; steps led up to it. There were columns on each side of the entrance."}