{"1": "“'Following is the list of tribes: “'This is Dan's territory: from the north end, through Hetlon to the entrance of Hamat, Hatzar-'Einan (at the border of Dammesek), northward, next to Hamat; and they will have their sides east and west.", "2": "“'Asher's territory will run alongside the territory of Dan from east to west.", "3": "“'Naftali's territory will run alongside the territory of Asher from east to west.", "4": "“'M'nasheh's territory will run alongside the territory of Naftali from east to west.", "5": "“'Efrayim's territory will run alongside the territory of M'nasheh from east to west.", "6": "“'Re'uven's territory will run alongside the territory of Efrayim from east to west.", "7": "“'Y'hudah's territory will run alongside the territory of Re'uven from east to west.", "8": "“'Alongside the territory of Y'hudah, from east to west, will be the offering you are to set aside, 25,000 [cubits] wide [eight miles], and in length equal to distance between the east and west boundaries of one of the portions, with the sanctuary inside it. ", "9": "The offering you are to set aside for Adonai is to be eight [miles] long and three wide. ", "10": "This holy offering will be for the cohanim; it will be eight [miles] in length along its north and south sides and three in width along its west and east sides; Adonai's sanctuary will be inside it. ", "11": "The portion set aside as holy will be for the cohanim who are descendants of Tzadok that remained faithful to my commission and did not go astray when the people of Isra'el and the L'vi'im went astray. ", "12": "It is to be an especially holy portion set apart for them and taken from the offering of the land, next to the border of the L'vi'im.", "13": "“ 'Alongside the territory for the cohanim, the L'vi'im are to have a portion eight [miles] long and three wide — its total length will be eight and its width three. ", "14": "They may not sell, exchange or alienate any of this choice land; because it is holy, for Adonai.", "15": "“'The 5,000 [cubits, that is, the one-and-a-half miles] that are left of the width is to be for the common use of the city, for housing and for open fields. The city will be inside it. ", "16": "and will measure 4,500 cubits [just under one-and-a-half miles] along each of its sides — north, south, east and west. ", "17": "The city is to have outside it a border of land 440 feet wide on each side — north, south, east and west. ", "18": "A strip next to the holy offering extending three [miles] to the east and three to the west is to be left. This area by the holy offering is to be used to grow food for those serving the city. ", "19": "The people from all the tribes of Isra'el who serve in the city will farm it. ", "20": "The entire offering will be eight [miles] square, including the section for the city.", "21": "“'What remains will be for the prince — the land on the two sides of the holy offering and section for the city, that is, the portion eastward from the eight [miles] of the offering's eastern border to the land's eastern border and the portion westward from the eight [miles] of the offering's western border to the land's western border — this land adjacent to the [tribal] portions will be for the prince, with the holy offering and the sanctuary of the house inside it. ", "22": "Thus the land belonging to the L'vi'im and the section for the city will be inside that which belongs to the prince. “'The territory belonging to the prince will be between the territory of Y'hudah and the territory of Binyamin — ", "23": "which brings us to the rest of the tribes: “'Binyamin's territory will run from east to west.", "24": "“'Shim'on's territory will run alongside the territory of Binyamin from east to west.", "25": "“'Yissakhar's territory will run alongside the territory of Shim'on from east to west.", "26": "“'Z'vulun's territory will run alongside the territory of Yissakhar from east to west.", "27": "“'Gad's territory will run alongside the territory of Z'vulun from east to west.", "28": "“'Alongside the territory of Gad, from the Negev southward, the border will run from Tamar to the water at M'rivat-Kadesh, then to the Vadi [of Egypt], and on to the Great Sea. ", "29": "This is the land you are to distribute by lot to the tribes of Isra'el for inheritance, and these are their portions,' says Adonai Elohim.", "30-34": "“'These are the city exits; they are to be named after the tribes of Isra'el, three gates on each of the four sides; the four sides each measure just under one-and-a-half [miles]: on the north, gates named after Re'uven, Y'hudah and Levi; on the east, gates named after Yosef, Binyamin and Dan; on the south, gates named after Shim'on, Yissakhar and Z'vulun; and on the west, gates named after Gad, Asher and Naftali.", "35": "“'The perimeter of [the city] will be just under six [miles] long. And from that day on the name of the city will be Adonai Shamah [Adonai is there].'”"}