{"1": "“Now you, human being, take a sharp sword; and use it like a barber's razor to shave your head and beard. Then weigh the hair on a balance-scale, and divide it up. ", "2": "A third of it you are to burn in the city when the days of the siege are over. Take another third, and hit it with your sword all around the city. Scatter the last third to the wind, and I will pursue them with drawn sword. ", "3": "Also take a few hairs and tie them up in the folds of your garment. ", "4": "Again, of these take some; throw them in the fire, and burn them up; from there a fire will come out against the entire house of Isra'el.", "5": "“Here is what Adonai Elohim, says: 'This is Yerushalayim! I have placed her in the middle of the nations; countries can be found all around her.", "6": "But she has rebelled against my rulings and committed wickedness more than the nations, against my laws more than the countries around her; because they have rejected my rulings and not lived according to my laws.'", "7": "“Therefore here is what Adonai Elohim, says: 'Because you have outdone the nations around you by not living according to my laws or following my rulings or even following the rules of the nations around you,' ", "8": "therefore here is what Adonai Elohim, says: 'I too am against you, yes, I; and I will execute judgments among you while all the nations look on. ", "9": "Moreover, because of all your disgusting practices, I will do things to you that I have never done before; and I will never do such things again. ", "10": "Parents among you will eat their children, and children will eat their parents! I will execute judgments among you and scatter to all the winds those of you who remain. ", "11": "For, as I live,' says Adonai Elohim, 'because you defiled my sanctuary with all your detestable things and disgusting practices, therefore I swear that I will cut you off — my eye will not spare, I will have no pity. ", "12": "A third of you will die from plague or be consumed by famine inside [Yerushalayim]; a third will fall by the sword all around [Yerushalayim]; and a third I will scatter to all the winds and pursue with the sword.' ", "13": "In this way my anger will spend itself, my fury against them will die down, and I will be satisfied. Then, when I have spent my fury on them, they will know that I, Adonai, have spoken out of my zeal. ", "14": "'I will make you a ruin and an object of reproach among the nations around you, in the sight of all passing by. ", "15": "When I execute judgments and furious punishments among you in anger and fury, [Yerushalayim] will be an object of reproach, derision and horror, and a lesson to warn the nations around you. I, Adonai, have announced it. ", "16": "I will send upon them the deadly, destructive arrows of famine, which I will send to destroy you. I will make the famine worse for you by cutting off your food supply. ", "17": "Yes, I will send famine and savage beasts upon you to leave you without children; plague and bloodshed will sweep through you; and I will bring the sword upon you. I, Adonai, have spoken it.'”"}