{"1": "The word of Adonai came to me: ", "2": "“As for you, human being, here is what Adonai Elohim says about the land of Isra'el: 'The end! The end is coming to the four corners of the land!", "3": "Now the end is upon you! I will send my anger upon you, I will judge you according to your ways. I will bring on you all your disgusting practices.", "4": "My eye will not spare you, I will have no pity, but I will bring your ways upon you, and your disgusting practices will be done among you. Then you will know that I am Adonai.'", "5": "“Here is what Adonai Elohim says: 'Disaster, unique disaster — here it comes!", "6": "The end is coming! The end is coming! It rouses itself against you — here it comes!", "7": "Doom has come to you, you who live in the land! The time has come, the day is near, for tumult, not joyful shouts on the mountains.", "8": "Now, soon, I will pour out my fury on you, I will spend my anger on you; I will judge you according to your ways I will bring on you all your disgusting practices.", "9": "My eye will not spare you, I will have no pity; but will bring upon you what your ways deserve; and your disgusting practices will be among you. Then you will know it is I, Adonai, striking you.", "10": "“'Here is the day! Here it comes! Doom has gone out, the rod has blossomed, arrogance has budded. ", "11": "Violence has grown into a rod of wickedness. Nothing is left of them, nothing of their crowds, nothing of their wealth — there is nothing of importance in them.", "12": "The time has come, the day has arrived; let neither buyer rejoice nor seller regret; for wrath is coming to all her many people.", "13": "For the seller will not return to what he sold, even if he is still alive; for though the vision was brought to all her many people, nobody repented. Each kept living his own wicked life; they weren't strong enough [to repent].", "14": "The shofar has sounded, everything is ready, but no one goes out to the battle, for my wrath is coming to all her many people.", "15": "“'Outside is the sword, inside plague and famine. Those in the country will die by the sword. And as for those in the city, plague and famine will eat them up.", "16": "But if any of them manage to escape, they will head for the mountains like doves from the valleys, all of them moaning, each for his sin.", "17": "All hands will droop, all knees turn to water.", "18": "They will put on sackcloth; horror will cover them; every face will be ashamed, every head shaved bald.", "19": "They will throw their silver into the streets; their gold will be like something unclean. On the day of Adonai's wrath their silver and gold won't be able to rescue them. These things won't satisfy their hunger, these things won't fill their stomachs, because these are what caused them to sin.", "20": "From their beautiful jewellery, in which they took such pride, they made their abominable idols and their other detestable things; therefore, for them I have caused it to be like something unclean.", "21": "I will hand it over to foreigners as booty, to the wicked of the earth as spoil, and they will profane it.", "22": "I will turn my face away from them; then [Bavel] will profane my secret place, robbers will enter and profane it.", "23": "“'Forge a chain, for the land is full of capital crimes and the city full of violence.", "24": "Therefore I will bring the worst of the nations to take possession of their homes; I will end the arrogance of the strong; and their holy places will be profaned.", "25": "When horror comes, they will seek peace; but there will be none.", "26": "Calamity will follow calamity, rumor will follow rumor; they will seek a vision from the prophet, but Torah will perish from the cohen and advice from the leaders.", "27": "The king will go into mourning, the prince will be clothed with fright, and the hands of the people of the land will tremble in terror. I will treat them as their way of life deserves and judge them as they have judged others. Then they will know that I am Adonai.'”"}