{"1": "From Paul[a] and Timothy, slaves[b] of Christ Jesus, to all the saints in Christ Jesus who are in Philippi, with the overseers[c] and deacons. ", "2": "Grace and peace to you[d] from God our Father and the Lord Jesus Christ!", "3": "I thank my God every time I remember you.[e] ", "4": "I always pray with joy in my every prayer for all of you ", "5": "because of your participation[f] in the gospel from the first day until now.[g] ", "6": "For I am sure of this very thing,[h] that the one[i] who began a good work in[j] you will perfect it[k] until the day of Christ Jesus. ", "7": "For[l] it is right for me to think this about all of you, because I have you in my heart,[m] since both in my imprisonment[n] and in the defense and confirmation of the gospel all of you became partners in God's grace[o] together with me. ", "8": "For God is my witness that I long for all of you with the affection of Christ Jesus. ", "9": "And I pray this, that your love may abound even more and more in knowledge and every kind of insight ", "10": "so that you can decide what is best, and thus be sincere and blameless for the day of Christ, ", "11": "filled with the fruit of righteousness that comes through Jesus Christ to the glory and praise of God.", "12": "I want you to know, brothers and sisters,[p] that my situation has actually turned out to advance the gospel:[q] ", "13": "The[r] whole imperial guard[s] and everyone else knows[t] that I am in prison[u] for the sake of Christ, ", "14": "and most of the brothers and sisters,[v] having confidence in the Lord[w] because of my imprisonment, now more than ever[x] dare to speak the word[y] fearlessly.", "15": "Some, to be sure, are preaching Christ from envy and rivalry, but others from goodwill. ", "16": "The latter do so from love because they know that I am placed here for the defense of the gospel. ", "17": "The former proclaim Christ from selfish ambition, not sincerely, because they think they can cause trouble for me in my imprisonment.[z] ", "18": "What is the result? Only that in every way, whether in pretense or in truth, Christ is being proclaimed, and in this I rejoice. Yes,[aa] and I will continue to rejoice, ", "19": "for I know that this will turn out for my deliverance[ab] through your prayers and the help of the Spirit of Jesus Christ. ", "20": "My confident hope[ac] is that I will in no way be ashamed[ad] but that with complete boldness, even now as always, Christ will be exalted in my body, whether I live or die.[ae] ", "21": "For to me, living is Christ and dying is gain. ", "22": "Now if I am to go on living in the body,[af] this will mean productive work[ag] for me, yet I don't know which I prefer:[ah] ", "23": "I feel torn between the two,[ai] because I have a desire to depart and be with Christ, which is better by far, ", "24": "but it is more vital for your sake that I remain[aj] in the body.[ak] ", "25": "And since I am sure of this, I know that I will remain and continue with all of you for the sake of your progress[al] and joy in the faith,[am] ", "26": "so that what you can be proud of may increase[an] because of me in Christ Jesus, when I come back to you.[ao]", "27": "Only conduct yourselves[ap] in a manner worthy of the gospel of Christ so that—whether I come and see you or whether I remain absent—I should hear that[aq] you are standing firm in one spirit, with one mind, by contending side by side for the faith of the gospel,[ar] ", "28": "and by not being intimidated in any way by your opponents. This is[as] a sign of their[at] destruction, but of your salvation—a sign which[au] is from God. ", "29": "For it has been granted to you[av] not only to believe in Christ but also to suffer for him, ", "30": "since you are encountering[aw] the same conflict that you saw me face and now hear that I am facing.[ax]"}