{"1": "At that time Jesus went through the cornfields on the sabbath. His disciples were hungry, and they began to pluck ears of corn and eat them. ", "2": "When the Pharisees observed this they said to him, 'Look here! Your disciples are doing something that's not permitted on the sabbath!'", "3": "'Did you never read what David did?' replied Jesus. 'When he and his men were hungry, ", "4": "they went into God's house and ate the holy bread which neither he nor his men were allowed to eat – only the priests had that right. ", "5": "Or didn't you read in the law that the priests in the Temple do things on the sabbath which are against sabbath law – and they aren't guilty? ", "6": "Let me tell you this: something greater than the Temple is here. ", "7": "If you'd known what this saying means: Mercy, not sacrifice, is what I really want – you wouldn't have passed judgment on blameless people. ", "8": "Yes, you see: the son of man is master of the sabbath, too.'", "9": "He left the place and went into their synagogue, ", "10": "where there was a man with a withered hand. They put the question to him: 'Is it lawful to heal on the sabbath?' (They asked this so that they could frame a charge against him.)", "11": "'Supposing one of you has just one sheep,' replied Jesus, 'and it falls into a ditch on the sabbath. You'll grab it and haul it out, won't you? ", "12": "Well then, think how much more important a human being is than a sheep! So, you see, it is permitted to do good on the sabbath.'", "13": "Then he said to the man, 'Stretch your hand out.' He stretched it out, and it was restored to health, just like the other one. ", "14": "But the Pharisees went off and plotted against him, with the intention of doing away with him.", "15": "Jesus discovered the plots against him, and left the district. Large crowds followed him, and he healed them all, ", "16": "giving them strict instructions not to tell people about him. ", "17": "This was so that what was spoken through Isaiah the prophet might come true:", "18": "Look! Here's my servant, whom I chose; my beloved one, my heart's delight. My spirit I will place on him, and he'll announce true judgment to the whole wide world.", "19": "He will not argue, nor will he lift up his voice and shout aloud; nobody in the streets will hear his voice. ", "20": "He will not break the damaged reed, or snuff the guttering lamp, until his judgment wins the day.", "21": "The world will hope upon his name.", "22": "They brought to Jesus a man who was possessed by a demon that made him unable to see or speak. Jesus healed him, so that the sick man was able to talk and see. ", "23": "All the crowds were astonished. 'He can't be David's Son, can he?' they said.", "24": "The Pharisees heard this. 'The fellow can only cast out demons', they said, 'because he's in league with Beelzebul, the prince of demons!'", "25": "Jesus knew their thoughts. 'Suppose a kingdom is split down the middle,' he said to them. 'It'll go to rack and ruin! If a city or a household is split down the middle, it's doomed! ", "26": "And if the satan drives out the satan, he's split down the middle – so how can his kingdom stay standing?", "27": "'What's more, if I cast out demons by Beelzebul, whose power are your people in league with when they cast them out? Yes, they'll tell you what's what! ", "28": "But if I'm casting out demons because I'm in league with God's spirit – well, then, God's kingdom has arrived on your doorstep!", "29": "'Look at it like this. Suppose you want to break into a strong man's house and steal his belongings. How are you going to do that unless you first tie up the strong man? Then you can plunder his house to your heart's content. ", "30": "If you're not with me, you're against me. Unless you're gathering the flock with me, you're scattering it.", "31": "'So let me tell you this: people will be forgiven for every sin and blasphemy; but blasphemy against the spirit will not be forgiven. ", "32": "If anyone speaks a word against the son of man, it will be forgiven. But if anyone speaks a word against the holy spirit, it won't be forgiven, either in the present age or in the age to come.'", "33": "'You must make up your mind between two possibilities,' Jesus went on. 'Either the tree is good, in which case its fruit is good; or the tree is bad, in which case its fruit is bad. You can tell the tree by its fruits, after all.", "34": "'You're a family of snakes! How can you say good things when you're bad inside? What the mouth speaks is what fills the heart. ", "35": "A good person produces good things from a good storeroom; an evil person produces evil things from an evil storeroom. ", "36": "Let me tell you this: on judgment day people will have to own up to every trivial word they say. ", "37": "Yes: you will be vindicated by your own words – and you will be condemned by your own words.'", "38": "'Teacher,' responded some of the scribes and Pharisees. 'We would like to see a sign from you.'", "39": "'This wicked and immoral generation is looking for a sign,' replied Jesus. 'But no sign will be given to it – except the sign of Jonah. ", "40": "Jonah, you see, was in the stomach of the sea-monster for three days and three nights – and in the same way the son of man will be in the heart of the earth for three days and three nights. ", "41": "The men of Nineveh will rise up at the judgment along with this generation and will condemn it. They, after all, repented when they heard Jonah's warnings! And, in case you hadn't noticed, something greater than Jonah is here. ", "42": "The Queen of the South will be raised at the judgment with this generation and will condemn it. She, after all, came from the ends of the earth to hear the wisdom of Solomon! And, in case you hadn't noticed, something greater than Solomon is here.'", "43": "'When the unclean spirit goes out of a person,' Jesus continued, 'it goes wandering through waterless places looking for somewhere to rest, and doesn't find anywhere. ", "44": "Then it says, “I'll go back to my house, the one I left.” When it gets there it finds it standing empty, clean and tidy. ", "45": "Then it goes out and collects seven other spirits to join it, spirits worse than itself. They go in and take up residence there. The poor person ends up worse off than they were to start with! And that's what will happen with this wicked generation.'", "46": "Suddenly, while he was speaking to the crowds, his mother and his brothers came and stood outside, hoping for a chance to speak to him.", "47": "'Look,' someone said to him, 'your mother and your brothers are standing outside wanting to speak to you.'", "48": "'Who is my mother?' said Jesus to the person who had spoken to him. 'Who are my brothers?'", "49": "Then he stretched out his hand towards his disciples. 'Look!' he said. 'Here are my mother and my brothers. ", "50": "Yes; anyone who does what my heavenly father wants is my brother, and my sister, and my mother.'"}