{"1": "At that time some Pharisees and scribes came from Jerusalem to Jesus. They had a question for him.", "2": "'Why', they said, 'do your disciples go against the tradition of the elders? They don't wash their hands when they eat their food!'", "3": "'Why', Jesus replied, 'do you go against the command of God because of your tradition? ", "4": "What God said was “Honour your father and mother” and “If anyone speaks evil of father or mother, they must certainly die.” ", "5": "But you say, “If anyone says to father or mother, 'What you might have gained from me is given to God', ", "6": "they don't need to honour their father any more.” As a result, you make God's word null and void because of your tradition.", "7": "'You play-actors! Isaiah had the right words for you in his prophecy:", "8": "This people gives me honour with their lips, their heart, however, holds me at arm's length.", "9": "The worship which they offer me is vain, because they teach, as law, mere human precepts.'", "10": "Then Jesus called the crowd, and said to them, 'Listen and understand. ", "11": "What makes someone unclean isn't what goes into the mouth. It's what comes out of the mouth that makes someone unclean.'", "12": "Then the disciples came to Jesus. 'Do you know', they said, 'that the Pharisees were horrified when they heard what you said?'", "13": "'Every plant that my heavenly father hasn't planted', replied Jesus, 'will be plucked up by the roots. ", "14": "Let them be. They are blind guides. But if one blind person guides another, both of them will fall into a pit.'", "15": "Peter spoke up. 'Explain the riddle to us,' he said.", "16": "'Are you still slow on the uptake as well?' replied Jesus. ", "17": "'Don't you understand that whatever goes into the mouth travels on into the stomach and goes out into the toilet? ", "18": "But what comes out of the mouth begins in the heart, and that's what makes someone unclean. ", "19": "Out of the heart, you see, come evil plots, murder, adultery, fornication, theft, false witness, and blasphemy. ", "20": "These are the things that make someone unclean. But eating with unwashed hands doesn't make a person unclean.'", "21": "Jesus left that place and went off to the district of Tyre and Sidon. ", "22": "A Canaanite woman from those parts came out and shouted, 'Have pity on me, Lord, son of David! My daughter is demon-possessed! She's in a bad way!' ", "23": "Jesus, however, said nothing at all to her. His disciples came up. 'Please send her away!' they asked. 'She's shouting after us.'", "24": "'I was only sent', replied Jesus, 'to the lost sheep of the house of Israel.'", "25": "The woman, however, came and threw herself down at his feet. 'Master,' she said, 'please help me!'", "26": "'It isn't right', replied Jesus, 'to take the children's bread and throw it to the dogs.'", "27": "'I know, Master. But even the dogs eat the scraps that fall from their master's table.'", "28": "'You've got great faith, haven't you, my friend!' replied Jesus. 'All right; let it be as you wish.' And her daughter was healed from that moment.", "29": "Jesus went away from there, and arrived beside the sea of Galilee. He went up the mountain and sat down. ", "30": "Large crowds came to him, with their lame, blind, crippled, mute and many others. They laid them at his feet, and he healed them. ", "31": "When the crowd saw the mute speaking, the crippled made whole, the lame walking, and the blind seeing, they were astonished, and they gave praise to the God of Israel.", "32": "Jesus called his disciples, and said, 'I am really sorry for the crowd. They've been around me now for three days and they haven't got anything to eat. I don't want to send them away hungry; they might faint on the way home.'", "33": "The disciples said to him, 'Where could we get enough bread to feed a crowd this size, out in the country like this?'", "34": "'How many loaves have you got?' asked Jesus. 'Seven,' they replied, 'and a few fish.'", "35": "Jesus told the crowd to sit down on the ground. ", "36": "Then he took the seven loaves and the fish, gave thanks, broke them, and gave them to the disciples, and the disciples gave them to the crowds. ", "37": "They all ate and were satisfied. And they picked up seven baskets full of what was left of the broken pieces. ", "38": "There were four thousand men who had eaten, besides the women and children.", "39": "Jesus sent the crowds away. Then he got into the boat and went over to the Magadan coast."}