{"1": "The Pharisees and Sadducees came to Jesus and tried to catch him out by asking him to show them a sign from heaven.", "2": "This was his reply to them: 'When it's evening you say, “Sky looks like wine, it's going to be fine.” ", "3": "And in the morning you say, “Red in the sky, rain by and by.” Well then: you know how to work out the look of the sky, so why can't you work out the signs of the times? ", "4": "The generation that wants a sign is wicked and corrupt! No sign will be given to it, except the sign of Jonah.' With that, he left them and went away.", "5": "When the disciples crossed over the lake, they forgot to bring any bread. ", "6": "'Watch out,' said Jesus to them, 'and beware of the leaven of the Pharisees and Sadducees.'", "7": "They discussed it with each other. 'It's because we didn't bring any bread,' they said.", "8": "But Jesus knew what they were thinking. 'You really are a little-faith lot!' he said. 'Why are you discussing with each other that you haven't got any bread? ", "9": "Don't you understand, even now? Don't you remember the five loaves and the five thousand, and how many basketfuls you picked up afterwards? ", "10": "Or the seven loaves and the four thousand, and how many baskets you picked up? ", "11": "Why can't you see that I wasn't talking about bread? Watch out for the leaven of the Pharisees and Sadducees!'", "12": "Then they understood that he wasn't telling them to beware of the leaven you get in bread, but of the teaching of the Pharisees and Sadducees.", "13": "Jesus came to Caesarea Philippi. There he put this question to his disciples: 'Who do people say that the son of man is?'", "14": "'John the Baptist,' they replied. 'Others say Elijah. Others say Jeremiah, or one of the prophets.'", "15": "'What about you?' he asked them. 'Who do you say I am?'", "16": "Simon Peter answered. 'You're the Messiah,' he said. 'You're the son of the living God!'", "17": "'God's blessing on you, Simon, son of John!' answered Jesus. 'Flesh and blood didn't reveal that to you; it was my father in heaven. ", "18": "And I've got something to tell you, too: you are Peter, the rock, and on this rock I will build my church, and the gates of hell won't overpower it. ", "19": "I will give you the keys of the kingdom of heaven. Whatever you tie up on earth will have been tied up in heaven, and whatever you untie on earth will have been untied in heaven.'", "20": "Then he sternly ordered the disciples not to tell anyone that he was the Messiah.", "21": "From then on Jesus began to explain to his disciples that he would have to go to Jerusalem, and suffer many things from the elders, chief priests and scribes, and be killed, and be raised on the third day.", "22": "Peter took him and began to tell him off. 'That's the last thing God would want, Master!' he said. 'That's never, ever going to happen to you!'", "23": "Jesus turned on Peter. 'Get behind me, satan!' he said. 'You're trying to trip me up! You're not looking at things like God does! You're looking at things like a mere mortal!'", "24": "Then Jesus said to his disciples, 'If anyone wants to come after me, they must give themselves up, and pick up their cross, and follow me. ", "25": "Yes: if someone wants to save their life, they must lose it; and if anyone loses their life for my sake they will find it. ", "26": "What use will it be, otherwise, if you win the whole world but forfeit your true life? What will you give to get your life back? ", "27": "You see, the son of man is going to “come in the glory of his father with his angels”, and then “he will reward everyone for the work they have done”. ", "28": "I'm telling you the truth: some of those standing here will not taste death until they see “the son of man coming in his kingdom”.'"}