{"1": "After six days Jesus took Peter, James, and James's brother John, and led them off up a high mountain by themselves. ", "2": "There he was transformed in front of them. His face shone like the sun, and his clothes became as white as light. ", "3": "Then, astonishingly, Moses and Elijah appeared to them. They were talking with Jesus.", "4": "Peter just had to say something. 'Master,' he said to Jesus, 'it's wonderful for us to be here! If you want, I'll make three shelters here – one for you, one for Moses, and one for Elijah!'", "5": "While he was still speaking, a bright cloud overshadowed them. Then there came a voice out of the cloud. 'This is my dear son,' said the voice, 'and I'm delighted with him. Pay attention to him.'", "6": "When the disciples heard this, they fell on their faces and were scared out of their wits. ", "7": "Jesus came up and touched them. 'Get up,' he said, 'and don't be afraid.'", "8": "When they raised their eyes, they saw nobody except Jesus, all by himself.", "9": "As they were coming down the mountain, Jesus gave them strict instructions. 'Don't tell anyone about the vision,' he said, 'until the son of man has been raised from the dead.'", "10": "'So why', asked the disciples, 'do the scribes say that “Elijah must come first”?'", "11": "'Elijah does indeed come,' replied Jesus, 'and “he will restore everything”. ", "12": "But let me tell you this: Elijah has already come, and they didn't recognize him! They did to him whatever they wanted. That's how the son of man, too, will suffer at their hands.'", "13": "Then the disciples realized that he was talking to them about John the Baptist.", "14": "When they came near the crowd, a man approached and knelt in front of him.", "15": "'Master,' he said, 'take pity on my son! He suffers from awful fits which are frightful for him. He often falls into the fire, and often into the water. ", "16": "I brought him to your disciples, but they couldn't cure him.'", "17": "'You unbelieving and twisted generation!' responded Jesus. 'How much longer must I be with you? How much longer must I put up with you? Bring him here to me.'", "18": "Then Jesus rebuked the demon and it came out of him. The boy was cured from that moment.", "19": "The disciples came to Jesus in private. 'Why couldn't we cast it out?' they asked.", "20": "'Because of your lack of faith,' Jesus replied. 'I'm telling you the truth: if you have faith like a grain of mustard seed, you will say to this mountain, “Move from here to there”, and it will move. Nothing will be impossible for you.'", "22": "As they regathered in Galilee, Jesus said to them, 'The son of man is going to be given over into human hands. ", "23": "They will kill him, and on the third day he will be raised.' And they were very sad.", "24": "They came to Capernaum, where the officials who collected the Temple tax approached Peter. 'Your teacher pays the Temple tax, doesn't he?' they asked.", "25": "'Yes,' he replied. When he came into the house, Jesus spoke first, 'What d'you think, Simon? When the kings of the world collect taxes or duties, who do they collect them from? From their own families, or from outsiders?'", "26": "'From outsiders,' he replied. 'Well then,' said Jesus, 'that means the families are free. ", "27": "But we don't want to give them offence, do we? So why don't you go down to the sea and cast out a hook? The first fish you catch, open its mouth and you'll find a coin. Take that and give it to them for the two of us.'"}