{"1": "At that time the disciples came to Jesus. 'So, then,' they said, 'who is the greatest in the kingdom of heaven?'", "2": "Jesus called a child and stood her in the middle of them.", "3": "'I'm telling you the truth,' he said. 'Unless you turn inside out and become like children, you will never, ever, get into the kingdom of heaven. ", "4": "So if any of you make yourselves humble like this child, you will be great in the kingdom of heaven. ", "5": "And if anyone welcomes one such child in my name, they welcome me.'", "6": "'Whoever causes one of these little ones who believe in me to trip up,' he went on, 'it would be better for them to have a huge millstone hung around their neck and be drowned far out in the deep sea. ", "7": "It's a terrible thing for the world that people will be made to stumble. Obstacles are bound to appear and trip people up, but it will be terrible for the person who makes them come.'", "8": "'But if your hand or your foot causes you to trip up,' Jesus continued, 'cut it off and throw it away. It's better to enter into life crippled or lame than to go into eternal fire with both hands and both feet! ", "9": "And if your eye causes you to trip up, pull it out and throw it away. Going into life with one eye is better than going into hell with two!", "10": "'Take care not to despise one of these little ones. I tell you this: in heaven, their angels are always gazing on the face of my father who lives there.", "12": "'How does it seem to you? If someone has a hundred sheep and one of them wanders off and goes missing, what will he do? He'll leave the ninety-nine on the hillside and go off after the one that's missing, won't he? ", "13": "And when, eventually, he finds it, I'll tell you the truth: he will celebrate over that one more than over the ninety-nine who didn't go missing! ", "14": "It's the same with your father in heaven. The last thing he wants is for a single one of these little ones to be lost.'", "15": "'If another disciple sins against you,' Jesus continued, 'go and have it out, just between the two of you alone. If they listen to you, you've won back a brother or sister. ", "16": "But if they won't listen, you should take with you one or two others, so that “everything may be established from the mouth of two or three witnesses”. ", "17": "If they won't listen to them, tell it to the assembly. And if they won't listen to the assembly, you should treat such a person like you would a Gentile or a tax-collector. ", "18": "I'm telling you the truth: whatever you tie up on earth will have been tied up in heaven; and whatever you untie on earth will have been untied in heaven.", "19": "'Again, let me tell you the truth: if two of you come to an agreement on earth about any matter that you want to ask, it will be done for you by my father in heaven. ", "20": "Yes: where two or three come together in my name, I'll be there in the midst of them.'", "21": "Then Peter came to Jesus. 'Master,' he said, 'how many times must I forgive my brother when he sins against me? As many as seven times?'", "22": "'I wouldn't say seven times,' replied Jesus. 'Why not – seventy times seven?'", "23": "'So, you see,' he went on, 'the kingdom of heaven is like a king who wanted to settle up accounts with his servants. ", "24": "As he was beginning to sort it all out, one man was brought before him who owed ten thousand talents. ", "25": "He had no means of paying it back, so the master ordered him to be sold, with his wife and children and everything he possessed, and payment to be made.", "26": "'So the servant fell down and prostrated himself before the master. ' “Be patient with me,” he said, “and I'll pay you everything!”", "27": "'The master was very sorry for the servant, and let him off. He forgave him the loan.", "28": "'But that servant went out and found one of his fellow-servants, who owed him a hundred dinars. He seized him and began to throttle him. “Pay me back what you owe me!” he said.", "29": "'The colleague fell down and begged him, “Be patient with me, and I'll pay you!”", "30": "'But he refused, and went and threw him into prison until he could pay the debt.", "31": "'So when his fellow-servants saw what had happened, they were very upset. They went and informed their master about the whole affair. ", "32": "Then his master summoned him. ' “You're a scoundrel of a servant!” he said to him. “I let you off the whole debt, because you begged me to. ", "33": "Shouldn't you have taken pity on your colleague, like I took pity on you?”", "34": "'His master was angry, and handed him over to the torturers, until he had paid the whole debt. ", "35": "And that's what my heavenly father will do to you, unless each of you forgives your brother or sister from your heart.'"}