{"1": "So this is what happened next. When Jesus had finished saying all this, he went away from Galilee and came to the region of Judaea across the Jordan. ", "2": "Large crowds followed him, and he healed them there.", "3": "Some Pharisees approached him with a trick question. 'Is it lawful', they asked, 'for a man to divorce his wife for any reason at all?'", "4": "'Haven't you read', he replied, 'that the creator from the beginning “made them male and female”? ", "5": "And this is what he said: “For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh.” ", "6": "As a result, they are no longer two, but one flesh. So humans shouldn't split up what God has joined together.'", "7": "'So then,' they asked, 'why did Moses give the regulation that one should give the woman a certificate of divorce and make the separation legal?'", "8": "'Moses gave you this instruction about how to divorce your wives,' replied Jesus, 'because your hearts were hard. But that's not how it was at the beginning. ", "9": "Let me tell you this: anyone who divorces his wife, except for immorality, and marries another woman, commits adultery.'", "10": "The disciples said to Jesus, 'If that's the situation of a man with his wife, it would be better not to marry!'", "11": "'Not everyone can accept this word,' replied Jesus; 'only the people it's given to. ", "12": "You see, there are some eunuchs who are that way from birth. There are some who have been made eunuchs by others. And there are some who have made themselves eunuchs for the sake of the kingdom of heaven. If anyone can receive this, let them do so.'", "13": "Then children were brought to Jesus for him to lay his hands on them and pray. The disciples spoke sternly to them. ", "14": "But Jesus said, 'Let the children come to me! Don't stop them! They are the sort the kingdom of heaven belongs to!' ", "15": "And he laid his hands on them. Then he moved on elsewhere.", "16": "Suddenly a man came up to Jesus. 'Teacher,' he asked, 'what good thing must I do if I'm to possess the life of the age to come?'", "17": "'Why come to me with questions about what's good?' retorted Jesus. 'There is One who is good! If you want to enter into life, keep the commandments.'", "18": "'Which ones?' he asked. 'These ones,' Jesus answered: ' “don't murder, don't commit adultery, don't steal, don't tell lies under oath, ", "19": "respect your father and mother”, and “love your neighbour as yourself”.'", "20": "'I've kept the lot,' said the young man. 'What am I still short of?'", "21": "'If you want to complete the set,' Jesus replied, 'go and sell everything you own and give it to the poor. That way you'll have treasure in heaven! Then come and follow me.'", "22": "When the young man heard him say that, he went away very sad. He had many possessions.", "23": "Jesus said to his disciples, 'I'm telling you the truth: it's very hard for a rich person to get into the kingdom of heaven. ", "24": "Let me say it again: it's easier for a camel to go through the eye of a needle than for a rich person to enter God's kingdom.'", "25": "The disciples were completely flabbergasted when they heard that. 'So who then can be saved?' they asked.", "26": "Jesus looked round at them. 'Humanly speaking,' he replied, 'it's impossible. But everything's possible with God.'", "27": "Then Peter spoke up. 'Look here,' he said, 'we've left everything behind and followed you. What can we expect?'", "28": "'I'm telling you the truth,' Jesus replied. 'In God's great new world, when the son of man sits on his glorious throne, those of you who have followed me will sit on twelve thrones – yes, you! – and rule over the twelve tribes of Israel. ", "29": "And anyone who's left houses or brothers or sisters or father or mother or children or estates because of my name will get back a hundred times over, and will inherit the life of that new age. ", "30": "But many at the front will find themselves at the back, and the back ones at the front.'"}