{"1": "When Jesus was born, in Bethlehem of Judaea, at the time when Herod was king, some wise and learned men came to Jerusalem from the East.", "2": "'Where is the one,' they asked, 'who has been born to be king of the Jews? We have seen his star rising in the East, and we have come to worship him.'", "3": "When King Herod heard this, he was very disturbed, and the whole of Jerusalem was as well. ", "4": "He called together all the chief priests and scribes of the people, and enquired from them where the Messiah was to be born.", "5": "'In Bethlehem of Judaea,' they replied. 'That's what it says in the prophet:", "6": "You, Bethlehem, in Judah's land are not the least of Judah's princes; from out of you will come the ruler who will shepherd Israel my people.'", "7": "Then Herod called the wise men to him in secret. He found out from them precisely when the star had appeared. ", "8": "Then he sent them to Bethlehem. 'Off you go,' he said, 'and make a thorough search for the child. When you find him, report back to me, so that I can come and worship him too.'", "9": "When they heard what the king said, they set off. There was the star, the one they had seen rising in the East, going ahead of them! It went and stood still over the place where the child was. ", "10": "When they saw the star, they were beside themselves with joy and excitement. ", "11": "They went into the house and saw the child, with Mary his mother, and they fell down and worshipped him. They opened their treasure-chests, and gave him presents: gold, frankincense and myrrh.", "12": "They were warned in a dream not to go back to Herod. So they returned to their own country by a different route.", "13": "After the Magi had gone, suddenly an angel of the Lord appeared to Joseph in a dream. 'Get up,' he said, 'and take the child, and his mother, and hurry off to Egypt. Stay there until I tell you. Herod is going to hunt for the child, to kill him.'", "14": "So he got up and took the child and his mother by night, and went off to Egypt. ", "15": "He stayed there until the death of Herod. This happened to fulfil what the Lord said through the prophet: Out of Egypt I called my son.", "16": "When Herod saw that he had been tricked by the Magi, he flew into a towering rage. He dispatched people to kill all the boys in Bethlehem, and in all its surrounding districts, from two years old and under, according to the time the Magi had told him. ", "17": "That was when the word that came through Jeremiah the prophet was fulfilled:", "18": "There was heard a voice in Rama, crying and loud lamentation. Rachel is weeping for her children, and will not let anyone comfort her, because they are no more.", "19": "After the death of Herod, suddenly an angel of the Lord appeared in a dream to Joseph in Egypt.", "20": "'Get up,' he said, 'and take the child and his mother and go to the land of Israel. Those who wanted to kill the child are dead.'", "21": "So he got up, took the child and his mother, and went to the land of Israel.", "22": "But when he heard that Archelaus was ruling Judaea instead of his father Herod, he was afraid to go back there. After being advised in a dream, he went off to the region of Galilee. ", "23": "When he got there, he settled in a town called Nazareth. This was to fulfil what the prophet had spoken: He shall be called a Nazorean."}