{"1": "'So you see,' Jesus continued, 'the kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard. ", "2": "He agreed with the workers to give them a dinar a day, and sent them off to his vineyard.", "3": "'He went out again in the middle of the morning, and saw some others standing in the market-place with nothing to do.", "4": "' “You too can go to the vineyard,” he said, “and I'll give you what's right.” ", "5": "So off they went. 'He went out again about midday, and then in the middle of the afternoon, and did the same. ", "6": "Then, with only an hour of the day left, he went out and found other people standing there. ' “Why are you standing here all day with nothing to do?” he asked them.", "7": "' “Because no one has hired us,” they replied. ' “Well,” he said, “you too can go into the vineyard.”", "8": "'When evening came, the vineyard-owner said to his servant, “Call the workers and give them their pay. Start with the last, and go on to the first.”", "9": "'So the ones who had worked for one hour came, and each of them received a dinar. ", "10": "When the first ones came, they thought they would get something more; but they, too, each received a dinar.", "11": "'When they had been given it, they grumbled against the landowner. ", "12": "“This lot who came in last”, they said, “have only worked for one hour – and they've been put on a level with us! And we did all the hard work, all day, and in the heat as well!”", "13": "' “My friend,” he said to one of them, “I'm not doing you any wrong. You agreed with me on one dinar, didn't you? ", "14": "Take it! It's yours! And be on your way. I want to give this fellow who came at the end the same as you. ", "15": "Or are you suggesting that I'm not allowed to do what I like with my own money? Or are you giving me the evil eye because I'm good?”", "16": "'So those at the back will be at the front, and the front ones at the back.'", "17": "Jesus was on his way up to Jerusalem. He took the twelve disciples aside in private, while they were on the road, and said to them, ", "18": "'Look here. We're going up to Jerusalem. The son of man will be handed over to the chief priests and the scribes, and they're going to condemn him to death. ", "19": "They will hand him over to the pagans, and they're going to mock him, flog him and crucify him. And on the third day he will be raised.'", "20": "Then the mother of Zebedee's sons came up, with her sons, to Jesus. She bowed low in front of him and indicated that she had a special request to make.", "21": "'What d'you want?' he asked her. 'It's about these two sons of mine,' she said to him. 'Please say that, when you're king, they may sit, one at your right hand and one at your left.'", "22": "'You don't know what you're asking for,' said Jesus. 'Can you two drink the cup I'm going to drink?' 'Yes, we can,' they replied.", "23": "'Well,' said Jesus, 'so you will drink my cup, then! But sitting at my right and left is not something I can grant. That's up to my father to give to whoever he has in mind.'", "24": "When the other ten heard this they were annoyed with the two brothers. ", "25": "But Jesus called them together. 'You know how it is with pagan rulers,' he said. 'They lord it over their subjects. They get all high and mighty and let everybody know it. ", "26": "But that's not how it's to be with you. If any of you wants to be great, he must be your servant. ", "27": "If any of you wants to be first, he must be the slave of all. ", "28": "That's how it is with the son of man: he didn't come to have servants obey him, but to be a servant – and to give his life as “a ransom for many”.'", "29": "As they were going out of Jericho, a large crowd was following Jesus. ", "30": "Just then two blind men were sitting by the wayside, and heard that Jesus was going by. 'Have pity on us, Master, son of David!' they shouted.", "31": "The crowd scolded them and told them to be silent. But they shouted out all the more, 'Have pity on us, Master, son of David!'", "32": "Jesus came to a stop. He called them. 'What d'you want me to do for you?' he asked.", "33": "'Master,' they replied, 'we want you to open our eyes.'", "34": "Jesus was very moved. He touched their eyes. At once they could see again, and they followed him."}