{"1": "When they came near to Jerusalem, and arrived at Bethphage on the Mount of Olives, Jesus sent two of the disciples on ahead.", "2": "'Go into the village over there,' he said, 'and at once you'll find a donkey tied up, and a foal beside it. Untie them and bring them to me. ", "3": "And if anyone says anything to you, say, “The master needs them, and he'll send them back straight away.” ' He sent them off at once.", "4": "This happened so that the prophet's words might be fulfilled:", "5": "Tell this to Zion's daughter: look now! Here comes your king; he's humble, mounted on an ass, yes, on a foal, its young.", "6": "So the disciples went off and did as Jesus had told them. ", "7": "They brought the donkey and its foal, and put their cloaks on them, and Jesus sat on them.", "8": "The huge crowd spread their cloaks on the road. Others cut branches from the trees and scattered them on the road. ", "9": "The crowds who went on ahead of him, and those who were following behind, shouted out, Hosanna now to David's Son! God's blessing on the coming one – the one who comes in the Lord's own name! Hosanna in the highest!", "10": "When they came into Jerusalem, the whole city was gripped with excitement. 'Who is this?' they were saying.", "11": "'This is the prophet, Jesus,' replied the crowds, 'from Nazareth in Galilee!'", "12": "Jesus went into the Temple and threw out all the people who were buying and selling in the Temple. He upturned the tables of the money-changers and the seats of the dove-sellers.", "13": "'This is what the Bible says,' he said to them, My house will be called a house of prayer – but you have made it a brigands' lair!'", "14": "The blind and the lame came to him in the Temple, and he healed them. ", "15": "But when the chief priests and the scribes saw the remarkable things he was doing, and the children shouting out 'Hosanna to David's son!' in the Temple, they were very cross.", "16": "'Do you hear what they're saying?' they asked Jesus. 'Yes,' said Jesus. 'Did you never read what it says, You called forth praise to rise to you from newborn babes and infants too!'", "17": "Then he left them, and went out of the city to Bethany, where he stayed the night.", "18": "Early the next morning Jesus went back to the city. He was hungry. ", "19": "He saw a single fig tree beside the road, but when he came up to it he found nothing on it except leaves. 'May you never bear fruit, ever again!' he said to it. Instantly the fig tree withered up.", "20": "The disciples saw it, and were astonished. 'Look how quickly the fig tree has withered up!' they said.", "21": "'I'm telling you the truth,' replied Jesus. 'If you have faith, and don't doubt, you will not only be able to do this to a fig tree, but if you say to this mountain, “Be lifted up and thrown into the sea”, it will happen. ", "22": "Whatever you ask in prayer, you'll get it, if you believe.'", "23": "Jesus went into the Temple. As he was teaching, the chief priests and the elders of the people came up to him. 'By what right are you doing these things?' they asked him. 'Who gave you this right?'", "24": "'I'm going to ask you one question, too,' replied Jesus, 'and if you tell me the answer then I'll tell you by what right I'm doing these things. ", "25": "Where did John's baptism come from? Was it from heaven, or from this world?' They debated this among themselves. 'If we say “from heaven”,' they said, 'he's going to say to us, “So why didn't you believe him?” ", "26": "But if we say “from this world”, we'll have to watch out for the crowd, because they all reckon that John was a prophet.'", "27": "So they answered Jesus, 'We don't know.' 'Well, then,' said Jesus, 'nor will I tell you by what right I'm doing these things.'", "28": "'What d'you think?' he went on. 'Once upon a time there was a man who had two sons. 'He went to the first one and said, “Now then, my boy, off you go and do a day's work in the vineyard.”", "29": "' “Don't want to,” replied the son; but afterwards he thought better of it and went.", "30": "'He went to the other son and said the same thing. ' “Certainly, Master,” he said; but he didn't go.", "31": "'So which of the two did what his father wanted?' 'The first,' they answered. 'I'm telling you the truth,' Jesus said to them. 'The tax-collectors and prostitutes are going into God's kingdom ahead of you! ", "32": "Yes: John came to you, in accordance with God's righteous covenant plan, and you didn't believe him – but the tax-collectors and prostitutes believed him. But when you saw it, you didn't think better of it afterwards and believe him.'", "33": "'Listen to another parable,' Jesus went on. 'Once upon a time there was a householder who planted a vineyard, built a wall for it, dug out a wine-press in it, and built a tower. Then he let it out to tenant farmers and went away on a journey.", "34": "'When harvest time arrived, he sent his slaves to the farmers to collect his produce. ", "35": "The farmers seized his slaves; they beat one, killed another, and stoned another. ", "36": "Again he sent other slaves, more than before, and they treated them in the same way. ", "37": "Finally he sent his son to them. ' “They'll respect my son,” he said.", "38": "'But the farmers saw the son. ' “This fellow's the heir!” they said among themselves. “Come on, let's kill him, and then we can take over the property!”", "39": "'So they seized him, threw him out of the vineyard, and killed him.", "40": "'Now then: when the vineyard-owner returns, what will he do to those farmers?'", "41": "'He'll kill them brutally, the wretches!' they said. 'And he'll lease the vineyard to other farmers who'll give him the produce at the right time.'", "42": "'Did you never read what the Bible says?' said Jesus to them: The stone the builders threw away is now atop the corner; it's from the Lord, all this, they say and we looked on in wonder.", "43": "'So then let me tell you this: God's kingdom is going to be taken away from you and given to a nation that will produce the goods. ", "44": "Anyone who falls on this stone will be smashed to pieces, and anyone it falls on will be crushed.'", "45": "When the chief priests and the Pharisees heard his parables, they knew he was talking about them. ", "46": "They tried to arrest him, but they were afraid of the crowds, who regarded him as a prophet."}