{"1": "'Then,' continued Jesus, 'the kingdom of heaven will be like ten girls who each took their own torches and went out to meet the bridegroom. ", "2": "Five of them were silly, and five were sensible. ", "3": "The silly ones took their torches, but didn't take oil with them. ", "4": "The sensible ones took oil, in flasks, along with their torches.", "5": "'The bridegroom took his time coming, and they all nodded off and went to sleep. ", "6": "In the middle of the night a shout went up: “Here's the bridegroom! Come on and meet him!” ", "7": "Then all the girls got up and trimmed the wicks of their torches.", "8": "'The silly ones said to the sensible ones, “Give us some of your oil! Our torches are going out!”", "9": "'But the sensible ones answered, “No! If we do that, there won't be enough for all of us together! You'd better go to the dealers and buy some for yourselves.”", "10": "'So off they went to buy oil. But, while they were gone, the bridegroom arrived. The ones who were ready went in with him to the wedding party, and the door was shut.", "11": "'Later on the other girls came back. “Master, Master!” they said, “open the door for us!”", "12": "' “I'm telling you the truth,” he said, “I don't know you.”", "13": "'So keep awake! You don't know the day or the hour.'", "14": "'This is what it will be like,' Jesus went on. 'It will be like a man who was going off on a journey. He summoned his slaves, and handed over control of his property to them. ", "15": "He gave five talents to the first, two to the next, and one to the last – each according to his ability. Then he left. 'Straight away ", "16": "the man who had been given the five talents went out and traded with them, and made five more. ", "17": "Similarly, the one who had received two talents went and made another two. ", "18": "But the one who received a single talent went and dug a hole in the ground, and hid his master's money.", "19": "'After a long time, the master of those slaves came back and settled accounts with them. ", "20": "The man who had received five talents came forward and gave him the other five talents. “Master,” he said, “you gave me five talents. Look: I've made another five!” ", "21": "“Well done indeed,” said his master. “You're an excellent slave, and loyal too! You've been trustworthy with small things, and now I'm going to put you in charge of bigger ones. Come and join your master's celebration!”", "22": "'Then the man who had had the two talents came forward. “Master,” he said, “you gave me two talents. Look: I've made another two!” ", "23": "“Well done indeed,” said his master. “You're an excellent slave, and loyal too! You've been trustworthy with small things, and now I'm going to put you in charge of bigger ones. Come and join your master's celebration!”", "24": "'Then the man who had had the one talent came forward. “Master,” he said, “I knew that you were a hard man. You reap where you didn't sow, and you profit from things you never invested in. ", "25": "So I was scared! I went and hid your talent in the ground. Here it is: it's yours, you can have it back.”", "26": "' “You're a wicked and lazy slave!” answered his master. “So! You knew that I reap where I didn't sow, and profit from investments I never made? ", "27": "Then you should have put my money with the bankers, and when I returned I would have received back what I had with interest!", "28": "' “So take the talent from him,” he went on, “and give it to the man who has ten talents.” ", "29": "(If someone already has something, you see, they will be given more, and they'll have plenty. But if someone has nothing, even what they have will be taken away from them.) ", "30": "“But as for this useless slave, throw him outside in the dark, where people weep and grind their teeth.” '", "31": "'When the son of man comes in his glory,' Jesus went on, 'and all the angels with him, then he will sit on his glorious throne. ", "32": "All the nations will be assembled in front of him, and he will separate them from one another, like a shepherd separates the sheep from the goats. ", "33": "He will stand the sheep at his right hand, and the goats at his left.", "34": "'Then the king will say to those on his right, “Come here, you people who my father has blessed. Inherit the kingdom prepared for you from the foundation of the world! ", "35": "Why? Because I was hungry and you gave me something to eat. I was thirsty and you gave me something to drink. I was a stranger and you made me welcome. ", "36": "I was naked and you clothed me; I was sick and you looked after me; I was in prison and you came to me.”", "37": "'Then the righteous will answer him, “Master, when did we see you hungry and feed you, or thirsty and give you a drink? ", "38": "When did we see you a stranger and welcome you, or naked and clothe you? ", "39": "When did we see you sick or in prison and come to see you?”", "40": "'Then the king will answer them, “I'm telling you the truth: when you did it to one of the least significant of my brothers and sisters here, you did it to me.”", "41": "'Then he will say to those on his left hand, “Get away from me! You're accursed! Go to the everlasting fire prepared for the devil and his angels! ", "42": "Why? Because I was hungry and you gave me nothing to eat! I was thirsty and you gave me nothing to drink! ", "43": "I was a stranger and you didn't welcome me; I was naked and you didn't clothe me; I was sick and in prison and you didn't look after me!”", "44": "'Then they too will answer, “Master, when did we see you hungry or thirsty, or a stranger, or naked, or sick, or in prison, and didn't do anything for you?”", "45": "'Then he will answer them, “I'm telling you the truth: when you didn't do it for one of the least significant of my brothers and sisters here, you didn't do it for me.”", "46": "'And they will go away into everlasting punishment, but the righteous will go into everlasting life.'"}