{"1": "So this is how it finally happened. When Jesus had finished all these sayings, he said to his disciples, ", "2": "'In two days' time, as you know, it'll be Passover! That's when the son of man will be handed over to be crucified.'", "3": "Then the chief priests got together with the elders of the people, in the official residence of the high priest, who was called Caiaphas. ", "4": "They plotted how to capture Jesus by some trick, and kill him.", "5": "'We'd better not try anything at the feast,' they said. 'We don't want the people to riot.'", "6": "While Jesus was at Bethany, in the house of Simon (known as 'the Leper'), ", "7": "a woman came to him who had an alabaster vase of extremely valuable ointment. She poured it on his head as he was reclining at the table.", "8": "When the disciples saw it, they were furious. 'What's the point of all this waste?' they said. ", "9": "'This could have been sold for a fortune, and the money could have been given to the poor!'", "10": "Jesus knew what they were thinking. 'Why make life difficult for the woman?' he said. 'It's a lovely thing, what she's done for me. ", "11": "You always have the poor with you, don't you? But you won't always have me. ", "12": "When she poured this ointment on my body, you see, she did it to prepare me for my burial. ", "13": "I'm telling you the truth: wherever this gospel is announced in all the world, what she has just done will be told, and people will remember her.'", "14": "Then one of the Twelve, called Judas Iscariot, went to the chief priests.", "15": "'What will you give me', he said, 'to hand him over to you?' They settled the deal with him at thirty pieces of silver. ", "16": "From that moment on, he was watching for an opportunity to hand him over.", "17": "On the first day of the Feast of Unleavened Bread, the disciples said to Jesus, 'Where do you want us to get the Passover ready for you to eat it?'", "18": "'Go into the city', he said, 'to a certain man, and say to him, “The Teacher says, 'My time is very close. I'm going to keep the Passover at your house with my disciples.' ” '", "19": "So the disciples did as Jesus had told them, and got the Passover ready.", "20": "When evening came, he settled down with the Twelve. ", "21": "As they were eating, he said, 'I'm telling you the truth: one of you will betray me.' ", "22": "They were extremely upset, and began to say one by one, 'It's not me, is it, Master?'", "23": "'It's one who's dipped his hand with me in the dish,' Jesus replied. 'That's the one who will betray me. ", "24": "The son of man is on his way, as the Bible said it would happen, but it's misery for the man who hands him over. It would be better for that man if he'd never been born.'", "25": "At this, Judas, who was planning to betray him, said, 'It isn't me, is it, Teacher?' 'You've just said so,' he replied.", "26": "As they were eating, Jesus took some bread, blessed it, broke it and gave it to the disciples. 'Take it and eat it,' he said, 'this is my body.'", "27": "Then he took a cup; and, after giving thanks, he gave it to them. 'Drink this, all of you,' he said. ", "28": "'This is my blood of the covenant, which is poured out for many for the forgiveness of sins. ", "29": "But let me tell you this: I will not drink any more from this fruit of the vine, until that day when I drink it new with you in the kingdom of my father.'", "30": "They sang a hymn, and went out to the Mount of Olives.", "31": "Then Jesus said to them, 'You are all going to stumble and fall tonight because of me. This is what the Bible says, you see: I shall strike the shepherd, and the sheep of the flock will be scattered.", "32": "'But after I am raised up, I shall go on ahead of you to Galilee.'", "33": "'Even if everyone else trips and falls,' said Peter in reply to him, 'I'm never going to do that!'", "34": "'I'm telling you the truth,' said Jesus to him, 'this very night, before the cock has crowed, you will deny me three times.'", "35": "'Even if I have to die with you,' said Peter to him, 'I won't ever deny you!' And all the disciples said the same.", "36": "So Jesus went with them to the place called Gethsemane. 'You sit here,' he said to the disciples, 'while I go over there and pray.'", "37": "He took Peter and the two sons of Zebedee with him, and began to be very upset and distressed.", "38": "'My soul is overwhelmed with grief,' he said, 'even to death. Stay here and keep watch with me.'", "39": "Then, going a little further on, he fell on his face and prayed. 'My father,' he said, 'if it's possible – please, please let this cup go away from me! But . . . not what I want, but what you want.'", "40": "He came back to the disciples and found them asleep. 'So,' he said to Peter, 'couldn't you keep watch with me for a single hour? ", "41": "Watch and pray so that you don't get pulled down into the time of testing. The spirit is eager, but the body is weak.'", "42": "Again, for the second time, he went off and said, 'My father, if it's not possible for this to pass unless I drink it, let your will be done.'", "43": "Again he came and found them asleep; their eyes were heavy. ", "44": "Once more he left them and went away. He prayed for the third time, using the same words once again. ", "45": "Then he came back to the disciples. 'You can sleep now,' he said, 'and have a good rest! Look – the time has come, and the son of man is given over into the hands of wicked people! ", "46": "Get up and let's be going. Look! Here comes the one who's going to betray me!'", "47": "While Jesus was still speaking, there was Judas, one of the Twelve. He had come with a large crowd, with swords and clubs, from the chief priests and the elders of the people. ", "48": "The one who was intending to betray him gave them a sign: 'The one I kiss – that's him! Grab hold of him!'", "49": "So he went up at once to Jesus and said 'Greetings, Teacher!', and kissed him.", "50": "'My friend,' said Jesus, 'what have you come to do?' Then they came and laid hands on Jesus, and arrested him.", "51": "At that, one of the men with Jesus reached out his hand, drew his sword and hit the high priest's slave, cutting off his ear.", "52": "'Put your sword back where it belongs!' said Jesus to him. 'People who use the sword die by the sword! ", "53": "Don't you realize that I could call on my father and have him send me more than twelve legions of angels, just like that? ", "54": "But how then can the Bible come true when it says this has to happen?'", "55": "At that time Jesus said to the crowds, 'Have you really come out with swords and sticks to arrest me, as if I were some kind of brigand? I sat there teaching in the Temple every day, and you didn't arrest me! ", "56": "But all this has happened so that the writings of the prophets would be fulfilled.' Then all the disciples abandoned him and ran away.", "57": "The people who had arrested Jesus took him off to Caiaphas the high priest. The scribes and elders had already gathered at his house. ", "58": "Peter, however, followed him at some distance, all the way to the high priest's residence. He went in and sat with the servants, to see how things would work out.", "59": "The high priest and the whole Council tried to produce false evidence against Jesus, to frame a capital charge and have him killed. ", "60": "But even though they brought in plenty of lying witnesses, they couldn't find the evidence they wanted. Finally two people came forward ", "61": "and declared: 'This fellow said, “I can destroy God's Temple and build it again in three days!” '", "62": "Then the high priest stood up. 'Aren't you going to answer?' he said to him. 'What are these people accusing you of?'", "63": "But Jesus remained silent. Then the high priest said to him, 'I put you on oath before the living God: tell us if you are the Messiah, God's son!'", "64": "'You said the words,' replied Jesus. 'But let me tell you this: from now on you will see “the son of man sitting at the right hand of the Power, and coming on the clouds of heaven”.'", "65": "Then the high priest tore his robes. 'He's blasphemed!' he said. 'Why do we need any more witnesses? Look – you've heard his blasphemy, here and now! ", "66": "What's your verdict?' 'He deserves to die,' they answered.", "67": "Then they spat in his face and hit him. Some of them slapped him, ", "68": "and said, 'Prophesy for us, Mr Messiah! Who was it who hit you?'", "69": "Meanwhile, Peter sat outside in the courtyard. One of the servant-girls came up to him. 'You were with Jesus the Galilean too, weren't you?' she said.", "70": "He denied it in front of everyone. 'I don't know what you're talking about,' he said.", "71": "He went out to the gateway. Another girl saw him, and said to the people who were there, 'This fellow was with Jesus the Nazarene!'", "72": "Once more he denied it, this time swearing, 'I don't know the man!'", "73": "After a little while the people standing around came up and said to Peter, 'You really are one of them! Look – the way you talk makes it obvious!'", "74": "Then he began to curse and swear, 'I don't know the man!' And then, all at once, the cock crowed.", "75": "And Peter remembered. He remembered the words Jesus had spoken to him: 'Before the cock crows, you will deny me three times.' And he went outside and cried like a baby."}