{"1": "When dawn broke, all the chief priests and elders of the people held a council meeting about Jesus, in order to have him put to death. ", "2": "They tied him up, took him off, and handed him over to Pilate, the governor.", "3": "Meanwhile Judas, who had betrayed him, saw that he had been condemned, and was filled with remorse. He took the thirty pieces of silver back to the high priests and elders.", "4": "'I've sinned!' he said. 'I betrayed an innocent man, and now I've got his blood on my hands!' 'See if we care!' they replied. 'Deal with it yourself.'", "5": "And he threw down the money in the Temple, and left, and went and hanged himself.", "6": "'Well now,' said the chief priests, picking up the money. 'According to the law, we can't put it into the Temple treasury. It's the price of someone's blood.'", "7": "So they had a discussion, and used it to buy the Potter's Field, as a burial place for foreigners. ", "8": "(That's why that field is called Blood Field, to this day.) ", "9": "Then the word that was spoken by Jeremiah the prophet came true: They took the thirty pieces of silver, the price of the one who was valued, valued by the children of Israel;", "10": "and they gave them for the potter's field, as the Lord instructed me.", "11": "So Jesus stood in front of the governor. 'Are you the King of the Jews?' the governor asked him. 'If you say so,' replied Jesus.", "12": "The chief priests and elders poured out their accusations against him, but he made no answer.", "13": "Then Pilate said to him, 'Don't you hear all this evidence they're bringing against you?'", "14": "He gave him no answer, not even a word, which quite astonished the governor.", "15": "Now the governor had a custom. At festival-time he used to release one prisoner for the crowd, whoever they chose. ", "16": "Just then they had a famous prisoner, called Jesus Barabbas. ", "17": "So when the people were all gathered there, Pilate said to them, 'Who do you want me to release for you? Jesus Barabbas, or Jesus the so-called Messiah?' ", "18": "(He knew that they'd handed him over out of sheer envy.)", "19": "While he was presiding in the court, his wife sent a message to him. 'Don't have anything to do with that man,' she said. 'He's innocent! I've had a really bad time today in a dream, all because of him.'", "20": "The high priests and the elders persuaded the crowds to ask for Barabbas, and to have Jesus killed. ", "21": "So when the governor came back to them again, and asked, 'Which of the two do you want me to release for you?' they said, 'Barabbas!'", "22": "'So what shall I do with Jesus the so-called Messiah?' asked Pilate. 'Let him be crucified!' they all said.", "23": "'Why?' asked Pilate. 'What's he done wrong?' But they shouted all the louder, 'Let him be crucified!'", "24": "Pilate saw that it was no good. In fact, there was a riot brewing. So he took some water and washed his hands in front of the crowd. 'I'm not guilty of this man's blood,' he said. 'It's your problem.'", "25": "'Let his blood be on us!' answered all the people, 'and on our children!'", "26": "Then Pilate released Barabbas for them. He had Jesus flogged, and handed him over to be crucified.", "27": "Then the soldiers of the governor took Jesus into the barracks, and gathered the whole regiment together. ", "28": "They took off his clothes and dressed him up in a scarlet military cloak. ", "29": "They wove a crown out of thorns and stuck it on his head, and put a reed in his right hand. Then they knelt down in front of him. 'Greetings, King of the Jews!' they said, making fun of him.", "30": "They spat on him. Then they took the reed and beat him about the head. ", "31": "When they had finished mocking him, they took off the cloak, dressed him in his own clothes again, and led him off to crucify him.", "32": "As they were going out they found a man from Cyrene, called Simon. They forced him to carry his cross.", "33": "When they came to the place called Golgotha, which means Skull-Place, ", "34": "they gave him a drink of wine mixed with bitter herbs. When he tasted it, he refused to drink it.", "35": "So then they crucified him. They divided up his clothes by casting lots, ", "36": "and they sat down and kept watch over him there. ", "37": "And they placed the written charge above his head: 'This is Jesus, the King of the Jews.'", "38": "Then they crucified two brigands alongside him, one on his right and one on his left.", "39": "The people who were going by shouted blasphemies at Jesus. They shook their heads at him.", "40": "'So!' they said. 'You were going to destroy the Temple and build it in three days, were you? Save yourself, if you're God's son! Come down from the cross!'", "41": "The chief priests, too, and the scribes and the elders, mocked him.", "42": "'He rescued others,' they said, 'but he can't rescue himself! All right, so he's the King of Israel! – well, let him come down from the cross right now, and then we'll really believe that he is! ", "43": "He trusted in God; let God deliver him now, if he's that keen on him – after all, he did say he was God's son!'", "44": "The brigands who were crucified alongside him heaped insults on him as well.", "45": "From noon until mid-afternoon there was darkness over the whole land. ", "46": "About the middle of the afternoon Jesus shouted out in a loud voice, 'Eli, Eli, lema sabachthani!' – which means, 'My God, my God, why did you abandon me?'", "47": "Some of the people who were standing there heard it and said, 'This fellow's calling Elijah!'", "48": "One of them ran at once and got a sponge. He filled it with vinegar, put it on a reed, and gave him a drink.", "49": "The others said, 'Wait a bit. Let's see if Elijah is going to come and rescue him!'", "50": "But Jesus shouted out loudly one more time, and then breathed his last breath.", "51": "At that instant the Temple curtain was torn in two, from top to bottom. The earth shook, the rocks were split, ", "52": "and the tombs burst open. Many bodies of the sleeping holy ones were raised. ", "53": "They came out of the tombs after Jesus' resurrection, and went into the holy city, where they appeared to many people.", "54": "When the centurion and the others with him, keeping watch over Jesus, saw the earthquake and the things that happened, they were scared out of their wits. 'He really was God's son!' they said.", "55": "There were several women there, watching from a distance. They had followed Jesus from Galilee, helping to look after his needs. ", "56": "They included Mary Magdalene, Mary the mother of James and Joseph, and the mother of Zebedee's sons.", "57": "When evening came, a rich man from Arimathea arrived. He was called Joseph, and he, too, was a disciple of Jesus. ", "58": "He went to Pilate and requested the body of Jesus. Pilate gave the order that it should be given to him.", "59": "So Joseph took the body and wrapped it in a clean linen cloth. ", "60": "He laid it in his own new tomb, which he had carved out of the rock. Then he rolled a large stone across the doorway of the tomb, and went away.", "61": "Mary Magdalene was there, and so was the other Mary. They were sitting opposite the tomb.", "62": "On the next day (that is, the day after Preparation Day), the chief priests and the Pharisees went as a group to Pilate.", "63": "'Sir,' they said, 'when that deceiver was still alive, we recall that he said, “After three days, I'll rise again.” ", "64": "So please give the order for the tomb to be made secure until the third day. Otherwise his disciples might come and steal him away, and then tell the people, “He's been raised from the dead!”, and so the last deception would be worse than the first.'", "65": "'You may have a guard,' said Pilate; 'go and make it as secure as you know how.' ", "66": "So they went and made the tomb secure, sealing the stone and putting a guard on watch."}