{"1": "In those days John the Baptist appeared. He was preaching in the Judaean wilderness.", "2": "'Repent!' he was saying. 'The kingdom of heaven is coming!'", "3": "John, you see, is the person spoken of by Isaiah the prophet, when he said, The voice of someone shouting in the desert: 'Prepare the route that the Lord will take, straighten out his paths!'", "4": "John himself had clothing made from camel's hair, and a leather belt around his waist. His food was locusts and wild honey. ", "5": "Jerusalem, and all Judaea, and the whole area around the Jordan, were going off to him. ", "6": "They were being baptized by him in the river Jordan, confessing their sins.", "7": "He saw several Pharisees and Sadducees coming to be baptized by him. 'You brood of vipers!' he said to them. 'Who warned you to escape from the coming wrath? ", "8": "You'd better prove your repentance by bearing the right sort of fruit! ", "9": "And you needn't start thinking to yourselves, “We have Abraham as our father.” Let me tell you, God is quite capable of raising up children for Abraham from these stones! ", "10": "The axe is already taking aim at the root of the tree. Every tree that doesn't produce good fruit is to be cut down and thrown into the fire.'", "11": "'I am baptizing you with water, for repentance,' John continued. 'But the one who is coming behind me is more powerful than me! I'm not even worthy to carry his sandals. He will baptize you with the holy spirit and fire! ", "12": "He's got his shovel in his hand, ready to clear out his barn, and gather all his corn into the granary. But he'll burn up the chaff with a fire that will never go out.'", "13": "Then Jesus arrived at the Jordan from Galilee, and came to John to be baptized by him.", "14": "John tried to stop him. 'I ought to be baptized by you,' he said, 'And are you going to come to me?'", "15": "'This is how it's got to be right now,' said Jesus. 'This is the right way for us to complete God's whole saving plan.' So John consented, ", "16": "and Jesus was baptized. All at once, as he came up out of the water, suddenly the heavens were opened, and he saw God's spirit coming down like a dove and landing on him.", "17": "Then there came a voice out of the heavens. 'This is my son, my beloved one,' said the voice. 'I am delighted with him.'"}