{"1": "Then Jesus was led out into the wilderness by the spirit to be tested by the devil. ", "2": "He fasted for forty days and forty nights, and at the end of it was famished. ", "3": "Then the tempter approached him. 'If you really are God's son,' he said, 'tell these stones to become bread!'", "4": "'The Bible says', replied Jesus, 'that it takes more than bread to keep you alive. You actually live on every word that comes out of God's mouth.'", "5": "Then the devil took him off to the holy city, and stood him on a pinnacle of the Temple.", "6": "'If you really are God's son,' he said, 'throw yourself down. The Bible does say, after all, that “God will give his angels a command about you”; and “they will carry you in their hands, so that you won't hurt your foot against a stone.” '", "7": "'But the Bible also says', replied Jesus, 'that you mustn't put the Lord your God to the test!'", "8": "Then the devil took him off again, this time to a very high mountain. There he showed him all the magnificent kingdoms of the world.", "9": "'I'll give the whole lot to you,' he said, 'if you will fall down and worship me.'", "10": "'Get out of it, satan!' replied Jesus. 'The Bible says, “Worship the Lord your God, and serve him alone!” '", "11": "Then the devil left him, and angels came and looked after him.", "12": "When Jesus heard that John had been arrested, he went off to Galilee. ", "13": "He left Nazareth, and went to live at Capernaum, a small town by the sea in the region of Zebulon and Naphtali. ", "14": "This happened so that the word spoken through Isaiah the prophet might come true:", "15": "The land of Zebulon and the land of Naphtali, the road by the sea, beyond the Jordan, Galilee, land of the nations:", "16": "the people who sat in the dark saw a great light; light dawned on those who sat in the shadowy land of death.", "17": "From that time on Jesus began to make his proclamation. 'Repent!' he would say. 'The kingdom of heaven is arriving!'", "18": "As Jesus was walking beside the Sea of Galilee he saw two brothers, Simon (also called Peter) and Andrew his brother. They were fishermen, and were casting nets into the sea.", "19": "'Follow me!' said Jesus. 'I'll make you fish for people!'", "20": "Straight away they abandoned their nets and followed him.", "21": "He went on further, and saw two other brothers, James the son of Zebedee and John his brother. They were in the boat, mending their nets, with Zebedee their father. He called them. ", "22": "At once they left the boat, and their father, and followed him.", "23": "He went on through the whole of Galilee, teaching in their synagogues and proclaiming the good news of the kingdom, healing every disease and every illness among the people.", "24": "Word about him went out around the whole of Syria. They brought to him all the people tormented with various kinds of diseases and ailments, demon-possessed people, epileptics, and paralytics, and he healed them. ", "25": "Large crowds followed him from Galilee, the Ten Towns, Jerusalem, Judaea and beyond the Jordan."}