{"1": "When Jesus saw the crowds, he went up the hillside, and sat down. His disciples came to him. ", "2": "He took a deep breath, and began his teaching:", "3": "'Blessings on the poor in spirit! The kingdom of heaven is yours.", "4": "'Blessings on the mourners! You're going to be comforted.", "5": "'Blessings on the meek! You're going to inherit the earth.", "6": "'Blessings on people who hunger and thirst for God's justice! You're going to be satisfied.", "7": "'Blessings on the merciful! You'll receive mercy yourselves.", "8": "'Blessings on the pure in heart! You will see God.", "9": "'Blessings on the peacemakers! You'll be called God's children.", "10": "'Blessings on people who are persecuted because of God's way! The kingdom of heaven belongs to you.", "11": "'Blessings on you, when people slander you and persecute you, and say all kinds of wicked things about you falsely because of me! ", "12": "Celebrate and rejoice: there's a great reward for you in heaven. That's how they persecuted the prophets who went before you.'", "13": "'You're the salt of the earth! But if the salt becomes tasteless, how is it going to get salty again? It's no good for anything. You might as well throw it out and walk all over it.", "14": "'You're the light of the world! A city can't be hidden if it's on top of a hill. ", "15": "People don't light a lamp and put it under a bucket; they put it on a lampstand. Then it gives light to everybody in the house. ", "16": "That's how you must shine your light in front of people! Then they will see what wonderful things you do, and they'll give glory to your father in heaven.", "17": "'Don't suppose that I came to destroy the law or the prophets. I didn't come to destroy them; I came to fulfil them! ", "18": "I'm telling you the truth: until heaven and earth disappear, not one stroke, not one dot, is going to disappear from the law, until it's all come true. ", "19": "So anyone who relaxes a single one of these commandments, even the little ones, and teaches that to people, will be called least in the kingdom of heaven. But anyone who does them and teaches them will be called great in the kingdom of heaven.", "20": "'Yes, let me tell you: unless your covenant behaviour is far superior to that of the scribes and Pharisees, you will never get in to the kingdom of heaven.'", "21": "'You heard that it was said to the ancient people, “You shall not murder”; and anyone who commits murder shall be liable to judgment. ", "22": "But I say to you that everyone who is angry with his brother shall be liable to judgment; anyone who uses foul and abusive language will be liable to the lawcourt; and anyone who says, “You fool”, will be liable to the fires of Gehenna.", "23": "'So, if you are coming to the altar with your gift, and there you remember that your brother has a grievance against you, ", "24": "leave your gift right there in front of the altar, and go first and be reconciled to your brother. Then come back and offer your gift. ", "25": "Make friends with your opponent quickly, while you are with him in the street, in case your opponent hands you over to the judge, and the judge to the officer, and you find yourself being thrown into jail. ", "26": "I'm telling you the truth: you won't get out until you've paid every last copper coin.'", "27": "'You heard', Jesus continued, 'that it was said, “You shall not commit adultery.” ", "28": "But I say to you: everyone who gazes at a woman in order to lust after her has already committed adultery with her in his heart. ", "29": "If your right eye trips you up, tear it out and throw it away. Yes: it's better for you to have one part of your body destroyed than for the whole body to be thrown into Gehenna. ", "30": "And if your right hand trips you up, cut it off and throw it away. Yes: it's better for you to have one part of your body destroyed than for your whole body to go into Gehenna.", "31": "'It was also said, “If someone divorces his wife, he should give her a legal document to prove it.” ", "32": "But I say to you: everyone who divorces his wife, unless it's in connection with immorality, makes her commit adultery; and anyone who marries a divorced woman commits adultery.", "33": "'Again, you heard that it was said to the people long ago: “You shall not swear falsely, but you shall give to the Lord what you promised under oath.” ", "34": "But I say to you: don't swear at all! Don't swear by heaven (it's God's throne!); ", "35": "don't swear by the earth (it's God's footstool!); don't swear by Jerusalem (it's the city of the great king!); ", "36": "don't swear by your head (you can't make one hair of it turn white or black!). ", "37": "When you're talking, say “Yes” when you mean Yes, and “No” when you mean No. Anything more than that comes from the evil one.'", "38": "'You heard that it was said, “An eye for an eye, and a tooth for a tooth.” ", "39": "But I say to you: don't use violence to resist evil! Instead, when someone hits you on the right cheek, turn the other one towards him. ", "40": "When someone wants to sue you and take your shirt, let him have your cloak, too. ", "41": "And when someone forces you to go one mile, go a second one with him. ", "42": "Give to anyone who asks you, and don't refuse someone who wants to borrow from you.", "43": "'You heard that it was said, “Love your neighbour and hate your enemy.” ", "44": "But I tell you: love your enemies! Pray for people who persecute you! ", "45": "That way, you'll be children of your father in heaven! After all, he makes his sun rise on bad and good alike, and sends rain both on the upright and on the unjust. ", "46": "Look at it like this: if you love those who love you, do you expect a special reward? Even tax-collectors do that, don't they? ", "47": "And if you only greet your own family, what's so special about that? Even Gentiles do that, don't they? ", "48": "Well then: you must be perfect, just as your heavenly father is perfect.'"}