{"1": "'Don't judge people, and you won't be judged yourself. ", "2": "You'll be judged, you see, by the judgment you use to judge others! You'll be measured by the measuring-rod you use to measure others! ", "3": "Why do you stare at the splinter in your neighbour's eye, but ignore the plank in your own? ", "4": "How can you say to your neighbour, “Here – let me get that splinter out of your eye,” when you've got the plank in your own? ", "5": "You're just play-acting! First take the plank out of your own eye, and then you'll see clearly enough to take the splinter out of your neighbour's eye.", "6": "'Don't give holy things to dogs. Don't throw your pearls to pigs. If you do, they will trample them under their feet – and then turn round and attack you!'", "7": "'Ask and it will be given to you! Search and you will find! Knock and the door will be opened for you! ", "8": "Everyone who asks receives; everyone who searches finds; everyone who knocks will have the door opened. ", "9": "Don't you see? Supposing your son asks you for bread – which of you is going to give him a stone? ", "10": "Or if he asks for a fish – which of you is going to give him a serpent? ", "11": "Well then: if you know how to give good gifts to your children, evil as you are, how much more will your father in heaven give good things to those who ask him!", "12": "'So whatever you want people to do to you, do just that to them. Yes; this is what the law and the prophets are all about.'", "13": "'Go in by the narrow gate. The gate that leads to destruction, you see, is nice and wide, and the road going there has plenty of room. Lots of people go that way. ", "14": "But the gate leading to life is narrow, and the road going there is a tight squeeze. Not many people find their way through.", "15": "'Watch out for false prophets. They will come to you dressed like sheep, but inside they are hungry wolves. ", "16": "You'll be able to tell them by the fruit they bear: you don't find grapes growing on thorn-bushes, do you, or figs on thistles? ", "17": "Well, in the same way, good trees produce good fruit, and bad trees produce bad fruit. ", "18": "Actually, good trees can't produce bad fruit, nor can bad ones produce good fruit! ", "19": "Every tree that doesn't produce good fruit is cut down and thrown on the fire. ", "20": "So: you must recognize them by their fruits.", "21": "'Not everyone who says to me, “Master, Master” will enter the kingdom of heaven; only people who do the will of my father in heaven. ", "22": "On that day lots of people will say to me, “Master, Master – we prophesied in your name, didn't we? We cast out demons in your name! We performed lots of powerful deeds in your name!”", "23": "'Then I will have to say to them, ' “I never knew you! You're a bunch of evildoers – go away from me!” '", "24": "'So, then, everyone who hears these words of mine and does them will be like a wise man who built his house on the rock. ", "25": "Heavy rain fell; floods rose up; the winds blew and beat on that house. It didn't fall, because it was founded on the rock. ", "26": "And everyone who hears these words of mine and doesn't do them – they will be like a foolish man, who built his house on sand. ", "27": "Heavy rain fell; floods rose up; the winds blew and battered the house – and down it fell! It fell with a great crash.'", "28": "And so it was, when Jesus finished these words, that the crowds were astonished at his teaching. ", "29": "He was teaching them, you see, on his own authority, not like their scribes used to do."}