{"1": "Jesus got into the boat, and crossed back over to his own town.", "2": "Some people brought to him a paralysed man lying on a bed. When Jesus saw their faith, he said to the paralysed man, 'Cheer up, my son! Your sins are forgiven!'", "3": "'This fellow's blaspheming!' said some of the scribes to themselves.", "4": "Jesus read their thoughts. 'Why let all this wickedness fester in your hearts?' he said. ", "5": "'Which is easier: to say, “Your sins are forgiven”, or to say, “Get up and walk?” ", "6": "But, to let you know that the son of man has authority on earth to forgive sins' – he spoke to the paralysed man – 'Get up, pick up your bed, and go home!'", "7": "And he got up, and went away to his home. ", "8": "When the crowds saw it they were frightened, and praised God for giving authority like this to humans.", "9": "As Jesus was walking along, he saw a man called Matthew sitting at the tax-office. 'Follow me!' he said to him. And he rose up and followed him.", "10": "When he was at home, sitting down to a meal, there were lots of tax-collectors and sinners there who had come to have dinner with Jesus and his disciples. ", "11": "When the Pharisees saw it, they said to his disciples, 'Why does your teacher eat with tax-collectors and sinners?'", "12": "Jesus heard them. 'It isn't the healthy who need a doctor,' he said, 'it's the sick. ", "13": "Go and learn what this saying means: “It's mercy I want, not sacrifice.” My job isn't to call upright people, but sinners.'", "14": "Then John's disciples came to him with a question. 'How come,' they asked, 'we and the Pharisees fast a good deal, but your disciples don't fast at all?'", "15": "'Wedding guests can't fast, can they,' replied Jesus, 'as long as the bridegroom is with them? But sooner or later the bridegroom will be taken away from them. They'll fast then all right.'", "16": "'No one', he went on, 'sews a patch of unshrunk cloth onto an old coat. The patch will simply pull away from the coat, and you'll have a worse hole than you started with. ", "17": "People don't put new wine into old wineskins, otherwise the skins will split; then the wine will be lost, and the skins will be ruined. They put new wine into new skins, and then both are fine.'", "18": "As Jesus was saying this, suddenly an official came up and knelt down in front of him. 'It's my daughter!' he said. 'She's just died! But – if you'll come and lay your hand on her, she'll come back to life!'", "19": "Jesus got up and followed him. So did his disciples.", "20": "Just then a woman appeared. She had suffered from internal bleeding for twelve years. She came up behind Jesus and touched the hem of his coat.", "21": "'If I can only touch his coat,' she said to herself, 'I'll be rescued.'", "22": "Jesus turned round and saw her. 'Cheer up, my daughter!' he said. 'Your faith has rescued you.' And the woman was healed from that moment.", "23": "Jesus went into the official's house. There he saw the flute-players, and everybody in a great state of agitation.", "24": "'Go away!' he said. 'The little girl isn't dead. She's asleep!' And they laughed at him.", "25": "So when the crowd had been put out, he went in and took hold of her hand, and she got up. ", "26": "The report of this went out around the whole of that region.", "27": "As Jesus was leaving the area, two blind men followed him, shouting 'Have pity on us, son of David!' at the tops of their voices.", "28": "Jesus went into the house, and the blind men came to him. 'Do you believe that I can do this?' asked Jesus. 'Yes, Master,' they replied.", "29": "Then Jesus touched their eyes. 'As you have believed, so let it happen,' he said. ", "30": "And their eyes were opened. Then Jesus gave them a stern warning. 'Take good care', he said, 'that nobody gets to know about this.' ", "31": "But they went out and spread the news in the whole of that region.", "32": "After they had left, people brought to Jesus a demon-possessed man who couldn't speak. ", "33": "Jesus cast out the demon, and the man spoke. The crowds were amazed. 'Nothing like this ever happened in Israel,' they said. ", "34": "But the Pharisees said, 'He casts out demons by the prince of demons.'", "35": "Jesus went around all the towns and villages, teaching in their synagogues, announcing the good news of the kingdom, and healing every disease and every sickness. ", "36": "When he saw the crowds, he felt deeply sorry for them, because they were distressed and dejected, like sheep without a shepherd. ", "37": "Then he said to his disciples, 'There's plenty of harvest to be had, but not many workers! ", "38": "So pray the master of the harvest to send more workers to harvest his fields!'"}