{"1": "The people of Israel had left Egypt and were living in the Sinai Desert. Then on the first day of the second month[a] of the second year, Moses was in the sacred tent when the Lord said:", "2-3": "I want you and Aaron to find out how many people are in each of Israel's clans and families. And make a list of all the men twenty years and older who are able to fight in battle. ", "4-15": "The following twelve family leaders, one from each tribe, will help you: Elizur son of Shedeur from Reuben, Shelumiel son of Zurishaddai from Simeon, Nahshon son of Amminadab from Judah, Nethanel son of Zuar from Issachar, Eliab son of Helon from Zebulun, Elishama son of Ammihud from Ephraim, Gamaliel son of Pedahzur from Manasseh, Abidan son of Gideoni from Benjamin, Ahiezer son of Ammishaddai from Dan, Pagiel son of Ochran from Asher, Eliasaph son of Deuel from Gad, and Ahira son of Enan from Naphtali.", "16-17": "Moses and Aaron, together with these twelve tribal leaders, ", "18": "called together the people that same day. They were counted according to their clans and families. Then Moses and the others listed the names of the men twenty years and older, ", "19": "just as the Lord had commanded. ", "20-46": "The number of men from each tribe who were at least twenty years old and strong enough to fight in Israel's army was as follows: ,500 from Reuben, the oldest son of Jacob,[b] ,300 from Simeon, ,650 from Gad, ,600 from Judah, ,400 from Issachar, ,400 from Zebulun, ,500 from Ephraim, ,200 from Manasseh, ,400 from Benjamin, ,700 from Dan, ,500 from Asher, ,400 from Naphtali. The total number of men registered by Moses, Aaron, and the twelve leaders was 603,550.", "47": "But those from the Levi tribe were not included ", "48": "because the Lord had said to Moses:", "49": "When you count the Israelites, do not include those from the Levi tribe. ", "50-51": "Instead, give them the job of caring for the sacred tent, its furnishings, and the objects used for worship. They will camp around the tent, and whenever you move, they will take it down, carry it to the new camp, and set it up again. Anyone else who tries to go near it must be put to death.", "52": "The rest of the Israelites will camp in their own groups and under their own banners. ", "53": "But the Levites will camp around the sacred tent to make sure that no one goes near it and makes me furious with the Israelites.", "54": "The people of Israel did everything the Lord had commanded."}