{"1": "The Lord told Moses:", "2": "Have someone make two trumpets out of hammered silver. These will be used to call the people together and to give the signal for moving your camp. ", "3": "If both trumpets are blown, everyone is to meet with you at the entrance to the sacred tent. ", "4": "But if just one is blown, only the twelve tribal leaders need to come together.", "5-6": "Give a signal on a trumpet when it is time to break camp. The first blast will be the signal for the tribes camped on the east side, and the second blast will be the signal for those on the south. ", "7": "But when you want everyone to come together, sound a different signal on the trumpet. ", "8": "The priests of Aaron's family will be the ones to blow the trumpets, and this law will never change.", "9": "Whenever you go into battle against an enemy attacking your land, give a warning signal on the trumpets. Then I, the Lord, will hear it and rescue you. ", "10": "During the celebration of the New Moon Festival and other religious festivals, sound the trumpets while you offer sacrifices. This will be a reminder that I am the Lord your God.", "11": "On the twentieth day of the second month[a] of that same year, the cloud over the sacred tent moved on. ", "12": "So the Israelites broke camp and left the Sinai Desert. And some time later, the cloud stopped in the Paran Desert.[b] ", "13": "This was the first time the Lord had told Moses to command the people of Israel to move on.", "14": "Judah and the tribes that camped alongside it marched out first, carrying their banner. Nahshon son of Amminadab was the leader of the Judah tribe, ", "15": "Nethanel son of Zuar was the leader of the Issachar tribe, ", "16": "and Eliab son of Helon was the leader of the Zebulun tribe.", "17": "The sacred tent had been taken down, and the Gershonites and the Merarites carried it, marching behind the Judah camp.", "18": "Reuben and the tribes that camped alongside it marched out second, carrying their banner. Elizur son of Shedeur was the leader of the Reuben tribe, ", "19": "Shelumiel son of Zurishaddai was the leader of the Simeon tribe, ", "20": "and Eliasaph son of Deuel was the leader of the Gad tribe.", "21": "Next were the Kohathites, carrying the objects for the sacred tent, which was to be set up before they arrived at the new camp.", "22": "Ephraim and the tribes that camped alongside it marched next, carrying their banner. Elishama son of Ammihud was the leader of the Ephraim tribe, ", "23": "Gamaliel son of Pedahzur was the leader of the Manasseh tribe, ", "24": "and Abidan son of Gideoni was the leader of the Benjamin tribe.", "25": "Dan and the tribes that camped alongside it were to protect the Israelites against an attack from behind, and so they marched last, carrying their banner. Ahiezer son of Ammishaddai was the leader of the tribe of Dan, ", "26": "Pagiel son of Ochran was the leader of the Asher tribe, ", "27": "and Ahira son of Enan was the leader of the Naphtali tribe.", "28": "This was the order in which the Israelites marched each time they moved their camp.", "29": "Hobab[c] the Midianite, the father-in-law of Moses, was there. And Moses said to him, “We're leaving for the place the Lord has promised us. He has said that all will go well for us. So come along, and we will make sure that all goes well for you.”", "30": "“No, I won't go,” Hobab answered. “I'm returning home to be with my own people.”", "31": "“Please go with us!” Moses said. “You can be our guide because you know the places to camp in the desert. ", "32": "Besides that, if you go, we will give you a share of the good things the Lord gives us.”", "33": "The people of Israel began their journey from Mount Sinai.[d] They traveled three days, and the Levites who carried the sacred chest led the way, so the Lord could show them where to camp. ", "34": "And the cloud always stayed with them.", "35": "Each day as the Israelites began their journey, Moses would pray, “Our Lord, defeat your enemies and make them run!” ", "36": "And when they stopped to set up camp, he would pray, “Our Lord, stay close to Israel's thousands and thousands of people.”"}