{"1": "The Lord said to Moses, ", "2": "“Choose a leader from each tribe and send them into Canaan to explore the land I am giving you.”", "3": "So Moses sent twelve tribal leaders from Israel's camp in the Paran Desert ", "4-16": "with orders to explore the land of Canaan. And here are their names: Shammua son of Zaccur from Reuben, Shaphat son of Hori from Simeon, Caleb son of Jephunneh from Judah, Igal son of Joseph from Issachar, Joshua son of Nun from Ephraim,[a] Palti son of Raphu from Benjamin, Gaddiel son of Sodi from Zebulun, Gaddi son of Susi from Manasseh, Ammiel son of Gemalli from Dan, Sethur son of Michael from Asher, Nahbi son of Vophsi from Naphtali, and Geuel son of Machi from Gad.", "17": "Before Moses sent them into Canaan, he said: After you go through the Southern Desert of Canaan, continue north into the hill country ", "18": "and find out what those regions are like. Be sure to remember how many people live there, how strong they are, ", "19-20": "and if they live in open towns or walled cities. See if the land is good for growing crops and find out what kinds of trees grow there. It's time for grapes to ripen, so try to bring back some of the fruit that grows there.", "21": "The twelve men left to explore Canaan from the Zin Desert in the south all the way to the town of Rehob near Lebo-Hamath in the north. ", "22": "As they went through the Southern Desert, they came to the town of Hebron, which was seven years older than the Egyptian town of Zoan. In Hebron, they saw the three Anakim[b] clans of Ahiman, Sheshai, and Talmai. ", "23-24": "When they got to Bunch Valley,[c] they cut off a branch with such a huge bunch of grapes, that it took two men to carry it on a pole. That's why the place was called Bunch Valley. Along with the grapes, they also took back pomegranates[d] and figs.", "25": "After exploring the land of Canaan forty days, ", "26": "the twelve men returned to Kadesh in the Paran Desert and told Moses, Aaron, and the people what they had seen. They showed them the fruit ", "27": "and said: Look at this fruit! The land we explored is rich with milk and honey. ", "28": "But the people who live there are strong, and their cities are large and walled. We even saw the three Anakim[e] clans. ", "29": "Besides that, the Amalekites live in the Southern Desert; the Hittites, Jebusites, and Amorites are in the hill country; and the Canaanites[f] live along the Mediterranean Sea and the Jordan River.", "30": "Caleb calmed down the crowd and said, “Let's go and take the land. I know we can do it!”", "31": "But the other men replied, “Those people are much too strong for us.” ", "32": "Then they started spreading rumors and saying, “We won't be able to grow anything in that soil. And the people are like giants. ", "33": "In fact, we saw the Nephilim who are the ancestors of the Anakim. They were so big that we felt as small as grasshoppers.”"}