{"1": "After the Israelites heard the report from the twelve men who had explored Canaan, the people cried all night ", "2": "and complained to Moses and Aaron, “We wish we had died in Egypt or somewhere out here in the desert! ", "3": "Is the Lord leading us into Canaan, just to have us killed and our women and children captured? We'd be better off in Egypt.” ", "4": "Then they said to one another, “Let's choose our own leader and go back.”", "5": "Moses and Aaron bowed down to pray in front of the crowd. ", "6": "Joshua and Caleb tore their clothes in sorrow ", "7": "and said: We saw the land ourselves, and it's very good. ", "8": "If we obey the Lord, he will surely give us that land rich with milk and honey. ", "9": "So don't rebel. We have no reason to be afraid of the people who live there. The Lord is on our side, and they won't stand a chance against us!", "10": "The crowd threatened to stone Moses and Aaron to death. But just then, the Lord appeared in a cloud at the sacred tent.", "11": "The Lord said to Moses, “I have done great things for these people, and they still reject me by refusing to believe in my power. ", "12": "So they will no longer be my people. I will destroy them, but I will make you the ancestor of a nation even stronger than theirs.”", "13-16": "Moses replied: With your mighty power you rescued your people from Egypt, so please don't destroy us here in the desert. If you do, the Egyptians will hear about it and tell the people of Canaan. Those Canaanites already know that we are your people, and that we see you face to face. And they have heard how you lead us with a thick cloud during the day and flaming fire at night. But if you kill us, they will claim it was because you weren't powerful enough to lead us into Canaan as you promised.", "17": "Show us your great power, Lord. You promised ", "18": "that you love to show mercy and kindness. And you said that you are very patient, but that you will punish everyone guilty of doing wrong—not only them but their children and grandchildren as well.", "19": "You are merciful, and you treat people better than they deserve. So please forgive these people, just as you have forgiven them ever since they left Egypt.", "20": "Then the Lord said to Moses: In answer to your prayer, I do forgive them. ", "21": "But as surely as I live and my power has no limit, ", "22-23": "I swear that not one of these Israelites will enter the land I promised to give their ancestors. These people have seen my power in Egypt and in the desert, but they will never see Canaan. They have disobeyed and tested me too many times.", "24": "But my servant Caleb isn't like the others. So because he has faith in me, I will allow him to cross into Canaan, and his descendants will settle there.", "25": "Now listen, Moses! The Amalekites and the Canaanites live in the valleys of Canaan.[a] And tomorrow morning, you'll need to turn around and head back into the desert toward the Red Sea.[b]", "26": "The Lord told Moses and Aaron ", "27-28": "to give this message to the people of Israel: You sinful people have complained against me too many times! Now I swear by my own life that I will give you exactly what you wanted.[c] ", "29": "You will die right here in the desert, and your dead bodies will cover the ground. You have insulted me, and none of you men who are over twenty years old ", "30": "will enter the land that I solemnly promised to give you as your own—only Caleb and Joshua[d] will go in.", "31": "You were worried that your own children would be captured. But I, the Lord, will let them enter the land you have rejected. ", "32": "You will die here in the desert! ", "33": "Your children will wander around in this desert forty years, suffering because of your sins, until all of you are dead. ", "34": "I will cruelly punish you every day for the next forty years—one year for each day that the land was explored. ", "35": "You sinful people who ganged up against me will die here in the desert.", "36": "Ten of the men sent to explore the land had brought back bad news and had made the people complain against the Lord. ", "37": "So he sent a deadly disease that killed those men, ", "38": "but he let Joshua and Caleb live.", "39": "The people of Israel were very sad after Moses gave them the Lord's message. ", "40": "So they got up early the next morning and got ready to head toward the hill country of Canaan. They said, “We were wrong to complain about the Lord. Let's go into the land that he promised us.”", "41": "But Moses replied, “You're disobeying the Lord! Your plan won't work, ", "42-43": "so don't even try it. The Lord refuses to help you, because you turned your backs on him. The Amalekites and the Canaanites are your enemies, and they will attack and defeat you.”", "44": "But the Israelites ignored Moses[e] and marched toward the hill country, even though the sacred chest and Moses did not go with them. ", "45": "The Amalekites and the Canaanites came down from the hill country, defeated the Israelites, and chased them as far as the town of Hormah."}