{"1-2": "Korah son of Izhar was a Levite from the Kohathite clan. One day he called together Dathan, Abiram, and On[a] from the Reuben tribe, and the four of them decided to rebel against Moses. So they asked two hundred fifty respected Israelite leaders for their support, and together they went to Moses ", "3": "and Aaron and said, “Why do you think you're so much better than anyone else? We're part of the Lord's holy people, and he's with all of us. What makes you think you're the only ones in charge?”", "4": "When Moses heard this, he knelt down to pray.[b] ", "5": "Then he said to Korah and his followers: Tomorrow morning the Lord will show us the person he has chosen to be his priest, and that man will faithfully serve him.", "6-7": "Korah, now here is what you and your followers must do: Get some fire pans, fill them with coals and incense, and place them near the sacred tent. And the man the Lord chooses will be his priest.[c] Korah, this time you Levites have gone too far!", "8-9": "You know that the God of Israel has chosen you Levites from all Israel to serve him by being in charge of the sacred tent and by helping the community to worship in the proper way. What more do you want? ", "10": "The Lord has given you a special responsibility, and now, Korah, you think you should also be his priest. ", "11": "You and your followers have rebelled against the Lord, not against Aaron.", "12": "Then Moses sent for Dathan and Abiram, but they sent back this message: “We won't come! ", "13": "It's bad enough that you took us from our rich farmland in Egypt to let us die here in the desert. Now you also want to boss us around! ", "14": "You keep promising us rich farmlands with fertile fields and vineyards—but where are they? Stop trying to trick these people. No, we won't come to see you.”", "15": "Moses was very angry and said to the Lord, “Don't listen to these men! I haven't done anything wrong to them. I haven't taken as much as a donkey.”", "16": "Then he said to Korah, “Tomorrow you and your followers must go with Aaron to the Lord's sacred tent. ", "17": "Each of you take along your fire pan with incense in it and offer the incense to the Lord.”", "18": "The next day the men placed incense and coals in their fire pans and stood with Moses and Aaron at the entrance to the sacred tent. ", "19": "Meanwhile, Korah had convinced the rest of the Israelites to rebel against their two leaders. When that happened, the Lord appeared in all his glory ", "20": "and said to Moses and Aaron, ", "21": "“Get away from the rest of the Israelites so I can kill them right now!”", "22": "But the two men bowed down and prayed, “Our God, you gave these people life. Why would you punish everyone here when only one man has sinned?”", "23": "The Lord answered Moses, ", "24": "“Tell the people to stay away from the tents of Korah, Dathan, and Abiram.”", "25": "Moses walked over to Dathan and Abiram, and the other leaders of Israel followed. ", "26": "Then Moses warned the people, “Get away from the tents of these sinful men! Don't touch anything that belongs to them or you'll be wiped out.” ", "27": "So everyone moved away from those tents, except Korah, Dathan, Abiram, and their families.", "28": "Moses said to the crowd, “The Lord has chosen me and told me to do these things—it wasn't my idea. And here's how you will know: ", "29": "If these men die a natural death, it means the Lord hasn't chosen me. ", "30": "But suppose the Lord does something that has never been done before. For example, what if a huge crack appears in the ground, and these men and their families fall into it and are buried alive, together with everything they own? Then you will know they have turned their backs on the Lord!”", "31": "As soon as Moses said this, the ground under the men opened up ", "32-33": "and swallowed them alive, together with their families and everything they owned. Then the ground closed back up, and they were gone.", "34": "The rest of the Israelites heard their screams, so they ran off, shouting, “We don't want that to happen to us!”", "35": "Suddenly the Lord sent a fire that burned up the two hundred fifty men who had offered incense to him.", "36": "Then the Lord said to Moses, ", "37": "“Tell Aaron's son Eleazar to take the fire pans from the smoldering fire and scatter the coals. The pans are now sacred, ", "38": "because they were used for offering incense to me. Have them hammered into a thin layer of bronze as a covering for the altar. Those men died because of their sin, and now their fire pans will become a warning for the rest of the community.”", "39": "Eleazar collected the pans and had them hammered into a thin layer of bronze as a covering for the altar, ", "40": "just as the Lord had told Moses. The pans were a warning to the Israelites that only Aaron's descendants would be allowed to offer incense to the Lord. Anyone else who tried would be punished like Korah and his followers.", "41": "The next day the people of Israel again complained against Moses and Aaron, “The two of you killed some of the Lord's people!”", "42": "As the people crowded around them, Moses and Aaron turned toward the sacred tent, and the Lord appeared in his glory in the cloud covering the tent. ", "43": "So Moses and Aaron walked to the front of the tent, ", "44": "where the Lord said to them, ", "45": "“Stand back! I am going to wipe out these Israelites once and for all.” They immediately bowed down and prayed. ", "46": "Then Moses told Aaron, “Grab your fire pan and fill it with hot coals from the altar. Put incense in it, then quickly take it to where the people are and offer it to the Lord, so they can be forgiven. The Lord is very angry, and people have already started dying!”", "47-48": "Aaron did exactly what he had been told. He ran over to the crowd of people and stood between the dead bodies and the people who were still alive. He placed the incense on the pan, then offered it to the Lord and asked him to forgive the people's sin. The disease immediately stopped spreading, and no one else died from it. ", "49": "But fourteen thousand seven hundred Israelites were dead, not counting those who had died with Korah and his followers.", "50": "Aaron walked back and stood with Moses at the sacred tent."}