{"1": "The Lord said to Aaron: You, your sons, and the other Levites of the Kohath clan, are responsible for what happens at the sacred tent.[a] And you and your sons will be responsible for what the priests do. ", "2": "The Levites are your relatives and are here to help you in your service at the tent. ", "3": "You must see that they perform their duties. But if they go near any of the sacred objects or the altar, all of you will die. ", "4": "No one else is allowed to take care of the sacred tent or to do anything connected with it. ", "5": "Follow these instructions, so I won't become angry and punish the Israelites ever again.", "6": "I alone chose the Levites from all the other tribes to belong to me, and I have given them to you as your helpers. ", "7": "But only you and your sons can serve as priests at the altar and in the most holy place. Your work as priests is a gift from me, and anyone else who tries to do that work must be put to death.", "8-9": "The Lord said to Aaron: I have put you in charge of the sacred gifts and sacrifices that the Israelites bring to me. And from now on, you, your sons, and your descendants will receive part of the sacrifices for sin, as well as part of the grain sacrifices, and the sacrifices to make things right. Your share of these sacrifices will be the parts not burned on the altar. ", "10": "Since these things are sacred, they must be eaten near the sacred tent, but only men are allowed to eat them.", "11": "You will also receive part of the special gifts and offerings that the Israelites bring to me. Any member of your family who is clean and acceptable for worship can eat these things. ", "12": "For example, when the Israelites bring me the first batches of oil, wine, and grain, you can have the best parts of those gifts. ", "13": "And the first part of the crops from their fields and vineyards also belongs to you. The people will offer this to me, then anyone in your family who is clean may have some of it.", "14": "Everything in Israel that has been completely dedicated to me[b] will now belong to you.", "15": "The first-born son in every Israelite family, as well as the first-born males of their flocks and herds, belong to me. But a first-born son and every first-born donkey[c] must be bought back from me. ", "16": "The price for a first-born son who is at least one month old will be five pieces of silver, weighed according to the official standards. ", "17": "However, all first-born cattle, sheep, and goats belong to me and cannot be bought back. Splatter their blood on the altar and send their fat up in smoke, so I can smell it and be pleased. ", "18": "You are allowed to eat the meat of those animals, just as you can eat the choice ribs and the right hind leg of the special sacrifices.", "19": "From now on, the sacred offerings that the Israelites give to me will belong to you, your sons, and your daughters. This is my promise to you and your descendants, and it will never change.", "20": "You will not receive any land in Israel as your own. I am the Lord, and I will give you whatever you need.", "21": "The Lord said to Aaron: Ten percent of the Israelites' crops and one out of every ten of their newborn animals belong to me. But I am giving all this to the Levites as their pay for the work they do at the sacred tent. ", "22-23": "They are the only ones allowed to work at the tent, and they must not let anyone else come near it. Those who do must be put to death, and the Levites will also be punished. This law will never change. Since the Levites won't be given any land in Israel as their own, ", "24": "they will be given the crops and newborn animals that the Israelites offer to me.", "25": "The Lord told Moses ", "26": "to say to the Levites: When you receive from the people of Israel ten percent of their crops and newborn animals, you must offer a tenth of that to me. ", "27": "Just as the Israelites give me part of their grain and wine, you must set aside part of what you receive ", "28": "as an offering to me. That amount must then be given to Aaron, ", "29": "so the best of what you receive will be mine.", "30": "After you have dedicated the best parts to me, you can eat the rest, just as the Israelites eat part of their grain and wine after offering them to me.[d] ", "31": "Your share may be eaten anywhere by anyone in your family, because it is your pay for working at the sacred tent. ", "32": "You won't be punished for eating it, as long as you have already offered the best parts to me. The gifts and sacrifices brought by the people must remain sacred, and if you eat any part of them before they are offered to me, you will be put to death."}