{"1": "The people of Israel arrived at the Zin Desert during the first month[a] and set up camp near the town of Kadesh. It was there that Miriam died and was buried.", "2": "The Israelites had no water, so they went to Moses and Aaron ", "3": "and complained, “Moses, we'd be better off if we had died along with the others in front of the Lord's sacred tent.[b] ", "4": "You brought us into this desert, and now we and our livestock are going to die! ", "5": "Egypt was better than this horrible place. At least there we had grain and figs and grapevines and pomegranates.[c] But now we don't even have any water.”", "6": "Moses and Aaron went to the entrance to the sacred tent, where they bowed down. The Lord appeared to them in all of his glory ", "7-8": "and said, “Moses, get your walking stick.[d] Then you and Aaron call the people together and command that rock to give you water. That's how you will provide water for the people of Israel and their livestock.”", "9": "Moses obeyed and took his stick from the sacred tent. ", "10": "After he and Aaron had gathered the people around the rock, he said, “Look, you rebellious people, and you will see water flow from this rock!” ", "11": "He raised his stick in the air and struck the rock two times. At once, water gushed from the rock, and the people and their livestock had water to drink.", "12": "But the Lord said to Moses and Aaron, “Because you refused to believe in my power, these people did not respect me. And so, you will not be the ones to lead them into the land I have promised.”", "13": "The Israelites had complained against the Lord, and he had shown them his holy power by giving them water to drink. So they named the place Meribah, which means “Complaining.”", "14": "Moses sent messengers from Israel's camp near Kadesh with this message for the king of Edom: We are Israelites, your own relatives, and we're sure you have heard the terrible things that have happened to us. ", "15": "Our ancestors settled in Egypt and lived there a long time. But later the Egyptians were cruel to us, ", "16": "and when we begged our Lord for help, he answered our prayer and brought us out of that land. Now we are camped at the border of your territory, near the town of Kadesh. ", "17": "Please let us go through your country. We won't go near your fields and vineyards, and we won't drink any water from your wells. We will stay on the main road[e] until we leave your territory.", "18": "But the Edomite king answered, “No, I won't let you go through our country! And if you try, we will attack you.”", "19": "Moses sent back this message: “We promise to stay on the main road, and if any of us or our livestock drink your water, we will pay for it. We just want to pass through.”", "20": "But the Edomite king insisted, “You can't go through our land!” Then Edom sent out its strongest troops ", "21": "to keep Israel from passing through its territory. So the Israelites had to go in another direction.", "22": "After the Israelites had left Kadesh and had gone as far as Mount Hor ", "23": "on the Edomite border, the Lord said, ", "24": "“Aaron, this is where you will die. You and Moses disobeyed me at Meribah, and so you will not enter the land I promised the Israelites. ", "25": "Moses, go with Aaron and his son Eleazar to the top of the mountain. ", "26": "Then take Aaron's priestly robe from him and place it on Eleazar. Aaron will die there.”", "27": "Moses obeyed, and everyone watched as he and Aaron and Eleazar walked to the top of Mount Hor. ", "28": "Moses then took the priestly robe from Aaron and placed it on Eleazar. Aaron died there. When Moses and Eleazar came down, ", "29": "the people knew that Aaron had died, and they mourned his death for thirty days."}