{"1": "The Canaanite king of Arad lived in the Southern Desert of Canaan, and when he heard that the Israelites were on their way to the village of Atharim, he attacked and took some of them hostage.", "2": "The Israelites prayed, “Our Lord, if you will help us defeat these Canaanites, we will completely destroy their towns and everything in them, to show that they belong to you.”[a]", "3": "The Lord answered their prayer and helped them wipe out the Canaanite army and completely destroy their towns. That's why one of the towns is named Hormah, which means “Destroyed Place.”", "4": "The Israelites had to go around the territory of Edom, so when they left Mount Hor, they headed south toward the Red Sea.[b] But along the way, the people became so impatient ", "5": "that they complained against God and said to Moses, “Did you bring us out of Egypt, just to let us die in the desert? There's no water out here, and we can't stand this awful food!”", "6": "Then the Lord sent poisonous snakes that bit and killed many of them.", "7": "Some of the people went to Moses and admitted, “It was wrong of us to insult you and the Lord. Now please ask him to make these snakes go away.” Moses prayed, ", "8": "and the Lord answered, “Make a snake out of bronze and place it on top of a pole. Anyone who gets bitten can look at the snake and won't die.”", "9": "Moses obeyed the Lord. And all of those who looked at the bronze snake lived, even though they had been bitten by the poisonous snakes.", "10": "As the Israelites continued their journey to Canaan, they camped at Oboth, ", "11": "then at Iye-Abarim in the desert east of Moab, ", "12": "and then in the Zered Gorge. ", "13": "After that, they crossed the Arnon River gorge and camped in the Moabite desert bordering Amorite territory. The Arnon was the border between the Moabites and the Amorites. ", "14": "A song in The Book of the Lord's Battles[c] mentions the town of Waheb with its creeks in the territory of Suphah. It also mentions the Arnon River, ", "15": "with its valleys that lie alongside the Moabite border and extend to the town of Ar.", "16": "From the Arnon, the Israelites went to the well near the town of Beer, where the Lord had said to Moses, “Call the people together, and I will give them water to drink.”", "17": "That's also the same well the Israelites sang about in this song: Let's celebrate! The well has given us water.", "18": "With their royal scepters, our leaders pointed out where to dig the well. The Israelites left the desert and camped near the town of Mattanah, ", "19": "then at Nahaliel, and then at Bamoth. ", "20": "Finally, they reached Moabite territory, where they camped near Mount Pisgah[d] in a valley overlooking the desert north of the Dead Sea.", "21": "The Israelites sent this message to King Sihon of the Amorites:", "22": "Please let us pass through your territory. We promise to stay away from your fields and vineyards, and we won't drink any water from your wells. As long as we're in your land, we won't get off the main road.[e]", "23": "But Sihon refused to let Israel travel through his land. Instead, he called together his entire army and marched into the desert to attack Israel near the town of Jahaz. ", "24": "Israel defeated them and took over the Amorite territory from the Arnon River gorge in the south to the Jabbok River gorge in the north. Beyond the Jabbok was the territory of the Ammonites, who were much stronger than Israel.", "25": "The Israelites settled in the Amorite towns, including the capital city of Heshbon with its surrounding villages. ", "26": "King Sihon had ruled from Heshbon, after defeating the Moabites and taking over their land north of the Arnon River gorge. ", "27": "That's why the Amorites had written this poem about Heshbon: Come and rebuild Heshbon, King Sihon's capital city!", "28": "His armies marched out like fiery flames, burning down the town of Ar and destroying[f] the hills along the Arnon River.", "29": "You Moabites are done for! Your god Chemosh deserted your people; they were captured, taken away by King Sihon the Amorite.", "30": "We completely defeated Moab. The towns of Heshbon and Dibon, of Nophah and Medeba are ruined and gone.[g]", "31": "After the Israelites had settled in the Amorite territory, ", "32": "Moses sent some men to explore the town of Jazer. Later, the Israelites captured the villages surrounding it and forced out the Amorites who lived there.", "33": "The Israelites headed toward the region of Bashan, where King Og ruled, and he led his entire army to Edrei to meet Israel in battle.", "34": "The Lord said to Moses, “Don't be afraid of Og. I will help you defeat him and his army, just as you did King Sihon who ruled in Heshbon. Og's territory will be yours.”", "35": "So the Israelites wiped out Og, his family, and his entire army—there were no survivors. Then Israel took over the land of Bashan."}