{"1": "Israel moved from there to the hills of Moab, where they camped across the Jordan River from the town of Jericho.", "2-3": "When King Balak[a] of Moab and his people heard how many Israelites there were and what they had done to the Amorites, he and the Moabites were terrified and panicked. ", "4": "They said to the Midianite leaders, “That bunch of Israelites will wipe out everything in sight, like a bull eating grass in a field.” So King Balak ", "5": "sent a message to Balaam son of Beor who lived among his relatives in the town of Pethor near the Euphrates River. It said: I need your help. A huge group of people has come here from Egypt and settled near my territory. ", "6": "They are too powerful for us to defeat, so would you come and place a curse on them? Maybe then we can run them off. I know that anyone you bless will be successful, but anyone you curse will fail.", "7": "The leaders of Moab and Midian left and took along money to pay Balaam for his work. When they got to his house, they gave him Balak's message.", "8": "“Spend the night here,” Balaam replied, “and tomorrow I will tell you the Lord's answer.” So the officials stayed at his house.", "9": "During the night, God asked Balaam, “Who are these people at your house?”", "10": "“They are messengers from King Balak of Moab,” Balaam answered. “He sent them ", "11": "to ask me to go to Moab and place a curse on the people who have come there from Egypt. They have settled everywhere around him, and he wants to run them off.”", "12": "But God replied, “Don't go with Balak's messengers. I have blessed those people who have come from Egypt, so don't curse them.”", "13": "The next morning, Balaam said to Balak's officials, “Go on back home. The Lord says I cannot go with you.”", "14": "The officials left and told Balak that Balaam refused to come.", "15": "Then Balak sent a larger group of officials, who were even more important than the first ones. ", "16": "They went to Balaam and told him that Balak had said, “Balaam, if you come to Moab, ", "17": "I'll pay you very well and do whatever you ask. Just come and place a curse on these people.”", "18": "Balaam answered, “Even if Balak offered me a palace full of silver or gold, I wouldn't do anything to disobey the Lord my God. ", "19": "You are welcome to spend the night here, just as the others did. I will find out if the Lord has something else to say about this.”", "20": "That night, God said, “Balaam, I'll let you go to Moab with Balak's messengers, but do only what I say.”", "21": "So Balaam got up the next morning and saddled his donkey, then left with the Moabite officials.", "22": "Balaam was riding his donkey to Moab, and two of his servants were with him. But God was angry that Balaam had gone, so one of the Lord's angels stood in the road to stop him. ", "23": "When Balaam's donkey saw the angel standing there with a sword, it walked off the road and into an open field. Balaam had to beat the donkey to get it back on the road.", "24": "Then the angel stood between two vineyards, in a narrow path with a stone wall on each side. ", "25": "When the donkey saw the angel, it walked so close to one of the walls that Balaam's foot scraped against the wall. Balaam beat the donkey again.", "26": "The angel moved once more and stood in a spot so narrow that there was no room for the donkey to go around. ", "27": "So it just lay down. Balaam lost his temper, then picked up a stick and smacked the donkey.", "28": "When that happened, the Lord told the donkey to speak, and it asked Balaam, “What have I done to you that made you beat me three times?”", "29": "“You made me look stupid!” Balaam answered. “If I had a sword, I'd kill you here and now!”", "30": "“But you're my owner,” replied the donkey, “and you've ridden me many times. Have I ever done anything like this before?” “No,” Balaam admitted.", "31": "Just then, the Lord let Balaam see the angel standing in the road, holding a sword, and Balaam bowed down.", "32": "The angel said, “You had no right to treat your donkey like that! I was the one who blocked your way, because I don't think you should go to Moab.[b] ", "33": "If your donkey had not seen me and stopped those three times, I would have killed you and let the donkey live.”", "34": "Balaam replied, “I was wrong. I didn't know you were trying to stop me. If you don't think I should go, I'll return home right now.”", "35": "“It's all right for you to go,” the Lord's angel answered. “But you must say only what I tell you.” So Balaam went on with Balak's officials.", "36": "When Balak heard that Balaam was coming, he went to meet him at the town of Ir, which is on the northern border of Moab. ", "37": "Balak asked, “Why didn't you come when I invited you the first time? Did you think I wasn't going to pay you?”", "38": "“I'm here now,” Balaam answered. “But I will say only what God tells me to say.”", "39": "They left and went to the town of Kiriath-Huzoth, ", "40": "where Balak sacrificed cattle and sheep and gave some of the meat to Balaam and the officials who were with him.", "41": "The next morning, Balak took Balaam to the town of Bamoth-Baal. From there, Balaam could see some of the Israelites.[c]"}