{"1": "Balaam said to Balak, “Build seven altars here, then bring seven bulls and seven rams.”", "2": "After Balak had done this, they sacrificed a bull and a ram on each altar. ", "3": "Then Balaam said, “Wait here beside your offerings, and I'll go somewhere to be alone. Maybe the Lord will appear to me. If he does, I will tell you everything he says.” And he left.", "4": "When God appeared to him, Balaam said, “I have built seven altars and have sacrificed a bull and a ram on each one.”", "5": "The Lord gave Balaam a message, then sent him back to tell Balak. ", "6": "When Balaam returned, he found Balak and his officials standing beside the offerings.", "7": "Balaam said: “King Balak of Moab brought me from the hills of Syria to curse Israel and announce its doom.", "8": "But I can't go against God! He did not curse or condemn Israel.", "9": "“From the mountain peaks, I look down and see Israel, the obedient people of God.", "10": "They are living alone in peace. And though they are many, they don't bother the other nations. “I hope to obey God for as long as I live and to die in such peace.”", "11": "Balak said, “What are you doing? I asked you to come and place a curse on my enemies. But you have blessed them instead!”", "12": "Balaam answered, “I can say only what the Lord tells me.”", "13": "Balak said to Balaam, “Let's go somewhere else. Maybe if you see a smaller part of the Israelites, you will be able to curse them for me.” ", "14": "So he took Balaam to a field on top of Mount Pisgah where lookouts were stationed.[a] Then he built seven altars there and sacrificed a bull and a ram on each one.", "15": "“Wait here beside your offerings,” Balaam said. “The Lord will appear to me over there.”", "16": "The Lord appeared to Balaam and gave him another message, then he told him to go and tell Balak. ", "17": "Balaam went back and saw him and his officials standing beside the offerings. Balak asked, “What did the Lord say?”", "18": "Balaam answered: “Pay close attention to my words—", "19": "God is no mere human! He doesn't tell lies or change his mind. God always keeps his promises.", "20": "“My command from God was to bless these people, and there's nothing I can do to change what he has done.", "21": "Israel's king is the Lord God. He lives there with them and intends them no harm.", "22": "With the strength of a wild ox, God led Israel out of Egypt.", "23": "No magic charms can work against them— just look what God has done for his people.", "24": "They are like angry lions ready to attack; and they won't rest until their victim is gobbled down.”", "25": "Balak shouted, “If you're not going to curse Israel, then at least don't bless them.”", "26": "“I've already told you,” Balaam answered. “I will say only what the Lord tells me.”", "27": "Balak said to Balaam, “Come on, let's try another place. Maybe God will let you curse Israel from there.” ", "28": "So he took Balaam to Mount Peor overlooking the desert north of the Dead Sea.", "29": "Balaam said, “Build seven altars here, then bring me seven bulls and seven rams.”", "30": "After Balak had done what Balaam asked, he sacrificed a bull and a ram on each altar."}