{"1": "Balaam was sure that the Lord would tell him to bless Israel again. So he did not use any magic to find out what the Lord wanted him to do, as he had the first two times. Instead, he looked out toward the desert ", "2": "and saw the tribes of Israel camped below. Just then, God's Spirit took control of him, ", "3": "and Balaam said: “I am the son of Beor, and my words are true,[a] so listen to my message!", "4": "It comes from the Lord, the God All-Powerful. I bowed down to him and saw a vision of Israel.", "5": "“People of Israel, your camp is lovely.", "6": "It's like a grove of palm trees[b] or a garden beside a river. You are like tall aloe trees that the Lord has planted, or like cedars growing near water.", "7": "You and your descendants will prosper like an orchard beside a stream. Your king will rule with power and be a greater king than Agag the Amalekite.[c]", "8": "With the strength of a wild ox, God led you out of Egypt. You will defeat your enemies, shooting them with arrows[d] and crushing their bones.", "9": "Like a lion you lie down, resting after an attack. Who would dare disturb you? “Anyone who blesses you will be blessed; anyone who curses you will be cursed.”", "10": "When Balak heard this, he was so furious that he pounded his fist against his hand and said, “I called you here to place a curse on my enemies, and you've blessed them three times. ", "11": "Leave now and go home! I told you I would pay you well, but since the Lord didn't let you do what I asked, you won't be paid.”", "12": "Balaam answered, “I told your messengers ", "13": "that even if you offered me a palace full of silver or gold, I would still obey the Lord. And I explained that I would say only what he told me. ", "14": "So I'm going back home, but I'm leaving you with a warning about what the Israelites will someday do to your nation.”", "15": "Balaam said: “I am the son of Beor, and my words are true,[e] so listen to my message!", "16": "My knowledge comes from God Most High, the Lord All-Powerful. I bowed down to him and saw a vision of Israel.", "17": "“What I saw in my vision hasn't happened yet. But someday, a king of Israel will appear like a star. He will wipe out you Moabites[f] and destroy[g] those tribes who live in the desert.[h]", "18": "Israel will conquer Edom and capture the land of that enemy nation.", "19": "The king of Israel will rule and destroy the survivors of every town there.[i]", "20": "“And I saw this vision about the Amalekites:[j] Their nation is now great, but it will someday disappear forever.[k]", "21": "“And this is what I saw about the Kenites:[l] They think they're safe, living among the rocks,", "22": "but they will be wiped out when Assyria conquers them.[m]", "23": "“No one can survive if God plans destruction.[n]", "24": "Ships will come from Cyprus, bringing people who will invade the lands of Assyria and Eber. But finally, Cyprus itself will be ruined.”", "25": "After Balaam finished, he started home, and Balak also left."}