{"1": "Zelophehad[a] was from the Manasseh tribe, and he had five daughters, whose names were Mahlah, Noah, Hoglah, Milcah, and Tirzah.", "2": "One day his daughters went to the sacred tent, where they met with Moses, Eleazar, and some other leaders of Israel, as well as a large crowd of Israelites. The young women said:", "3": "You know that our father died in the desert. But it was for something he did wrong, not for joining with Korah in rebelling against the Lord. Our father left no sons ", "4": "to carry on his family name. But why should his name die out for that reason? Give us some land like the rest of his relatives in our clan, so our father's name can live on.", "5": "Moses asked the Lord what should be done, ", "6": "and the Lord answered:", "7": "Zelophehad's daughters are right. They should each be given part of the land their father would have received.", "8": "Tell the Israelites that when a man dies without a son, his daughter will inherit his land. ", "9": "If he has no daughter, his brothers will inherit the land. ", "10": "But if he has no brothers, his father's brothers will inherit the land. ", "11": "And if his father has no brothers, the land must be given to his nearest relative in the clan. This is my law, and the Israelites must obey it.", "12": "The Lord said to Moses, “One day you will go up into the Abarim Mountains, and from there you will see the land I am giving the Israelites. ", "13": "After you have seen it, you will die,[b] just like your brother Aaron, ", "14": "because both of you disobeyed me at Meribah near the town of Kadesh in the Zin Desert. When the Israelites insulted me there, you didn't believe in my holy power.”[c]", "15": "Moses replied, ", "16": "“You are the Lord God, and you know what is in everyone's heart. So I ask you to appoint a leader for Israel. ", "17": "Your people need someone to lead them into battle, or else they will be like sheep wandering around without a shepherd.”", "18": "The Lord answered, “Joshua son of Nun can do the job. Place your hands on him to show that he is the one to take your place. ", "19": "Then go with him and have him stand in front of Eleazar the priest and the Israelites. Appoint Joshua as their new leader ", "20": "and tell them they must now obey him, just as they obey you. ", "21": "But Joshua must depend on Eleazar to find out from me[d] what I want him to do as he leads Israel into battle.”", "22": "Moses followed the Lord's instructions and took Joshua to Eleazar and the people, ", "23": "then he placed his hands on Joshua and appointed him Israel's leader."}