{"1": "The Lord told Moses ", "2": "to say to the people of Israel: Offer sacrifices to me at the appointed times of worship, so that I will smell the smoke and be pleased.", "3": "Each day offer two rams a year old as sacrifices to please me.[a] The animals must have nothing wrong with them; ", "4": "one will be sacrificed in the morning, and the other in the evening. ", "5": "Along with each of them, two pounds of your finest flour mixed with a quart of olive oil must be offered as a grain sacrifice. ", "6": "This sacrifice to please me was first offered on Mount Sinai. ", "7": "Finally, along with each of these two sacrifices, a quart of wine must be poured on the altar as a drink offering. ", "8": "The second ram will be sacrificed that evening, along with the other offerings, just like the one sacrificed that morning. The smell of the smoke from these sacrifices will please me.", "9-10": "The Lord said: On the Sabbath, in addition to the regular daily sacrifices,[b] you must sacrifice two rams a year old to please me.[c] These rams must have nothing wrong with them, and they will be sacrificed with a drink offering and four pounds of your finest flour mixed with olive oil.", "11": "The Lord said: On the first day of each month, bring to the altar two bulls, one full-grown ram, and seven rams a year old that have nothing wrong with them. Then offer these as sacrifices to please me.[d] ", "12": "Six pounds of your finest flour mixed with olive oil must be offered with each bull as a grain sacrifice. Four pounds of flour mixed with oil must be offered with the ram, ", "13": "and two pounds of flour mixed with oil must be offered with each of the young rams. The smell of the smoke from these sacrifices will please me.", "14-15": "Offer two quarts of wine as a drink offering with each bull, one and a half quarts with the ram, and one quart with each of the young rams. Finally, you must offer a goat[e] as a sacrifice for sin. These sacrifices are to be offered on the first day of each month, in addition to the regular daily sacrifices.[f]", "16": "The Lord said: Celebrate Passover in honor of me on the fourteenth day of the first month[g] of each year. ", "17": "The following day will begin the Festival of Thin Bread, which will last for a week. During this time you must honor me by eating bread made without yeast.", "18": "On the first day of this festival, you must rest from your work and come together for worship. ", "19": "Bring to the altar two bulls, one full-grown ram, and seven rams a year old that have nothing wrong with them. And then offer these as sacrifices to please me.[h] ", "20": "Six pounds of your finest flour mixed with olive oil must be offered with each bull as a grain sacrifice. Four pounds of flour mixed with oil must be offered with the ram, ", "21": "and two pounds of flour mixed with oil must be offered with each of the young rams. ", "22": "Also offer a goat[i] as a sacrifice for the sins of the people. ", "23-24": "All of these are to be offered in addition to the regular daily sacrifices,[j] and the smoke from them will please me. ", "25": "Then on the last day of the festival, you must once again rest from work and come together for worship.", "26": "The Lord said: On the first day of the Harvest Festival, you must rest from your work, come together for worship, and bring a sacrifice of new grain. ", "27": "Offer two young bulls, one full-grown ram, and seven rams a year old as sacrifices to please me.[k] ", "28": "Six pounds of your finest flour mixed with olive oil must be offered with each bull as a grain sacrifice. Four pounds of flour mixed with oil must be offered with the ram, ", "29": "and two pounds of flour mixed with oil must be offered with each of the young rams. ", "30": "Also offer a goat[l] as a sacrifice for sin. ", "31": "The animals must have nothing wrong with them and are to be sacrificed along with the regular daily sacrifices.[m]"}