{"1": "The Lord said: On the first day of the seventh month,[a] you must rest from your work and come together to celebrate at the sound of the trumpets. ", "2": "Bring to the altar one bull, one full-grown ram, and seven rams a year old that have nothing wrong with them. And then offer these as sacrifices to please me.[b] ", "3": "Six pounds of your finest flour mixed with olive oil must be offered with the bull as a grain sacrifice. Four pounds of flour mixed with oil must be offered with the ram, ", "4": "and two pounds of flour mixed with oil must be offered with each of the young rams. ", "5": "You must also offer a goat[c] as a sacrifice for sin. ", "6": "These sacrifices will be made in addition to the regular daily sacrifices[d] and the sacrifices for the first day of the month.[e] The smoke from these sacrifices will please me.", "7": "The Lord said: The tenth day of the seventh month[f] is the Great Day of Forgiveness.[g] On that day you must rest from all work and come together for worship. Show sorrow for your sins by going without food, ", "8": "and bring to the altar one young bull, one full-grown ram, and seven rams a year old that have nothing wrong with them. Then offer these as sacrifices to please me.[h] ", "9": "Six pounds of your finest flour mixed with olive oil must be offered with the bull as a grain sacrifice. Four pounds of flour mixed with oil must be offered with the ram, ", "10": "and two pounds of flour mixed with oil must be offered with each of the young rams. ", "11": "A goat[i] must also be sacrificed for the sins of the people. You will offer these sacrifices in addition to the sacrifice to ask forgiveness and the regular daily sacrifices.[j]", "12": "The Lord said: Beginning on the fifteenth day of the seventh month[k] and continuing for seven days, everyone must celebrate the Festival of Shelters in honor of me.", "13": "On the first day, you must rest from your work and come together for worship. Bring to the altar thirteen bulls, two full-grown rams, and fourteen rams a year old that have nothing wrong with them. Then offer these as sacrifices to please me.[l] ", "14": "Six pounds of your finest flour mixed with olive oil must be offered with each bull as a grain sacrifice. Four pounds of flour mixed with oil must be offered with each of the rams, ", "15": "and two pounds of flour mixed with oil must be offered with each of the young rams. ", "16": "You must also offer a goat[m] as a sacrifice for sin. These are to be offered in addition to the regular daily sacrifices.[n]", "17-34": "For the next six days of the festival, you will sacrifice one less bull than the day before, so that on the seventh day, seven bulls will be sacrificed. The other sacrifices and offerings must remain the same for each of these days.", "35": "On the eighth day, you must once again rest from your work and come together for worship. ", "36": "Bring to the altar one bull, one full-grown ram, and seven rams a year old that have nothing wrong with them. Then offer these as sacrifices to please me. ", "37": "You must also offer the proper grain sacrifices and drink offerings of wine with each animal. ", "38": "And offer a goat[o] as the sacrifice to ask forgiveness for the people. These sacrifices are made in addition to the regular daily sacrifices.[p]", "39": "You must offer all these sacrifices to me at the appointed times of worship, together with any offerings that are voluntarily given or given because of a promise.", "40": "Moses told the people of Israel everything the Lord had told him about the sacrifices."}