{"1": "When the Lord talked with Moses on Mount Sinai, ", "2": "Aaron's four sons, Nadab, Abihu, Eleazar, and Ithamar, ", "3": "were the ones to be ordained as priests. ", "4": "But the Lord killed Nadab and Abihu in the Sinai Desert when they used fire that was unacceptable[a] in their offering to the Lord.[b] And because Nadab and Abihu had no sons, only Eleazar and Ithamar served as priests with their father Aaron.", "5": "The Lord said to Moses:", "6": "Assign the Levi tribe to Aaron the priest. They will be his assistants ", "7": "and will work at the sacred tent for him and for all the Israelites. ", "8": "The Levites will serve the community by being responsible for the furnishings of the tent. ", "9": "They are assigned to help Aaron and his sons, ", "10": "who have been appointed to be priests. Anyone else who tries to perform the duties of a priest must be put to death.", "11-13": "Moses, I have chosen these Levites from all Israel, and they will belong to me in a special way. When I killed the first-born sons of the Egyptians, I decided that the first-born sons in every Israelite family and the first-born males of their flocks and herds would be mine.[c] But now I accept these Levites in place of the first-born sons of the Israelites.", "14": "In the Sinai Desert the Lord said to Moses, ", "15": "“Now I want you to count the men and boys in the Levi tribe by families and by clans. Include every one at least a month old.” ", "16": "So Moses obeyed and counted them.", "17": "Levi's three sons, Gershon, Kohath, and Merari, had become the heads of their own clans. ", "18": "Gershon's sons were Libni and Shimei. ", "19": "Kohath's sons were Amram, Izhar, Hebron, and Uzziel. ", "20": "And Merari's sons were Mahli and Mushi. These were the sons and grandsons of Levi, and they had become the leaders of the Levite clans.", "21": "The two Gershon clans were the Libnites and Shimeites, ", "22": "and they had seven thousand five hundred men and boys at least one month old. ", "23": "The Gershonites were to camp on the west side of the sacred tent, ", "24": "under the leadership of Eliasaph son of Lael. ", "25": "Their duties at the tent included taking care of the tent itself, along with its outer covering, the curtain for the entrance, ", "26": "the curtains hanging inside the courtyard around the tent, as well as the curtain and ropes for the entrance to the courtyard and its altar. The Gershonites were responsible for setting these things up and taking them down.", "27": "The four Kohath clans were the Amramites, Izharites, Hebronites, and the Uzzielites, ", "28": "and they had eight thousand six hundred[d] men and boys at least one month old. ", "29": "The Kohathites were to camp on the south side of the sacred tent, ", "30": "under the leadership of Elizaphan son of Uzziel. ", "31": "Their duties at the tent included taking care of the sacred chest, the table for the sacred bread, the lampstand, the altars, the objects used for worship, and the curtain in front of the most holy place. The Kohathites were responsible for setting these things up and taking them down.", "32": "Eleazar son of Aaron was the head of the Levite leaders, and he made sure that the work at the sacred tent was done.", "33": "The two Merari clans were the Mahlites and the Mushites, ", "34": "and they had six thousand two hundred men and boys at least one month old. ", "35": "The Merarites were to camp on the north side of the sacred tent, under the leadership of Zuriel son of Abihail. ", "36-37": "Their duties included taking care of the tent frames and the pieces that held the tent up: the bars, the posts, the stands, and its other equipment. They were also in charge of the posts that supported the courtyard, as well as their stands, tent pegs, and ropes. The Merari clans were responsible for setting these things up and taking them down.", "38": "Moses, Aaron, and his sons were to camp in front of the sacred tent, on the east side, and to make sure that the Israelites worshiped in the proper way. Anyone else who tried to do the work of Moses and Aaron was to be put to death.", "39": "So Moses and Aaron obeyed the Lord and counted the Levites by their clans. The total number of Levites at least one month old was twenty-two thousand.", "40": "The Lord said to Moses, “Make a list and count the first-born sons at least one month old in each of the Israelite families. ", "41": "They belong to me, but I will accept the Levites as substitutes for them, and I will accept the Levites' livestock as substitutes for the Israelites' first-born livestock.”", "42": "Moses obeyed the Lord and counted the first-born sons; ", "43": "there were 22,273 of them.", "44": "Then the Lord said, ", "45": "“The Levites will belong to me and will take the place of the first-born sons; their livestock will take the place of the Israelites' first-born livestock. ", "46": "But since there are more first-born sons than Levites, the extra two hundred seventy-three men and boys must be bought back from me. ", "47": "For each one, you are to collect five pieces of silver, weighed according to the official standards. ", "48": "This money must then be given to Aaron and his sons.”", "49": "Moses collected the silver from the extra two hundred seventy-three first-born men and boys, ", "50": "and it amounted to one thousand three hundred sixty-five pieces of silver, weighed according to the official standards. ", "51": "Then he gave it to Aaron and his sons, just as the Lord had commanded."}