{"1": "The Lord said to Moses, ", "2": "“Before you die, make sure that the Midianites are punished for what they did to Israel.”[a]", "3": "Then Moses told the people, “The Lord wants to punish the Midianites. So have our men prepare for battle. ", "4": "Each tribe will send a thousand men to fight.”", "5": "Twelve thousand men were picked from the tribes of Israel, and after they were prepared for battle, ", "6": "Moses sent them off to war. Phinehas the son of Eleazar went with them and took along some things from the sacred tent[b] and the trumpets for sounding the battle signal.", "7": "The Israelites fought against the Midianites, just as the Lord had commanded Moses. They killed all the men, ", "8": "including Balaam son of Beor and the five Midianite kings, Evi, Rekem, Zur, Hur, and Reba. ", "9": "The Israelites captured every woman and child, then led away the Midianites' cattle and sheep, and took everything else that belonged to them. ", "10": "They also burned down the Midianite towns and villages.", "11": "Israel's soldiers gathered together everything they had taken from the Midianites, including the captives and the animals. ", "12-13": "Then they returned to their own camp in the hills of Moab across the Jordan River from Jericho, where Moses, Eleazar, and the other Israelite leaders met the troops outside camp.", "14": "Moses became angry with the army commanders ", "15": "and said, “I can't believe you let the women live! ", "16": "They are the ones who followed Balaam's advice and invited our people to worship the god Baal Peor. That's why the Lord punished us by killing so many of our people. ", "17": "You must put to death every boy and all the women who have ever had sex. ", "18": "But do not kill the young women who have never had sex. You may keep them for yourselves.”", "19": "Then Moses said to the soldiers, “If you killed anyone or touched a dead body, you are unclean and have to stay outside the camp for seven days. On the third and seventh days, you must go through a ceremony to make yourselves and your captives clean. ", "20": "Then wash your clothes and anything made from animal skin, goat's hair, or wood.”", "21-23": "Eleazar then explained, “If you need to purify something that won't burn, such as gold, silver, bronze, iron, tin, or lead, you must first place it in a hot fire. After you take it out, sprinkle it with the water that purifies. Everything else should only be sprinkled with the water. Do all of this, just as the Lord commanded Moses. ", "24": "Wash your clothes on the seventh day, and after that, you will be clean and may return to the camp.”", "25": "The Lord told Moses:", "26-27": "Make a list of everything taken from the Midianites, including the captives and the animals. Then divide them between the soldiers and the rest of the people. Eleazar the priest and the family leaders will help you.", "28-29": "From the half that belongs to the soldiers, set aside for the Lord one out of every five hundred people or animals and give these to Eleazar.", "30": "From the half that belongs to the people, set aside one out of every fifty and give these to the Levites in charge of the sacred tent.", "31": "Moses and Eleazar followed the Lord's instructions ", "32-35": "and listed everything that had been taken from the Midianites. The list included 675,000 sheep and goats, 72,000 cattle, 61,000 donkeys, and 32,000 young women who had never had sex.", "36-47": "Each half included 337,500 sheep and goats, 36,000 cattle, 30,500 donkeys, and 16,000 young women. From the half that belonged to the soldiers, Moses counted out 675 sheep and goats, 72 cattle, 61 donkeys, and 32 women and gave them to Eleazar to be dedicated to the Lord. Then from the half that belonged to the people, Moses set aside one out of every fifty animals and women, as the Lord had said, and gave them to the Levites.", "48": "The army commanders went to Moses ", "49": "and said, “Sir, we have counted our troops, and not one soldier is missing. ", "50": "So we want to give the Lord all the gold jewelry we took from the Midianites. It's our gift to him for watching over us and our troops.”", "51": "Moses and Eleazar accepted the jewelry from the commanders, ", "52": "and its total weight was over four hundred pounds. ", "53": "This did not include the things that the soldiers had kept for themselves. ", "54": "So Moses and Eleazar placed the gold in the Lord's sacred tent to remind Israel of what had happened.[c]"}