{"1": "The tribes of Reuben and Gad owned a lot of cattle and sheep, and they saw that the regions of Jazer and Gilead had good pastureland. ", "2": "So they went to Moses, Eleazar, and the other leaders of Israel and said, ", "3-4": "“The Lord has helped us capture the land around the towns of Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon. That's good pastureland, and since we own cattle and sheep, ", "5": "would you let us stay here east of the Jordan River and have this land as our own?”", "6": "Moses answered: You mean you'd stay here while the rest of the Israelites go into battle? ", "7": "If you did that, it would discourage the others from crossing over into the land the Lord promised them. ", "8": "This is exactly what happened when I sent your ancestors from Kadesh-Barnea to explore the land. ", "9": "They went as far as Eshcol Valley, then returned and told the people that we should not enter it. ", "10": "The Lord became very angry. ", "11": "And he said that no one who was twenty years or older when they left Egypt would enter the land he had promised to Abraham, Isaac, and Jacob. Not one of those people believed in the Lord's power, ", "12": "except Caleb and Joshua.[a] They remained faithful to the Lord, ", "13": "but he was so angry with the others that he forced them to wander around in the desert forty years. By that time everyone who had sinned against him had died.", "14": "Now you people of Reuben and Gad are doing the same thing and making the Lord even angrier. ", "15": "If you reject the Lord, he will once again abandon his people and leave them here in the desert. And you will be to blame!", "16": "The men from Reuben and Gad replied: Let us build places to keep our sheep and goats, and towns for our wives and children, ", "17": "where they can stay and be safe. Then we'll prepare to fight and lead the other tribes into battle. ", "18": "We will stay with them until they have settled in their own tribal lands. ", "19": "The land on this side of the Jordan River will be ours, so we won't expect to receive any on the other side.", "20": "Moses said: You promised that you would be ready to fight for the Lord. ", "21": "You also agreed to cross the Jordan and stay with the rest of the Israelites, until the Lord forces our enemies out of the land. If you do these things, ", "22": "then after the Lord helps Israel capture the land, you can return to your own land. You will no longer have to stay with the others. ", "23": "But if you don't keep your promise, you will sin against the Lord and be punished.", "24": "Go ahead and build towns for your wives and children, and places for your sheep and goats. Just be sure to do what you have promised.", "25": "The men from Reuben and Gad answered: Sir, we will do just what you have said. ", "26": "Our wives and children and sheep and cattle will stay here in the towns in Gilead. ", "27": "But those of us who are prepared for battle will cross the Jordan and fight for the Lord.", "28": "Then Moses said to Eleazar, Joshua, and the family leaders, ", "29": "“Make sure that the tribes of Gad and Reuben prepare for battle and cross the Jordan River with you. If they do, then after the land is in your control, give them the region of Gilead as their tribal land. ", "30": "But if they break their promise, they will receive land on the other side of the Jordan, like the rest of the tribes.”", "31": "The tribes of Gad and Reuben replied, “We are your servants and will do whatever the Lord has commanded. ", "32": "We will cross the Jordan River, ready to fight for the Lord in Canaan. But the land we will inherit as our own will be on this side of the river.”", "33": "So Moses gave the tribes of Gad, Reuben, and half of Manasseh[b] the territory and towns that King Sihon the Amorite had ruled, as well as the territory and towns that King Og of Bashan had ruled.[c]", "34": "The tribe of Gad rebuilt the towns of Dibon, Ataroth, Aroer, ", "35": "Atroth-Shophan, Jazer, Jogbehah, ", "36": "Beth-Nimrah, and Beth-Haran. They built walls around them and also built places to keep their sheep and goats.", "37": "The tribe of Reuben rebuilt Heshbon, Elealeh, Kiriathaim, ", "38": "Sibmah, as well as the towns that used to be known as Nebo and Baal-Meon. They renamed all those places.", "39": "The clan of Machir from the tribe of East Manasseh went to the region of Gilead, captured its towns, and forced out the Amorites. ", "40": "So Moses gave the Machirites the region of Gilead, and they settled there.", "41": "Jair from the Manasseh tribe captured villages and renamed them “Villages of Jair.”[d]", "42": "Nobah captured the town of Kenath with its villages and renamed it Nobah."}