{"1": "As Israel traveled from Egypt under the command of Moses and Aaron, ", "2": "Moses kept a list of the places they camped, just as the Lord had instructed. Here is the record of their journey:", "3-4": "Israel left the Egyptian city of Rameses on the fifteenth day of the first month.[a] This was the day after the Lord had punished Egypt's gods by killing the first-born sons in every Egyptian family. So while the Egyptians were burying the bodies, they watched the Israelites proudly[b] leave their country.", "5": "After the Israelites left Rameses, they camped at Succoth, ", "6": "and from there, they moved their camp to Etham on the edge of the desert. ", "7": "Then they turned back toward Pi-Hahiroth, east of Baal-Zephon, and camped near Migdol. ", "8": "They left Pi-Hahiroth,[c] crossed the Red Sea,[d] then walked three days into the Etham Desert and camped at Marah. ", "9": "Next, they camped at Elim, where there were twelve springs of water and seventy palm trees. ", "10": "They left Elim and camped near the Red Sea,[e] ", "11": "then turned east and camped along the western edge of the Sinai Desert.[f] ", "12-14": "From there they went to Dophkah, Alush, and Rephidim, where they had no water.[g] ", "15": "They left Rephidim and finally reached the Sinai Desert.", "16-36": "As Israel traveled from the Sinai Desert to Kadesh in the Zin Desert, they camped at Kibroth-Hattaavah, Hazeroth, Rithmah, Rimmon-Perez, Libnah, Rissah, Kehelathah, Mount Shepher, Haradah, Makheloth, Tahath, Terah, Mithkah, Hashmonah, Moseroth, Bene-Jaakan, Hor-Haggidgad, Jotbathah, Abronah, Ezion-Geber, and finally Kadesh. ", "37": "When they left Kadesh, they came to Mount Hor, on the border of Edom.", "38": "That's where the Lord commanded Aaron the priest to go to the top of the mountain. Aaron died there on the first day of the fifth month,[h] forty years after the Israelites left Egypt. ", "39": "He was one hundred twenty-three years old at the time.", "40": "It was then that the Canaanite king of Arad, who lived in the Southern Desert of Canaan, heard that Israel was headed that way.", "41-47": "The Israelites left Mount Hor and headed toward Moab. Along the way, they camped at Zalmonah, Punon, Oboth, Iye-Abarim in the territory of Moab, Dibon-Gad, Almon-Diblathaim, at a place near Mount Nebo in the Abarim Mountains, ", "48": "and finally in the lowlands of Moab across the Jordan River from Jericho. ", "49": "Their camp stretched from Beth-Jeshimoth to Acacia.", "50": "While Israel was camped in the lowlands of Moab across the Jordan River from Jericho, the Lord told Moses ", "51": "to give the people of Israel this message: When you cross the Jordan River and enter Canaan, ", "52": "you must force out the people living there. Destroy their idols and tear down their altars. ", "53": "Then settle in the land—I have given it to you as your own.", "54": "I will show you[i] how to divide the land among the tribes, according to the number of clans in each one, so that the larger tribes will have more land than the smaller ones.", "55": "If you don't force out all the people there, they will be like pointed sticks in your eyes and thorns in your back. They will always be trouble for you, ", "56": "and I will treat you as cruelly as I planned on treating them."}