{"1": "The Lord told Moses ", "2": "to tell the people of Israel that their land in Canaan would have the following borders:", "3": "The southern border will be the Zin Desert and the northwest part of Edom. This border will begin at the south end of the Dead Sea. ", "4": "It will go west from there, but will turn southward to include Scorpion Pass, the village of Zin, and the town of Kadesh-Barnea. From there, the border will continue to Hazar-Addar and on to Azmon. ", "5": "It will run along the Egyptian Gorge and end at the Mediterranean Sea.", "6": "The western border will be the Mediterranean Sea.", "7": "The northern border will begin at the Mediterranean, then continue eastward to Mount Hor.[a] ", "8": "After that, it will run to Lebo-Hamath and across to Zedad, which is the northern edge of your land. ", "9": "From Zedad, the border will continue east to Ziphron and end at Hazar-Enan.", "10": "The eastern border will begin at Hazar-Enan in the north, then run south to Shepham, ", "11": "and on down to Riblah on the east side of Ain. From there, it will go south to the eastern hills of Lake Galilee,[b] ", "12": "then follow the Jordan River down to the north end of the Dead Sea. The land within those four borders will belong to you.", "13": "Then Moses told the people, “You will receive the land inside these borders. It will be yours, but the Lord has commanded you to divide it among the nine and a half tribes. ", "14": "The tribes of Reuben, Gad, and East Manasseh have already been given their land ", "15": "across from Jericho, east of the Jordan River.”", "16": "The Lord said to Moses, ", "17": "“Eleazar the priest and Joshua son of Nun will divide the land for the Israelites. ", "18": "One leader from each tribe will help them, ", "19-28": "and here is the list of their names: Caleb son of Jephunneh from Judah, Shemuel son of Ammihud from Simeon, Elidad son of Chislon from Benjamin, Bukki son of Jogli from Dan, Hanniel son of Ephod from Manasseh, Kemuel son of Shiphtan from Ephraim, Elizaphan son of Parnach from Zebulun, Paltiel son of Azzan from Issachar, Ahihud son of Shelomi from Asher, and Pedahel son of Ammihud from Naphtali.”", "29": "These are the men the Lord commanded to help Eleazar and Joshua divide the land for the Israelites."}