{"1": "The Lord told Moses and Aaron:", "2-3": "Find out how many men between the ages of thirty and fifty are in the four Levite clans of Kohath. Count only those who are able to work at the sacred tent.", "4": "The Kohathites will be responsible for carrying the sacred objects used in worship at the sacred tent. ", "5": "When the Israelites are ready to move their camp, Aaron and his sons will enter the tent and take down the curtain that separates the sacred chest from the rest of the tent. They will cover the chest with this curtain, ", "6": "and then with a piece of fine leather, and cover it all with a solid blue cloth. After this they will put the carrying poles in place.", "7": "Next, Aaron and his sons will use another blue cloth to cover the table for the sacred bread.[a] On the cloth they will place the dishes, the bowls for incense, the cups, the jugs for wine, as well as the bread itself. ", "8": "They are to cover all of this with a bright red cloth, and then with a piece of fine leather, before putting the carrying poles in place.", "9": "With another blue cloth they will cover the lampstand, along with the lamps, the lamp snuffers, the fire pans, and the jars of oil for the lamps. ", "10": "All of this will then be covered with a piece of fine leather and placed on a carrying frame.", "11": "The gold incense altar[b] is to be covered with a blue cloth, and then with a piece of fine leather, before its carrying poles are put in place.", "12": "Next, Aaron and his sons will take blue cloth and wrap all the objects used in worship at the sacred tent. These will need to be covered with a piece of fine leather, then placed on a carrying frame.", "13": "They are to remove the ashes from the bronze altar and cover it with a purple cloth. ", "14": "On that cloth will be placed the utensils used at the altar, including the fire pans, the meat forks, the shovels, and the sprinkling bowls. All of this will then be covered with a piece of fine leather, before the carrying poles are put in place.", "15": "When the camp is ready to be moved, the Kohathites will be responsible for carrying the sacred objects and the furnishings of the sacred tent. But Aaron and his sons must have already covered those things so the Kohathites won't touch them and die.", "16": "Eleazar son of Aaron the priest will be in charge of the oil for the lamps, the sweet-smelling incense, the grain for the sacrifices, and the olive oil used for dedications and ordinations. Eleazar is responsible for seeing that the sacred tent, its furnishings, and the sacred objects are taken care of.", "17-20": "The Kohathites must not go near or even look at the sacred objects until Aaron and his sons have covered those objects. If they do, their entire clan will be wiped out. So make sure that Aaron and his sons go into the tent with them and tell them what to carry.", "21": "The Lord said to Moses:", "22-23": "Find out how many men between the ages of thirty and fifty are in the two Levite clans of Gershon. Count only those who are able to work at the sacred tent.", "24": "The Gershonites will be responsible ", "25": "for carrying the curtains of the sacred tent, its two outer coverings,[c] the curtain for the entrance to the tent, ", "26": "the curtains hanging around the courtyard of the tent, and the curtain and ropes for the entrance to the courtyard. The Gershonites are to do whatever needs to be done to take care of these things, ", "27": "and they will carry them wherever Aaron and his sons tell them to. ", "28": "These are the duties of the Gershonites at the sacred tent, and Ithamar son of Aaron will make sure they do their work.", "29-30": "The Lord said: Moses, find out how many men between thirty and fifty are in the two Levite clans of Merari, but count only those who are able to work at the sacred tent.", "31": "The Merarites will be responsible for carrying the frames of the tent and its other pieces, including the bars, the posts, the stands, ", "32": "as well as the posts that support the courtyard, together with their stands, tent pegs, and ropes. The Merarites are to be told exactly what objects they are to carry, ", "33": "and Ithamar son of Aaron will make sure they do their work.", "34-49": "Moses, Aaron, and the other Israelite leaders obeyed the Lord and counted the Levi tribe by families and clans, to find out how many men there were between the ages of thirty and fifty who could work at the sacred tent. There were two thousand seven hundred fifty Kohathites, two thousand six hundred thirty Gershonites, and three thousand two hundred Merarites, making a total of eight thousand five hundred eighty. Then they were all assigned their duties."}