{"1": "The Lord told Moses ", "2-3": "to say to the people of Israel, “Put out of the camp everyone who has leprosy[a] or a bodily discharge or who has touched a dead body. Now that I live among my people, their camp must be kept clean.”", "4": "The Israelites obeyed the Lord's instructions.", "5": "The Lord told Moses ", "6": "to say to the community of Israel: If any of you commit a crime against someone, you have sinned against me. ", "7": "You must confess your guilt and pay the victim in full for whatever damage has been done, plus a fine of twenty percent. ", "8": "If the victim has no relative who can accept this money, it belongs to me and will be paid to the priest. In addition to that payment, you must take a ram for the priest to sacrifice so your sin will be forgiven.", "9-10": "When you make a donation to the sacred tent, that money belongs only to the priest, and each priest will keep what is given to him.", "11": "The Lord told Moses ", "12-14": "to say to the people of Israel: Suppose a man becomes jealous and suspects that his wife has been unfaithful, but he has no proof. ", "15": "He must take his wife to the priest, together with two pounds of ground barley as an offering to find out if she is guilty. No olive oil or incense is to be put on that offering.", "16": "The priest is to have the woman stand at my altar, ", "17": "where he will pour sacred water into a clay jar and stir in some dust from the floor of the sacred tent. ", "18-22": "Next, he will remove her veil, then hand her the barley offering, and say, “If you have been faithful to your husband, this water won't harm you. But if you have been unfaithful, it will bring down the Lord's curse—you will never be able to give birth to a child, and everyone will curse your name.” Then the woman will answer, “If I am guilty, let it happen just as you say.”", "23": "The priest will write these curses on special paper and wash them off into the bitter water, ", "24": "so that when the woman drinks this water, the curses will enter her body. ", "25": "He will take the barley offering from her and lift it up[b] in dedication to me, the Lord. Then he will place it on my altar ", "26": "and burn part of it as a sacrifice. After that, the woman must drink the bitter water.", "27": "If the woman has been unfaithful, the water will immediately make her unable to have children, and she will be a curse among her people. ", "28": "But if she is innocent, her body will not be harmed, and she will still be able to have children.", "29-30": "This is the ceremony that must take place at my altar when a husband suspects that his wife has been unfaithful. The priest must have the woman stand in my presence and carefully follow these instructions. ", "31": "If the husband is wrong, he will not be punished; but if his wife is guilty, she will be punished."}