{"1": "When Moses had finished setting up the sacred tent, he dedicated it to the Lord, together with its furnishings, the altar, and its equipment. ", "2": "Then the twelve tribal leaders of Israel, the same men who had been in charge of counting the people,[a] came to the tent ", "3": "with gifts for the Lord. They brought six strong carts and twelve oxen—one ox from each leader and a cart from every two.", "4": "The Lord said to Moses, ", "5": "“Accept these gifts, so the Levites can use them here at the sacred tent for carrying the sacred things.”", "6": "Then Moses took the carts and oxen and gave them to the Levites, ", "7-8": "who were under the leadership of Ithamar son of Aaron. Moses gave two carts and four oxen to the Gershonites for their work, and four carts and eight oxen to the Merarites for their work. ", "9": "But Moses did not give any to the Kohathites, because they were in charge of the sacred objects that had to be carried on their shoulders.", "10": "On the day the altar was dedicated, the twelve leaders brought offerings for its dedication. ", "11": "The Lord said to Moses, “Each day one leader is to give his offering for the dedication.”", "12-83": "So each leader brought the following gifts: a silver bowl that weighed over three pounds and a silver sprinkling bowl weighing almost two pounds, both of them filled with flour and olive oil as grain sacrifices and weighed according to the official standards; a small gold dish filled with incense; a young bull, a full-grown ram, and a year-old ram as sacrifices to please the Lord;[b] a goat[c] as a sacrifice for sin; and two bulls, five full-grown rams, five goats, and five rams a year old as sacrifices to ask the Lord's blessing.[d] The tribal leaders brought their gifts and offerings in the following order: On the first day Nahshon from Judah, on the second day Nethanel from Issachar, on the third day Eliab from Zebulun, on the fourth day Elizur from Reuben, on the fifth day Shelumiel from Simeon, on the sixth day Eliasaph from Gad, on the seventh day Elishama from Ephraim, on the eighth day Gamaliel from Manasseh, on the ninth day Abidan from Benjamin, on the tenth day Ahiezer from Dan, on the eleventh day Pagiel from Asher, on the twelfth day Ahira from Naphtali.", "84-88": "And so when the altar was dedicated to the Lord, these twelve leaders brought the following gifts: twelve silver bowls and twelve silver sprinkling bowls, weighing a total of about sixty pounds, according to the official standards; twelve gold dishes filled with incense and weighing about three pounds; twelve bulls, twelve full-grown rams, and twelve rams a year old as sacrifices to please the Lord, along with the proper grain sacrifices; twelve goats as sacrifices for sin; and twenty-four bulls, sixty full-grown rams, sixty goats, and sixty rams a year old as sacrifices to ask the Lord's blessing.", "89": "Whenever Moses needed to talk with the Lord, he went into the sacred tent, where he heard the Lord's voice coming from between the two winged creatures above the lid of the sacred chest."}