{"1": "From Paul,[a] an apostle of Christ Jesus by the will of God, and Timothy our brother, ", "2": "to the saints, the faithful[b] brothers and sisters[c] in Christ, at Colossae. Grace and peace to you[d] from God our Father![e]", "3": "We always[f] give thanks to God, the Father of our Lord Jesus Christ, when we pray for you, ", "4": "since[g] we heard about your faith in Christ Jesus and the love that you have for all the saints. ", "5": "Your faith and love have arisen[h] from the hope laid up[i] for you in heaven, which you have heard about in the message of truth, the gospel[j] ", "6": "that has come to you. Just as in the entire world this gospel[k] is bearing fruit and growing, so it has also been bearing fruit and growing[l] among you from the first day you heard it and understood the grace of God in truth. ", "7": "You learned the gospel[m] from Epaphras, our dear fellow slave[n]—a[o] faithful minister of Christ on our[p] behalf—", "8": "who also told us of your love in the Spirit.", "9": "For this reason we also, from the day we heard about you,[q] have not ceased praying for you and asking God[r] to fill[s] you with the knowledge of his will in all spiritual wisdom and understanding, ", "10": "so that you may live[t] worthily of the Lord and please him in all respects[u]—bearing fruit in every good deed, growing in the knowledge of God, ", "11": "being strengthened with all power according to his glorious might for the display of[v] all patience and steadfastness, joyfully ", "12": "giving thanks to the Father who has qualified you to share[w] in the saints'[x] inheritance in the light. ", "13": "He delivered us from the power of darkness and transferred us to the kingdom of the Son he loves,[y] ", "14": "in whom we have redemption,[z] the forgiveness of sins.", "15": "[aa] He is the image of the invisible God, the firstborn[ab] over all creation,[ac]", "16": "for all things in heaven and on earth were created in him—all things, whether visible or invisible, whether thrones or dominions,[ad] whether principalities or powers—all things were created through him and for him.", "17": "He himself is before all things and all things are held together[ae] in him.", "18": "He is the head of the body, the church, as well as the beginning, the firstborn[af] from the dead, so that he himself may become first in all things.[ag]", "19": "For God[ah] was pleased to have all his[ai] fullness dwell[aj] in the Son[ak]", "20": "and through him to reconcile all things to himself by making peace through the blood of his cross—through him,[al] whether things on earth or things in heaven.", "21": "And you were at one time strangers and enemies in your[am] minds[an] as expressed through[ao] your evil deeds, ", "22": "but now he has reconciled you[ap] by his physical body through death to present you holy, without blemish, and blameless before him—", "23": "if indeed you remain in the faith, established and firm,[aq] without shifting[ar] from the hope of the gospel that you heard. This gospel has also been preached in all creation under heaven, and I, Paul, have become its servant.", "24": "Now I rejoice in my sufferings for you, and I fill up in my physical body—for the sake of his body, the church—what is lacking in the sufferings of Christ. ", "25": "I became a servant of the church according to the stewardship[as] from God—given to me for you—in order to complete[at] the word of God, ", "26": "that is, the mystery that has been kept hidden from ages and generations, but has now been revealed to his saints. ", "27": "God wanted to make known to them the glorious[au] riches of this mystery among the Gentiles, which is Christ in you, the hope of glory. ", "28": "We proclaim him by instructing[av] and teaching[aw] all people[ax] with all wisdom so that we may present every person mature[ay] in Christ. ", "29": "Toward this goal[az] I also labor, struggling according to his power that powerfully[ba] works in me."}