{"1": "Masters, treat your slaves with justice and fairness, because you know that you also have a master in heaven.", "2": "Be devoted to prayer, keeping alert in it with thanksgiving. ", "3": "At the same time pray[a] for us too, that[b] God may open a door for the message[c] so that we may proclaim[d] the mystery of Christ, for which I am in chains.[e] ", "4": "Pray that I may make it known as I should.[f] ", "5": "Conduct yourselves[g] with wisdom toward outsiders, making the most of the opportunities. ", "6": "Let your speech always be gracious, seasoned with salt, so that you may know how you should answer everyone.", "7": "Tychicus, a dear brother, faithful minister, and fellow slave[h] in the Lord, will tell you all the news about me.[i] ", "8": "I sent him to you for this very purpose, that you may know how we are doing[j] and that he may encourage your hearts. ", "9": "I sent him[k] with Onesimus, the faithful and dear brother, who is one of you.[l] They will tell[m] you about everything here.", "10": "Aristarchus, my fellow prisoner, sends you greetings, as does Mark, the cousin of Barnabas (about whom you received instructions; if he comes to you, welcome him). ", "11": "And Jesus who is called Justus also sends greetings. In terms of Jewish converts,[n] these are the only fellow workers for the kingdom of God, and they have been a comfort to me. ", "12": "Epaphras, who is one of you and a slave[o] of Christ,[p] greets you. He is always struggling in prayer on your behalf, so that you may stand mature and fully assured[q] in all the will of God. ", "13": "For I can testify that he has worked hard[r] for you and for those in Laodicea and Hierapolis. ", "14": "Our dear friend Luke the physician and Demas[s] greet you. ", "15": "Give my greetings to the brothers and sisters[t] who are in Laodicea and to Nympha and the church that meets in her[u] house.[v] ", "16": "And after[w] you have read this letter, have it read[x] to the church of Laodicea. In turn, read the letter from Laodicea[y] as well. ", "17": "And tell Archippus, “See to it that you complete the ministry you received in the Lord.”", "18": "I, Paul, write this greeting by my own hand.[z] Remember my chains.[aa] Grace be with you.[ab]"}