{"1": "After Ahab died, Moab ·broke away from Israel's rule [rebelled against Israel]. ", "2": "Ahaziah fell down through the ·wooden bars in [lattice of] his upstairs room in Samaria and was badly hurt. He sent messengers and told them, “Go, ask Baal-Zebub, god of Ekron, if I will recover from my ·injuries [illness].”", "3": "But the Lord's ·angel [messenger] said to Elijah the Tishbite, “Go up and ·meet [confront; intercept] the messengers sent by the king of Samaria. Ask them, 'Why are you going to ·ask questions of [consult with; inquire of] Baal-Zebub, god of Ekron? Is it because there is no God in Israel?' ", "4": "This is what the Lord says: 'You will never get up from the bed you are lying on; you will surely die.'” Then Elijah ·left [set out; departed].", "5": "When the messengers returned to Ahaziah, he asked them, “Why have you returned [C so soon after being sent]?”", "6": "They said, “A man came to meet us. He said, 'Go back to the king who sent you and tell him ·what the Lord says [T Thus says the Lord]: 'Why are you going to ·ask questions of [consult with; inquire of] Baal-Zebub, god of Ekron? Is it because there is no God in Israel?' You will never get up from the bed you are lying on; you will surely die.”'”", "7": "Ahaziah asked them, “What ·did the man look like who [kind of man] met you and told you this?”", "8": "They answered, “He ·was a hairy man [or wore a hairy cloak] and wore a leather belt around his waist.” Ahaziah said, “It was Elijah the Tishbite.”", "9": "Then he sent a captain with his fifty men to Elijah. The captain went to Elijah, who was sitting on top of the hill, and said to him, “Man of God [C a prophet], the king says, 'Come down!'”", "10": "Elijah answered the captain, “If I am a man of God, let fire come down from heaven and ·burn up [consume; destroy] you and your fifty men.” Then fire came down from heaven and ·burned up [consumed; destroyed] the captain and his fifty men.", "11": "Ahaziah sent another captain and fifty men to Elijah. The captain said to him, “Man of God, this is what the king says: 'Come down ·quickly [at once]!'”", "12": "Elijah answered, “If I am a man of God, let fire come down from heaven and ·burn up [consume; destroy] you and your fifty men!” Then fire came down from heaven and ·burned up [consumed; destroyed] the captain and his fifty men.", "13": "Ahaziah then sent a third captain with his fifty men. The third captain came and fell down on his knees before Elijah and ·begged [pleaded], “Man of God, please ·respect [value; consider precious] my life and the lives of your fifty servants. ", "14": "·See [T Behold], fire came down from heaven and ·burned up [consumed; destroyed] the first two captains of fifty with all their men. But now, ·respect [value; consider precious] my life.”", "15": "The Lord's ·angel [messenger] said to Elijah, “Go down with him and don't be afraid of him.” So Elijah got up and went down with him to see the king.", "16": "Elijah told Ahaziah, “This is what the Lord says: 'You have sent messengers to ·ask questions of [consult with; inquire of] Baal-Zebub, god of Ekron. Is it because there is no God in Israel to ask? Because of this, you will never get up from your bed; you will surely die.'” ", "17": "So Ahaziah died, ·just as the Lord, through Elijah, had said he would [L in accordance with the word of the Lord which Elijah had spoken]. Because Ahaziah had no son to take his place, Joram[a] became king in Ahaziah's place during the second year Jehoram son of Jehoshaphat was king of Judah. ", "18": "The other things Ahaziah did ·are [L are they not…?] written in the book of the ·history [chronicles; annals] of the kings of Israel [C a history book now lost]."}