{"1": "Ahab had seventy sons in Samaria [C the city, not the region]. Jehu wrote letters and sent them to Samaria—to the officers of the city[a] and elders—and to the guardians of the sons of Ahab. Jehu said, ", "2": "“You have your ·master's [lord's] sons with you, and you have chariots, horses, a ·city with strong walls [fortified city], and weapons. When you get this letter, ", "3": "choose the best and most worthy person among your ·master's [lord's] sons, and make him king. Then fight for your ·master's [lord's] ·family [L house].”", "4": "But the officers and leaders of Jezreel were ·frightened [utterly terrified]. They said, “Two kings could not ·stand up to [resist] Jehu, so how can we?”", "5": "The ·palace manager [steward of the house], the city ·governor [administrator], the ·leaders [elders], and the guardians sent a message to Jehu. “We are your servants,” they said. “We will do everything you tell us to do. We won't make any man king, so do whatever ·you think is best [L is good in your eyes/sight].”", "6": "Then Jehu wrote a second letter, saying, “If you are on my side and will obey me, cut off the heads of your ·master's [lord's] sons and come to me at Jezreel tomorrow about this time.” Now the seventy sons of the king's ·family [L house] were with the leading men of the city who were ·their guardians [raising them]. ", "7": "When the leaders received the letter, they took the king's sons and ·killed [slaughtered] all seventy of them. They put their heads in baskets and sent them to Jehu at Jezreel. ", "8": "The messenger came to Jehu and told him, “They have brought the heads of the king's sons.” Then Jehu said, “·Lay [Pile] the heads in two ·piles [heaps] at the city gate until morning.”", "9": "In the morning, Jehu went out and stood before the people and said to them, “You are innocent. Look, I ·made plans [conspired; plotted] against my ·master [lord] and killed him. But who killed all these [C Jehu might have been blaming the Samaritan officials, or perhaps was implying that God ordered the killing]? ", "10": "You should know that ·everything [L nothing] the Lord said about Ahab's ·family [L house] will ·come true [L fall to the ground/earth]. The Lord ·has spoken [spoke his word] through his servant Elijah, and the Lord has done what he said.” ", "11": "So Jehu killed everyone of Ahab's ·family [L house] in Jezreel who was still alive. He also killed all Ahab's ·leading men [important officials], ·close [personal] friends, and priests. ·No one who had helped Ahab was left alive [He left no one to survive him].", "12": "Then Jehu left and went to Samaria by way of the road to Beth Eked of the Shepherds. ", "13": "There Jehu met some relatives of Ahaziah king of Judah. Jehu asked, “Who are you?” They answered, “We are relatives of Ahaziah. We have come down to ·get revenge for [or greet; visit] the families of the king and the king's mother.”", "14": "Then Jehu said, “Take them alive!” So they captured Ahaziah's relatives alive and killed them at the ·well [pit] near Beth Eked—forty-two of them. Jehu ·did not leave anyone alive [spared no one].", "15": "After Jehu left there, he met Jehonadab son of Recab [Jer. 35], who was also on his way to meet Jehu. Jehu greeted him and said, “·Are you as good a friend to me as I am to you [Are you as loyal to me as I am to you; L Is your heart right, as my heart is with your heart]?” Jehonadab answered, “·Yes, I am [L It is].” Jehu said, “If you are, then give me your hand.” So Jehonadab gave him his hand, and Jehu pulled him into the chariot. ", "16": "“Come with me,” Jehu said. “You can see ·how strong my feelings are [my zeal/devotion] for the Lord.” So Jehu had Jehonadab ride in his chariot.", "17": "When Jehu came to Samaria, he killed all of Ahab's ·family [L house] in Samaria. He destroyed all those who were left, ·just as the Lord had told Elijah it would happen [L in accordance with the word of the Lord spoken to Elijah].", "18": "Then Jehu gathered all the people together and said to them, “Ahab served Baal a little, but Jehu will serve Baal ·much [greatly]. ", "19": "Now ·call for me [summon; assemble] all Baal's prophets and priests and all the people who ·worship [serve] Baal. Don't let anyone miss this meeting, because I have a great sacrifice for Baal. Anyone who is not there will not live.” But Jehu was ·tricking them [deceiving them; L acting cunningly] so he could destroy ·the worshipers of [those who served] Baal. ", "20": "He said, “Prepare a ·holy [sacred; solemn] meeting for Baal.” So they ·announced [proclaimed] the meeting. ", "21": "Then Jehu sent word through all Israel, and all ·the worshipers of [who served] Baal came; not one stayed ·home [behind]. They came into the ·temple [L house] of Baal, and the ·temple [L house] was filled from one side to the other.", "22": "Jehu said to the man who kept the robes, “Bring out ·robes [garments; vestments] for all ·the worshipers of [those who serve] Baal.” After he brought out ·robes [garments; vestments] for them, ", "23": "Jehu and Jehonadab son of Recab went into the ·temple [L house] of Baal. Jehu said to ·the worshipers of [those who served] Baal, “Look around, and make sure there are no servants of the Lord with you. Be sure there are only ·worshipers of [those who serve] Baal.” ", "24": "Then they went in to offer sacrifices and burnt offerings. Jehu had eighty men waiting outside. He had told them, “·Don't let anyone escape. If you do, you [The one who allows any of these men who I have put in your hands to escape] must ·pay with [exchange] your own life.”", "25": "As soon as Jehu finished offering the burnt offering, he ordered the guards and the ·captains [officers], “Go in and kill ·the worshipers of [those who serve] Baal. Don't let anyone ·come out [escape].” So the guards and ·captains [officers] killed ·the worshipers of [those who served] Baal with the sword and threw their bodies out. Then they went to the inner rooms of the ·temple [L house of Baal] ", "26": "and brought out the ·pillars [sacred poles/stone; C used in worship] of the ·temple [L house] of Baal and burned them. ", "27": "They ·tore down [smashed] the stone pillar of Baal, as well as the ·temple [L house] of Baal. And they made it into a ·sewage pit [public toilet; latrine], as it is today.", "28": "So Jehu destroyed Baal worship in Israel, ", "29": "but he did not ·stop doing [turn/depart from] the sins Jeroboam son of Nebat had done. Jeroboam had led Israel to sin by worshiping the golden calves at Bethel and Dan.", "30": "The Lord said to Jehu, “You have done well in ·obeying what I said was right [L doing what was right in my eyes/sight]. You have done to the ·family [L house] of Ahab ·as I wanted [L all that was in my heart/mind]. Because of this, your ·descendants as far as your great-great-grandchildren [sons to the fourth generation] will ·be kings [L sit on the throne] of Israel.” ", "31": "But Jehu was not careful to follow the ·teachings [law; L torah] of the Lord, the God of Israel, with all his heart. He did not ·stop doing [turn/depart from] the same sins Jeroboam had done, by which he had led Israel to sin.", "32": "At that time the Lord began to ·make Israel smaller [cut/trim off parts of Israel]. Hazael defeated the Israelites ·in all the land [throughout the territory] of Israel, ", "33": "taking all the land east of the Jordan known as the land of Gilead. (It was the region of Gad, Reuben, and Manasseh.) He took land from Aroer by the Arnon Ravine through Gilead to Bashan.", "34": "The other things Jehu did—everything he did and all his ·victories [achievements; power]—·are [L are they not…?] recorded in the book of the ·history [chronicles; annals; 1:18] of the kings of Israel. ", "35": "Jehu ·died [L lay down/T slept with his fathers/ancestors] and was buried in Samaria, and his son Jehoahaz became king in his place. ", "36": "Jehu ·was king [reigned] over Israel in Samaria for twenty-eight years."}