{"1": "When Ahaziah's mother, Athaliah, ·saw [learned] that her son was dead, she ·killed [destroyed] all the royal ·family [offspring; C in order to claim power herself; she was a granddaughter of Omri, king of Israel; 8:26]. ", "2": "But Jehosheba, King Jehoram's daughter and Ahaziah's sister, took Joash [C about a year old], Ahaziah's son [C Joash was also known as Jehoash]. She stole him away from among the other sons of the king who were about to be murdered. She put Joash and his nurse in a bedroom to hide him from Athaliah, so he was not ·killed [murdered]. ", "3": "He hid with her in the ·Temple [L house] of the Lord for six years. During that time Athaliah ·ruled [reigned over] the land.", "4": "In the seventh year Jehoiada sent for the ·commanders [captains] of groups of a hundred men, as well as the Carites [C mercenaries, probably a palace guard like the Kerethites and the Pelethites; 2 Sam. 8:18; 20:23]. He brought them together in the ·Temple [L house] of the Lord and ·made [L cut] an ·agreement [covenant; treaty] with them. There, in the ·Temple [L house] of the Lord, he ·made them promise loyalty [put them under oath], and then he showed them the king's son. ", "5": "He commanded them, “This is what you must do. A third of you who go on duty on the Sabbath will guard the king's ·palace [L house]. ", "6": "A third of you will be at the Sur Gate, and another third will be at the gate behind the guard. This way you will guard the ·Temple [L house]. ", "7": "The two groups who go off duty on the Sabbath must ·protect [stand guard/watch over] the ·Temple [L house] of the Lord for the king. ", "8": "·All of you must stand around [Surround] the king, with weapons in hand. Kill anyone who ·comes near [tries to break your ranks]. Stay ·close to [with] the king when he goes out and when he comes in.”", "9": "The ·commanders [captains] over a hundred men ·obeyed [did] everything Jehoiada the priest had commanded. Each one took his men who came on duty on the Sabbath and those who went off duty on the Sabbath, and they came to Jehoiada the priest. ", "10": "He gave the commanders the spears and shields that had belonged to King David and that were kept in the ·Temple [L house] of the Lord.", "11": "Then each guard took his place with his weapons in his hand. ·There were guards [They stretched] from the ·south [L right] side of the ·Temple [L house] to the ·north [L left] side. They stood by the altar and the ·Temple [L house] and around the king. ", "12": "Jehoiada brought out the king's son and put the crown on him and gave him a copy of the ·agreement [covenant; testimony]. They ·appointed him king and poured olive oil on [anointed] him. Then they clapped their hands and ·said [shouted], “Long live the king!”", "13": "When Athaliah heard the noise of the guards and the people, she went to them at the ·Temple [L house] of the Lord. ", "14": "She looked, and there was the king, standing by the pillar [C a symbol of authority], as the custom was. The ·officers [commanders; captains] and trumpeters were standing beside him, and all the people of the land were ·very happy [rejoicing] and were blowing trumpets. Then Athaliah tore her clothes [C a sign of mourning or distress] and screamed, “·Traitors! Traitors! [Treason! Treason!]”", "15": "Jehoiada the priest gave orders to the ·commanders [captains] of a hundred men, who led the army. He said, “·Surround her with soldiers [Take her out under guard; L Bring her out between the ranks] and kill with a sword anyone who follows her.” For he had said, “Don't put Athaliah to death in the ·Temple [L house] of the Lord.” ", "16": "So they ·caught [seized] her ·when she came [and took her] to the horses' entrance near the ·palace [L king's house]. There she was put to death.", "17": "Then Jehoiada ·made [L cut] an ·agreement [covenant; treaty] between the Lord and the king and the people that they would be the Lord's people. He also made an ·agreement [covenant; treaty] between the king and the people. ", "18": "All the people of the land went to the ·temple [L house] of Baal and tore it down, smashing the altars and idols. They also killed Mattan, the priest of Baal, in front of the altars. Then Jehoiada the priest ·placed [stationed; posted] guards at the ·Temple [L house] of the Lord. ", "19": "He took with him the ·commanders [captains] of a hundred men and the ·Carites [C mercenaries; v. 4], the royal bodyguards, as well as the guards and all the people of the land. Together they ·took [brought; escorted] the king out of the ·Temple [L house] of the Lord and went into the ·palace [king's house] through the gate of the guards. Then the king sat on the ·royal throne [throne of the kings]. ", "20": "So all the people of the land ·were very happy [rejoiced], and Jerusalem ·had peace [was quiet/calm], because Athaliah had been put to death with the sword at the ·palace [L king's house].", "21": "Joash was seven years old when he became king."}