{"1": "Jehoahaz son of Jehu became king over Israel in Samaria during the twenty-third year Joash son of Ahaziah was king of Judah. Jehoahaz ·ruled [reigned] seventeen years, ", "2": "and he did ·what the Lord said was wrong [L evil in the eyes/sight of the Lord]. Jehoahaz ·did [followed] the same sins Jeroboam son of Nebat had done. Jeroboam had led Israel to sin, and Jehoahaz did not ·stop doing these same sins [depart/turn away from them]. ", "3": "So the ·Lord was angry with [L Lord's anger burned/kindled against] Israel and handed them over to Hazael king of Aram and his son Ben-Hadad ·for a long time [or repeatedly].", "4": "Then Jehoahaz ·begged [entreated; prayed to; sought the favor of] the Lord, and the Lord listened to him. The Lord had seen the ·troubles [oppression] of Israel; he saw how ·terribly [severely] the king of Aram was ·treating [oppressing] them. ", "5": "He gave Israel a ·man to save them [rescuer; savior; T deliverer], and they escaped from the ·hand [grip; power] of the Arameans. The ·Israelites [L sons/T children of Israel] then lived in their own ·homes [L tents] as they had before, ", "6": "but they still did not ·stop doing [depart/turn away from] these same sins that the ·family [L house] of Jeroboam had done. He had led Israel to sin, and they ·continued doing those sins [L walked in them]. The Asherah ·idol [pole; C a sacred tree or pole dedicated to the goddess Asherah; 1 Kin. 14:15] also was left standing in Samaria.", "7": "Nothing was left of Jehoahaz's army except fifty horsemen, ten chariots, and ten thousand foot soldiers. The king of Aram had destroyed them and made them like ·chaff [L dust at threshing time].", "8": "Everything else Jehoahaz did and all his ·victories [achievements; power] ·are [L are they not…?] written in the book of the ·history [chronicles; annals; 1:18] of the kings of Israel. ", "9": "Jehoahaz ·died [L lay down/T slept with his fathers/ancestors] and was buried in Samaria, and his son Jehoash became king in his place.", "10": "Jehoash son of Jehoahaz became king of Israel in Samaria during Joash's thirty-seventh year as king of Judah. Jehoash ·ruled [reigned] sixteen years, ", "11": "and he did ·what the Lord said was wrong [L evil in the eyes/sight of the Lord]. He did not ·stop doing [depart/turn away from] the same sins Jeroboam son of Nebat had done. Jeroboam had led Israel to sin, and Jehoash continued to do the same thing. ", "12": "Everything else he did and all his ·victories [achievements; power], including his war against Amaziah king of Judah, ·are [L are they not…?] written in the book of the ·history [chronicles; annals; 1:18] of the kings of Israel. ", "13": "Jehoash ·died [L lay down/T slept with his fathers/ancestors], and Jeroboam took his place on the throne. Jehoash was buried in Samaria with the kings of Israel.", "14": "At this time Elisha became sick. ·Before he died [or …with the illness of which he would die], Jehoash king of Israel went to Elisha and cried ·for [over] him. Jehoash said, “My father, my father! ·The chariots [or Chariot; C a reference to Elisha as Israel's defender; cf. 2:12] of Israel and ·their [its] horsemen!”", "15": "Elisha said to Jehoash, “Take a bow and arrows.” So he took a bow and arrows. ", "16": "Then Elisha said to him, “Put your hand on the bow.” So Jehoash put his hand on the bow. Then Elisha put his hands on the king's hands. ", "17": "Elisha said, “Open the east window.” So Jehoash opened the window. Then Elisha said, “Shoot,” and Jehoash shot. Elisha said, “The Lord's arrow of victory, the arrow of victory over Aram! You will defeat the Arameans at Aphek until you ·destroy [make an end of] them.”", "18": "Elisha said, “Take the arrows.” So Jehoash took them. Then Elisha said to him, “Strike the ground.” So Jehoash struck the ground three times and stopped. ", "19": "The man of God was ·angry [aroused/provoked to anger] with him. “You should have struck five or six times!” Elisha said. “Then you would have struck Aram until you had completely destroyed it. But now you will ·defeat it [L strike down Aram] only three times.”", "20": "Then Elisha died and was buried. At that time ·groups [bands] of Moabites would rob the land in the springtime. ", "21": "Once as some Israelites were burying a man, suddenly they saw a ·group [band] of Moabites coming. The Israelites threw the dead man into Elisha's ·grave [tomb]. When the man touched Elisha's bones, the man ·came back to life [revived] and stood on his feet.", "22": "During all the days Jehoahaz was king, Hazael king of Aram ·troubled [oppressed] Israel. ", "23": "But the Lord was ·kind [gracious] to the Israelites; he had ·mercy [compassion; pity] on them and helped them because of his ·agreement [covenant; treaty] with Abraham, Isaac, and Jacob. To this day he has ·never wanted [been unwilling] to destroy them or ·reject them [banish/cast them from his presence].", "24": "When Hazael king of Aram died, his son Ben-Hadad became king in his place. ", "25": "During a war Hazael had taken some cities from Jehoahaz, Jehoash's father. Now Jehoash took back those cities from Hazael's son Ben-Hadad. He defeated Ben-Hadad three times and ·took back [recovered] the cities of Israel."}