{"1": "Amaziah son of Joash became king of Judah during the second year Jehoash son of Jehoahaz was king of Israel. ", "2": "Amaziah was twenty-five years old when he became king, and he ·ruled [reigned] twenty-nine years in Jerusalem. His mother was named Jehoaddin, and she was from Jerusalem. ", "3": "Amaziah did ·what the Lord said was right [L right in the eyes/sight of the Lord]. He did everything his father Joash had done, but he did not do as his ·ancestor [father] David had done. ", "4": "The ·places where gods were worshiped [L high places; 12:3] were not removed, so the people still sacrificed and burned incense there.", "5": "As soon as Amaziah took control of the kingdom, he executed the ·officers [officials] who had ·murdered [assassinated] his father the king. ", "6": "But he did not put to death the ·children [sons] of the ·murderers [assassins] because of the rule written in the Book of the ·Teachings [Law; L torah] of Moses. The Lord had commanded: “·Parents [Fathers] must not be put to death ·when their children do wrong [L for their sons], and ·children [sons] must not be put to death ·when their parents do wrong [L for their fathers]. Each must ·die [put to death] for his own sins [Deut. 24:16].”", "7": "In battle Amaziah killed ten thousand Edomites in the Valley of Salt. He also took the city of Sela. He called it Joktheel, as it is still called today.", "8": "Amaziah sent messengers to Jehoash son of Jehoahaz, the son of Jehu, king of Israel. They said, “Come, let's meet face to face [C either a call for negotiations or a challenge to battle, but taken by Jehoash as the latter].”", "9": "Then Jehoash king of Israel answered Amaziah king of Judah, “A thornbush in Lebanon sent a message to a cedar tree in Lebanon. It said, 'Let your daughter marry my son.' But then a wild ·animal [beast] from Lebanon came by, ·walking [trampling] on and crushing the thornbush. ", "10": "You have defeated Edom, ·but [and now] you have become ·proud [arrogant]. Stay at home and ·brag [or enjoy your victory/glory]. Don't ·ask for [stir up] trouble, or you and Judah will ·be defeated [fall].”", "11": "But Amaziah would not listen, so Jehoash king of Israel went ·to attack [L up]. He and Amaziah king of Judah faced each other in battle at Beth Shemesh in Judah. ", "12": "Israel ·defeated [routed] Judah, and every man of Judah ·ran away [fled] to his ·home [L tent]. ", "13": "At Beth Shemesh Jehoash king of Israel captured Amaziah king of Judah. (Amaziah was the son of Joash, who was the son of Ahaziah.) Jehoash went up to Jerusalem and ·broke down [demolished] the wall of Jerusalem from the Gate of Ephraim to the Corner Gate, which was about ·six hundred feet [L four hundred cubits]. ", "14": "He took all the gold and silver and all the utensils found in the ·Temple [L house] of the Lord, and he took the treasuries of the ·palace [L king's house] and some hostages. Then he returned to Samaria.", "15": "The other acts of Jehoash and his ·victories [achievements; power], including his war against Amaziah king of Judah, ·are [L are they not…?] written in the book of the ·history [chronicles; annals; 1:18] of the kings of Israel. ", "16": "Jehoash ·died [L lay down/T slept with his fathers/ancestors] and was buried in Samaria with the kings of Israel, and his son Jeroboam became king in his place.", "17": "Amaziah son of Joash, the king of Judah, lived fifteen years after the death of Jehoash son of Jehoahaz, the king of Israel. ", "18": "The other things Amaziah did ·are [L are they not…?] written in the book of the ·history [chronicles; annals; 1:18] of the kings of Judah. ", "19": "The people in Jerusalem ·made plans [conspired; plotted] against him. So he ·ran away [fled] to the town of Lachish, but they sent men after him to Lachish and killed him. ", "20": "They brought his body back on horses, and he was buried with his ·ancestors [fathers] in Jerusalem, in the city of David.", "21": "Then all the people of Judah made Uzziah [C also called Azariah] king in place of his father Amaziah. Uzziah was sixteen years old. ", "22": "He rebuilt the town of Elath and ·made it part of [restored it to] Judah again after Amaziah ·died [L lay down/T slept with his fathers/ancestors].", "23": "Jeroboam son of Jehoash became king of Israel in Samaria during the fifteenth year Amaziah was king of Judah. (Amaziah was the son of Joash.) Jeroboam ·ruled [reigned] forty-one years, ", "24": "and he did ·what the Lord said was wrong [L evil in the eyes/sight of the Lord]. Jeroboam son of Nebat had led Israel to sin, and Jeroboam son of Jehoash did not ·stop doing [depart/turn away from] the same sins. ", "25": "Jeroboam ·won back [restored] Israel's border from Lebo Hamath to the ·Dead Sea [L Sea of Arabah]. This happened ·as [L in accordance with the word of] the Lord, the God of Israel, ·had said [spoken] through his servant Jonah son of Amittai, the prophet from Gath Hepher. ", "26": "The Lord had seen how the Israelites suffered bitterly, and no one, slave or free, could help them. ", "27": "The Lord had not said he would ·completely destroy [blot out; eradicate] Israel from the world, so he ·saved [rescued; T delivered] the Israelites through Jeroboam son of Jehoash.", "28": "Everything else Jeroboam did—all his ·victories [achievements; power] and how he ·won back [recovered] from Judah the towns of Damascus and Hamath for Israel—·is [L Is not all this…?] written in the book of the ·history [chronicles; annals; 1:18] of the kings of Israel. ", "29": "Jeroboam ·died and was buried with his ancestors [L lay down/T slept with his fathers/ancestors], the kings of Israel. Jeroboam's son Zechariah became king in his place."}