{"1": "Ahaz was the son of Jotham king of Judah. Ahaz became king of Judah in the seventeenth year Pekah son of Remaliah was king of Israel. ", "2": "Ahaz was twenty years old when he became king, and he ·ruled [reigned] sixteen years in Jerusalem. Unlike his ·ancestor [father] David, he did not do ·what the Lord his God said was right [right in the eyes/sight of the Lord his God]. ", "3": "Ahaz ·did the same things the kings of Israel had done [L walked in the way/path of the kings of Israel]. He even ·made his son pass through fire [sacrificed his son in the fire; C a reference to human sacrifice]. He did the same ·hateful sins [detestable/abominable practices] as the nations had done whom the Lord had ·forced [driven] out of the land ahead of the ·Israelites [L sons/T children of Israel]. ", "4": "Ahaz offered sacrifices and burned incense at the ·places where gods were worshiped [L high places: 12:3], on the hills, and under every ·green [spreading] tree.", "5": "Rezin king of Aram and Pekah son of Remaliah, the king of Israel, came up to attack Jerusalem. They ·surrounded [besieged] Ahaz but could not ·defeat [conquer; overpower] him. ", "6": "At that time Rezin king of Aram ·took back [recovered] the city of Elath for Aram, and he forced out all the people of Judah. Then ·Edomites [Arameans] moved into Elath, and they still live there today.", "7": "Ahaz sent messengers to Tiglath-pileser king of Assyria, saying, “I am your servant and your ·friend [vassal; L son]. Come and ·save [rescue; T deliver] me from the hand of the king of Aram and the king of Israel, who are attacking me.” ", "8": "Ahaz took the silver and gold that was in the ·Temple [L house] of the Lord and in the treasuries of the ·palace [L king's house], and he sent these as a gift to the king of Assyria. ", "9": "So the king of Assyria listened to Ahaz. He attacked Damascus and captured it and ·sent all [exiled; deported] its people away to Kir. And he killed Rezin.", "10": "Then King Ahaz went to Damascus to meet Tiglath-pileser king of Assyria. Ahaz saw an altar at Damascus, and he sent ·plans [a model] and a ·pattern [detailed plan] of this altar to Uriah the priest. ", "11": "So Uriah the priest built an altar, just like the plans King Ahaz had sent him from Damascus. Uriah finished the altar before King Ahaz came back from Damascus. ", "12": "When the king arrived from Damascus, he saw the altar and went ·near [up to it/onto it] and offered sacrifices on it [C the building of this altar was an act of apostasy]. ", "13": "He ·burned [offered; presented] his burnt offerings and grain offerings and poured out his drink offering. He also sprinkled the blood of his ·fellowship [or peace; well-being] offerings [Lev. 3:1] on the altar.", "14": "Ahaz moved the bronze altar that was previously before the Lord at the front of the ·Temple [L house]. It was between Ahaz's altar [C the new one] and the ·Temple [L house] of the Lord [C the Temple entrance], but he put it on the north side of his altar. ", "15": "King Ahaz commanded Uriah the priest, “On the ·large [great; C the new one] altar ·burn [offer; present] the morning burnt offering [Lev. 1:1–17], the evening grain offering, the king's burnt offering and ·grain [L gift; tribute] offering [Lev. 2:1], and the whole burnt offering, the ·grain [L gift; tribute] offering, and the drink offering for all the people of the land. Sprinkle on the altar all the blood of the burnt offering and of the sacrifice. But I will use the bronze altar to ·ask questions [inquire] of God.” ", "16": "So Uriah the priest did everything as King Ahaz commanded him.", "17": "Then King Ahaz ·took [cut] off the side panels from the bases and removed the ·washing bowls [basins] from the top of the ·bases [movable stands; portable water carts]. He also took the large bowl, which was called the Sea, off the bronze ·bulls [oxen] that held it up, and he put it on ·a [the] stone ·base [pavement; pediment]. ", "18": "Ahaz took away the ·platform [dais; or canopy; covered portal] for the royal throne, which had been built at the ·Temple [L house] of the Lord. He also took away the outside entrance for the king. He did these things because of the king of Assyria [C to show deference and submission].", "19": "The other things Ahaz did as king ·are [L are they not…?] written in the book of the ·history [chronicles; annals; 1:18] of the kings of Judah. ", "20": "Ahaz ·died [L lay down/T slept with his fathers/ancestors] and was buried with his ·ancestors [fathers] in the City of David [C Jerusalem], and Ahaz's son Hezekiah ·became king [reigned] in his place."}