{"1": "Hezekiah son of Ahaz king of Judah became king during the third year Hoshea son of Elah was king of Israel. ", "2": "Hezekiah was twenty-five years old when he became king, and he ·ruled [reigned] twenty-nine years in Jerusalem. His mother's name was ·Abijah [L Abi; in 2 Chr. 29:1 she is called Abijah] daughter of Zechariah. ", "3": "Hezekiah did ·what the Lord said was right [L right in the eyes/sight of the Lord], just as his ·ancestor [father] David had done. ", "4": "He removed the ·places where gods were worshiped [L high places; 12:3]. He smashed the stone pillars and ·cut down [smashed; broke] the Asherah ·idols [poles; C a sacred tree or pole dedicated to the goddess Asherah; 13:6]. Also the ·Israelites [L sons/T children of Israel] had been burning incense to Nehushtan, the bronze ·snake [serpent] Moses had made [Num. 21:9]. But Hezekiah broke it into pieces.", "5": "Hezekiah trusted in the Lord, the God of Israel. There was no one like him among all the kings of Judah, either before him or after him. ", "6": "Hezekiah ·was loyal [clung; held fast; remained faithful/devoted] to the Lord and did not ·stop [depart from] following him; he ·obeyed [kept] the commands the Lord had given Moses. ", "7": "And the Lord was with Hezekiah, so he ·had success [prospered] in everything he did. He ·turned [rebelled] against the king of Assyria and stopped serving him [C stopped paying tribute]. ", "8": "Hezekiah defeated the Philistines ·all the way to [as far as] Gaza and its ·borders [territory], ·including [from] the watchtowers and the ·strong, walled [fortified] cities.", "9": "Shalmaneser king of Assyria surrounded Samaria and ·attacked [besieged] it in the fourth year Hezekiah was king. This was the seventh year Hoshea son of Elah was king of Israel. ", "10": "After three years the Assyrians captured Samaria. This was in the sixth year Hezekiah was king, which was Hoshea's ninth year as king of Israel. ", "11": "The king of Assyria ·took [carried] the Israelites away to Assyria and settled them in Halah, in Gozan on the Habor River, and in the cities of the Medes. ", "12": "This happened because they did not obey the voice of the Lord their God. They broke his ·agreement [covenant; treaty] and did not obey all that Moses, the Lord's servant, had commanded. They would not listen to the commands or do them.", "13": "During Hezekiah's fourteenth year as king, Sennacherib king of Assyria attacked all the ·strong, walled [fortified] cities of Judah and captured them. ", "14": "Then Hezekiah king of Judah sent a message to the king of Assyria at Lachish. He said, “I have done wrong. ·Leave me alone [Withdraw from me], and I will ·pay [bear] anything you ·ask [impose].” So the king of Assyria made Hezekiah pay ·about twenty-two thousand pounds [L three hundred talents] of silver and ·two thousand pounds [L thirty talents] of gold. ", "15": "Hezekiah gave him all the silver that was in the ·Temple [L house] of the Lord and in the ·palace [L king's house] treasuries. ", "16": "Hezekiah stripped all the gold that covered the doors and doorposts of the ·Temple [L house] of the Lord. Hezekiah had ·put [overlaid] gold on these doors himself, but he gave it all to the king of Assyria.", "17": "The king of Assyria sent out his supreme commander, his chief officer, and his field commander. They went with a large army from Lachish to King Hezekiah in Jerusalem. When they came near the ·waterway [aqueduct; conduit] from the upper pool on the road ·where people do their laundry [to the Fuller's Field], they stopped. ", "18": "They called for the king, so the king sent Eliakim, Shebna, and Joah out to meet them. Eliakim son of Hilkiah was the ·palace [L king's house] manager, Shebna was the royal secretary, and Joah son of Asaph was the ·recorder [royal historian].", "19": "The field commander said to them, “Tell Hezekiah this: “'The great king, the king of Assyria, says: ·What can you trust in now [On what do you base your confidence; Where does this confidence come from]? ", "20": "You say you have ·battle plans [strategy; counsel] and ·power [strength] for war, but your words ·mean nothing [are empty]. Whom are you ·trusting [relying/counting on] for help so that you ·turn [rebel] against me? ", "21": "Look, you are depending on Egypt to help you, but Egypt is like a ·splintered [broken] ·walking stick [reed]. If you lean on it for help, it will stab your hand and ·hurt [pierce] you. So it will be with the king of Egypt for all those who depend on him. ", "22": "You might say, “We are depending on the Lord our God,” but ·Hezekiah [L did not Hezekiah…?] destroyed the Lord's altars and ·the places of worship [L high places; 12:3]. Hezekiah told Judah and Jerusalem, “You must worship only at this one altar in Jerusalem.”", "23": "“'Now make an ·agreement [covenant; treaty] with my ·master [lord], the king of Assyria: I will give you two thousand horses if you can find enough men to ride them [C a taunt that Judah's army was small]. ", "24": "You cannot ·defeat [repel] one of my ·master's [lord's] least important officers, so why do you depend on Egypt to give you chariots and ·horsemen [charioteers]? ", "25": "·I have not [L Do you think I have…?] come to attack and destroy this place without ·an order from the Lord [L the Lord]. The Lord himself told me to come ·to [against] this country and destroy it.'”", "26": "Then Eliakim son of Hilkiah, Shebna, and Joah said to the field commander, “Please speak to us in the Aramaic language. We understand it. Don't speak to us in ·Hebrew [Judean], because the people on the city wall can hear you.”", "27": "“No,” the commander said, “my ·master [lord] did not send me to tell these ·things [words] only to your ·master [lord] and you. He sent me to speak also to those people sitting on the wall who, like you, will have to eat their own dung and drink their own urine.”", "28": "Then the commander stood and shouted loudly in ·the Hebrew language [Judean], “·Listen to what [L Hear the word of] the great king, the king of Assyria, says! ", "29": "The king says you should not let Hezekiah ·fool [deceive; delude] you, because he can't ·save [rescue; T deliver] you from my ·power [L hand]. ", "30": "Don't let Hezekiah ·talk [persuade] you into trusting the Lord by saying, 'The Lord will surely ·save [rescue; T deliver] us. This city won't be handed over to the king of Assyria.'", "31": "“Don't listen to Hezekiah. The king of Assyria says, 'Make peace with me, and come out of the city to me. Then everyone will be free to eat the fruit from his own grapevine and fig tree and to drink water from his own well. ", "32": "After that I will come and take you to a land like your own—a land with grain and new wine, bread and vineyards, olives, and honey. Choose to live and not to die [C a promise that if they gave up, their resettlement would be pleasant]!' “Don't listen to Hezekiah. He is ·fooling [misleading] you when he says, 'The Lord will ·save [rescue; T deliver] us.' ", "33": "Has a god of any other nation ·saved [rescued; T delivered] his people from the ·power [L hand] of the king of Assyria? ", "34": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? They did not ·save [rescue; T deliver] Samaria from my power. ", "35": "Not one of all the gods of these countries has ·saved [rescued; T delivered] his people from me. Neither can the Lord ·save [rescue; T deliver] Jerusalem from my ·power [L hand].”", "36": "The people were silent. They didn't answer the commander at all, because King Hezekiah had ordered, “Don't answer him.”", "37": "Then Eliakim, Shebna, and Joah tore their clothes [C a sign of mourning or distress]. (Eliakim son of Hilkiah was the ·palace [king's house] manager, Shebna was the royal secretary, and Joah son of Asaph was the ·recorder [royal historian].) The three men went to Hezekiah and told him what the field commander had said."}