{"1": "When the Lord was about to take Elijah by a whirlwind up into heaven, Elijah and Elisha were leaving Gilgal. ", "2": "Elijah said to Elisha, “Please stay here. The Lord has ·told me to go to [L sent me as far as] Bethel.” But Elisha said, “As the Lord lives, and as you live, I won't leave you.” So they went down to Bethel. ", "3": "The ·groups [company; brotherhood; L sons] of prophets at Bethel came out to Elisha and said to him, “Do you know the Lord will take your ·master [lord] away from you today?” Elisha said, “Yes, I know, ·but don't talk about it [be quiet/still].”", "4": "Elijah said to him, “Stay here, Elisha, because the Lord has sent me to Jericho.” But Elisha said, “As the Lord lives, and as you live, I won't leave you.” So they went to Jericho. ", "5": "The ·groups [company; brotherhood; L sons] of prophets at Jericho came to Elisha and said, “Do you know that the Lord will take your ·master [lord] away from you today?” Elisha answered, “Yes, I know, ·but don't talk about it [be quiet/still].”", "6": "Elijah said to Elisha, “Stay here. The Lord has sent me to the Jordan River.” Elisha answered, “As the Lord lives, and as you live, I won't leave you.” So the two of them went on. ", "7": "Fifty men of the ·groups [company; brotherhood; L sons] of prophets came and stood ·far [at a distance] from where Elijah and Elisha were standing by the Jordan. ", "8": "Elijah took off his ·coat [cloak; T mantle], ·rolled [folded] it up, and hit the water. The water divided to ·the right and to the left [L one side and the other], and Elijah and Elisha crossed over on dry ground [C reminiscent of the crossing of the Sea; Ex. 14].", "9": "After they had crossed over, Elijah said to Elisha, “What can I do for you before I am taken from you?” Elisha said, “Leave me a double ·share [portion] of your spirit [C like a firstborn heir (Deut. 21:17), he asks for double the blessing of other followers of Elijah, not twice as much as Elijah].”", "10": "Elijah said, “You have asked a ·hard [difficult] thing. But if you see me when I am taken from you, it will be ·yours [as you request]. If you don't, it won't happen.”", "11": "As they were walking along and talking, a chariot of fire and horses of fire appeared and ·separated [drove between] Elijah from Elisha. Then Elijah ·went up [ascended] to heaven in a whirlwind. ", "12": "Elisha saw it and shouted, “My father! My father! The chariots of Israel and ·their horsemen [its charioteers/or horses]!” And Elisha did not see him anymore. Then Elisha grabbed his own clothes and tore them in two [C a sign of mourning or distress].", "13": "He picked up Elijah's ·coat [cloak; T mantle] that had fallen from him. Then he returned and stood on the bank of the Jordan. ", "14": "Elisha hit the water with Elijah's ·coat [cloak; T mantle] and said, “Where is the Lord, the God of Elijah?” When he hit the water, it divided to ·the right and to the left [L one side and the other], and Elisha crossed over [2:8].", "15": "The ·groups [company; brotherhood; L sons] of prophets at Jericho were watching from a distance and said, “·Elisha now has the spirit Elijah had [L Elijah's spirit now rests on Elisha].” And they came to meet him, bowing down to the ground before him. ", "16": "They said to him, “There are fifty ·strong [able] men with us. Please let them go and look for your ·master [lord]. Maybe the Spirit of the Lord has taken Elijah up and set him down on some mountain or in some valley.” But Elisha answered, “No, don't send them.”", "17": "When the ·groups [company; brotherhood; L sons] of prophets had begged Elisha until he ·couldn't refuse them anymore [was too embarrassed/ashamed to refuse], he said, “Send them.” So they sent fifty men who looked for three days, but they could not find him. ", "18": "Then they came back to Elisha at Jericho where he was staying. He said to them, “I told you not to go, didn't I?”", "19": "The people of the city said to Elisha, “Look, ·master [lord], this city is ·a nice place to live [well/pleasantly situated/located] as you can see. But the water is so bad the land ·cannot grow crops [is unproductive/unfruitful].”", "20": "Elisha said, “Bring me a new bowl and put salt in it.” So they brought it to him.", "21": "Then he went out to the ·spring [water source] and threw the salt in it. He said, “·This is what the Lord says [T Thus says the Lord]: 'I have ·healed [purified; made wholesome] this water. From now on it won't cause death, ·and it won't keep the land from growing crops [or unfruitfulness/unproductiveness/or miscarriage].'” ", "22": "So the water has been ·healed [purified; made wholesome] to this day just as Elisha had said.", "23": "From there Elisha went up to Bethel. On the way some boys came out of the city and ·made fun of [mocked; jeered at; Ps. 1:1; Prov. 1:22; 3:34; 13:1; Gal. 6:7] him. They said to him, “Go ·up too, you baldhead [away, baldy]! Go ·up too, you baldhead [away, baldy]!” ", "24": "Elisha turned around, looked at them, and put a curse on them in the name of the Lord. Then two mother bears came out of the woods and ·tore [mauled] forty-two of the boys to pieces. ", "25": "Elisha went to Mount Carmel and from there he returned to Samaria."}