{"1": "At that time Hezekiah became so sick he ·almost died [was about to die]. The prophet Isaiah son of Amoz went to see him and told him, “·This is what the Lord says [T Thus says the Lord]: ·Make arrangements [L Set your house in order] because you are going to die. You will not recover.”", "2": "Hezekiah turned toward the wall and prayed to the Lord, ", "3": "“Lord, please remember that I have always ·obeyed [L walked before] you. I have ·given myself completely to you [served you wholeheartedly] and have done ·what you said was right [L right in the eyes/sight of the Lord].” Then Hezekiah ·cried loudly [wept bitterly].", "4": "Before Isaiah had left the middle courtyard, the Lord spoke his word to Isaiah: ", "5": "“Go back and tell Hezekiah, the ·leader [ruler; prince] of my people: 'This is what the Lord, the God of your ·ancestor [father] David, says: I have heard your prayer and seen your tears, so I will heal you. Three days from now you will go up to the ·Temple [L house] of the Lord. ", "6": "I will add fifteen years to your life. I will ·save [rescue; T deliver] you and this city from [L the hand of] the king of Assyria; I will ·protect [defend] the city for my sake and for the sake of my servant David.'”", "7": "Then Isaiah said, “Make a ·paste [ointment; poultice] from figs.” So they made it and put it on Hezekiah's boil, and he got well.", "8": "Hezekiah had asked Isaiah, “What will be the sign that the Lord will heal me and that I will go up to the ·Temple [L house] of the Lord on the third day?”", "9": "Isaiah said, “The Lord will do what he ·says [promises]. This is the sign from the Lord to show you: Do you want the shadow to go forward ten steps or back ten steps?”", "10": "Hezekiah answered, “It's ·easy [normal] for the shadow to ·go forward [lengthen] ten steps. Instead, let it go back ten steps.”", "11": "Then Isaiah the prophet called to the Lord, and the Lord brought the shadow ten steps back up the ·stairway [or dial; C the shadows moved either on outside stairs or on a sundial] of Ahaz that it had gone down.", "12": "At that time Merodach-baladan son of Baladan was king of Babylon. He sent ·letters [greetings] and a gift to Hezekiah, because he had heard that Hezekiah ·was [had been] sick. ", "13": "Hezekiah ·listened to [received] the messengers, ·so [and] he showed them what was in his storehouses: the silver, gold, spices, ·expensive perfumes [precious oils], his ·swords and shields [armory], and all his ·wealth [treasures]. He showed them everything in his ·palace [L house] and his kingdom.", "14": "Then Isaiah the prophet went to King Hezekiah and asked him, “What did these men say? Where did they come from?” Hezekiah said, “They came from a faraway country—from Babylon.”", "15": "So Isaiah asked him, “What did they see in your ·palace [L house]?” Hezekiah said, “They saw everything in my ·palace [L house]. I showed them all my ·wealth [L treasuries; store houses].”", "16": "Then Isaiah said to Hezekiah, “Listen to the words of the Lord: ", "17": "'·In the future to you [The time/day is coming when] everything in your ·palace [L house] and everything your ·ancestors [fathers] have stored up until this day will be ·taken away [carried off] to Babylon. Nothing will be left,' says the Lord. ", "18": "'Some of your own ·children [sons], those ·who will be born to you [you will father], will be taken away. And they will become ·servants [eunuchs] in the palace of the king of Babylon.'”", "19": "Hezekiah told Isaiah, “These words from the Lord that you have spoken are good.” He said this because he thought, “Why not? There will be peace and security in my lifetime.”", "20": "Everything else Hezekiah did—all his ·victories [achievements; power], his work on the pool, his work on the tunnel to bring water into the city—·is [L is it not…?] written in the book of the ·history [chronicles; annals; 1:18] of the kings of Judah. ", "21": "Then Hezekiah ·died [L lay down/T slept with his fathers/ancestors], and his son Manasseh became king in his place."}