{"1": "Nebuchadnezzar king of Babylon marched against Jerusalem with his whole army during Zedekiah's ninth year as king, on the tenth day of the tenth month [C January 15, 588 bc]. He made a camp around the city and ·piled dirt against the city walls to attack it [built siege walls all around it]. ", "2": "The city was under ·attack [siege] until Zedekiah's eleventh year as king. ", "3": "By ·the ninth day of the fourth month [C July 18, 586 bc], the ·hunger [famine] was ·terrible [severe] in the city. There was no food for the people to eat. ", "4": "Then the wall of the city was breached, and the whole army ran away at night through the gate between the two walls by the king's garden. ·While [Though] the Babylonians were still surrounding the city, Zedekiah and his men ran away toward the ·Jordan Valley [L Arabah; C a plain near Jericho, east of Jerusalem]. ", "5": "But the Babylonian army chased King Zedekiah and caught up with him in the plains of Jericho. All of his army ·was scattered from [deserted] him, ", "6": "so they captured Zedekiah and took him to the king of Babylon at Riblah. There he passed sentence on Zedekiah. ", "7": "They ·killed [slaughtered] Zedekiah's sons as he watched. Then they ·put [gouged] out his eyes and put bronze ·chains [shackles] on him and took him to Babylon.", "8": "Nebuzaradan was the commander of the king's special guards. This officer of the king of Babylon came to Jerusalem on ·the seventh day of the fifth month [C August 14, 586 bc], in Nebuchadnezzar's nineteenth year as king of Babylon. ", "9": "Nebuzaradan ·set fire to [burned down] the ·Temple [L house] of the Lord and the ·palace [L king's house] and all the houses of Jerusalem. Every important building was burned.", "10": "The whole Babylonian army, led by the commander of the king's special guards, ·broke down [demolished] the walls around Jerusalem. ", "11": "Nebuzaradan, the commander of the guards, ·captured [carried into exile] the people left in Jerusalem, those who had ·surrendered [deserted] to the king of Babylon, and the rest of the people. ", "12": "But the commander of the guard left behind some of the poorest people of the land to ·take care of [work] the vineyards and fields.", "13": "The Babylonians broke up the bronze pillars, the bronze stands, and the large bronze ·bowl [basin] called the Sea [1 Kin. 7:23–45] in the ·Temple [L house] of the Lord. Then they carried the bronze to Babylon. ", "14": "They also took the pots, shovels, ·wick trimmers [snuffers], dishes, and all the bronze objects used to serve in the ·Temple [L house]. ", "15": "The commander of the king's special guards took away the ·pans for carrying hot coals [censers], the ·bowls [basins], and everything made of ·pure [fine] gold or silver. ", "16": "There were two pillars and the large bronze Sea and the ·movable stands [water carts] which Solomon had made for the ·Temple [L house] of the Lord. There was so much bronze that it could not be weighed. ", "17": "Each pillar was ·about twenty-seven feet [L eighteen cubits; 1 Kin. 7:15–20] high. The bronze capital on top of the pillar was ·about four and one-half feet [L three cubits] high. It was decorated with a ·net design and [latticework/network of] bronze pomegranates all around it. The other pillar also had a ·net design [latticework; network] and was like the first pillar.", "18": "The commander of the guards took some ·prisoners [captives]—Seraiah the chief priest, Zephaniah the priest next in rank, and the three ·doorkeepers [gatekeepers]. ", "19": "Of the people who were still in the city, he took the officer in charge of the ·fighting men [soldiers], as well as five advisors to the king. He took the royal secretary who ·selected [conscripted] people for the army and sixty other men who were in the city. ", "20": "Nebuzaradan, the commander, took all these people and brought them to the king of Babylon at Riblah. ", "21": "There at Riblah, in the land of Hamath, the king had them killed. So the people of Judah were ·led away from their country as captives [sent into exile from their land].", "22": "Nebuchadnezzar king of Babylon left some people in the land of Judah. He appointed Gedaliah son of Ahikam, the son of Shaphan, as governor.", "23": "The army captains and their men heard that the king of Babylon had made Gedaliah governor, so they came to Gedaliah at Mizpah. They were Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth the Netophathite, Jaazaniah son of the Maacathite, and their men. ", "24": "Then Gedaliah ·promised [vowed/swore to] these army captains and their men, “Don't be afraid of the Babylonian ·officers [officials]. Live in the land and serve the king of Babylon, and everything will go well for you.”", "25": "In ·the seventh month [mid-autumn] Ishmael son of Nethaniah, son of Elishama from the king's family, came with ten men and ·killed [assassinated; murdered] Gedaliah. They also killed the men of Judah and Babylon who were with Gedaliah at Mizpah. ", "26": "Then all the people, ·from the least important to the most important [both great/high and small/low], along with the army leaders, ran away to Egypt, because they were afraid of the Babylonians.", "27": "Jehoiachin king of Judah was ·held [exiled] in Babylon for thirty-seven years. In the thirty-seventh year Evil-Merodach became king of Babylon, and he let Jehoiachin out of prison on ·the twenty-seventh day of the twelfth month [C April 2]. ", "28": "Evil-Merodach spoke kindly to Jehoiachin and gave him a seat of honor above the seats of the other kings who were with him in Babylon. ", "29": "So Jehoiachin put ·away [aside] his prison clothes. For ·the rest [L all the days] of his life, he ate ·at [in] the king's ·table [presence]. ", "30": "Every day, for as long as Jehoiachin lived, the king gave him an allowance."}