{"1": "Joram son of Ahab became king over Israel at Samaria in Jehoshaphat's eighteenth year as king of Judah. And Joram ·ruled [reigned] twelve years. ", "2": "He did ·what the Lord said was wrong [L evil in the eyes/sight of the Lord], but ·he was not like [not to same extent as] his father and mother; he removed the stone pillars his father had made for Baal. ", "3": "But he ·continued to sin like [L clung to the sin of] Jeroboam son of Nebat who had led Israel to sin. Joram did not ·stop doing these same sins [depart/L turn away from it].", "4": "Mesha king of Moab ·raised [bred] sheep. He ·paid [delivered to] the king of Israel one hundred thousand lambs and the wool of one hundred thousand sheep [C as annual tribute]. ", "5": "But when Ahab died, the king of Moab turned against the king of Israel. ", "6": "So King Joram went out from Samaria and ·gathered [mobilized; mustered] ·Israel's army [L all Israel]. ", "7": "He also sent messengers to Jehoshaphat king of Judah. “The king of Moab has ·turned [rebelled] against me,” he said. “Will you go with me to fight against Moab?” Jehoshaphat replied, “I will go with you. My ·soldiers [L soldiers are your soldiers] and my horses are ·yours [L your horses].”", "8": "Jehoshaphat asked, “Which ·way should we attack [route should we take]?” Joram answered, “Through the ·Desert [Wilderness] of Edom.”", "9": "So the king of Israel went with the king of Judah, joined by the king of Edom. After a ·roundabout [circuitous] march for seven days, there was no more water for the army or for their animals that were with them. ", "10": "The king of Israel said, “·This is terrible [T Alas]! The Lord has called us three kings together to hand us over to the Moabites!”", "11": "But Jehoshaphat asked, “Is there ·a [L no] prophet of the Lord here? We can ·ask [inquire of] the Lord through him.” An officer of the king of Israel answered, “Elisha son of Shaphat is here. He ·was Elijah's servant [L used to pour water on the hands of Elijah].”", "12": "Jehoshaphat said, “·He speaks the Lord's truth [The word of the Lord is with him].” So the king of Israel and Jehoshaphat and the king of Edom went down to see Elisha.", "13": "Elisha said to the king of Israel, “·I have nothing [L What have I…?] to do with you. Go to the prophets of your father and to the prophets of your mother [C that is, to the prophets of their false gods]!” The king of Israel said to Elisha, “No, the Lord has called us three kings together to hand us over to the Moabites.”", "14": "Elisha said, “As surely as the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts] lives, ·whom I serve [L before whom I stand], I wouldn't even look at you or notice you if Jehoshaphat king of Judah were not here. I ·respect [have regard for] him. ", "15": "Now bring me someone who plays the ·harp [lyre].” While the ·harp [lyre] was being played, the ·Lord gave Elisha power [L hand of the Lord came upon him]. ", "16": "Then Elisha said, “·The Lord says to [T Thus says the Lord:] ·dig holes in the valley [make trenches in this valley; or I will fill this valley full of pools]. ", "17": "The Lord says you won't see wind or rain, but the valley will be filled with water. Then you, your cattle, and your other animals can drink. ", "18": "This is ·easy for the Lord to do [a slight/simple thing in the eyes/sight of the Lord]; he will also hand Moab over to you. ", "19": "You will destroy every ·strong, walled [fortified] city and every important town. You will cut down every good tree and stop up all springs. You will ruin every good field with rocks.”", "20": "The next morning, about the time the sacrifice was offered, water ·came [flowed] from the direction of Edom and filled the valley.", "21": "All the Moabites heard that the kings had come up to fight against them. So they ·gathered [mobilized; called up] everyone old enough to put on armor and ·waited [they took up positions] at the border. ", "22": "But when the Moabites got up early in the morning, the sun was shining on the water. They saw the water across from them, and it looked as red as blood. ", "23": "Then they said, “This is blood! The kings must have fought and killed each other! Come, Moabites, ·let's take the valuables from the dead bodies [let's plunder them; L to the spoil]!”", "24": "When the Moabites came to the camp of Israel, the Israelites came out and fought them until they ran away. Then the Israelites ·went on into [invaded] the land, ·killing [slaughtering] the Moabites. ", "25": "They ·tore down [destroyed; overturned] the cities and threw rocks all over every good field. They stopped up all the springs and cut down all the good trees. Kir Hareseth was the only city ·with its stones still in place [still standing], but the men with ·slingshots [slings] surrounded it and ·conquered [attacked] it, too.", "26": "When the king of Moab saw that the battle was ·too much for him [going against him], he took seven hundred men with swords to try to break through ·to [near to; across from] the king of Edom. But they could not break through. ", "27": "Then the king of Moab took his oldest son, who would have been king after him, and ·offered [sacrificed] him as a burnt offering on the wall. ·So there was great anger against the Israelites, who [or Alarmed at this, the Israelites] left and went back to their own land."}