{"1": "The wife of a man from the ·groups [company; brotherhood; L sons] of prophets said to Elisha, “Your servant, my husband, is dead. You know he ·honored [revered; feared] the Lord. But now ·the man he owes money to [a creditor] is coming to take my two boys as his slaves!”", "2": "Elisha answered, “How can I help you? Tell me, what do you have in your house?” The woman said, “I don't have anything there except a ·pot [jar; flask] of oil.”", "3": "Then Elisha said, “Go and get empty jars from all your neighbors. Don't ask for just a few. ", "4": "Then go into your house and shut the door behind you and your sons. Pour oil into all the jars, and set the full ones aside.”", "5": "So she left Elisha and shut the door behind her and her sons. As they brought the jars to her, she poured out the oil. ", "6": "When the jars were all full, she said to her son, “Bring me another jar.” But he said, “There are no more jars.” Then the oil stopped flowing.", "7": "She went and told Elisha. And the prophet said to her, “Go, sell the oil and pay ·what you owe [your debts]. You and your sons can live on what is left.”", "8": "One day Elisha went to Shunem, where an ·important [prominent; wealthy] woman lived. She ·begged [urged; pressed] Elisha to stay and eat. So every time Elisha passed by, he stopped there to eat. ", "9": "The woman said to her husband, “I ·know that [am sure] this is a holy man of God who passes by our house ·all the time [often]. ", "10": "Let's make a small walled room on the roof [C roofs were flat and served as an extra room] and put a bed in the room for him. We can put a table, a chair, and a lampstand there. Then when he comes by, he can stay there.”", "11": "One day Elisha came to the woman's house. After he went to ·his [the upper] room and rested, ", "12": "he said to his servant Gehazi, “Call the Shunammite woman.” When the servant had called her, she stood in front of him. ", "13": "Elisha had told his servant, “Now say to her, 'You have gone to all this trouble for us. What can I do for you? Do you want me to speak to the king or the commander of the army for you?'” She answered, “I live among my own people [C a way of saying she is content and has no pressing needs].”", "14": "Elisha said to Gehazi, “But what can we do for her?” He answered, “She has no son, and her husband is old.”", "15": "Then Elisha said to Gehazi, “Call her.” When he called her, she stood in the doorway. ", "16": "Then Elisha said, “This ·time [season] next year, you will hold a son in your arms.” The woman said, “No, ·master [lord], man of God, don't ·lie to [deceive; mislead] me, your servant!”", "17": "But the woman ·became pregnant [conceived] and gave birth to a son at that ·time [season] the next year, just as Elisha had told her.", "18": "The boy grew up and one day went out to his father, who was with the ·grain harvesters [reapers]. ", "19": "The boy said to his father, “My head! My head!” The father said to his servant, “·Take [Carry] him to his mother!” ", "20": "The servant ·took [carried] him to his mother, and he lay on his mother's lap until noon. Then he died. ", "21": "So she took him up and laid him on ·Elisha's bed [L the bed of the man of God]. Then she shut the door and left.", "22": "She called to her husband, “Send me one of the servants and one of the donkeys. Then I can go quickly to the man of God and return.”", "23": "The husband said, “Why do you want to go to him today? It isn't the New Moon or the Sabbath day.” She said, “It will be all right.”", "24": "Then she saddled the donkey and said to her servant, “Lead on. Don't slow down for me unless I tell you.” ", "25": "So she went to Elisha, the man of God, at Mount Carmel. When he saw her coming ·from far away [in the distance], he said to his servant Gehazi, “Look, there's the Shunammite woman! ", "26": "Run to meet her and ask, 'Are you ·all right [well]? Is your husband ·all right [well]? Is the boy ·all right [well]?'” She answered, “Everything is ·all right [well].”", "27": "Then she came to Elisha at the hill and grabbed his feet. Gehazi came near to pull her away, but Elisha said to him, “Leave her alone. She's ·very upset [L in bitter distress in her soul], and the Lord has not told me about it. He has hidden it from me.”", "28": "She said, “·Master [My lord], did I ask you for a son? Didn't I tell you not to ·lie to [deceive; mislead] me?”", "29": "Then Elisha said to Gehazi, “·Get ready [Tuck in your cloak; L Gird up your loins; C pulling up the back of the cloak between the legs and tucking it in the belt allowed freer movement]. Take my ·walking stick [staff] in your hand and go quickly. If you meet anyone, don't ·say hello [greet him]. If anyone greets you, don't ·respond [answer]. Lay my ·walking stick [staff] on the boy's face.”", "30": "The boy's mother said, “As surely as the Lord lives and as you live, I won't leave you [C to return home]!” So Elisha got up and followed her.", "31": "Gehazi went on ahead and laid the ·walking stick [staff] on the boy's face, but the boy did not talk or ·move [respond]. Then Gehazi went back to meet Elisha. “The boy has not awakened,” he said.", "32": "When Elisha came into the house, the boy was lying dead on ·his [Elisha's] bed. ", "33": "Elisha entered the room and shut the door on the two of them. Then he prayed to the Lord. ", "34": "He went to the bed and lay on the boy, putting his mouth on the boy's mouth, his eyes on the boy's eyes, and his hands on the boy's hands. He stretched himself out on top of the boy. Soon the boy's ·skin [body; L flesh] became warm. ", "35": "Elisha ·turned away [got up] and walked ·around [back and forth once across] the room. Then he went back and ·put himself [stretched out] on the boy again. The boy sneezed seven times and opened his eyes.", "36": "Elisha called Gehazi and said, “Call the Shunammite!” So he did. When she came, Elisha said, “·Pick up [Take] your son.” ", "37": "She came in and fell at Elisha's feet, bowing facedown to the floor. Then she ·picked up [took] her son and went out.", "38": "When Elisha returned to Gilgal, there was a ·shortage of food [famine] in the land. While the ·groups [company; brotherhood; L sons] of prophets were sitting in front of him, he said to his servant, “Put the large pot on the fire, and boil some stew for ·these men [this company/brotherhood/L sons of prophets].”", "39": "One of them went out into the field to gather ·plants [herbs]. Finding a wild vine, he ·picked fruit from the vine and filled his robe with it [gathered a lapful of wild gourds]. ·Then he came and cut up the fruit into the pot. But they didn't know what kind of fruit it was. [He returned and sliced them into a pot of stew, not knowing what they were.] ", "40": "They ·poured out [served] the stew for the others to eat. When they began to eat it, they shouted, “Man of God, there's death [C poison] in the pot!” And they could not eat it.", "41": "Elisha told them to bring some ·flour [meal]. He threw it into the pot and said, “·Pour it out for [Serve it to] the people to eat.” Then there was nothing harmful in the pot.", "42": "A man from Baal Shalishah came to Elisha, bringing him twenty loaves of barley bread from the first ·harvest [fruits]. He also brought fresh grain in his sack. Elisha said, “Give it to the people to eat.”", "43": "Elisha's servant asked, “How can I ·feed a hundred people with so little [L set this before a hundred people]?” “Give the bread to the people to eat,” Elisha ·said [repeated]. “·This is what the Lord says [T Thus says the Lord]: 'They will eat and will have food left over.'” ", "44": "After he gave it to them, the people ate and had food left over, ·as the Lord had said [L in accordance with the word of the Lord]."}