{"1": "Naaman was commander of the army of the king of Aram. He was ·honored [held in great favor] by his master and much respected, because the Lord used him to give victory to Aram. He was a ·mighty and brave man [valiant soldier], but he had ·a skin disease [T leprosy; C refers to a variety of skin diseases; Lev. 13:2].", "2": "The Arameans had gone out to raid the Israelites and had taken a little girl as a captive. This little girl served Naaman's wife. ", "3": "She said to her mistress, “I wish my ·master [lord] would meet the prophet who lives in Samaria. He would cure him of his ·disease [T leprosy; 5:1].”", "4": "Naaman went to the king and told him ·what the girl from Israel had said [L according to this and according to that the girl said]. ", "5": "The king of Aram said, “Go ahead, and I will send a letter to the king of Israel.” So Naaman left and took with him ·about seven hundred fifty pounds [L ten talents] of silver, as well as ·one hundred fifty pounds [L six thousand shekels] of gold and ten ·changes of clothes [sets of festal/formal robes]. ", "6": "He brought the letter to the king of Israel, which read, “I am sending my servant Naaman to you so you can heal him of his ·skin disease [T leprosy; 5:1].”", "7": "When the king of Israel read the letter, he tore his clothes [C a sign of mourning or distress]. He said, “·I'm not God! I can't kill and make alive again! [L Am I God, to give life or take it away?] Why does this man send someone with ·a skin disease [T leprosy; 5:1] for me to heal? You can see that the king of Aram is trying to ·start trouble [pick a fight/quarrel] with me.”", "8": "When Elisha, the man of God, heard that the king of Israel had torn his clothes, he sent the king this message: “Why have you torn your clothes? Let Naaman come to me. Then he will ·know [learn] there is a prophet in Israel.” ", "9": "So Naaman went with his horses and chariots to Elisha's house and stood outside the door.", "10": "Elisha sent Naaman a messenger who said, “Go and wash in the Jordan River seven times. Then your ·skin will be healed [L flesh will be restored], and you will be ·clean [cleansed].”", "11": "Naaman ·became angry [was provoked/aroused to anger] and left. He said, “I thought Elisha would surely come out and stand before me and call on the name of the Lord his God. I thought he would wave his hand over the place and heal the ·disease [T leprosy; 5:1]. ", "12": "·The [Are not the…?] Abana and the Pharpar, the rivers of Damascus, are better than all the waters of Israel. Why can't I wash in them and ·become clean [be cleansed; C both physically healed and ritually clean]?” So Naaman went away ·very angry [in a rage].", "13": "Naaman's servants came near and said to him, “My father, if the prophet had told you to do some ·great [very difficult] thing, wouldn't you have done it? All the more reason then when he simply says, 'Wash, and you will be clean [v. 12].'” ", "14": "So Naaman went down and dipped in the Jordan seven times, ·just as Elisha had said [L in accordance with the word of the man of God]. Then his skin ·became new again [was restored], like the skin of a child. And he was clean.", "15": "Naaman and all his ·group [company; brotherhood] returned to Elisha. He stood before Elisha and said, “Look, I now know there is no God in all the earth except in Israel. Now please accept a gift from me.”", "16": "But Elisha said, “As surely as the Lord lives ·whom I serve [L before whom I stand], I won't accept anything.” Naaman urged him to take the gift, but he refused.", "17": "Then Naaman said, “If you won't take the gift, then please give me some soil—as much as two of my mules can carry. From now on I'll not offer any burnt offering [Lev. 1:1–17] or sacrifice to any other gods but the Lord. ", "18": "But let the Lord pardon me for this: When my ·master [lord] goes into the ·temple [L house] of Rimmon [C a pagan deity] to worship, he leans on my arm. Then I must bow in that ·temple [L house]. May the Lord pardon me when I do that.”", "19": "Elisha said to him, “Go in peace.” Naaman had left Elisha and gone a short way ", "20": "when Gehazi, the servant of Elisha the man of God, thought, “My ·master [lord] has ·gone easy on [spared] this Naaman the Aramean by not taking what he brought. As surely as the Lord lives, I'll run after him and get something from him.” ", "21": "So Gehazi ·went after [pursued; ran after] Naaman. When Naaman saw someone running after him, he got off the chariot to meet Gehazi. He asked, “Is ·everything all right [all well]?”", "22": "Gehazi said, “Everything is ·all right [well]. My ·master [lord] has sent me. He said, 'Two young men from the ·groups [company; brotherhood; L sons] of prophets in the ·mountains [hill country] of Ephraim just came to me. Please give them ·seventy-five pounds [L a talent] of silver and two changes of clothes.'”", "23": "Naaman said, “Please take ·one hundred fifty pounds [L two talents],” and he urged Gehazi to take it. He tied ·one hundred fifty pounds [L two talents] of silver in two bags with two changes of clothes. Then he gave them to two of his servants to carry for Gehazi. ", "24": "When they came to the hill, Gehazi took these things from Naaman's servants and ·put [hid; stored] them in the house. Then he let Naaman's servants go, and they left.", "25": "When he came in and stood before his ·master [lord], Elisha said to him, “Where have you been, Gehazi?” “I didn't go anywhere,” he answered.", "26": "But Elisha said to him, “·My spirit was [L Did not my heart/spirit go…?] with you. I knew when the man ·turned [stepped down] from his chariot to meet you. ·This isn't [Is this…?] a time to take money, clothes, ·olives, grapes [olive groves and vineyards], sheep, oxen, male servants, or female servants. ", "27": "So Naaman's ·skin disease [T leprosy; 5:1] will ·come on [cling to] you and your ·children [descendants] forever.” When Gehazi left Elisha, he ·had the disease [T was a leper; 5:1] and was as white as snow."}