{"1": "The ·groups [company; brotherhood; L sons] of prophets said to Elisha, “The place where we ·meet [or are living] with you is too small for us. ", "2": "Let's go to the Jordan River. There everyone can get a ·log [beam; pole], and let's build a place there to ·live [meet].” Elisha said, “Go.”", "3": "One of them said, “Please go with us.” Elisha answered, “I will go,” ", "4": "so he went with them. When they arrived at the Jordan, they cut down some trees. ", "5": "As one man was cutting down a tree, the head of his ax fell into the water. He yelled, “·Oh no [T Alas], my ·master [lord]! I borrowed that ax!”", "6": "·Elisha [L The man of God] asked, “Where did it fall?” The man showed him the place. Then Elisha cut down a stick and threw it into the water, and it made the iron head float. ", "7": "Elisha said, “Pick up the axhead.” Then the man reached out and took it.", "8": "The king of Aram was at war with Israel. He ·had [would have] a council meeting with his officers and ·said [say], “I will set up my camp in ·this [such and such a] place.”", "9": "Elisha, the man of God, ·sent [would send] a message to the king of Israel, saying, “·Be careful [Beware]! Don't pass that place, because the Arameans are going ·down [to attack/gather] there!”", "10": "The king of Israel ·checked [would send word to] the place about which Elisha had warned him. Elisha warned him several times, so the king ·protected himself [was on his guard] there.", "11": "The king of Aram was ·angry [greatly disturbed] about this. He called his officers together and demanded, “Tell me who of us is ·working for [siding with; C he suspects a traitor] the king of Israel.”", "12": "One of the officers said, “No one, my ·master [lord] and king. It's Elisha, the prophet from Israel. He can tell ·you [L the king of Israel] what you speak in your bedroom.”", "13": "The king said, “Go and find him so I can send men and ·catch [capture; seize] him.” The report came back, “He is in Dothan.”", "14": "Then the king sent horses, chariots, and many troops to Dothan. They arrived at night and surrounded the city.", "15": "·Elisha's [L The man of God's] servant got up early, and when he went out, he saw an army with horses and chariots all around the city. The servant said to Elisha, “·Oh no [T Alas], my ·master [lord], what ·can [will] we do?”", "16": "Elisha said, “Don't be afraid. ·The army that fights for us is larger than the one against us [L Those with us are more than those with them].”", "17": "Then Elisha prayed, “Lord, open my servant's eyes, and let him see.” The Lord opened the eyes of the young man, and he saw that the ·mountain [hillside] was full of horses and chariots of fire all around Elisha.", "18": "As the enemy came down toward Elisha, he prayed to the Lord, “·Make [Strike] these people blind.” So he made the Aramean army blind, ·as Elisha had asked [L in accordance with the word of Elisha].", "19": "Elisha said to them, “This is not the ·right road [way] or the ·right city [city]. Follow me and I'll take you to the man you are looking for.” Then Elisha led them to Samaria [C the city, not the region].", "20": "After they entered Samaria, Elisha said, “Lord, open these men's eyes so they can see.” So the Lord opened their eyes, and the Aramean army saw that they were inside the city of Samaria!", "21": "When the king of Israel saw the Aramean army, he said to Elisha, “My father, should I kill them? Should I kill them?”", "22": "Elisha answered, “Don't kill them. ·You wouldn't [L Would you…?] kill people whom you captured with your sword and bow. Give them food and water, and let them eat and drink and then go home to their ·master [lord].” ", "23": "So he prepared a great feast for the Aramean army. After they ate and drank, the king sent them away, and they went home to their ·master [lord]. The ·soldiers [raiders] of Aram did not come anymore into the land of Israel.", "24": "Later, Ben-Hadad king of Aram gathered his whole army and ·surrounded and attacked [besieged] Samaria. ", "25": "There was a ·shortage of food [great famine] in Samaria. ·It was so bad [or The siege lasted so long] that a donkey's head sold for ·about two pounds [L eighty shekels/or pieces] of silver, and ·half of a pint [L a fourth of a kab] of dove's dung sold for ·about two ounces [L five shekels/or pieces] of silver. ", "26": "As the king of Israel was passing by on the wall, a woman yelled out to him, “Help me, my ·master [lord] and king!”", "27": "The king said, “If the Lord doesn't help you, how can I? Can I get help from the threshing floor or from the winepress [C he has neither food nor drink to offer]?” ", "28": "Then the king said to her, “What is your ·trouble [complaint]?” She answered, “This woman said to me, 'Give up your son so we can eat him today. Then we will eat my son tomorrow.' ", "29": "So we ·boiled [cooked] my son and ate him. Then the next day I said to her, 'Give up your son so we can eat him.' But she has hidden him.”", "30": "When the king heard the woman's words, he tore his clothes [C a sign of mourning or distress]. As he walked along the wall, the people looked and saw he had on ·rough cloth [sackcloth; burlap] under his clothes [C also a sign of mourning]. ", "31": "He said, “May God ·punish me terribly [deal severely with me, and worse; L do to me, and even more] if the head of Elisha son of Shaphat ·isn't cut off from his body [L remains on his shoulders] today [C the king blames Elisha for the situation]!”", "32": "The king sent a messenger to Elisha, who was sitting in his house with the elders [C an indication that Elisha is more powerful than the king]. But before the messenger arrived, Elisha said to them, “See, this murderer is sending men to ·cut off [L take away] my head. When the messenger arrives, shut the door and hold it; don't let him in. ·The [L Is not the…?] sound of his ·master's [lord's] feet is behind him.”", "33": "Elisha was still talking with the leaders when the messenger arrived. The king said, “This ·trouble [misery; L evil] has come from the Lord. Why should I wait for the Lord any longer?”"}