{"1": "Elisha said, “Listen to the Lord's word. ·This is what the Lord says [T Thus says the Lord]: 'About this time tomorrow ·seven quarts [a measure/L seah; C the exact quantity of a seah is debated] of ·fine [choice] flour will be sold for ·two-fifths of an ounce of silver [L a shekel], and ·thirteen quarts [two measures/L seahs] of barley will be sold for ·two-fifths of an ounce of silver [L a shekel; C food would be readily available]. This will happen at the gate of Samaria [C the common location of the marketplace].'”", "2": "Then the officer ·who was close to the king [L on whose arm the king was leaning] answered Elisha, “Even if the Lord opened windows in the sky [C resulting in rain], that couldn't happen.” Elisha said, “You will see it with your own eyes, but you will not eat any of it.”", "3": "There were four men with ·a skin disease [T leprosy; 5:1] at the entrance to the city gate. They said to each other, “Why ·do [should] we sit here until we die? ", "4": "There is ·no food [famine] in the city. So if we go into the city, we will die there. If we stay here, we will die. So let's go to the Aramean camp. If they ·let us live [spare us], we will live. If they kill us, we die.”", "5": "So they got up at ·twilight [dusk] and went to the Aramean camp, but when they arrived at the edge of the camp, no one was there. ", "6": "The Lord had caused the Aramean army to hear the sound of chariots, horses, and a large army. They had said to each other, “The king of Israel has hired the Hittite and Egyptian kings to attack us!” ", "7": "So they got up and ran away in the ·twilight [dusk], ·leaving [abandoning] their tents, horses, and donkeys. They left the camp ·standing [just as it was] and ·ran [fled] for their lives.", "8": "When the ·men with the skin disease [T lepers; 5:1] came to the edge of the camp, they went into one of the tents and ate and drank. They carried silver, gold, and clothes out of the camp and hid them. Then they came back and entered another tent. They carried things from this tent and hid them, also. ", "9": "Then they said to each other, “We're ·doing wrong [L not doing right]. ·Today we have [This is a day of] good news, but we are ·silent [keeping it to ourselves; holding our tongues]. If we wait until the sun comes up, we'll be ·discovered [punished; found guilty]. Let's go right now and tell the people in the king's ·palace [L household].”", "10": "So they went and called to the gatekeepers of the city. They said, “We went to the Aramean camp, but no one is there; we didn't hear anyone. The horses and donkeys were still tied up, and the tents ·were still standing [as they were].” ", "11": "Then the gatekeepers shouted out and told the ·people in the palace [L king's household].", "12": "The king got up in the night and said to his officers, “I'll tell you what the Arameans are doing to us. They know we are starving. They have gone out of the camp to hide in the field. They're saying, 'When the Israelites come out of the city, we'll capture them alive. Then we'll enter the city.'”", "13": "One of his officers answered, “Let some men take five of the horses that are still left in the city. These men are like all the Israelites who are left; they, like a multitude of Israelites who have already perished, are about to die. Let's send them to see what has happened.”", "14": "So the men took two chariots with horses. The king sent them after the Aramean army, saying, “Go and see what has happened.” ", "15": "The men followed the Aramean army as far as the Jordan River. The road was full of clothes and equipment that the Arameans had thrown away as they had hurriedly left. So the messengers returned and told the king. ", "16": "Then the people went out and ·took valuables from [plundered; ransacked] the Aramean camp. So ·seven quarts [a measure/L seah] of fine flour were sold for ·two-fifths of an ounce of silver [L a shekel], and ·thirteen quarts [two measures/L seahs; 7:1] of barley were sold for ·two-fifths of an ounce of silver [L a shekel], ·just as the Lord had said [L in accordance with the word of the Lord].", "17": "The king ·chose [appointed] the officer ·who was close to him [L on whose arm he leaned] to guard the gate, but the people trampled the officer to death. This happened just as ·Elisha [the man of God] had told the king when the king came to his house. ", "18": "He had said, “·Thirteen quarts [Two measures/L seahs] of barley and ·seven quarts [a measure/L seah]of fine flour will each sell for ·two-fifths of an ounce of silver [a shekel] about this time tomorrow at the gate of Samaria.”", "19": "But the officer had answered, “Even if the Lord opened windows in the sky, that couldn't happen.” And Elisha had told him, “You will see it with your own eyes, but you won't eat any of it.” ", "20": "It happened to the officer just that way. The people trampled him in the gateway, and he died."}