{"1": "Elisha spoke to the woman whose son he had ·brought back [restored] to life. He said, “Get up and go with your ·family [L household]. ·Stay [Settle; Live; T Sojourn] any place you can, because the Lord has called for a ·time without food [famine] that will last seven years.” ", "2": "So the woman got up and did as the man of God had said. She left with her ·family [L household], and they ·stayed [settled; lived; T sojourned] in the land of the Philistines for seven years. ", "3": "After seven years she returned from the land of the Philistines and went to ·beg [appeal to] the king for her house and land. ", "4": "The king was talking with Gehazi, the servant of the man of God. The king had said, “Please tell me all the great things Elisha has done.” ", "5": "Gehazi was telling the king how Elisha had ·brought [restored] a dead boy back to life. Just then the woman whose son Elisha had ·brought back [restored] to life came and ·begged [appealed to] the king for her house and land. Gehazi said, “My ·master [lord] and king, this is the woman, and this is the son Elisha ·brought back [restored] to life.”", "6": "The king ·asked [questioned] the woman, and she told him about it. Then the king ·chose [appointed] an officer to help her. “·Give [Restore to] the woman everything that is hers,” the king said. “Give her all the ·money made [revenue] from her land from the day she left until now.”", "7": "Then Elisha went to Damascus, where Ben-Hadad king of Aram was sick. Someone told him, “The man of God has ·arrived [come all this way].”", "8": "The king said to Hazael, “Take a gift in your hand and go meet him. ·Ask [Inquire of] the Lord through him if I will recover from my sickness.”", "9": "So Hazael went to meet Elisha, taking with him a gift of forty camels loaded with ·every good thing [the finest wares] in Damascus. He came and stood before Elisha and said, “Your son [C a term of respect, not literal] Ben-Hadad king of Aram sent me to you. He asks if he will recover from his sickness.”", "10": "Elisha said to Hazael, “Go and tell Ben-Hadad, 'You will surely recover,' but the Lord has told me he will really die [C perhaps indicating that Elisha knew that the king would soon die, but not from illness].” ", "11": "·Hazael stared at Elisha [or Elisha stared at Hazael; L He stared at him] until he felt ·ashamed [uneasy]. Then Elisha cried.", "12": "Hazael asked, “Why are you crying, my ·master [lord]?” Elisha answered, “Because I know what ·evil [harm; terrible things] you will do to the ·Israelites [L sons/T children of Israel]. You will burn their ·strong, walled [fortified] cities with fire and kill their young men with the sword. You will ·throw [dash] their babies ·to the ground [or in pieces] and ·split [rip] open their pregnant women.”", "13": "Hazael said, “·Am I a dog? How could I [or How could I, a mere dog,] ·do such things [or accomplish such great things]?” Elisha answered, “The Lord has shown me that you will be king over Aram.”", "14": "Then Hazael left Elisha and ·came [returned] to his ·master [lord]. Ben-Hadad said to him, “What did Elisha say to you?” Hazael answered, “He told me that you will ·surely [certainly] recover.” ", "15": "But the next day Hazael took a blanket and ·dipped [soaked] it in water. Then he ·put [spread; held] it over Ben-Hadad's face, and he died. So Hazael became king in Ben-Hadad's place.", "16": "While Jehoshaphat was king in Judah, Jehoram son of Jehoshaphat became king of Judah. This was during the fifth year Joram son of Ahab was king of Israel. ", "17": "Jehoram was thirty-two years old when he ·began to rule [became king], and he ·ruled [reigned] eight years in Jerusalem. ", "18": "He ·followed [L walked in] the ways of the kings of Israel, just as the ·family [L house] of Ahab had done, because he married Ahab's daughter. Jehoram did ·what the Lord said was wrong [L evil in the eyes/sight of the Lord]. ", "19": "But the Lord ·would not [was unwilling to] destroy Judah ·because [for the sake] of his servant David. The Lord had promised ·that one of David's descendants would always rule [L to give a lamp to him and his descendants forever; C a metaphor for the reign of a king; 2 Sam. 7:12; 1 Kin. 11:36; 2 Chr. 21:7].", "20": "In Jehoram's time Edom ·broke away from [revolted against] Judah's ·rule [L hand] and ·chose [set up] their own king. ", "21": "So Jehoram and all his chariots ·went [crossed over] to Zair. The Edomites surrounded him and his chariot commanders. Jehoram got up and attacked the Edomites at night, but his army ran away to their ·tents [homes]. ", "22": "From then until now Edom has ·fought [been in revolt/rebellion] against the rule of Judah. At the same time Libnah also ·broke away from Judah's rule [revolted; rebelled].", "23": "The other acts of Jehoram and all the things he did ·are [L are they not…?] written in the book of the ·history [chronicles; annals; 1:18] of the kings of Judah. ", "24": "Jehoram ·died [L lay down/T slept with his fathers/ancestors] and was buried with his ·ancestors [fathers] in the City of David [C Jerusalem], and Jehoram's son Ahaziah ·ruled [became king] in his place.", "25": "Ahaziah son of Jehoram ·became king of [began to reign/rule over] Judah during the twelfth year Joram son of Ahab was king of Israel. ", "26": "Ahaziah was twenty-two years old when he became king, and he ·ruled [reigned] one year in Jerusalem. His mother's name was Athaliah, a granddaughter of Omri king of Israel. ", "27": "Ahaziah ·followed [L walked in] the ways of Ahab's ·family [L house]. He did ·what the Lord said was wrong [L evil in the eyes/sight of the Lord], as Ahab's ·family [L house] had done, because he was a son-in-law to the house of Ahab.", "28": "Ahaziah went with Joram son of Ahab to Ramoth in Gilead, where they fought against Hazael king of Aram. The Arameans wounded Joram. ", "29": "So King Joram returned to Jezreel to ·heal [recover] from the wound he had received from the Arameans at Ramoth when he fought Hazael king of Aram. Ahaziah son of Jehoram king of Judah went down to visit Joram son of Ahab at Jezreel, because he ·had been wounded [was ailing/ill]."}