{"1": "At the same time, Elisha the prophet called a man from the ·groups [company; brotherhood; L sons] of prophets. Elisha said, “·Get ready [L Gird up your loins; 4:29], and take this ·small bottle [flask] of olive oil in your hand. Go to Ramoth in Gilead. ", "2": "When you arrive, find Jehu son of Jehoshaphat, the son of Nimshi. Go in and make Jehu get up from among his ·brothers [companions], and take him to an ·inner [private] room. ", "3": "Then take the ·bottle [flask] and pour the oil on Jehu's head and say, '·This is what the Lord says [T Thus says the Lord]: I have ·appointed [anointed] you king over Israel.' Then open the door and ·run away [flee]. Don't wait!”", "4": "So the young man, the young prophet, went to Ramoth in Gilead. ", "5": "When he arrived, he saw the officers of the army sitting together. He said, “Commander, I have a message for you.” Jehu asked, “For which one of us?” The young man said, “For you, commander.”", "6": "Jehu got up and went into the house. Then the young prophet poured the olive oil on Jehu's head and said to him, “This is what the Lord, the God of Israel says: 'I have ·appointed [anointed] you king over the Lord's people Israel. ", "7": "You must ·destroy [strike down] the ·family [L house] of Ahab your ·master [lord]. I will ·punish [have vengeance against] Jezebel for the ·deaths [L blood] of my servants the prophets and ·for [L for the blood of] all the Lord's servants. ", "8": "All of Ahab's ·family [L house] must die. I will ·destroy [L cut off] every ·male [L one who urinates against the wall] child in Ahab's ·family [L house] in Israel, whether slave or free. ", "9": "I will make Ahab's ·family [L house] like the ·family [L house] of Jeroboam son of Nebat and like the ·family [L house] of Baasha son of Ahijah. ", "10": "The dogs will ·eat [devour] Jezebel at Jezreel, and no one will bury her.'” Then the young prophet opened the door and ·ran away [fled].", "11": "When Jehu went back to his ·master's [lord's] officers, one of them said to Jehu, “Is everything all right? Why did this ·crazy man [madman] come to you?” Jehu answered, “You know ·the [that kind of] man and how he ·talks [babbles].”", "12": "They answered, “·That's not true [Liar]. Tell us.” Jehu said, “He said to me, 'This is what the Lord says: I have ·appointed [anointed] you to be king over Israel.'”", "13": "Then the officers hurried, and each man took off his own coat and put it on the stairs for Jehu [C signifying submission]. They blew the trumpet and shouted, “Jehu is king!”", "14": "So Jehu son of Jehoshaphat, the son of Nimshi, ·made plans [conspired; plotted] against Joram. Now Joram and all Israel had been defending Ramoth in Gilead from Hazael king of Aram. ", "15": "But King Joram had to return to Jezreel to ·heal [recover] from the ·injuries [wounds] the Arameans had given him when he fought against Hazael king of Aram. Jehu said, “If you ·agree with this [want me to be king], don't let anyone leave the city to tell the news in Jezreel.” ", "16": "Then he got into his chariot and set out for Jezreel, where Joram was resting. Ahaziah king of Judah had gone down to see him.", "17": "The lookout was standing on the watchtower in Jezreel when he saw Jehu's troops coming. He said, “I see ·some [a company of] soldiers!” Joram said, “Take a horseman and send him to meet them. Tell him to ask, '·Is all in order [Do you come in peace; L Is it peace]?'”", "18": "The horseman rode out to meet Jehu, and he said, “This is what the king says: '·Is all in order [Do you come in peace; L Is it peace]?'” Jehu said, “·Why bother yourself with order [What is peace to you]? ·Come along [Fall in] behind me.” The lookout reported, “The messenger reached them, but he is not coming back.”", "19": "Then Joram sent out a second horseman. This rider came to Jehu's group and said, “This is what the king says: '·Is all in order [Do you come in peace; L Is it peace]?'” Jehu answered, “·Why bother yourself with order [What is peace to you]? ·Come along [Fall in] behind me.”", "20": "The lookout reported, “He reached them, but he is not coming back. The man in the chariot is driving like Jehu son of Nimshi. He drives ·as if he were crazy [like a madman/maniac]!”", "21": "Joram said, “Get my chariot ready.” Then the servant got Joram's chariot ready. Joram king of Israel and Ahaziah king of Judah went out, each in his own chariot, and met Jehu at the ·property of [plot of ground belonging to] Naboth the Jezreelite [1 Kin. 21:1–19].", "22": "When Joram saw Jehu, he said, “·Is all in order [Do you come in peace; L Is it peace], Jehu?” Jehu answered, “There will never be any ·order [peace] as long as your mother ·Jezebel worships idols and uses witchcraft [Jezebel's prostitutions/harlotries and witchcraft/sorceries abound].”", "23": "Joram turned the horses to run away and yelled to Ahaziah, “·It's a trick [Treason; Treachery], Ahaziah!”", "24": "Then Jehu drew his bow with all his strength and shot Joram between his shoulders. The arrow ·went through [pierced] Joram's heart, and he ·fell [sank; slumped] down in his chariot.", "25": "Jehu ordered Bidkar, his chariot officer, “Pick up Joram's body, and throw it into the field of Naboth the Jezreelite. Remember when you and I rode together ·with [behind] Joram's father Ahab. The Lord ·made this prophecy [pronounced this oracle; 1 Kin. 19:17, 21:19–29] against him: ", "26": "'Yesterday I saw the blood of Naboth and his sons, says the Lord, so I will ·punish [repay] Ahab in his field, says the Lord.' Take Joram's body and throw it into the field, ·as the Lord has said [L in accordance with the word of the Lord].”", "27": "When Ahaziah king of Judah saw this, he ·ran away [fled] toward Beth Haggan. Jehu chased him, saying, “Shoot Ahaziah, too!” Ahaziah was wounded in his chariot ·on the way up to [at the Ascent of] Gur near Ibleam. He got as far as Megiddo but died there. ", "28": "Ahaziah's servants carried his body in a chariot to Jerusalem and buried him with his ·ancestors [fathers] in his tomb in the City of David [C Jerusalem]. ", "29": "(Ahaziah had become king over Judah in the eleventh year Joram son of Ahab was king.)", "30": "When Jehu came to Jezreel, Jezebel heard about it. She ·put on her eye makeup [painted her eyes] and ·fixed her hair [adorned her head]. Then she ·looked out [appeared/sat at] the window. ", "31": "When Jehu entered the city gate, Jezebel said, “·Have you come in peace [L Is it peace], ·you Zimri [L Zimri; C a sarcastic reference to a previous king who had assassinated his predecessor; 1 Kin. 16:8–12], you who ·killed [murdered] your ·master [lord]?”", "32": "Jehu looked up at the window and said, “Who is on my side? Who?” Two or three ·servants [officials] looked ·out the window [down] at Jehu. ", "33": "He said to them, “Throw her down.” So they threw Jezebel down, and the horses ·ran over [trampled] her. Some of her blood ·splashed [spattered] on the wall and on the horses.", "34": "Jehu went into the house and ate and drank. Then he said, “Now see about this cursed woman. Bury her, because she is a king's daughter.”", "35": "The men went to bury Jezebel, but they found only her skull, feet, and the palms of her hands. ", "36": "When they came back and told Jehu, he said, “The ·Lord [word of the Lord] said this through his servant Elijah the Tishbite: 'The dogs will eat Jezebel's flesh at Jezreel [1 Kin. 21:23; 2 Kin. 9:7–10]. ", "37": "Her body will be like ·manure [dung] on the field in the land at Jezreel. No one will be able to say that this is Jezebel.'”"}