{"1": "Listen! This is your doom! It is spoken by the Lord against both Israel and Judah—against the entire family I brought from Egypt:", "2": "“Of all the peoples of the earth, I have chosen you alone. That is why I must punish you the more for all your sins. ", "3": "For how can we walk together with your sins between us?", "4": "“Would I be roaring as a lion unless I had a reason? The fact is, I am getting ready to destroy you. Even a young lion, when it growls, shows it is ready for its food. ", "5": "A trap doesn't snap shut unless it is stepped on; your punishment is well deserved. ", "6": "The alarm has sounded—listen and fear! For I, the Lord, am sending disaster into your land.", "7": "“But always, first of all, I warn you through my prophets. This I now have done.”", "8": "The Lion has roared—tremble in fear. The Lord God has sounded your doom—I dare not refuse to proclaim it.", "9": "“Call together the Assyrian and Egyptian leaders, saying, 'Take your seats now on the mountains of Samaria to witness the scandalous spectacle of all Israel's crimes.' ", "10": "My people have forgotten what it means to do right,” says the Lord. “Their beautiful homes are full of the loot from their thefts and banditry. ", "11": "Therefore,” the Lord God says, “an enemy is coming! He is surrounding them and will shatter their forts and plunder those beautiful homes.”", "12": "The Lord says, “A shepherd tried to rescue his sheep from a lion, but it was too late; he snatched from the lion's mouth two legs and a piece of ear. So it will be when the Israelites in Samaria are finally rescued—all they will have left is half a chair and a tattered pillow.", "13": "“Listen to this announcement and publish it throughout all Israel,” says the Lord, the Lord Almighty: ", "14": "“On the same day that I punish Israel for her sins I will also destroy the idol altars at Bethel. The horns of the altar will be cut off and fall to the ground.", "15": "“And I will destroy the beautiful homes of the wealthy—their winter mansions and their summer houses too—and demolish their ivory palaces.”"}