{"1": "Sadly I sing this song of grief for you, O Israel:", "2": "“Beautiful Israel lies broken and crushed upon the ground and cannot rise. No one will help her. She is left alone to die.” ", "3": "For the Lord God says, “The city that sends a thousand men to battle, a hundred will return. The city that sends a hundred, only ten will come back alive.”", "4": "The Lord says to the people of Israel, “Seek me—and live. ", "5": "Don't seek the idols of Bethel, Gilgal, or Beersheba; for the people of Gilgal will be carried off to exile, and those of Bethel shall surely come to grief.”", "6": "Seek the Lord and live, or else he will sweep like fire through Israel and consume her, and none of the idols in Bethel can put it out.", "7": "O evil men, you make “justice” a bitter pill for the poor and oppressed. “Righteousness” and “fair play” are meaningless fictions to you!", "8": "Seek him who created the Seven Stars and the constellation Orion, who turns darkness into morning and day into night, who calls forth the water from the ocean and pours it out as rain upon the land. The Lord, Jehovah, is his name. ", "9": "With blinding speed and violence he brings destruction on the strong, breaking all defenses.", "10": "How you hate honest judges! How you despise people who tell the truth! ", "11": "You trample the poor and steal their smallest crumb by all your taxes, fines, and usury; therefore, you will never live in the beautiful stone houses you are building, nor drink the wine from the lush vineyards you are planting.", "12": "For many and great are your sins. I know them all so well. You are the enemies of everything good; you take bribes; you refuse justice to the poor. ", "13": "Therefore, those who are wise will not try to interfere with the Lord in the dread day of your punishment.", "14": "Be good, flee evil—and live! Then the Lord, the Lord Almighty, will truly be your Helper, as you have claimed he is. ", "15": "Hate evil and love the good; remodel your courts into true halls of justice. Perhaps even yet the Lord God of Hosts will have mercy on his people who remain.", "16": "Therefore the Lord God says this: “There will be crying in all the streets and every road. Call for the farmers to weep with you too; call for professional mourners to wail and lament. ", "17": "There will be sorrow and crying in every vineyard, for I will pass through and destroy. ", "18": "You say, 'If only the Day of the Lord were here, for then God would deliver us from all our foes.' But you have no idea what you ask. For that day will not be light and prosperity, but darkness and doom! How terrible the darkness will be for you; not a ray of joy or hope will shine. ", "19": "In that day you will be as a man who is chased by a lion and is met by a bear, or a man in a dark room who leans against a wall and puts his hand on a snake. ", "20": "Yes, that will be a dark and hopeless day for you.", "21": "“I hate your show and pretense—your hypocrisy of 'honoring' me with your religious feasts and solemn assemblies. ", "22": "I will not accept your burnt offerings and thank offerings. I will not look at your offerings of peace. ", "23": "Away with your hymns of praise—they are mere noise to my ears. I will not listen to your music, no matter how lovely it is.", "24": "“I want to see a mighty flood of justice—a torrent of doing good.", "25-27": "“You sacrificed to me for forty years while you were in the desert, Israel—but always your real interest has been in your heathen gods—in Sakkuth your king, and in Kaiwan, your god of the stars, and in all the images of them you made. So I will send them into captivity with you far to the east of Damascus,” says the Lord, the Lord Almighty."}