{"1": "Woe to those lounging in luxury at Jerusalem and Samaria, so famous and popular among the people of Israel. ", "2": "Go over to Calneh and see what happened there; then go to great Hamath and down to Gath in the Philistines' land. Once they were better and greater than you, but look at them now. ", "3": "You push away all thought of punishment awaiting you, but by your deeds you bring the Day of Judgment near.", "4": "You lie on ivory beds surrounded with luxury, eating the meat of the tenderest lambs and the choicest calves. ", "5": "You sing idle songs to the sound of the harp and fancy yourselves to be great musicians as King David was.", "6": "You drink wine by the bucketful and perfume yourselves with sweet ointments, caring nothing at all that your brothers need your help. ", "7": "Therefore you will be the first to be taken as slaves; suddenly your revelry will end.", "8": "Jehovah the Almighty Lord has sworn by his own name, “I despise the pride and false glory of Israel and hate their beautiful homes. I will turn over this city and everything in it to her enemies.”", "9": "If there are as few as ten of them left and only one house, they too will perish. ", "10": "A man's uncle will be the only one left to bury him, and when he goes in to carry his body from the house, he will ask the only one still alive inside, “Are any others left?” And the answer will be, “No,” and he will add, “Shhh . . . don't mention the name of the Lord—he might hear you.”", "11": "For the Lord commanded this: that homes both great and small should be smashed to pieces. ", "12": "Can horses run on rocks? Can oxen plow the sea? Stupid even to ask—but no more stupid than what you do when you make a mockery of justice and corrupt and sour all that should be good and right. ", "13": "And just as stupid is your rejoicing in how great you are when you are less than nothing—and priding yourselves on your own tiny power!", "14": "“O Israel, I will bring against you a nation that will bitterly oppress you from your northern boundary to your southern tip, all the way from Hamath to the brook of Arabah,” says the Lord, the Lord Almighty."}