{"1": "Then the Lord God showed me, in a vision, a basket full of ripe fruit.", "2": "“What do you see, Amos?” he asked. I replied, “A basket full of ripe fruit.” Then the Lord said, “This fruit represents my people Israel—ripe for punishment. I will not defer their punishment again. ", "3": "The riotous sound of singing in the Temple will turn to weeping then. Dead bodies will be scattered everywhere. They will be carried out of the city in silence.” The Lord has spoken.", "4": "Listen, you merchants who rob the poor, trampling on the needy; ", "5": "you who long for the Sabbath to end and the religious holidays to be over so you can get out and start cheating again—using your weighted scales and under-sized measures; ", "6": "you who make slaves of the poor, buying them for their debt of a piece of silver or a pair of shoes, or selling them your moldy wheat:", "7": "The Lord, the Pride of Israel, has sworn: “I won't forget your deeds! ", "8": "The land will tremble as it awaits its doom, and everyone will mourn. It will rise up like the river Nile at floodtime, toss about, and sink again. ", "9": "At that time I will make the sun go down at noon and darken the earth in the daytime. ", "10": "And I will turn your parties into times of mourning, and your songs of joy will be turned to cries of despair. You will wear funeral clothes and shave your heads as signs of sorrow, as if your only son had died; bitter, bitter will be that day.", "11": "“The time is surely coming,” says the Lord God, “when I will send a famine on the land—not a famine of bread or water, but of hearing the words of the Lord. ", "12": "Men will wander everywhere from sea to sea, seeking the word of the Lord, searching, running here and going there, but will not find it. ", "13": "Beautiful girls and fine young men alike will grow faint and weary, thirsting for the word of God. ", "14": "And those who worship the idols of Samaria, Dan, and Beersheba shall fall and never rise again.”"}