{"1": "I saw the Lord standing beside the altar, saying, “Smash the tops of the pillars and shake the Temple until the pillars crumble and the roof crashes down upon the people below. Though they run, they will not escape; they all will be killed.", "2": "“Though they dig down to Sheol, I will reach down and pull them up; though they climb into the heavens, I will bring them down. ", "3": "Though they hide among the rocks at the top of Carmel, I will search them out and capture them. Though they hide at the bottom of the ocean, I will send the sea serpent after them to bite and destroy them. ", "4": "Though they volunteer for exile, I will command the sword to kill them there. I will see to it that they receive evil and not good.”", "5": "The Lord Almighty touches the land and it melts, and all its people mourn. It rises like the river Nile in Egypt and then sinks again. ", "6": "The upper stories of his home are in the heavens, the first floor on the earth. He calls for the vapor to rise from the ocean and pours it down as rain upon the ground. Jehovah, the Lord, is his name.", "7": "“O people of Israel, are you any more to me than the Ethiopians are? Have not I, who brought you out of Egypt, done as much for other people too? I brought the Philistines from Caphtor and the Syrians out of Kir.", "8": "“The eyes of the Lord God are watching Israel, that sinful nation, and I will root her up and scatter her across the world. Yet I have promised that this rooting out will not be permanent. ", "9": "For I have commanded that Israel be sifted by the other nations as grain is sifted in a sieve, yet not one true kernel will be lost. ", "10": "But all these sinners who say, 'God will not touch us,' will die by the sword.", "11": "“Then, at that time I will rebuild the City of David, which is now lying in ruins, and return it to its former glory, ", "12": "and Israel will possess what is left of Edom and of all the nations that belong to me.” For so the Lord, who plans it all, has said.", "13": "“The time will come when there will be such abundance of crops that the harvesttime will scarcely end before the farmer starts again to sow another crop, and the terraces of grapes upon the hills of Israel will drip sweet wine! ", "14": "I will restore the fortunes of my people Israel, and they will rebuild their ruined cities and live in them again; they will plant vineyards and gardens; they will eat their crops and drink their wine. ", "15": "I will firmly plant them there upon the land that I have given them; they shall not be pulled up again,” says the Lord your God."}