{"1": "Moses: So love the Eternal your God and always obey His requirements, regulations, judgments, and commands. ", "2": "Now keep this in mind: it was you, not your children, who saw and experienced firsthand all the lessons the Eternal your God taught you. You saw how He demonstrated His majesty and His overwhelming power. ", "3": "You saw the signs He performed in Egypt[a] and everything He sent against Pharaoh the king and everyone in the country. ", "4": "You saw what He did to the Egyptian army, to its horses and its chariots, right when they were chasing you: He drowned them in the Red Sea![b] The Eternal destroyed them all,[c] and the Egyptian army still hasn't recovered. ", "5": "You saw how He took care of you in the wilderness and brought you safely to this place. ", "6": "But remember what happened when people rebelled against Him: you saw what He did to Dathan and Abiram, sons of Eliab from the tribe of Reuben—how the earth opened up, right in our midst, and swallowed them, their families, their tents, and their livestock![d]", "7": "Therefore, as eyewitnesses of all the great things the Eternal did, ", "8": "carefully obey all the commands I'm giving you today. Then you'll be strong enough to go and take possession of the land you're about to enter, ", "9": "and you'll live long, healthy lives there. This is what the Eternal promised your ancestors: He'd give this land flowing with milk and honey to them and to their descendants. ", "10": "The land where you're going to live when you cross the Jordan isn't like the land of Egypt where you came from. When you sowed seeds there, you could water all of your land as if it were nothing more than a small vegetable garden, transporting the water yourselves. ", "11": "But in the land where you're going to live, the hills and valleys drink water right out of the sky! ", "12": "He takes care of this land; He's always looking after it, all throughout the year.", "13": "Eternal One: 13 If you carefully obey My commands which I'm giving you today, and if you love Me and serve Me with your whole heart and soul, ", "14": "then I'll send rain on your land when it's needed, in the autumn and the spring. You'll have an abundant harvest of grain and wine and olive oil. ", "15": "I'll make grass grow in the fields for your cattle. You'll eat all you need and be totally satisfied.", "16": "Moses: 16 But watch out! Don't be seduced, so that you turn away from the Lord. Don't abandon Him to worship other gods or bow down to them! ", "17": "If you do, the Eternal's fiery anger will result in a deadly drought. He won't let any rain fall from the sky, and the ground won't produce any crops. Then you won't last very long in the good land the Eternal One is giving you.", "18-20": "So let what I'm saying sink deeply into your hearts and souls. Do whatever it takes to remember what I'm telling you: tie a reminder on your hand or put a reminder on your forehead where you'll see it all the time, and on the doorpost where you cross the threshold or on the city gate. Teach these things to your children. Talk about them when you're sitting together in your home and when you're walking together down the road. Make them the last thing you talk about before you go to bed and the first thing you talk about the next morning. ", "21": "That way you and your children will be blessed with long life and abundant crops upon the ground the Eternal promised to your ancestors, for as long as there's a sky above the earth.", "22": "Eventually people begin to take these instructions literally. They put abbreviated reminders of the law called mezuzot—scrolls of parchment inscribed with a prayer rolled into a decorative case—on their doorposts. They even wear tefillin—small leather boxes containing the same prayer—on their arms and foreheads with straps. Any discipline that reminds us effectively to live as God intends is helpful. But Moses' goal here is not to create new rituals. It is to encourage God's people to be intentional about learning and remembering God's ways. Moses: 22 If you carefully obey all these things I'm commanding you—if you really do love the Eternal your God and live as He wants you to and devote yourselves to Him—", "23": "then He will drive out all of these nations ahead of you. You'll conquer nations that are bigger and stronger than you are. ", "24": "Every place you walk will become yours: your territory will extend from the wilderness in the south to Lebanon in the north, and from the Euphrates River in the east to the Mediterranean Sea in the west. ", "25": "No one will be able to resist you. The Eternal your God will make everyone throughout the whole land you're going into terrified of you, just as He said He would.", "26": "Look, you've got two choices: you can be blessed, or you can be cursed. ", "27": "If you obey His commands, which I'm giving you today, you'll be blessed. ", "28": "If you don't obey His commands—if you leave the path I'm showing you today so you can worship other gods who are foreign to you, then you'll be cursed.", "29": "The ancient treaty form, which is similar to what is found in Deuteronomy, always includes blessings for keeping the agreement (covenant) and curses for breaking it. Calling these out is a crucial part of the process of adopting the covenant (chapters 27–28). Moses makes a preliminary mention of the blessings-and-curses ceremony. It's not an absolute rule that those who obey God will directly receive blessings in this life, and that those who disobey will suffer immediate consequences as a result. However, this is still generally true. His people should obey simply because the Lord is entitled to their unswerving loyalty and devotion (not because of any promised rewards). God delights to reward obedience, and His people should embrace His generosity gratefully whenever they receive it. Moses: 29 When the Eternal your God brings you into the land where you're going to live when you cross the Jordan, half of you are going to stand on Mount Gerizim and shout out the blessings that will come to those who obey the Lord. The other half of you will stand on Mount Ebal on the other side of the valley and shout out the curses that will fall on those who disobey Him. ", "30": "You'll find these two mountains on the other side of the Jordan River, as you head west of your current path, in the territory of the Canaanites who live in the arid Jordan Valley[e] around Gilgal, near the great trees at Moreh. ", "31": "I tell you this now because you're just about to cross the Jordan into the land where you're going to live. The Eternal your God will give it to you; you'll take possession of it and settle there. ", "32": "And when you do, you must be very careful to obey all the regulations and judgments I'm giving you today."}