{"1": "Moses: Finally we did as the Eternal had commanded me, and we headed back into the wilderness toward the Red Sea.[a] For a long time, we wandered around Mount Seir, ", "2": "until at last I got new instructions from the Eternal: ", "3": "“You've wandered around this mountain long enough. Turn north, ", "4": "and give the people these directions from Me: 'You're going to cross into the territory of a people who are related to you. They're the descendants of Esau, who live in Seir. They'll be afraid of you, so be very careful what you do. ", "5": "Don't incite a fight with them because I won't give you even a square foot of their land. I gave Mount Seir to Esau, and I want his descendants to live there. ", "6": "'You may purchase food from them with silver and eat; you may buy water from them with silver and drink.'” ", "7": "You are not to plunder this nation because the Eternal your God, has blessed you in every way. He's watched over you as you've journeyed through this vast wilderness. Throughout these 40 years, the Eternal your God has been with you, and you haven't lacked a thing.", "8": "So we traveled peacefully past our relatives, the descendants of Esau, who live in Seir. We left the road through the arid valley,[b] bypassing Elath and Ezion-geber, and took the desert road to Moab. ", "9": "There the Eternal gave me more instructions: “Don't attack the Moabites, and don't fight any battles with them because I'm not going to give you any of Moab's land. I gave Ar to these descendants of Lot, so it belongs to them.”", "10": "The Emim were formerly living in Ar. They were a large and powerful nation, and they were as tall as the giant Anakim were. ", "11": "They and the Anakim are usually known as “Rephaim,” but the Moabites call them just “Emim.” ", "12": "The Horites were formerly living in Seir, but the descendants of Esau drove them out. The Edomites destroyed them and took their place, just as Israel did in the land the Eternal gave them as their possession, saying, ", "13": "“Now cross the Wadi Zered into their territory.” Moses: So we crossed the Zered Valley. ", "14": "At that point, we'd been traveling for 38 years, from Kadesh-barnea to the Zered Valley. The last of the people in our camp who had been old enough to fight back then, those men of war, finally died. The Eternal had sworn to them that none of them would be left among us when we did enter the land, and this happened just as He said. ", "15": "The Eternal struck them with one disaster after another inside the camp until they were all dead.", "16": "Just as soon as the last man of war was gone, ", "17": "the Eternal spoke to me: ", "18": "“Today you will pass into the territory of Moab when you cross Ar. ", "19": "When you get to the other side, you'll be facing the descendants of Ammon. Don't attack them, and don't fight any battles with them because I'm not going to give you any of Ammon's land. I already gave this land to these descendants of Lot, so it belongs to them.”", "20": "The land of the Ammonites is also considered the land of the Rephaim because the Rephaim (whom the Ammonites call the Zamzummin) were formerly living in it. ", "21": "They, too, were a large and powerful nation, as tall as the Anakim, but the Eternal destroyed them so the Ammonites could take their place. ", "22": "He did the same thing for the descendants of Esau who now live in Seir: He destroyed the Horites so the Edomites could take their place. Esau's descendants are still living in Seir. ", "23": "In the same way, some Caphtorim came from Caphtor[c] and destroyed the Avvim, who were the first to live in villages as far away as Gaza, and took their place.", "24": "Moses: 24 The Lord continued, saying, “Get up, get going, and move on through the Arnon Valley. Listen: I'm going to defeat Sihon, the Amorite king of Heshbon, for you; I'll give you his land as the beginning of your new territory. Go get it, and attack him! ", "25": "Starting today, I'm going to make every nation under the sky terrified of you. When they hear about you, they will tremble and despair.”", "26": "Episodes like the one described in 2:34-35, in which entire populations are wiped out, are among the most deeply troubling parts of the Bible. Particularly when this is done under the leadership of people appointed by God, or even on God's direct instructions, many serious questions are raised. How is this consistent with God's mercy? Interpreters have taken different approaches to try to account for episodes like these, but many problems still remain. Perhaps the best that can be done is to acknowledge that the Bible presents us with a mixture of materials. Mostly God's mercy, kindness, and forgiveness are stressed; but sometimes we do see judgments of God, whether through natural forces such as flood and fire, or through human armies, carried out against entire populations. Which of these attributes, mercy or justice, most essentially characterizes God? Which passages should we consider normative for our own guidance today, and which ones should we see as exceptional and interpret in light of the others? Discerning why and how these exceptional circumstances arose remains a matter for thoughtful students of the Bible to reflect on with reverence and concern. We were in the wilderness of Kedemoth when I sent messengers to King Sihon in Heshbon and offered him these terms of peace: ", "27": "“Allow me to go across your land. I'll keep to the King's Highway; I won't turn off to the right or to the left. ", "28": "I ask only for these rights: sell me food and water for silver, so that I can eat and so that I can drink. Just let me walk across your land. ", "29": "The descendants of Esau who live in Seir let me pass through their territory this way, and so did the Moabites who live in Ar. I'll keep going right to the Jordan River, where I'll cross into the land the Eternal, our True God, is giving to us.” ", "30": "But Sihon, king of Heshbon, refused to let us go through his land marching so close to his capital. The Eternal your God made him stubborn and obstinate so that he would fight and be defeated by you, and that's just what happened. ", "31": "The Eternal told me, “Look! I have already begun to hand Sihon and his land over to you. Go and take it! His land will be the first of your new territories.” ", "32": "Then Sihon and his whole army came out to fight against us at Jahaz. ", "33": "The Eternal, our True God, defeated him for us; we destroyed Sihon and his sons and his whole army. ", "34": "We captured all his cities at that time, and we killed all the men, women, and children in each one of them. We didn't leave a single survivor. ", "35": "We kept only the livestock as our plunder, along with the loot from the cities we had captured. ", "36": "Not a single city was strong enough to keep us out—from Aroer on the rim of the Arnon Valley, including the settlement down in the valley, all the way to Gilead! The Eternal our God gave all of them to us. ", "37": "But you didn't go near the land of the Ammonites along the Jabbok River, or toward their cities in the highlands, or anywhere else the Eternal our God told us not to go."}