{"1": "The Old Testament places a very high value on plans being brought to fruition. “Futility curses,” in which plans fail to reach fruition, are among the worst imagined in the ancient world. To prevent futility from happening, men are exempt from military service if they have not yet married their fiancées, if they have not enjoyed the fruit of a vineyard they have planted, or if they have not lived in a house they have built. Plans reaching fruition are cause for formal celebration and public acknowledgment of the Lord's help. The fulfillment of His promise to Abraham, Isaac, and Jacob takes tangible form in the first crops from the new land, and this fulfillment calls for a ceremony of celebration and acknowledgment by each Israelite. Moses: When you go into the land the Eternal your God is giving you to live in, when you've taken possession of it and are living there, ", "2": "then take some of the very first produce you harvest from the land He is giving you, put it in a basket, and go to the place He will choose for His name. ", "3": "Go to the priest who is serving at the time and say, “The Eternal promised our ancestors He'd give us this land, and I'm here today to acknowledge to the Eternal, my True God—I've officially settled in!” ", "4": "Then the priest will take the basket from you and set it in front of the altar of the Eternal your God. ", "5": "You will then testify in the presence of Him, “I'm descended from an Aramean nomad. The Lord watched over him everywhere he went. When he and his family moved to Egypt, there were only a few of them. But as they lived there as foreigners, they grew into a large, great, and powerful nation. ", "6": "The Egyptians mistreated us and oppressed us. They made us their slaves and worked us mercilessly. ", "7": "Then we cried out to the Eternal, the God of our ancestors, and He heard us. He saw that we were oppressed and exploited and mistreated. ", "8": "He delivered us with overwhelming power, totally terrifying the Egyptians by testing them with plagues and showing He was the true God by doing amazing things to them. ", "9": "He brought us to this place and gave us this land flowing with milk and honey. ", "10": "And now I've brought the very first produce from the ground that You, the Eternal, have given to me.” Then present the basket to the Eternal your God, and bow down before Him, ", "11": "and celebrate all the good things He has given to you and your household. Be sure to invite the Levites and the foreigners who live in your town to the feast.", "12": "When you've gathered a tenth of your produce at the end of the third year, the year for local tithing, give it to the Levites, the foreigners, the orphans, and the widows who live in your town. Let them come and take as much as they want to eat for as long as these supplies last. ", "13": "And then pray this prayer to the Eternal, your True God: “I haven't kept this sacred tithe for myself in my own house. I've given it to the Levites, the foreigners, the orphans, and the widows, just as You commanded me. I haven't broken or forgotten any of Your commands. ", "14": "I haven't eaten any of it while in mourning. I didn't bring any of it here while I was ritually impure, and I haven't offered any of it to the dead. I've listened to the voice of the Eternal, my God. I've done everything You commanded me to do. ", "15": "Look down from heaven, from the holy place where You live, and bless Your people Israel and this land flowing with milk and honey, this ground You've given us just as You promised our ancestors.”", "16": "Today the Eternal your God commands you to follow all these regulations and decrees. Obey them carefully and devotedly with your whole heart and soul. ", "17": "You've declared today that the Eternal will be your God, that you'll live as He wants you to, that you'll obey His regulations, commands and decrees, and that you'll listen to His voice. ", "18": "And today the Eternal has declared that you are His people—His own special possession, just as He said—and He's acknowledged your promise to keep all His commands. ", "19": "He's declared that He'll lift you up high above all the other nations He's made. You'll be praised, renowned, and honored. You also will be a people who are set apart for the Eternal your God, just as He said."}