{"1": "It is a fearful thing to promise God obedience and break that promise. Moses: If you listen closely to the voice of the Eternal your God and carefully obey all the commands I'm giving you today, He'll lift you up high above every other nation on earth. ", "2": "All of the following blessings will be yours—in fact, they'll chase after you—if you'll listen to what He tells you.", "3": "Moses now recites the blessings that will come to the people if they keep their covenant with the Lord and the curses they'll experience if they don't. By making these a part of the treaty itself, Moses is calling on God to use them to enforce the covenant. The blessings are listed first. This reflects God's primary intention toward us: to bless and not to curse. When the Lord reveals His glory and character to Moses (Exodus 34:6–7), He declares at length that He's a God of love, mercy, grace, and forgiveness, and only then adds that He will never allow injustice. Moses: 3 You'll be blessed in the city and blessed in the fields.", "4": "You'll be blessed with children and crops and cattle. Your herds will multiply, and your flocks will increase.", "5": "Your basket will be blessed; it will be full at harvest time, and your kneading bowl will be blessed; you'll always have plenty of bread.", "6": "You'll be blessed when you go out of your home and blessed when you return to your home.", "7": "When your enemies attack you, the Eternal will defeat them for you. They'll come against you from one direction, but scatter and flee chaotically from you in seven different directions. ", "8": "He will bless your barns, and they'll be full of grain; He'll bless everything you do. You'll be blessed throughout the land He is giving you. ", "9": "The Eternal will make you a nation that belongs to Him in a special way, just as He promised He would, if you'll obey the commands of the Eternal your God and live as He wants you to. ", "10": "Every other nation on earth will see the Eternal has called you by His own name, so they'll be in awe of you.", "11": "The Eternal will give you more than enough of every good thing—children, cattle, and crops—as you live on the ground He promised your ancestors He'd give you. ", "12": "He will open up the reservoirs of water in the sky and make the rainy seasons come each year, so that everything you do will be blessed. Your produce will be so abundant that you'll lend to many nations, but you won't have to borrow from any. ", "13": "He will make you the head, not the tail; you'll always be on top and never on the bottom—if you'll just listen to the commands I'm giving you today from the Eternal your God, and obey them carefully. ", "14": "All these blessings will be yours if you don't deviate at all, neither to the right nor to the left, from any of the things I'm commanding you today, if you don't go and worship other gods!", "15": "Moses must now invoke the curses that will come upon the people if they break their covenant with the Lord and worship other gods. He begins with a series of general curses that reverse the general blessings that have just been promised for obedience and faithfulness. But the curses quickly become very specific, predicting that things like plague, disease, and war will devastate the land. These curses will eventually become very personal with skin diseases; they will also make a person ritually impure and thus unable to participate in the community's worship. As long as the diseases are present, even if they are incurable, those who suffer from them are banned from the temple. The punishment for choosing not to worship God, in other words, is ultimately not being able to worship God. Moses: 15 But if you won't listen to the voice of the Eternal your God, if you don't carefully obey the commands and regulations I'm giving you today, then you'll experience all of the following curses—in fact, they'll come after you!", "16": "You'll be cursed in the city and cursed in the fields.", "17": "Your baskets will be cursed, and your harvests will be small. Your kneading bowl will be cursed, and you'll always be short of food.", "18": "Your children and your crops will be cursed. Your herds will dwindle, and your flocks will shrink.", "19": "You'll be cursed when you return to your home and cursed when you go out from your home.", "20": "Eternal One: 20 I'll oppose everything you try to do! I'll send curses and panic and setbacks until you're destroyed, suddenly and completely, because of the evil things you did when you abandoned Me!", "21-22": "Moses: 21-22 The Eternal will strike you with plague—consumption and fever and inflammation—in the land where you're going to live, and it will never leave until none of you are left alive there. He'll afflict your land with heat and drought; He'll afflict your crops with blight and mildew. All of these things will keep coming after you until you're destroyed! ", "23": "The skies overhead will be like a bronze shield that no rain can penetrate, and the land beneath your feet will be like iron that no seeds can sprout through. ", "24": "Instead of rainstorms, the Eternal will send dust storms down on your land, and you'll be destroyed. ", "25": "He will hand you over to your enemies already defeated. You'll attack them in an organized unit from one direction, but you'll scatter and flee from them as scared individuals in seven different directions. Every kingdom on earth will tremble with fear when they hear what happens to you. ", "26": "Your dead bodies will lie unburied in the open field. The wild birds and animals will eat them, and no one will chase the scavengers away.", "27": "The Eternal will afflict you with all kinds of incurable skin diseases, such as the boils that were a plague in Egypt; you'll suffer tumors[a] and scurvy and itch, but you'll never find relief. ", "35": "He will afflict you with severe, incurable boils on your knees and legs, and they'll spread until they cover your whole body, from the soles of your feet to the top of your head.[b]", "28": "The Eternal will afflict you with madness and blindness and confusion.", "29": "As you try to figure out which way to go in life, you'll be groping around the way a blind person gropes in the darkness, even in the middle of the day. You'll never find your way, and you'll never be prosperous. You'll be exploited and robbed all the time, and no one will rescue you.", "30": "You'll get engaged to a woman, but another man will violate her. You'll build a house but never live in it. You'll plant a vineyard but never enjoy its fruit.", "31": "Your ox will be slaughtered as you look on helplessly, and others will eat it. Your donkey will be taken away from you and never returned. Your sheep will be given to your enemies, and no one will help you get them back.", "32": "Your sons and your daughters will be given to foreigners as slaves. You'll always be watching for their return, until your eyes grow dim, but there will be nothing you can do to bring them back. ", "33": "Foreigners will eat up all your crops and take everything else you've worked for. You'll be oppressed and abused constantly. ", "34": "You'll be driven mad by what you see! ", "36": "The Eternal will send all of you, including your chosen king, into exile, to a country you've never heard of, not even from your ancestors. There you'll worship other gods made of wood and stone. ", "37": "Whenever the people who live in the places where the Eternal has sent you want to scare someone or insult someone or teach a lesson, they'll say that what happened to you is going to happen to them. Your name will be synonymous with disaster!", "38": "You'll sow many seeds, but you'll harvest only a few because locusts will devour them before they produce. ", "39": "You'll plant vineyards and tend them, but you won't drink any wine or collect any grapes because worms will eat them. ", "40": "You'll have olive trees throughout your territory, but you won't anoint yourself with oil because the trees will be diseased and the olives will drop off before they ripen. ", "41": "You'll still have children, but they won't stay with you; they'll be taken into captivity. ", "42": "Your orchards and crops will be infested with buzzing locusts. ", "43": "The foreigners who live in your country will rise higher and higher above you, while you sink lower and lower in every aspect of life. ", "44": "They will lend to you, but you won't lend to them; they'll be the head, and you'll be the tail. ", "45": "You'll experience all of these curses—they'll chase after you and overtake you and destroy you—because you did not listen to the voice of the Eternal and obey the commands and regulations He gave you. ", "46": "These curses will test you and leave you in awe of His signs and wonders against you and your descendants forever.", "47": "This list of futility curses is followed by a grisly description of the horrors of foreign invasion and siege. The people, unfortunately, will experience these very terrors when Assyria invades the Northern Kingdom of Israel, conquering it in 722 b.c. and exiling the population, and when Babylon invades the Southern Kingdom of Judah, destroying Jerusalem in 587 b.c. and carrying the people off into exile. Moses: 47 Because you didn't serve the Eternal your God in joy and gladness when you had an abundance of everything, ", "48": "you'll serve the enemies the Eternal sends against you, in hunger and thirst and nakedness and destitution. He'll put an iron yoke on your neck until He's destroyed you.", "49": "The Eternal will bring a nation from far away, from the ends of the earth, and it will swoop down on you like an eagle. This will be a nation whose language you don't understand, ", "50": "a ruthless nation that doesn't respect the old or spare the young. ", "51": "They'll eat up your young cattle and crops until you have nothing left. They won't leave you any grain or new wine or oil, or young animals in your herds or flocks. And that lack will kill you. ", "52": "They'll lay siege to all of you and all of your cities throughout the land the Eternal your God is giving you, until the high, fortifying walls you feel so safe within have all been knocked down all over your nation.", "53": "These enemy sieges will cause you so much hardship that you'll resort to cannibalism! You'll eat the flesh of the sons and daughters that the Eternal your God has given you. ", "54": "Even the gentlest, most sensitive man among you will turn against his brother and his beloved wife and the rest of his children who haven't been exiled. ", "55": "He won't even give them anything to eat from the flesh of the children he's devouring because the hardship of the enemy siege will be so severe in every city that he'll have nothing else to eat himself. ", "56": "Even the gentlest, most delicate woman among you, who wouldn't even let her foot touch the ground because she's so refined, will turn against her beloved husband and against her son and daughter. ", "57": "She'll feel no compassion toward any other children she bears and no delicacy about the afterbirth when it comes out. She'll eat her newborns and the afterbirth in secret because the hardship of the enemy siege will be so severe in every city that she'll have nothing else to eat.", "58": "If you don't carefully obey every word of this law that's written in this book, if you don't fear your God's glorious and awesome name, “Eternal One,” ", "59": "then He will strike you and your descendants with extraordinary plagues that will be widespread and long-lasting, with serious, persistent illnesses. ", "60": "He'll bring back all the Egyptian diseases you were so afraid of when you lived there, and you'll suffer from them continuously. ", "61": "He will even afflict you with diseases and plagues that aren't written about in this book of the law until you're destroyed. ", "62": "Only a few of you will be left, even though there used to be as many of you as there were stars in the sky, because you wouldn't listen to the voice of the Eternal your God. ", "63": "Even though it used to give the Eternal great pleasure to do good things for you and to increase your numbers, He'll delight in killing and destroying you completely. You'll be torn from the land you're going to possess, ", "64": "and He will scatter you among all the nations, from one end of the earth to the other. There you'll worship other gods, made of wood and stone, that you and your ancestors have never worshiped before. ", "65": "Among those nations you'll never be at rest, and you'll never be able to settle down. He will make your hearts tremble, your eyes fail from crying, and your soul languish from despair. ", "66": "Your life will hang by a thread; you'll be terrified day and night, knowing you could die any minute. ", "67": "You'll be so terrified, and you'll see such awful things, that in the morning you'll say, “If only evening would come, and this day would be over!” And in the evening you'll say, “If only morning would come, and this night would be over!” ", "68": "The Eternal will bring you back to Egypt in ships, even though I told you you'd never go back there again. You'll offer yourselves to your enemies as male and female slaves, but no one will buy you."}