{"1": "Moses: Then we left those conquered regions and continued up the road toward Bashan. Og, the king of Bashan, came out with his whole army to fight against us at Edrei. ", "2": "But the Eternal reassured me, “Don't be afraid of him! I'm going to defeat him and his whole army for you, and I'll give you his land. You'll do the same thing to him that you did to Sihon, king of the Amorites, who ruled in Heshbon.” ", "3": "The Eternal, our True God, defeated Og, king of Bashan, for us. We destroyed his whole army—there were no survivors left to fight for him. ", "4-5": "We captured all 60 of his large cities and their surrounding villages at that time; there wasn't a single one we didn't take from them in the whole region of Argob (which was the kingdom of Og in Bashan) in spite of their strong defenses: high walls, fortified gates, and strong bars latching the gates' doors, but we took them all, and a large number of villages. ", "6": "We killed all the men, women, and children in each one of them, just as we had done to Sihon, king of Heshbon. ", "7": "We kept only the cattle and the loot from the cities as our plunder.", "8": "This is how at that time we conquered the whole land east of the Jordan River. We captured it all from those two ruling Amorite kings, everything from the Arnon Valley all the way up to Mount Hermon:[a] ", "9-12": "all the cities of the plateau, all of Gilead, and all of Bashan, right out to the cities of Salecah and Edrei (which were in King Og's Bashan). 12a From then on, all of that land belonged to us. The Sidonians in the north call Mount Hermon “Sirion,” and the Amorites call it “Senir.” 11 King Og of Bashan was the last of the giant Rephaim. He had a bed made of iron; it was over thirteen feet long and six feet wide! You can still see it in the city of Rabbah in Ammon. Moses: 12b To the children of Reuben and Gad, I gave the kingdom of Sihon, the area north of Aroer on the edge of the Arnon Valley, including half the Gilead highlands and all the cities there. ", "13": "I gave the kingdom of Og to half of Joseph's descendants in the tribe of Manasseh who settled east of the Jordan, including the rest of Gilead, the region of Argob, and Bashan. All of Bashan is known as the “land of the Rephaim” because of the size of King Og and his ancestors. ", "14": "Jair, a leader of Manasseh, conquered the outlying areas in the whole region of Argob, as far as the border of the Geshurites and Maacathites. He named them after himself, so that portion of Bashan is now known as Havvoth-jair, which means “the villages of Jair.”", "15": "Moses: 15 I gave the city of Gilead to Machir, another leader of Manasseh, because he conquered it. ", "16": "And I gave the children of Reuben and Gad the land from Gilead south to the middle of the Arnon Valley, north to the Jabbok River, east to the border with Ammon; ", "17": "and west to the Jordan River Valley, from the Sea of Galilee[b] down to the Dead Sea,[c] beneath where Mount Pisgah rises to the east. ", "18": "Do you remember what I commanded you at the time? I told the tribes of Reuben, Gad, and Manasseh, “The Eternal your God has given you this land, and now it belongs to you. I want all of your warriors to cross the Jordan, fully armed, ahead of your fellow Israelites. ", "19": "Only your wives and children and cattle (I know you have a lot of cattle thanks to the plunder you earned) will stay behind in the cities I've given you. ", "20": "When the Eternal your God has given the rest of the Israelites the land that will belong to them on the other side of the Jordan, when they are living in peace just as you are now, then each of you can come back here and live on your own land which I've given you.”", "21": "I told Joshua, “You've seen with your own eyes everything the Eternal your God has done to these two kings. He will do the same thing to the kingdoms you're now going into. ", "22": "Don't be afraid of them—any of you! The Eternal your God will do the fighting for you.”", "23": "The conquered Ammonite land on the eastern side is given to Reuben, Gad, and half of Manasseh. But this allocation does not occur until these tribes help their brothers conquer the land on the western side of the Jordan. Moses: 23 Then I pleaded again and again with the Eternal on my own behalf. ", "24": "“Eternal Lord, You've only just begun to show me, Your servant, how very great and powerful You are. What other god in heaven or on earth can do the great and powerful things You do? ", "25": "Please let me cross the Jordan and see that good land and those beautiful highlands and Lebanon.” ", "26": "But the Eternal was angry with me because of you, and He wouldn't listen to me. The Lord answers so many of Moses' other prayers, so why can't forgiveness and pardon be extended to Moses now? Why is this man of God banned from entering the promised land? At a time when the people need water in the desert (Numbers 20:2–13), even though in their lack of faith they complain bitterly, the Lord mercifully decides to provide water for them. He chooses to give them a miracle through Moses, who is supposed to command a rock (only verbally) to bring forth water. But Moses is enraged with the people. First he castigates them for being “rebels” and then strikes the rock twice with his staff. This act of disobedience will keep Moses from entering the promised land, and in this case, no appeal is possible. Moses: The Eternal said to me, “That's enough! Don't ever bring this up to Me again! ", "27": "You can go up to the top of Mount Pisgah and look to the west and north and south and east to see the land from there. Take a good look, because you're not going to cross the Jordan River. ", "28": "So instruct Joshua, and strengthen and encourage him, because he's the one who will lead the people into the land you see and make it their territory. He will conquer it for them.” ", "29": "And that's why we've stayed here in this valley by Beth-peor at the foot of Mount Pisgah."}