{"1": "Moses: Listen, O sky, so I may speak! Pay attention, O earth, to what I say!", "2": "Let my teaching fall on you like raindrops; let what I say collect like the dew, Like rain sprinkling the grass, like showers on the green plants.", "3": "I will proclaim the name of the Eternal; I will utter greatness to our God.", "4": "He's the Rock, and His work is perfect; everything He does is right. He's the God who can be trusted, who never does wrong because He's righteous and upright.", "5": "But a perverse and crooked generation has broken its word to Him. They are not counted as His children—not with such deficiencies.", "6": "Is this how you repay the Eternal, you foolish, unwise people? Isn't He your Father who produced you, who made you and established you?", "7": "Remember the days long ago; consider the years of past generations. Ask your father, and he'll explain it to you; ask the elders, and they'll tell you:", "8": "When God, the Most High in heaven gave all the nations their inherited territory, when He divided the descendants of Adam into nations, When He established the boundaries of the peoples, as the number of the sons of God,", "9": "Because the Eternal's territory is His people; and Jacob is the territory of God's inheritance.", "10": "The Eternal found Jacob out in the wilderness, out in an empty, windswept desert wasteland. He put His arms around him and took care of him; He protected him as the apple of His eye.", "11": "Just as an eagle stirs up its nest, encouraging its young to fly, and then hovers over them in case they need help, And spreads its wings and catches them if they fall, and carries them up high on its wings;", "12": "So the Eternal guided Jacob through the wilderness without the help of any foreign god.", "13": "He set him on the heights of the land and fed him from the produce of the fields. He even fed him honey from the rocks and oil from flinty stones,", "14": "Butter from his cows and milk from his flocks, fattened young lambs, rams raised in Bashan, and goats, the finest fatty kernels of wheat, and wine from the lifeblood of grapes.", "15": "But Jeshurun—my upright ones of Israel—got fat and kicked back— yes, you were fat and bloated and stuffed. He abandoned the God who made him and disdained the Rock of his salvation.", "16": "They made Him jealous by worshiping foreign gods; they infuriated Him with their disgusting idols.", "17": "They offered sacrifices to demons that are not God; they worshiped gods they hadn't known, New ones that had just appeared, gods their ancestors had never been acquainted with.", "18": "You ignored the Rock who bore you and forgot the God who gave birth to you.", "19": "Earlier Moses has described the Eternal One as Israel's “Father” (verse 6). Now he uses the image of a mother going into labor and giving birth to describe the Eternal One's tender affection and sacrificial love for the nation. Moses: The Eternal saw this and rejected them because His sons and daughters had made Him so angry.", "20": "Eternal One: I won't look at them when they pray; I'll just watch and see what happens to them Because they're a perverse generation, children who are unfaithful.", "21": "They've made Me jealous by worshiping something that isn't God, and they've angered Me with their idols! So I'll make them jealous by favoring those who aren't a people; I'll infuriate them with a godless nation.[a]", "22": "My anger will start a fire that will burn down to the land of the dead. It will consume the land and all its crops and set the mountains ablaze, right down to their foundations.", "23": "I'll pile disasters on them and use all My arrows against them.", "24": "They'll be emaciated by famine and consumed by fevers and destroyed by bitter pestilence. I'll attack them with the fangs of wild animals and the venom of snakes that crawl in the dust.", "25": "While the sword is killing their children outside, they'll be huddling in terror inside their homes. Everyone will be destroyed: young men and women, infants and old people with gray hair.", "26": "I thought I would smash them in pieces until no one remembered they ever existed,", "27": "But I was afraid of how their enemies would gloat, how their opponents would get the wrong impression and say, “We conquered them by our own power; the Eternal didn't do all of this!”", "28": "Moses: They're a nation with no sense— they have no understanding.", "29": "If only they were wise and understood this and realized what was going to happen to them!", "30": "How could one of their enemies pursue a thousand of them, and two of their enemies make ten thousand of them run away, Unless their Rock had abandoned them, unless the Eternal had handed them over?", "31": "It's not because their rock is anything like our Rock— even our enemies admit this!", "32": "No, it's because their vine is grafted from the vines of Sodom, from the terraces of Gomorrah: It grows poisonous grapes in bitter clusters", "33": "and makes wine that's snake venom and deadly cobra poison.", "34": "Eternal One: Haven't I been saving this judgment, sealing it away in My storehouse?", "35": "Revenge is Mine. I will settle all scores![b] Soon they'll stumble because the day of disaster is almost here, And their doom is coming quickly!", "36": "Moses: The Eternal will judge His people[c] and have mercy on His servants When He sees they have no strength left and they're all gone, both slave and free.", "37": "Then He'll say about Israel, “Now where are their gods, the rocks where they took shelter,", "38": "The gods who ate the fat of their sacrifices and drank the wine they offered? Let them get up and help you, Israel! Let them protect you!”", "39": "Eternal One: Now do you see that I am the One, and there is no other God besides Me? I have power over life and death; I wound, and I heal; no one can resist My power!", "40": "I'm lifting up My hand toward the sky to take an oath, and I swear, “As I live forever,", "41": "When I sharpen My flashing sword and use it to bring about justice, I'll give My enemies what they deserve and pay back those who hate Me!", "42": "I'll get My arrows drunk with blood, the blood of the dead and the prisoners, And My sword will feast on flesh, on the heads with their uncut hair of the enemy leaders!”", "43": "Moses: You nations, celebrate with His covenant people[d] because He's going to avenge the blood of His servants. He'll give His enemies what they deserve and atone for His land and His people.", "44": "This was the song that Moses presented, together with Joshua[e] (Nun's son), while all the people were listening. ", "45": "After Moses had said all of these words, everything recorded in this book, to everyone in Israel, ", "46": "he spoke to them. Moses: Every word I've said to you today will be a witness against you, so set it in your heart, remember it well, and teach it to your children, so they'll be careful to obey every word of this law. ", "47": "You can't afford to ignore even one word; your very life depends on it! It's how you'll be able to live a long time in the land on the other side of the Jordan that will be your territory.", "48": "The Eternal spoke to Moses on that same day.", "49": "God gives Moses a peek at the blessing he missed because of his disobedience. Eternal One: 49 Climb to the top of Mount Nebo, one of the Abarim mountains here in the land of Moab across the Jordan River from Jericho, and look at the land of Canaan, which I'm giving to the people of Israel as their property. ", "50": "Just as Aaron died when he climbed Mount Hor and joined his ancestors in death, you'll die on top of the mountain you climb and join your ancestors in death. ", "51": "This is because you and Aaron disobeyed Me in front of all the Israelites at Meribah-kadesh in the wilderness of Zin, when you struck the rock instead of commanding it to give water. You did not honor Me, your holy God, as if you could ignore My instructions if you wanted to, in front of all the Israelites![f] ", "52": "So you can look at this land from a distance, but you can't go into it, this land I'm giving to the Israelites."}