{"1": "Before he died, Moses, the man of God, blessed the people of Israel with this blessing.", "2": "The Lord has “called Israel His own” in the way that cities and territories in the ancient world are named after those who have explored, settled, or conquered them. It is understood that the person whose name is attached to a place will have continuing interests there, such as preventing anyone else from taking the crops, oppressing the people, and so forth. The Lord's name is literally “over” the people of Israel, providing shelter and protection. Anyone who wants to harass them has to answer to Him, so His great reputation will keep them safe from marauders. If they are trusting and obedient, they will be protected from spiritual dangers and attacks by the power and reputation of the One who has called them by His own name. Moses: The Eternal came from Mount Sinai: He glowed like the dawn over Mount Seir; He shone like the sun over Mount Paran; He arose in the middle of His chosen ones, gathered in their tens of thousands. The law was a flame in His right hand.[a]", "3": "Truly He loves His people; all Your chosen ones are in Your hand. They gathered at Your feet and received Your words.", "4": "Moses gave us a law to keep; it will always belong to the people of Jacob.", "5": "When all their leaders gathered and the Israelite tribes came together, the Eternal became king of Jeshurun—", "6": "Let Reuben live and not die, and let not his people be few.", "7": "Moses said this about Judah: Moses: Listen, Eternal, to the voice of Judah, and bring him back to his people safely. He defends himself with his own hands; help him against his enemies!", "8": "About Levi he said, Moses: Your Thummim and Urim belong to your loyal servant, the man you tested at Massah and had a dispute with at Meribah about the water.", "9": "When the Levites carry out the law, they don't give special treatment to their fathers or mothers Or favor their relatives or recognize their children. They obey Your word and keep Your covenant.", "10": "They teach Jacob Your rules; they teach Israel Your law. They set incense before You and offer burnt sacrifices on Your altar.", "11": "Bless Levi with strength, Eternal, and accept the service he offers You. Crush the loins of those who hate him and attack him, so they'll never attack them again!", "12": "About Benjamin he said, Moses: The Eternal's beloved rests safely next to Him, protected all through the day, resting between His shoulders.", "13": "About Joseph he said, Moses: May his land be blessed by the Eternal with the best the sky has to offer—abundant rains— and with the dew and the waters that lie below the ground.", "14": "May it be blessed with the best the sun can produce and the best crops of each month,", "15": "With the best that grows on the ancient mountains and the everlasting hills,", "16": "With the best the land has to offer when it's filled with good things, And most of all may it be blessed with the favor of the One who appeared in the burning bush. Let all these blessings rest on Joseph's head, on the head of this prince among his brothers.", "17": "He's majestic, like a firstborn bull; he has powerful horns, as does a wild ox. With them he will gore the nations, driving them away to the ends of the earth. This is the power of Ephraim's ten thousands, of Manasseh's thousands of troops.", "18": "About Zebulun and Issachar he said, Moses: Rejoice, Zebulun, as you go out to sea, and rejoice, Issachar, in your tents!", "19": "They call peoples to the mountain where they offer right sacrifices; Because they feast on the abundance of the sea, and they profit from the hidden treasures of the sand.", "20": "About Gad he said, Moses: Blessed is the one who expands Gad's territory! He lives there like a lioness, tearing at the arm and the top of the head.", "21": "He chose the best for himself; a commander's portion was hidden for him there, east of the Jordan. He came at the head of the army to help the other tribes conquer their land. He carried out the righteousness of what the Eternal said was to happen, What was right, and carried out His decrees with the rest of Israel.", "22": "About Dan he said, Moses: Dan is a lion's cub, leaping up from Bashan.", "23": "About Naphtali he said, Moses: Naphtali, you're satisfied with favor and filled with the Eternal's blessing. Take possession of the Sea of Galilee and the land on its western and southern shores.", "24": "About Asher he said, Moses: Asher is the most blessed of Israel's sons; may he be the favorite of his brothers! May the olive trees in his land produce so abundantly that he'll be wading in olive oil!", "25": "May the bolts of your gates be iron and bronze, and may you have the strength you need for every day.", "26": "In Hebrew this expression, “There is no god like God,” makes an extremely strong statement. God is one of a kind. There is no god like the God of Jeshurun— the God of the upright ones of Israel— Who comes across the sky to rescue you, riding on the clouds in His majesty.", "27": "The Eternal God is your shelter; He holds you up in His everlasting arms. He chased away your enemies ahead of you, shouting to you, “Destroy them!”", "28": "Now Israel lives in safety; Jacob's spring is isolated In a land of grain and new wine where dew falls from the sky.", "29": "How happy you are, Israel! Who is like you? You're the people the Eternal has saved. He's the shield that protects you and the sword that brings you pride. Your enemies will cringe and surrender before you, and you'll stamp out their high places of worship into the ground."}