{"1": "Moses: So now, Israel, pay close attention to the laws and judgments I'm going to teach you. If you follow them, you'll enter and live in the land the Eternal, the God of your ancestors, is giving you. You'll conquer it, and it will become your territory. ", "2": "Don't add anything to what I command you, and don't take away anything from it; just follow the commands of the Eternal your God that I'm giving you now.", "3": "You saw with your own eyes what the Eternal did about your immorality at Baal-peor, the mountain-god. When some of you followed after the Baal god, the Eternal your God killed them right in front of you—not one of them survived![a] ", "4": "But all of you who remained loyal to the Eternal your God are still alive today. ", "5": "So pay attention—I'm teaching you the rules and judgments the Eternal my God has given me for you. You're to follow them when you enter the land and settle there. ", "6": "If you obey them carefully, all the nations around you will marvel at your wisdom and understanding. They'll hear about these rules and say, “This is a great nation—its people are so wise and understanding!” ", "7": "Indeed, what other nation is so great that it has a god that compares to the Eternal our God as He is near to us whenever we call on Him? ", "8": "What other nation is so great that it has rules and judgments as just as the ones contained in this whole law I'm presenting to you today?", "9": "The Lord chooses Israel from among all the nations to be His own people; but that choice, paradoxically, is for the sake of all the other nations too. Israel is supposed to create a model society, following His laws, and this is supposed to attract other nations to true faith in Him. Most of the Old Testament describes how the Lord is at work in close relationship with one nation. But it also provides continual glimpses, like this one, of the way that relationship is designed to be a vehicle to reach all nations. The “law” is a complex legal code designed to build a new society out of former desert wanderers. Moses: 9 So watch what you do! Be careful with your very life! Don't forget the things you saw with your own eyes, and don't let them fade from your memory. Remember them your whole life; teach them to your children and your grandchildren. ", "10": "Remember the day you stood before the Eternal, your True God, at Horeb when He called you to come close. He told me, “Bring all the people to Me. I want them to hear My words, so that they will learn to fear Me as long as they live on this earth and will teach their children to do the same.” ", "11": "You all came and stood at the foot of the mountain. It blazed with fire all the way up into the sky while dark clouds and mist obscured your view. ", "12": "Then the Eternal spoke to you from inside that fire. You heard His voice, you heard His words, but you didn't see His shape—you only heard a voice. ", "13": "He told you what to do to keep the covenant He made with you. He gave you the Ten Directives and engraved two copies of them on two stone tablets. ", "14": "The Eternal commanded me at that time to teach you the rules and judgments that make up the law He wants you to follow in the land where you're going to live when you cross the Jordan.", "15": "So be very careful! Your souls are at stake! You didn't see any shape when the Eternal spoke to you at Horeb from inside that fire, ", "16": "so don't ever become so corrupt that you carve an idol representing Him for yourselves in any shape, whether in the form of a man or a woman, ", "17": "or in the form of an animal that lives on the land, or a bird with wings that flies through the sky, ", "18": "or anything that crawls on the ground, or a fish that swims in the sea. ", "19": "And don't ever become so corrupt that you look up into the sky and see the sun, the moon, and the stars—as if each of them were a god—and be led astray to bow down to them and worship them, which the Eternal your God has given to all the people on earth. ", "20": "But the Eternal has done something unique for you: He chose you and delivered you from slavery in Egypt where you were purified as if in an iron furnace, and He made you His very own people, which you are today. ", "21": "The Eternal was angry with me because of you, and He swore I would not cross the Jordan River and enter the good land the Eternal your God is giving you to live in. ", "22": "I'm not going to cross the Jordan. I'm going to die over on this side, but you will cross the river and take ownership of that good land. ", "23": "So be very careful! Don't forget the covenant the Eternal your God made with you; don't make yourselves an idol in the shape of anything. The Eternal your God has commanded you not to! ", "24": "The Eternal your God burns with jealousy when you're not completely loyal to Him.", "25": "It would be disastrous if, after you've lived in the land for a long time and had children and grandchildren, you made an idol in any form. You know the Eternal your God considers this an evil thing to do, and it would make Him furious. ", "26": "I call the heaven and the land as witnesses against you today, that if you do this, even though you're going to cross the Jordan and take possession of the land, you won't last long on it. You will die quickly—you will certainly be destroyed. ", "27": "The Eternal will scatter what's left of you among all the other nations. Only a few of you will be left in each of the nations He takes you to. ", "28": "And there you will worship useless items made of wood and stone carved by human beings, so-called “gods” that can't see or hear or eat or smell. ", "29": "But when you're there, you'll look for the Eternal your God. If every part of you is invested in the search, heart and soul, then you'll find Him. ", "30": "When you're in trouble in those days yet to come because of all these things, you'll come back to the Eternal your God, and you'll listen to His voice. ", "31": "He is a compassionate God. He won't abandon you or destroy you or forget the covenant He made with your ancestors—He swore to them that He'd keep it!", "32": "Ask anyone who's ever lived: has anything this great ever happened before? Has anyone even heard of anything like it? Not since the day God first created humanity, not anywhere in the cosmos, from one end to the other. ", "33": "You heard the voice of God speaking from inside the fire at Mount Horeb, and you survived! No other nation has ever done anything like that. ", "34": "You saw with your own eyes what the Eternal, your True God, did for you in Egypt: He claimed you as His own nation, and He took you right out of another nation that was holding you captive. He rescued you by testing them with plagues, by warning them with signs and omens, by fighting against them with overwhelming strength, and by totally terrifying them! No other god has ever tried to do anything like that. ", "35": "You saw all this so you would know the Eternal is the only God who truly exists. There is no other. ", "36": "You heard His voice from heaven as He admonished you; He showed you His blazing fire on the earth, and you heard His words from inside that fire—all at His will. ", "37": "Because He loved your ancestors, He's also committed to their descendants who came after them, and that's why He personally brought you out of Egypt by His own great power. ", "38": "He defeated nations that are greater and stronger than you, and He let you live on their land. It will belong to you! ", "39": "You just need to know with every fiber of your being that the Eternal, and no one else, is God up in heaven and down here on the earth. ", "40": "If you remember His rules and keep His commands, which I'm teaching you today, things will go well for you and for your children after you. You'll live a long time on the ground the Eternal your God is giving you. He wants you to have it forever.", "41": "Then Moses designated three cities east of the Jordan ", "42": "as places where a person could flee if he or she unintentionally killed someone when there was no grudge between them. By fleeing to one of these cities, a person could be safe from revenge and stay alive. ", "43": "These were the cities: Bezer on the plateau in the wilderness for the Reubenites, Ramoth in Gilead for the Gadites, and Golan in Bashan for the Manassites.", "44": "Establishing these cities of refuge for those who will be living on the east side of the Jordan is the last thing Moses needs to do before sending the people across the river to conquer the rest of the promised land. But they will keep living in that land only if they remain faithful to their covenant with the Lord. So as Moses continues to represent Him, he now describes the people's obligations to the Eternal, beginning with exclusive loyalty and obedience to the one True God. This is the law Moses gave to the children of Israel; ", "45": "these are the precedents, rules, and decrees Moses taught the people of Israel when they came out of Egypt. ", "46": "They were east of the Jordan, in the valley across from Beth-peor, in the land of Amorite King Sihon who ruled in Heshbon. Moses and the children of Israel crushed him when they came out of Egypt. ", "47": "Sihon and Og, the Amorite king of Bashan, ruled the territory east of the Jordan. The Israelites took over their land, ", "48": "from Aroer on the edge of the Arnon Valley all the way to Mount Sion[b] (that is, Mount Hermon), ", "49": "including the arid valley[c] east of the Jordan River, down to the Dead Sea,[d] at the foot of Mount Pisgah."}