{"1": "Moses: The Eternal your God commanded me to teach you these rules and judgments so that you would obey them in the land that is yours when you cross the Jordan. ", "2": "You are to fear Him and obey His rules and commands, just as I'm teaching them to you now. Do this your whole lives—you, your children and your grandchildren—and you'll live in the land a long time. ", "3": "Yes, Israel, if you pay careful attention and obey, everything will go well for you in that land flowing with milk and honey; and you'll have many, many descendants just as the Eternal, the God of your ancestors, promised you.", "4": "The phrase “a land flowing with milk and honey” is certainly metaphorical. Moses doesn't mean that the rivers and streams of the promised land literally flow with milk and honey rather than with water. But he does want the people to have such a picture in their minds. He wants them to know they will be leaving behind the nomadic, foraging existence they have known in the wilderness. They will settle in a new land where their cattle will be well fed and will be able to provide them with milk in abundance. They will have the freedom to pursue even more discretionary activities since date honey would seep out of the trees without needing cultivating. God's promise isn't just that they will possess the land but that they will find rest, abundance, and health in it. Moses: 4 Listen, Israel! The Eternal is our True God—He alone. ", "5": "You should love Him, your True God, with all your heart and soul, with every ounce of your strength.[a] ", "6": "Make the things I'm commanding you today part of who you are. ", "7": "Repeat them to your children. Talk about them when you're sitting together in your home and when you're walking together down the road. Make them the last thing you talk about before you go to bed and the first thing you talk about the next morning. ", "8": "Do whatever it takes to remember them: tie a reminder on your hand and bind a reminder on your forehead where you'll see it all the time, ", "9": "such as on the doorpost where you cross the threshold or on the city gate.", "10": "The Eternal your God promised your ancestors, Abraham, Isaac, and Jacob, that He would give you this land. When He brings you into it, you'll live in beautiful and spacious cities you didn't build. ", "11": "You'll have houses filled with good things waiting for you—cisterns to hold water already dug out of the rock for you, and vineyards and olive orchards that you didn't plant. You'll have all you want to eat and more. ", "12": "When this happens, be very, very careful! Don't forget it was the Eternal who brought you out of Egypt, where you were slaves. ", "13": "Worship Him, your True God, and serve Him and swear oaths only in His name.[b] ", "14": "Don't become devoted to any of the gods the people around you worship. ", "15": "The Eternal your God is living right among you, and He's a jealous God. He would become furious if you were unfaithful to Him—He'd wipe you off the face of the earth!", "16": "Don't put the Eternal, your True God, to the test[c] the way you did back at Massah.", "17": "Massah is a bittersweet memory for the Israelites. The people have complained and grumbled against the Eternal and actually prefer Egyptian bondage or even death to following God in the desert, but the Lord shows up and brings water out of rocks! Moses: 17 Carefully obey the commands, rules, and precedents the Eternal, your True God, has given you. ", "18": "Do the things He considers right and good. Then everything will go well for you, and you'll go and live in the good land He promised to your ancestors. ", "19": "The Eternal will drive out all of your enemies, just as He said He would.", "20": "You'll have conversations about this with your children in the future, and this is how they should go: Child: What are these precedents and rules and judgments the Eternal our God commanded you to obey?", "21": "Parents (to your child): 21 We used to be slaves to Pharaoh in Egypt, but then the Eternal delivered us with overwhelming power. ", "22": "He sent amazing and awful signs and omens to torment the Egyptians, Pharaoh, and his royal court—right before our eyes! ", "23": "He brought us out of there so He could bring us here and give us the land He promised to our ancestors. ", "24": "He commanded us to remember all these rules to show that we fear Him, our God, so that things will always go well for us and so that we can keep living here as we are now. ", "25": "If we carefully obey everything the Eternal our God has commanded us, then we'll be living as we should, in righteousness and in right relationship with Him."}