{"1": "Moses: You must obey very carefully all of the law, which I'm commanding you today. If you do, you'll live and thrive, and you'll go in and take possession of the land He promised to your ancestors. ", "2": "Remember how the Eternal, your True God, led you through the wilderness these past 40 years. He did this to humble you, to test you, to uncover your motivations, to see if you would obey His commands. ", "3": "He humbled you by making you hungry when there was no food in the desert. Then He fed you with manna, a food you and your ancestors had never heard of. He did this because He wanted you to understand that what makes you truly alive is not the bread you eat but following every word that comes from the mouth of the Eternal One.[a] ", "4": "Your clothes didn't wear out, and your feet didn't swell throughout your 40 years of wandering. ", "5": "I want you to know in your hearts that the Eternal your God has been training you just as a parent trains a child. ", "6": "So obey His commands! Live as He has instructed, and fear Him. ", "7": "The Eternal your God is bringing you into a good land, a land with torrents of rushing water, with springs and underground streams flowing out into the valleys and hills. ", "8": "It's a land of wheat and barley, of vines and fig trees and pomegranates, a land of oil-rich olive trees and date honey. ", "9": "In that land, you'll always have plenty to eat—you won't lack anything! There's iron in the rocks, and you can dig copper from the hills. ", "10": "You'll eat and be satisfied, and then you'll humbly thank the Eternal your God for the good land He's given you.", "11": "But then be very careful! Don't forget the Eternal your God and disobey the commands and decrees and rules I'm giving you today. ", "12": "When your stomachs are full, when you've built comfortable houses to live in, ", "13": "when you have large herds and flocks, when you possess plenty of silver and gold, and when you have more things than you imagined possible; ", "14": "then don't become proud and puffed up and forget Him. He brought you out of the land of Egypt where you were slaves; ", "15": "and He led you through that awful, vast wilderness with its poisonous snakes and scorpions, through that desert where there was no water. He made water come out of a hard rock; ", "16": "and He fed you in the wilderness with manna, a food your ancestors had never heard of. He did all this to humble you and test you, but it was all intended for your good in the end. ", "17": "If He hadn't, you might have believed, “I've gotten all this wealth by my own power and strength!” ", "18": "Remember the Eternal One your God. He's the One who gives you the power to get wealth, so He can keep the covenant promises He made to your ancestors, as He is doing now. ", "19": "I testify against you today that if you do forget Him and pursue other gods, if you worship them and bow down to them; then you will certainly be destroyed. ", "20": "Just like the nations the Eternal is now destroying ahead of you, you'll be destroyed yourselves because you wouldn't listen to His voice."}