{"1": "Throughout the Bible, God challenges His people to make sure the poor and needy are well cared for. Grinding poverty and deprivation destroy the wholeness of life that God intends for all people. However, as Moses warns here, achieving prosperity can lead people to be complacent and self-sufficient and to forget that God has been the One who has provided for them. Perhaps no warning is more urgently needed for God's people in our own wealthy and comfortable society. Prosperity can tempt us to forget about God and to act as if we can take care of everything through our own means. But with prosperity often comes poverty. These humbling, testing experiences are meant to build the qualities of gratitude and trust into our lives, and they keep us from forgetting God even when we do enjoy prosperity. Moses: Listen to me, Israel! Today you're going to cross the Jordan and enter the land you'll take away from nations that are bigger and stronger than you. They live in huge cities that have defense walls as high as the sky. ", "2": "They're big and tall, giants descended from the Anakim. You know all about them from the 12 spies I sent into the land—you've heard the saying, “Who can ever fight with the descendants of Anak?” ", "3": "So I want you to know today that it will be the Eternal your God who will go across the Jordan ahead of you. A blazing fire, He'll destroy those nations. He'll subdue them so you can destroy them quickly and take their place, as He has promised you will. ", "4": "When the Eternal your God has driven them out ahead of you, then don't begin to believe He gave you this land because you're so good and righteous! It's just the opposite; He is giving you their land because those other nations are so bad! ", "5": "It's not because you've conducted yourselves so well or because you have such pure hearts that you're going to take the land; the Eternal your God is driving out those other nations ahead of you because they're so wicked. He's keeping His word, the promise He made to your ancestors, Abraham, Isaac, and Jacob. ", "6": "I'll say it again: the Eternal One your God isn't giving you this good land because you're so good. You're stubborn, obstinate people. ", "7": "Remember—don't forget—how you kept infuriating Him in the wilderness. From the day you came out of Egypt until the day you arrived here, you've been rebelling against Him.", "8": "Even at Horeb, you infuriated Him. The Eternal got so angry with you He was ready to destroy you! ", "9": "When I went up the mountain to receive the stone tablets—the tablets of the covenant He made with you—I stayed on the mountain for 40 days and 40 nights. I didn't eat or drink anything all that time, preparing myself to receive these holy words. ", "10-11": "At the end of those 40 days and nights, the Eternal gave me those two stone tablets of the covenant. On them He'd engraved with His own finger everything He told you on the day you gathered at the mountain, when He spoke to you from inside the fire. ", "12": "The Eternal told me, “Get up, and go back down the mountain as fast as you can! While you've been up here surrounded by My holiness, the people you led out of Egypt have become corrupt! How quickly they've left the path I commanded them to stay on. They've melted gold and poured it into a mold and made themselves an idol! ", "13": "I've seen how stubborn and obstinate these people are. ", "14": "Don't try to stop Me—I'm going to destroy them! I'll wipe out every last trace of them under the sky, and I'll make a bigger and stronger nation out of just you.”", "15": "The mountain was still blazing with fire as I hurried back down it, carrying the two covenant tablets in my hands. ", "16": "I saw with my own eyes how you had sinned against the Eternal, your True God: you'd cast an idol in the shape of a young bull! This young bull is made in imitation of the Canaanite fertility gods. The bull is a prominent symbol of Baal. Creating this idol requires a long, intentional process of collecting enough precious metal for a statue, melting it down and purifying it, pouring it into a mold that also has to be designed and crafted, and making sure the statue cools evenly so that it doesn't break apart. (Perhaps the Israelites learned these crafts by observation or practice in Egypt.) This was no casual slip into an unintentional religious compromise. This is a deliberate embrace of a god other than the Lord, right at the moment when He is drawing up His covenant of love with Israel. They are as unfaithful to the Lord as a person who has an affair while on his honeymoon! Moses: How quickly you left the path the Eternal commanded you to stay on. ", "17": "Right before your eyes I took the two tablets, hurled them onto the ground, and smashed them to pieces. ", "18": "I went back up the mountain, and for another 40 days and nights I prostrated myself before Him, lying face down on the ground in grief and petition, not eating or drinking anything as before. You had sinned so seriously—you did what the Eternal had just told you was wrong, and this made Him furious! ", "19": "I was afraid[a] He was so violently angry with you that He'd destroy you, as He said He would. But one more time, the Eternal One listened to me, and He spared you. ", "20": "I had to pray particularly for Aaron because the Eternal was furious with him for making the idol—He would have killed my brother! ", "21": "I took the calf idol you made, that embodiment of your sin, and I burned it up. Then I crushed what was left, ground it into tiny pieces until it was as fine as dust, and threw the dust into the riverbed that rushes down the mountain.", "22": "You and your parents were always making the Eternal furious! At Taberah, you whined and complained;[b] at Massah, you were sure the Lord was going to let you die of thirst;[c] at Kibroth-hattaavah, you said you were sick of the food He provided![d] ", "23": "At Kadesh-barnea, when you finally reached the promised land,[e] the Eternal sent you in: “Go and take possession of the land—I've given it to you!” But you defied this direct order from the Eternal, your True God! You didn't trust Him, and you didn't listen to His voice. ", "24": "You've been rebelling against Him from the day I met you!", "25": "That's why, at Horeb, I lay face down before the Eternal for 40 days and nights, praying for you: He said He was going to destroy you, and I knew He had every reason to! ", "26": "I prayed to Him, “Eternal Lord, please don't destroy Your people! They're Your own possession: You liberated them from another master—You brought them out of Egypt with overwhelming power. ", "27": "Remember Your loyal servants, Abraham, Isaac, and Jacob; please forget about how stubborn and wicked and sinful these people are. Don't let their actions spoil Your greater plan. ", "28": "Otherwise, the people back in the land You brought us out of will be saying, “The Eternal couldn't really bring them into that land He promised them. He actually hated those people, and He brought them out into the desert in order to kill them off.” ", "29": "Remember they are Your people, Your own possession, the ones You brought out of Egypt Yourself with such overwhelming power!"}