{"1": "From Simon Peter, a slave and apostle of Jesus Christ. To those who received a faith equal to ours through the justice of our God and savior Jesus Christ.", "2": "May you have more and more grace and peace through the knowledge of God and Jesus our Lord.", "3": "By his divine power the Lord has given us everything we need for life and godliness through the knowledge of the one who called us by his own honor and glory.", "4": "Through his honor and glory he has given us his precious and wonderful promises, that you may share the divine nature and escape from the world's immorality that sinful craving produces.", "5": "This is why you must make every effort to add moral excellence to your faith; and to moral excellence, knowledge;", "6": "and to knowledge, self-control; and to self-control, endurance; and to endurance, godliness;", "7": "and to godliness, affection for others; and to affection for others, love.", "8": "If all these are yours and they are growing in you, they'll keep you from becoming inactive and unfruitful in the knowledge of our Lord Jesus Christ.", "9": "Whoever lacks these things is shortsighted and blind, forgetting that they were cleansed from their past sins.", "10": "Therefore, brothers and sisters, be eager to confirm your call and election. Do this and you will never ever be lost.", "11": "In this way you will receive a rich welcome into the everlasting kingdom of our Lord and savior Jesus Christ.", "12": "So I'll keep reminding you about these things, although you already know them and stand secure in the truth you have.", "13": "I think it's right that I keep stirring up your memory, as long as I'm alive.", "14": "After all, our Lord Jesus Christ has shown me that I am about to depart from this life.", "15": "I'm eager for you always to remember these things after my death.", "16": "We didn't repeat crafty myths when we told you about the powerful coming of our Lord Jesus Christ. Quite the contrary, we witnessed his majesty with our own eyes.", "17": "He received honor and glory from God the Father when a voice came to him from the magnificent glory, saying, “This is my dearly loved Son, with whom I am well-pleased.”", "18": "We ourselves heard this voice from heaven while we were with him on the holy mountain.", "19": "In addition, we have a most reliable prophetic word, and you would do well to pay attention to it, just as you would to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts.", "20": "Most important, you must know that no prophecy of scripture represents the prophet's own understanding of things,", "21": "because no prophecy ever came by human will. Instead, men and women led by the Holy Spirit spoke from God."}