{"1": "But false prophets also arose among the people. In the same way, false teachers will come among you. They will introduce destructive opinions and deny the master who bought them, bringing quick destruction on themselves.", "2": "Many will follow them in their unrestrained immorality, and because of these false teachers the way of truth will be slandered.", "3": "In their greed they will take advantage of you with lies. The judgment pronounced against them long ago hasn't fallen idle, nor is their destruction sleeping.", "4": "God didn't spare the angels when they sinned but cast them into the lowest level of the underworld and committed them to chains of darkness, keeping them there until the judgment.", "5": "And he didn't spare the ancient world when he brought a flood on the world of ungodly people, even though he protected Noah, a preacher of righteousness, along with seven others.", "6": "God condemned the cities of Sodom and Gomorrah to total destruction, reducing them to ashes as a warning to ungodly people.", "7": "And he rescued righteous Lot, who was made miserable by the unrestrained immorality of unruly people.", "8": "(8 While that righteous man lived among them he felt deep distress every day on account of the immoral actions he saw and heard.)", "9": "These things show that the Lord knows how to rescue the godly from their trials, and how to keep the unrighteous for punishment on the Judgment Day.", "10": "This is especially true for those who follow after the corrupt cravings of the sinful nature and defy the Lord's authority. These reckless, brash people aren't afraid to insult the glorious ones,", "11": "yet angels, who are stronger and more powerful, don't use insults when pronouncing the Lord's judgment on them.", "12": "These false teachers are like irrational animals, mere creatures of instinct, born to be captured and destroyed. They slander what they don't understand and, like animals, they will be destroyed.", "13": "In this way, they will receive payment for their wrongdoing. They even enjoy unruly parties in broad daylight. They are blots and blemishes, taking delight in their seductive pleasures while feasting with you.", "14": "They are always looking for someone with whom to commit adultery. They are always on the lookout for opportunities to sin. They ensnare people whose faith is weak. They have hearts trained in greed. They are under God's curse.", "15": "Leaving the straight path, they have gone off course, following the way of Balaam son of Bosor, who loved the payment of doing wrong.", "16": "But Balaam was rebuked for his wrongdoing. A donkey, which has no voice, spoke with a human voice and put a stop to the prophet's madness.", "17": "These false teachers are springs without water, mists driven by the wind. The underworld has been reserved for them.", "18": "With empty, self-important speech, they use sinful cravings and unrestrained immorality to ensnare people who have only just escaped life with those who have wandered from the truth.", "19": "These false teachers promise freedom, but they themselves are slaves of immorality; whatever overpowers you, enslaves you.", "20": "If people escape the moral filth of this world through the knowledge of our Lord and savior Jesus Christ, then get tangled up in it again and are overcome by it, they are worse off than they were before.", "21": "It would be better for them never to have known the way of righteousness than, having come to know it, to turn back from the holy commandment entrusted to them.", "22": "They demonstrate the truth of the proverb: “A dog returns to its own vomit, and a washed sow wallows in the mud.”"}