{"1": "My dear friends, this is now my second letter to you. I have written both letters to stir up your sincere understanding with a reminder.", "2": "I want you to recall what the holy prophets foretold as well as what the Lord and savior commanded through your apostles.", "3": "Most important, know this: in the last days scoffers will come, jeering, living by their own cravings,", "4": "and saying, “Where is the promise of his coming? After all, nothing has changed—not since the beginning of creation, nor even since the ancestors died.”", "5": "But they fail to notice that, by God's word, heaven and earth were formed long ago out of water and by means of water.", "6": "And it was through these that the world of that time was flooded and destroyed.", "7": "But by the same word, heaven and earth are now held in reserve for fire, kept for the Judgment Day and destruction of ungodly people.", "8": "Don't let it escape your notice, dear friends, that with the Lord a single day is like a thousand years and a thousand years are like a single day.", "9": "The Lord isn't slow to keep his promise, as some think of slowness, but he is patient toward you, not wanting anyone to perish but all to change their hearts and lives.", "10": "But the day of the Lord will come like a thief. On that day the heavens will pass away with a dreadful noise, the elements will be consumed by fire, and the earth and all the works done on it will be exposed.", "11": "Since everything will be destroyed in this way, what sort of people ought you to be? You must live holy and godly lives,", "12": "waiting for and hastening the coming day of God. Because of that day, the heavens will be destroyed by fire and the elements will melt away in the flames.", "13": "But according to his promise we are waiting for a new heaven and a new earth, where righteousness is at home.", "14": "Therefore, dear friends, while you are waiting for these things to happen, make every effort to be found by him in peace—pure and faultless.", "15": "Consider the patience of our Lord to be salvation, just as our dear friend and brother Paul wrote to you according to the wisdom given to him,", "16": "speaking of these things in all his letters. Some of his remarks are hard to understand, and people who are ignorant and whose faith is weak twist them to their own destruction, just as they do the other scriptures.", "17": "Therefore, dear friends, since you have been warned in advance, be on guard so that you aren't led off course into the error of sinful people, and lose your own safe position.", "18": "Instead, grow in the grace and knowledge of our Lord and savior Jesus Christ. To him belongs glory now and forever. Amen."}