{"1": "Peter, an apostle of Jesus the Messiah, to God's chosen ones who live as foreigners among the Dispersion in Pontus, Galatia, Cappadocia, Asia and Bithynia, ", "2": "who have been set aside in advance by God the father, through the sanctification of the spirit, for obedience and for sprinkling with the blood of Jesus the Messiah. May grace and peace be poured out lavishly on you!", "3": "May God be blessed, God the father of our Lord Jesus the Messiah! His mercy is abundant, and so he has become our father in a second birth into a living hope through the resurrection from the dead of Jesus the Messiah. ", "4": "This has brought us into an incorruptible inheritance, which nothing can stain or diminish. At the moment it is kept safe for you in the heavens, ", "5": "while you are being kept safe by God's power, through faith, for a rescue that is all ready and waiting to be revealed in the final time.", "6": "That is why you celebrate! Yes, it may well be necessary that, for a while, you may have to suffer trials and tests of all sorts. ", "7": "But this is so that the true value of your faith may be discovered. It is worth more than gold, which is tested by fire even though it can be destroyed. The result will be praise, glory and honour when Jesus the Messiah is revealed. ", "8": "You love him, even though you've never seen him. And even though you don't see him, you believe in him, and celebrate with a glorified joy that goes beyond anything words can say, ", "9": "since you are receiving the proper goal of your faith, namely, the rescue of your lives.", "10": "The prophets who prophesied about the grace that was to be given to you searched and enquired about this rescue. ", "11": "They asked what sort of time it would be, the time that the Messiah's spirit within them was indicating when speaking of the Messiah's sufferings and subsequent glory. ", "12": "It was revealed to them that they were not serving themselves, but you, when they were ministering these things – things which have now been announced to you by the holy spirit who was sent from heaven, through those who preached the good news to you. The angels long to gaze on these things!", "13": "So fasten your belts – the belts of your minds! Keep yourselves under control. Set your hope completely on the grace that will be given you when Jesus the Messiah is revealed. ", "14": "As children of obedience, don't be squashed into the shape of the passions you used to indulge when you were still in ignorance. ", "15": "Rather, just as the one who called you is holy, so be holy yourselves, in every aspect of behaviour. ", "16": "It is written, you see, 'Be holy, for I am holy.' ", "17": "If you call on God as 'father' – the God, that is, who judges everyone impartially according to their work – behave with holy fear throughout the time in which you are resident here.", "18": "You know, after all, that you were ransomed from the futile practices inherited from your ancestors, and that this ransom came not through perishable things like gold or silver, ", "19": "but through the precious blood of the Messiah, like a lamb without spot or blemish. ", "20": "He was destined for this from before the foundation of the world, and appeared at the end of the times for your sake, ", "21": "for you (that is) who through him believe in the God who raised him from the dead and gave him glory, so that your faith and hope are in God.", "22": "Once your lives have been purified by obeying the truth, resulting in a sincere love for all your fellow believers, love one another eagerly, from a pure heart. ", "23": "You have been born again, not from seed which decays but from seed which does not – through the living and abiding word of God. ", "24": "Because, you see – All flesh is like grass and all its glory is like the flower of the field. The grass withers, and the flower falls", "25": "but the word of the Lord lasts for ever. That is the word that was announced to you."}