{"1": "So put away all evil, all deceitful, hateful malice, and all ill-speaking. ", "2": "As newborn babies, long for the spiritual milk, the real stuff, not watered down. That is what will make you grow up to salvation – ", "3": "if indeed you have tasted that the Lord is gracious.", "4": "Come to him, to that living stone. Humans rejected him, but God chose him and values him very highly! ", "5": "Like living stones yourselves, you are being built up into a spiritual house, to be a holy priesthood, to offer spiritual sacrifices that will be well pleasing to God through Jesus the Messiah.", "6": "That's why it stands in scripture: Look! I'm setting up in Zion a chosen, precious cornerstone; believe in him! You'll not be ashamed.", "7": "He is indeed precious for you believers. But when people don't believe, 'the stone which the builders rejected has become the head cornerstone', ", "8": "and 'a stone of stumbling and a rock of offence'. They stumble as they disobey the word, which indeed was their destiny. ", "9": "But you are a 'chosen race; a royal priesthood'; a holy nation; a people for God's possession. Your purpose is to announce the virtuous deeds of the one who called you out of darkness into his amazing light. ", "10": "Once you were 'no people'; now you are 'God's people'. Once you had not received mercy; now you have received mercy.", "11": "My beloved ones, I beg you – strangers and resident aliens as you are – to hold back from the fleshly desires that wage war against your true lives. ", "12": "Keep up good conduct among the pagans, so that when they speak against you as evildoers they will observe your good deeds and praise God on the day of his royal arrival.", "13": "Be subject to every human institution, for the sake of the Lord: whether to the emperor as supreme, ", "14": "or to governors as sent by him to punish evildoers and praise those who do good. ", "15": "This, you see, is God's will. He wants you to behave well and so to silence foolish and ignorant people. ", "16": "Live as free people (though don't use your freedom as a veil to hide evil!), but as slaves of God. ", "17": "Do honour to all people; love the family; reverence God; honour the emperor.", "18": "Let slaves obey their masters with all respect, not only the good and kind ones but also the unkind ones. ", "19": "It is to your credit, you see, if because of a godly conscience you put up with unjust and painful suffering. ", "20": "After all, what credit is it if you do something wrong, are beaten for it, and take it patiently? But if you do what is right, suffer for it, and bear it patiently, this is to your credit before God.", "21": "This, after all, is what came with the terms of your call, because the Messiah, too, suffered on your behalf, leaving behind a pattern for you so that you should follow the way he walked.", "22": "He committed no sin, nor was there any deceit in his mouth.", "23": "When he was insulted, he didn't insult in return, when he suffered, he didn't threaten, but he gave himself up to the one who judges justly.", "24": "He himself bore our sins in his body on the cross, so that we might be free from sins and live for righteousness. It is by his wound that you are healed.", "25": "For you were going astray like sheep, but now you have returned to the shepherd and guardian of your true lives."}