{"1": "In the same way, let me say a word to the women. You should be subject to your husbands, so that if there should be some who disobey the word, they may be won, without a word, through the behaviour of their wives, ", "2": "as they notice you conducting yourselves with reverence and purity. ", "3": "The beauty you should strive for ought not to be the external sort – elaborate hairdressing, gold trinkets, fine clothes! ", "4": "Rather, true beauty is the secret beauty of the heart, of a sincere, gentle and quiet spirit. That is very precious to God. ", "5": "That is how the holy women of old, who hoped in God, used to make themselves beautiful in submission to their husbands. ", "6": "Take Sarah, for instance, who obeyed Abraham and called him 'Master'. You are her children if you do good and have no fear of intimidation.", "7": "You men, in the same way, think out how to live with your wives. Yes, they are physically weaker than you, but they deserve full respect. They are heirs of the grace of life, just the same as you. That way nothing will obstruct your prayers.", "8": "The aim of this is for you all to be like-minded, sympathetic and loving to one another, tender-hearted and humble. ", "9": "Don't repay evil for evil, or slander for slander, but rather say a blessing. This is what you were called to, so that you may inherit a blessing.", "10": "For the one who wants to love life and see good days should guard the tongue from evil, and the lips from speaking deceit;", "11": "should turn away from evil and do good; should seek peace, and follow after it.", "12": "For the Lord's eyes are upon the righteous, and his ears are open to their prayer, but the face of the Lord is against those who do evil.", "13": "Who is there, then, to harm you if you are eager to do what is right? ", "14": "But if you do suffer because of your righteous behaviour, God's blessing is upon you! 'Don't fear what they fear; don't be disturbed.' ", "15": "Sanctify the Messiah as Lord in your hearts, and always be ready to make a reply to anyone who asks you to explain the hope that is in you. ", "16": "Do it, though, with gentleness and respect. Hold on to a good conscience, so that when people revile your good behaviour in the Messiah they may be ashamed.", "17": "It's better to suffer for good conduct (if God so wills it) than for bad. ", "18": "For the Messiah, too, suffered once for sins, the just for the unjust, so that he might bring you to God. He was put to death in the flesh, but made alive by the spirit. ", "19": "In the spirit, too, he went and made the proclamation to the spirits in prison ", "20": "who had earlier on been disobedient during the days of Noah, when God waited in patience. Noah built the ark, in which a few people, eight in fact, were rescued through water. ", "21": "That functions as a signpost for you, pointing to baptism, which now rescues you – not by washing away fleshly pollution, but by the appeal to God of a good conscience, through the resurrection of Jesus the Messiah. ", "22": "He has gone into heaven and is at God's right hand, with angels, authorities and powers subject to him."}