{"1": "A man of Elohim from Judah had come to Bethel. When he arrived, Jeroboam was standing at the altar to offer a sacrifice. ", "2": "By a command of Yahweh, this man condemned the altar. “Altar, altar! This is what Yahweh says: There will be a son born in David's family line. His name will be Josiah. Here on you Josiah will sacrifice the priests from the illegal worship sites who offer sacrifices on you. Human bones will be burned on you.”", "3": "That day the man of God also gave them a miraculous sign, saying, “This is the sign that Yahweh will give you: You will see the altar torn apart. The ashes on it will be poured on the ground.”", "4": "When King Jeroboam heard the man of Elohim condemning the altar in Bethel, he pointed to the man across the altar. “Arrest him,” he said. But the arm that he used to point to the man of God was paralyzed so that he couldn't pull it back. ", "5": "The altar was torn apart, and the ashes from the altar were poured on the ground. This was the miraculous sign the man of Elohim performed at Yahweh's command.", "6": "Then the king asked the man of Elohim, “Please make an appeal to Yahweh your Elohim, and pray for me so that I can use my arm again.” So the man of Elohim made an appeal to Yahweh, and the king was able to use his arm again, as he had earlier.", "7": "The king told the man of Elohim, “Come home with me; have something to eat and drink, and I will give you a gift.”", "8": "The man of Elohim told the king, “Even if you gave me half of your palace, I would never go with you to eat or drink there. ", "9": "When Yahweh spoke to me, he commanded me not to eat or drink or go back on the same road I took.” ", "10": "So the man of Elohim left on another road and didn't go back on the road he had taken to Bethel.", "11": "An old prophet was living in Bethel. His sons told him everything the man of Elohim did in Bethel that day and the exact words he had spoken to the king. When they told their father, ", "12": "he said to them, “Which road did he take?” (His sons had seen which road the man of Elohim from Judah had taken.) ", "13": "The old prophet told his sons, “Saddle the donkey for me.” After they had saddled the donkey for him, he got on it.", "14": "He went after the man of Elohim and found him sitting under an oak tree. The old prophet asked him, “Are you the man of Elohim who came from Judah?” “Yes,” he answered.", "15": "“Come home with me, and eat a meal,” the old prophet replied.", "16": "The man of God said, “I'm not allowed to go back with you. I'm not allowed to eat or drink with you. ", "17": "When Yahweh spoke to me, he told me not to eat or drink there or go back on the road I took to get there.”", "18": "The old prophet said, “I'm also a prophet, like you. An angel spoke the word of Yahweh to me. He said, 'Bring him home with you so that he may have something to eat and drink.'” (But the old prophet was lying.)", "19": "The man of God went back with him and ate and drank in his home. ", "20": "When they were sitting at the table, Yahweh spoke his word to the old prophet who had brought back the man of Elohim. ", "21": "Yahweh also called to the man of Elohim. He said, “This is what Yahweh says: You rebelled against the words from Yahweh's mouth and didn't obey the command that Yahweh your Elohim gave you. ", "22": "You came back, ate, and drank at this place about which he told you, 'Don't eat or drink there.' That is why your dead body will not be allowed to be placed in the tomb of your ancestors.”", "23": "After the old prophet had something to eat and drink, he saddled the donkey for the prophet whom he had brought back. ", "24": "The man of Elohim left. A lion found him as he traveled on the road and killed him. His dead body was thrown on the road. The donkey and the lion were standing by the body. ", "25": "People who passed by saw the body lying on the road and the lion standing by the body. They talked about it in the city where the old prophet was living.", "26": "When the old prophet who had brought the man of Elohim back from the road heard about it, he said, “It's the man of Elohim who rebelled against the words from Yahweh's mouth! Yahweh gave him to the lion. It tore him to pieces and killed him as the word of Yahweh had told him.”", "27": "Then the old prophet told his sons to saddle his donkey for him. So they did.", "28": "He found the body of the man thrown on the road. He also found the donkey and the lion standing beside it. The lion had not eaten the body, nor had it torn the donkey to pieces. ", "29": "The old prophet picked up the body of the man of Elohim, laid it on the donkey, and brought it back. He came to his own city to mourn for him and to bury him. ", "30": "He laid the body of the man of Elohim in his own tomb and mourned over the man, saying, “Oh no, my brother, my brother!” ", "31": "After he had buried the man of Elohim, he said to his sons, “When I die, bury me in the tomb where the man of Elohim was buried. Lay my bones beside his bones. ", "32": "The things that he announced by a command of Yahweh against the altar in Bethel and all the illegal worship sites in the cities of Samaria will happen.”", "33": "Even after this, Jeroboam didn't change his evil ways, but he once again made some men priests for the illegal worship sites. He took all who were willing and appointed them to be priests at the worship sites. ", "34": "Appointing illegal priests became the sin of Jeroboam's family so that it had to be destroyed and wiped off the face of the earth."}