{"1": "A while later in the third year of the drought, Yahweh spoke his word to Elijah: “Present yourself to Ahab. I will allow rain to fall on the ground.” ", "2": "So Elijah went to present himself to Ahab. The famine was particularly severe in Samaria. ", "3": "Ahab sent for Obadiah, who was in charge of the palace. Obadiah was a devout worshiper of Yahweh. ", "4": "(When Jezebel was killing Yahweh's prophets, Obadiah had hidden 100 prophets in caves. He put 50 prophets in each cave and kept them alive by providing bread and water for them.) ", "5": "Ahab told Obadiah, “Let's go throughout the countryside to every spring and stream. If we can find grass, then we can keep the horses and mules alive and not lose any animals.” ", "6": "So they split up in order to cover the entire countryside. Ahab went one way by himself, and Obadiah went the other way by himself.", "7": "Obadiah was on the road when he met Elijah. Obadiah recognized him and immediately bowed down to the ground. “Is it you, my master Elijah?” he asked.", "8": "“Yes,” Elijah answered him. “Tell your master that Elijah is here.”", "9": "Obadiah asked, “What have I done wrong to make you hand me over to Ahab to be killed? ", "10": "I solemnly swear, as Yahweh your Elohim lives, my master has searched for you in every region and kingdom. When people would say, 'He isn't here,' my master made that kingdom or region take an oath that they hadn't found you.", "11": "“Now you say, 'Tell your master that Elijah is here.' ", "12": "This is what will happen: When I leave you, the Ruach Yahweh will take you away to some unknown place. I'll tell Ahab, but he won't be able to find you. Then he will kill me. “I have been faithful to Yahweh since I was a child. ", "13": "Haven't you heard what I did when Jezebel killed Yahweh's prophets? Haven't you heard how I hid 100 of Yahweh's prophets in caves? I hid 50 prophets in each cave and provided bread and water for them. ", "14": "Now you say that I should tell my master that Elijah is here. He will kill me.”", "15": "Elijah said, “I solemnly swear, as Yahweh Tsebaoth whom I serve lives, I will present myself to Ahab.”", "16": "So Obadiah went to tell Ahab. Ahab went to meet Elijah. ", "17": "When he saw Elijah, Ahab said, “Is that you, you troublemaker of Israel?”", "18": "Elijah answered, “I haven't troubled Israel. You and your father's family have done it by disobeying Yahweh's commands and following the various Baal gods. ", "19": "Order all Israel to gather around me on Mount Carmel. And bring the 450 prophets of Baal and 400 prophets of Asherah who eat at Jezebel's table.”", "20": "Ahab sent word to all the Israelites and brought the prophets together on Mount Carmel. ", "21": "Elijah stood up in front of all the people and asked them, “How long will you try to have it both ways? If Yahweh is Elohim, follow him; if Baal is Elohim, follow him.” The people didn't say a word.", "22": "So Elijah told the people, “I'm the only surviving prophet of Yahweh, but there are 450 prophets of Baal. ", "23": "Give us two bulls. Let the prophets of Baal choose one for themselves, cut it into pieces, lay it on the wood, but not set it on fire. I'll do the same with the other bull.", "24": "“You call on the name of your gods, but I will call on the name of Yahweh. The god who answers by fire is the real Elohim.” All the people answered, “That's fine.”", "25": "Elijah told the prophets of Baal, “Choose one bull for yourselves. Prepare yours first, because there are more of you. Call on the name of your god, but don't set the wood on fire.”", "26": "They took the bull he gave them, prepared it, and called on the name of Baal from morning until noon. They said, “Baal, answer us!” But there wasn't a sound or an answer. So they danced around the altar they had made. ", "27": "At noon Elijah started to make fun of them. “Shout louder, since he is a god. Maybe he's thinking, relieving himself, or traveling! Maybe he's sleeping, and you have to wake him!”", "28": "So they shouted louder. They also cut themselves with swords and spears until their blood flowed. (This is what their ritual called for.) ", "29": "In the afternoon they continued to rant and rave until the time for the evening sacrifice. But there was no sound, no answer, no attention given to them.", "30": "Then Elijah said to all the people, “Come over here.” So all the people came to him. He rebuilt Yahweh's altar that had been torn down. ", "31": "Elijah took 12 stones, one for each of the tribes named after Jacob's sons. (Yahweh had spoken his word to Jacob: “Your name will be Israel.”) ", "32": "Elijah built an altar in Yahweh's name with those stones. He also made a trench that could hold 12 quarts of grain around the altar. ", "33": "He arranged the wood, cut up the bull, and put it on the wood.", "34": "He said, “Fill four jars with water. Pour the water on the offering and on the wood.” Then he said, “Do it again,” and they did it again. Then he said, “Do it a third time,” and they did it a third time. ", "35": "The water flowed around the altar, and even the trench was filled with water.", "36": "When it was time to offer the sacrifice, the prophet Elijah stepped forward. He said, “Yahweh Elohim of Abraham, Isaac, and Israel, make known today that you are Elohim in Israel and that I'm your servant and have done all these things by your instructions. ", "37": "Answer me, Yahweh! Answer me! Then these people will know that you, Yahweh, are Elohim and that you are winning back their hearts.”", "38": "So a fire from Yahweh fell down and consumed the burnt offering, wood, stones, and dirt. The fire even dried up the water that was in the trench. ", "39": "All the people saw it and immediately bowed down to the ground. “Yahweh is Elohim!” they said. “Yahweh is Elohim!”", "40": "Elijah told them, “Seize the prophets of Baal. Don't let any of them escape.” The people seized them, and Elijah took them to the Kishon River and slaughtered them there.", "41": "Then Elijah told Ahab, “Get up, eat, and drink. It sounds like a heavy rain is coming.” ", "42": "Ahab got up to eat and drink. Elijah went to the top of Carmel and bowed down on the ground to pray. ", "43": "He said to his servant, “Please go back to Mount Carmel, and look toward the sea.” He went up, looked, came back, and said, “There's nothing.” Seven times Elijah told him, “Go back.”", "44": "After the seventh time the servant said, “A little cloud like a man's hand is coming from the sea.” Elijah said, “Go and tell Ahab, 'Prepare your chariot, and leave before the rain delays you.'”", "45": "Gradually, the sky grew darker with clouds and wind, and there was a heavy rain. Ahab got into his chariot to go back to Jezreel. ", "46": "Yahweh's power was on Elijah. He hiked up his robe and ran ahead of Ahab until they came to Jezreel."}