{"1": "Ahab told Jezebel everything Elijah had done, including how he had executed all the prophets. ", "2": "Then Jezebel sent a messenger to Elijah. She said, “May the gods strike me dead if by this time tomorrow I don't take your life the way you took the lives of Baal's prophets.”", "3": "Frightened, Elijah fled to save his life. He came to Beersheba in Judah and left his servant there. ", "4": "Then he traveled through the wilderness for a day. He sat down under a broom plant and wanted to die. “I've had enough now, Yahweh,” he said. “Take my life! I'm no better than my ancestors.” ", "5": "Then he lay down and slept under the broom plant. An angel touched him and said, “Get up and eat.” ", "6": "When he looked, he saw near his head some bread baked on hot stones and a jar of water. So he ate, drank, and went to sleep again.", "7": "The angel of Yahweh came back and woke him up again. The angel said, “Get up and eat, or your journey will be too much for you.”", "8": "He got up, ate, and drank. Strengthened by that food, he traveled for 40 days and nights until he came to Horeb, the mountain of Elohim. ", "9": "There he went into a cave and spent the night. Then Yahweh spoke his word to Elijah. He asked, “What are you doing here, Elijah?”", "10": "He answered, “Yahweh Elohim Tsebaoth, I have eagerly served you. The Israelites have abandoned your promises,[a] torn down your altars, and executed your prophets. I'm the only one left, and they're trying to take my life.”", "11": "Yahweh said, “Go out and stand in front of Yahweh on the mountain.” As Yahweh was passing by, a fierce wind tore mountains and shattered rocks ahead of Yahweh. But Yahweh was not in the wind. After the wind came an earthquake. But Yahweh wasn't in the earthquake. ", "12": "After the earthquake there was a fire. But Yahweh wasn't in the fire. And after the fire there was a quiet, whispering voice. ", "13": "When Elijah heard it, he wrapped his face in his coat, went out, and stood at the entrance of the cave. Then the voice said to him, “What are you doing here, Elijah?”", "14": "He answered, “Yahweh Elohim Tsebaoth, I have eagerly served you. The Israelites have abandoned your promises, torn down your altars, and executed your prophets. I'm the only one left, and they're trying to take my life.”", "15": "Yahweh told him, “Go back to the wilderness near Damascus, the same way you came. When you get there, anoint Hazael as king of Aram. ", "16": "Anoint Jehu, son of Nimshi, as king of Israel. And anoint Elisha, son of Shaphat, from Abel Meholah as prophet to take your place. ", "17": "If anyone escapes from Hazael's sword, Jehu will kill him. And if anyone escapes from Jehu's sword, Elisha will kill him. ", "18": "But I still have 7,000 people in Israel whose knees have not knelt to worship Baal and whose mouths have not kissed him.”", "19": "Elijah found Elisha, son of Shaphat. Elisha was plowing behind 12 pairs of oxen. He was using the twelfth pair. Elijah took off his coat and put it on Elisha. ", "20": "So Elisha left the oxen, ran after Elijah, and said, “Please let me kiss my father and mother goodbye. Then I will follow you.” “Go back,” Elijah answered him. “I'm not stopping you.”", "21": "Elisha left him, took two oxen, and butchered them. He boiled the meat, using the oxen's yoke[b] for firewood. He gave the meat to the people to eat. Then he left to follow and assist Elijah."}