{"1": "This is the family history of Shem, Ham, and Japheth, the sons of Noah. After the flood these three men had sons.", "2": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.", "3": "The sons of Gomer were Ashkenaz, Riphath, and Togarmah.", "4": "The sons of Javan were Elishah, Tarshish, Kittim,[a] and Rodanim. ", "5": "Those who lived in the lands around the Mediterranean Sea came from these sons of Japheth. All the families grew and became different nations, each nation with its own land and its own language.", "6": "The sons of Ham were Cush, Mizraim,[b] Put, and Canaan.", "7": "The sons of Cush were Seba, Havilah, Sabtah, Raamah, and Sabteca. The sons of Raamah were Sheba and Dedan.", "8": "Cush also had a descendant named Nimrod, who became a very powerful man on earth. ", "9": "He was a great hunter before the Lord, which is why people say someone is “like Nimrod, a great hunter before the Lord.” ", "10": "At first Nimrod's kingdom covered Babylon, Erech, Akkad, and Calneh in the land of Babylonia. ", "11": "From there he went to Assyria, where he built the cities of Nineveh, Rehoboth Ir, and Calah. ", "12": "He also built Resen, the great city between Nineveh and Calah.", "13": "Mizraim was the father of the Ludites, Anamites, Lehabites, Naphtuhites, ", "14": "Pathrusites, Casluhites, and the people of Crete. (The Philistines came from the Casluhites.)", "15": "Canaan was the father of Sidon, his first son, and of Heth. ", "16": "He was also the father of the Jebusites, Amorites, Girgashites, ", "17": "Hivites, Arkites, Sinites, ", "18": "Arvadites, Zemarites, and Hamathites. The families of the Canaanites scattered. ", "19": "Their land reached from Sidon to Gerar as far as Gaza, and then to Sodom, Gomorrah, Admah, and Zeboiim, as far as Lasha.", "20": "All these people were the sons of Ham, and all these families had their own languages, their own lands, and their own nations.", "21": "Shem, Japheth's older brother, also had sons. One of his descendants was the father of all the sons of Eber.", "22": "The sons of Shem were Elam, Asshur, Arphaxad, Lud, and Aram.", "23": "The sons of Aram were Uz, Hul, Gether, and Meshech.", "24": "Arphaxad was the father of Shelah, who was the father of Eber. ", "25": "Eber was the father of two sons—one named Peleg,[c] because the earth was divided during his life, and the other was named Joktan.", "26": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah, ", "27": "Hadoram, Uzal, Diklah, ", "28": "Obal, Abimael, Sheba, ", "29": "Ophir, Havilah, and Jobab. All these people were the sons of Joktan. ", "30": "They lived in the area between Mesha and Sephar in the hill country in the East.", "31": "These are the people from the family of Shem, arranged by families, languages, countries, and nations.", "32": "This is the list of the families from the sons of Noah, arranged according to their nations. From these families came all the nations who spread across the earth after the flood."}