{"1": "So Abram, his wife, and Lot left Egypt, taking everything they owned, and traveled to southern Canaan. ", "2": "Abram was very rich in cattle, silver, and gold.", "3": "He left southern Canaan and went back to Bethel where he had camped before, between Bethel and Ai, ", "4": "and where he had built an altar. So he worshiped the Lord there.", "5": "During this time Lot was traveling with Abram, and Lot also had flocks, herds, and tents. ", "6": "Abram and Lot had so many animals that the land could not support both of them together, ", "7": "so Abram's herdsmen and Lot's herdsmen began to argue. The Canaanites and the Perizzites were living in the land at this time.", "8": "Abram said to Lot, “There should be no arguing between you and me, or between your herdsmen and mine, because we are brothers. ", "9": "We should separate. The whole land is there in front of you. If you go to the left, I will go to the right. If you go to the right, I will go to the left.”", "10": "Lot looked all around and saw the whole Jordan Valley and that there was much water there. It was like the Lord's garden, like the land of Egypt in the direction of Zoar. (This was before the Lord destroyed Sodom and Gomorrah.) ", "11": "So Lot chose to move east and live in the Jordan Valley. In this way Abram and Lot separated. ", "12": "Abram lived in the land of Canaan, but Lot lived among the cities in the Jordan Valley, very near to Sodom. ", "13": "Now the people of Sodom were very evil and were always sinning against the Lord.", "14": "After Lot left, the Lord said to Abram, “Look all around you—to the north and south and east and west. ", "15": "All this land that you see I will give to you and your descendants forever. ", "16": "I will make your descendants as many as the dust of the earth. If anyone could count the dust on the earth, he could count your people. ", "17": "Get up! Walk through all this land because I am now giving it to you.”", "18": "So Abram moved his tents and went to live near the great trees of Mamre at the city of Hebron. There he built an altar to the Lord."}