{"1": "Abraham married again, and his new wife was Keturah. ", "2": "She gave birth to Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. ", "3": "Jokshan was the father of Sheba and Dedan. Dedan's descendants were the people of Assyria, Letush, and Leum. ", "4": "The sons of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were descendants of Keturah. ", "5": "Abraham left everything he owned to Isaac. ", "6": "But before Abraham died, he did give gifts to the sons of his other wives, then sent them to the East to be away from Isaac.", "7": "Abraham lived to be one hundred seventy-five years old. ", "8": "He breathed his last breath and died at an old age, after a long and satisfying life. ", "9": "His sons Isaac and Ishmael buried him in the cave of Machpelah in the field of Ephron east of Mamre. (Ephron was the son of Zohar the Hittite.) ", "10": "So Abraham was buried with his wife Sarah in the same field that he had bought from the Hittites. ", "11": "After Abraham died, God blessed his son Isaac. Isaac was now living at Beer Lahai Roi.", "12": "This is the family history of Ishmael, Abraham's son. (Hagar, Sarah's Egyptian servant, was Ishmael's mother.) ", "13": "These are the names of Ishmael's sons in the order they were born: Nebaioth, the first son, then Kedar, Adbeel, Mibsam, ", "14": "Mishma, Dumah, Massa, ", "15": "Hadad, Tema, Jetur, Naphish, and Kedemah. ", "16": "These were Ishmael's sons, and these are the names of the tribal leaders listed according to their settlements and camps. ", "17": "Ishmael lived one hundred thirty-seven years and then breathed his last breath and died. ", "18": "His descendants lived from Havilah to Shur, which is east of Egypt stretching toward Assyria. They often attacked the descendants of his brothers.", "19": "This is the family history of Isaac. Abraham had a son named Isaac. ", "20": "When Isaac was forty years old, he married Rebekah, who came from Northwest Mesopotamia. She was Bethuel's daughter and the sister of Laban the Aramean. ", "21": "Isaac's wife could not have children, so Isaac prayed to the Lord for her. The Lord heard Isaac's prayer, and Rebekah became pregnant.", "22": "While she was pregnant, the babies struggled inside her. She asked, “Why is this happening to me?” Then she went to get an answer from the Lord.", "23": "The Lord said to her, “Two nations are in your body, and two groups of people will be taken from you. One group will be stronger than the other, and the older will serve the younger.”", "24": "When the time came, Rebekah gave birth to twins. ", "25": "The first baby was born red. Since his skin was like a hairy robe, he was named Esau.[a] ", "26": "When the second baby was born, he was holding on to Esau's heel, so that baby was named Jacob.[b] Isaac was sixty years old when they were born.", "27": "When the boys grew up, Esau became a skilled hunter. He loved to be out in the fields. But Jacob was a quiet man and stayed among the tents. ", "28": "Isaac loved Esau because he hunted the wild animals that Isaac enjoyed eating. But Rebekah loved Jacob.", "29": "One day Jacob was boiling a pot of vegetable soup. Esau came in from hunting in the fields, weak from hunger. ", "30": "So Esau said to Jacob, “Let me eat some of that red soup, because I am weak with hunger.” (That is why people call him Edom.[c])", "31": "But Jacob said, “You must sell me your rights as the firstborn son.”[d]", "32": "Esau said, “I am almost dead from hunger. If I die, all of my father's wealth will not help me.”", "33": "But Jacob said, “First, promise me that you will give it to me.” So Esau made a promise to Jacob and sold his part of their father's wealth to Jacob. ", "34": "Then Jacob gave Esau bread and vegetable soup, and he ate and drank, and then left. So Esau showed how little he cared about his rights as the firstborn son."}