{"1": "Now there was a time of hunger in the land, besides the time of hunger that happened during Abraham's life. So Isaac went to the town of Gerar to see Abimelech king of the Philistines. ", "2": "The Lord appeared to Isaac and said, “Don't go down to Egypt, but live in the land where I tell you to live. ", "3": "Stay in this land, and I will be with you and bless you. I will give you and your descendants all these lands, and I will keep the oath I made to Abraham your father. ", "4": "I will give you many descendants, as hard to count as the stars in the sky, and I will give them all these lands. Through your descendants all the nations on the earth will be blessed. ", "5": "I will do this because your father Abraham obeyed me. He did what I said and obeyed my commands, my teachings, and my rules.”", "6": "So Isaac stayed in Gerar. ", "7": "His wife Rebekah was very beautiful, and the men of that place asked Isaac about her. Isaac said, “She is my sister,” because he was afraid to tell them she was his wife. He thought they might kill him so they could have her.", "8": "Isaac lived there a long time. One day as Abimelech king of the Philistines looked out his window, he saw Isaac holding his wife Rebekah tenderly. ", "9": "Abimelech called for Isaac and said, “This woman is your wife. Why did you say she was your sister?” Isaac said to him, “I was afraid you would kill me so you could have her.”", "10": "Abimelech said, “What have you done to us? One of our men might have had sexual relations with your wife. Then we would have been guilty of a great sin.”", "11": "So Abimelech warned everyone, “Anyone who touches this man or his wife will be put to death.”", "12": "Isaac planted seed in that land, and that year he gathered a great harvest. The Lord blessed him very much, ", "13": "and he became rich. He gathered more wealth until he became a very rich man. ", "14": "He had so many slaves and flocks and herds that the Philistines envied him. ", "15": "So they stopped up all the wells the servants of Isaac's father Abraham had dug. (They had dug them when Abraham was alive.) The Philistines filled those wells with dirt. ", "16": "And Abimelech said to Isaac, “Leave our country because you have become much more powerful than we are.”", "17": "So Isaac left that place and camped in the Valley of Gerar and lived there. ", "18": "Long before this time Abraham had dug many wells, but after he died, the Philistines filled them with dirt. So Isaac dug those wells again and gave them the same names his father had given them. ", "19": "Isaac's servants dug a well in the valley, from which a spring of water flowed. ", "20": "But the herdsmen of Gerar argued with them and said, “This water is ours.” So Isaac named that well Argue because they argued with him. ", "21": "Then his servants dug another well. When the people also argued about it, Isaac named that well Fight. ", "22": "He moved from there and dug another well. No one argued about this one, so he named it Room Enough. Isaac said, “Now the Lord has made room for us, and we will be successful in this land.”", "23": "From there Isaac went to Beersheba. ", "24": "The Lord appeared to him that night and said, “I am the God of your father Abraham. Don't be afraid, because I am with you. I will bless you and give you many descendants because of my servant Abraham.” ", "25": "So Isaac built an altar and worshiped the Lord there. He also made a camp there, and his servants dug a well.", "26": "Abimelech came from Gerar to see Isaac. He brought with him Ahuzzath, who advised him, and Phicol, the commander of his army. ", "27": "Isaac asked them, “Why have you come to see me? You were my enemy and forced me to leave your country.”", "28": "They answered, “Now we know that the Lord is with you. Let us swear an oath to each other. Let us make an agreement with you ", "29": "that since we did not hurt you, you will not hurt us. We were good to you and sent you away in peace. Now the Lord has blessed you.”", "30": "So Isaac prepared food for them, and they all ate and drank. ", "31": "Early the next morning the men swore an oath to each other. Then Isaac sent them away, and they left in peace.", "32": "That day Isaac's servants came and told him about the well they had dug, saying, “We found water in that well.” ", "33": "So Isaac named it Shibah[a] and that city is called Beersheba even now.", "34": "When Esau was forty years old, he married two Hittite women—Judith daughter of Beeri and Basemath daughter of Elon. ", "35": "These women brought much sorrow to Isaac and Rebekah."}