{"1": "Then Jacob continued his journey and came to the land of the people of the East. ", "2": "He looked and saw a well in the field and three flocks of sheep lying nearby, because they drank water from this well. A large stone covered the mouth of the well. ", "3": "When all the flocks would gather there, the shepherds would roll the stone away from the well and water the sheep. Then they would put the stone back in its place.", "4": "Jacob said to the shepherds there, “My brothers, where are you from?” They answered, “We are from Haran.”", "5": "Then Jacob asked, “Do you know Laban, grandson of Nahor?” They answered, “We know him.”", "6": "Then Jacob asked, “How is he?” They answered, “He is well. Look, his daughter Rachel is coming now with his sheep.”", "7": "Jacob said, “But look, it is still the middle of the day. It is not time for the sheep to be gathered for the night, so give them water and let them go back into the pasture.”", "8": "But they said, “We cannot do that until all the flocks are gathered. Then we will roll away the stone from the mouth of the well and water the sheep.”", "9": "While Jacob was talking with the shepherds, Rachel came with her father's sheep, because it was her job to care for the sheep. ", "10": "When Jacob saw Laban's daughter Rachel and Laban's sheep, he went to the well and rolled the stone from its mouth and watered Laban's sheep. Now Laban was the brother of Rebekah, Jacob's mother. ", "11": "Then Jacob kissed Rachel and cried. ", "12": "He told her that he was from her father's family and that he was the son of Rebekah. So Rachel ran home and told her father.", "13": "When Laban heard the news about his sister's son Jacob, he ran to meet him. Laban hugged him and kissed him and brought him to his house, where Jacob told Laban everything that had happened.", "14": "Then Laban said, “You are my own flesh and blood.” Jacob stayed there a month. ", "15": "Then Laban said to Jacob, “You are my relative, but it is not right for you to work for me without pay. What would you like me to pay you?”", "16": "Now Laban had two daughters. The older was Leah, and the younger was Rachel. ", "17": "Leah had weak eyes, but Rachel was very beautiful. ", "18": "Jacob loved Rachel, so he said to Laban, “Let me marry your younger daughter Rachel. If you will, I will work seven years for you.”", "19": "Laban said, “It would be better for her to marry you than someone else, so stay here with me.” ", "20": "So Jacob worked for Laban seven years so he could marry Rachel. But they seemed like just a few days to him because he loved Rachel very much.", "21": "After seven years Jacob said to Laban, “Give me Rachel so that I may marry her. The time I promised to work for you is over.”", "22": "So Laban gave a feast for all the people there. ", "23": "That evening he brought his daughter Leah to Jacob, and they had sexual relations. ", "24": "(Laban gave his slave girl Zilpah to his daughter to be her servant.) ", "25": "In the morning when Jacob saw that he had had sexual relations with Leah, he said to Laban, “What have you done to me? I worked hard for you so that I could marry Rachel! Why did you trick me?”", "26": "Laban said, “In our country we do not allow the younger daughter to marry before the older daughter. ", "27": "But complete the full week of the marriage ceremony with Leah, and I will give you Rachel to marry also. But you must serve me another seven years.”", "28": "So Jacob did this, and when he had completed the week with Leah, Laban gave him his daughter Rachel as a wife. ", "29": "(Laban gave his slave girl Bilhah to his daughter Rachel to be her servant.) ", "30": "So Jacob had sexual relations with Rachel also, and Jacob loved Rachel more than Leah. Jacob worked for Laban for another seven years.", "31": "When the Lord saw that Jacob loved Rachel more than Leah, he made it possible for Leah to have children, but not Rachel. ", "32": "Leah became pregnant and gave birth to a son. She named him Reuben,[a] because she said, “The Lord has seen my troubles. Surely now my husband will love me.”", "33": "Leah became pregnant again and gave birth to another son. She named him Simeon[b] and said, “The Lord has heard that I am not loved, so he has given me this son.”", "34": "Leah became pregnant again and gave birth to another son. She named him Levi[c] and said, “Now, surely my husband will be close to me, because I have given him three sons.”", "35": "Then Leah gave birth to another son. She named him Judah,[d] because she said, “Now I will praise the Lord.” Then Leah stopped having children."}