{"1": "Adam had sexual relations with his wife Eve, and she became pregnant and gave birth to Cain.[a] Eve said, “With the Lord's help, I have given birth to a man.” ", "2": "After that, Eve gave birth to Cain's brother Abel. Abel took care of flocks, and Cain became a farmer.", "3": "Later, Cain brought some food from the ground as a gift to God. ", "4": "Abel brought the best parts from some of the firstborn of his flock. The Lord accepted Abel and his gift, ", "5": "but he did not accept Cain and his gift. So Cain became very angry and felt rejected.", "6": "The Lord asked Cain, “Why are you angry? Why do you look so unhappy? ", "7": "If you do things well, I will accept you, but if you do not do them well, sin is ready to attack you. Sin wants you, but you must rule over it.”", "8": "Cain said to his brother Abel, “Let's go out into the field.” While they were out in the field, Cain attacked his brother Abel and killed him.", "9": "Later, the Lord said to Cain, “Where is your brother Abel?” Cain answered, “I don't know. Is it my job to take care of my brother?”", "10": "Then the Lord said, “What have you done? Your brother's blood is crying out to me from the ground. ", "11": "And now you will be cursed in your work with the ground, the same ground where your brother's blood fell and where your hands killed him. ", "12": "You will work the ground, but it will not grow good crops for you anymore, and you will wander around on the earth.”", "13": "Then Cain said to the Lord, “This punishment is more than I can stand! ", "14": "Today you have forced me to stop working the ground, and now I must hide from you. I must wander around on the earth, and anyone who meets me can kill me.”", "15": "The Lord said to Cain, “No! If anyone kills you, I will punish that person seven times more.” Then the Lord put a mark on Cain warning anyone who met him not to kill him.", "16": "So Cain went away from the Lord and lived in the land of Nod,[b] east of Eden. ", "17": "He had sexual relations with his wife, and she became pregnant and gave birth to Enoch. At that time Cain was building a city, which he named after his son Enoch. ", "18": "Enoch had a son named Irad, Irad had a son named Mehujael, Mehujael had a son named Methushael, and Methushael had a son named Lamech.", "19": "Lamech married two women, Adah and Zillah. ", "20": "Adah gave birth to Jabal, who became the first person to live in tents and raise cattle. ", "21": "Jabal's brother was Jubal, the first person to play the harp and flute. ", "22": "Zillah gave birth to Tubal-Cain, who made tools out of bronze and iron. The sister of Tubal-Cain was Naamah.", "23": "Lamech said to his wives: “Adah and Zillah, hear my voice! You wives of Lamech, listen to what I say. I killed a man for wounding me, a young man for hitting me.", "24": "If Cain's killer is punished seven times, then Lamech's killer will be punished seventy-seven times.”", "25": "Adam had sexual relations with his wife Eve again, and she gave birth to a son. She named him Seth[c] and said, “God has given me another child. He will take the place of Abel, who was killed by Cain.” ", "26": "Seth also had a son, and they named him Enosh. At that time people began to pray to the Lord."}