{"1": "Jacob learned that there was grain in Egypt, so he said to his sons, “Why are you just sitting here looking at one another? ", "2": "I have heard that there is grain in Egypt. Go down there and buy grain for us to eat, so that we will live and not die.”", "3": "So ten of Joseph's brothers went down to buy grain from Egypt. ", "4": "But Jacob did not send Benjamin, Joseph's brother, with them, because he was afraid that something terrible might happen to him. ", "5": "Along with many other people, the sons of Israel[a] went to Egypt to buy grain, because the people in the land of Canaan were also hungry.", "6": "Now Joseph was governor over Egypt. He was the one who sold the grain to people who came to buy it. So Joseph's brothers came to him and bowed facedown on the ground before him. ", "7": "When Joseph saw his brothers, he knew who they were, but he acted as if he didn't know them. He asked unkindly, “Where do you come from?” They answered, “We have come from the land of Canaan to buy food.”", "8": "Joseph knew they were his brothers, but they did not know who he was. ", "9": "And Joseph remembered his dreams about his brothers bowing to him. He said to them, “You are spies! You came to learn where the nation is weak!”", "10": "But his brothers said to him, “No, my master. We come as your servants just to buy food. ", "11": "We are all sons of the same father. We are honest men, not spies.”", "12": "Then Joseph said to them, “No! You have come to learn where this nation is weak!”", "13": "And they said, “We are ten of twelve brothers, sons of the same father, and we live in the land of Canaan. Our youngest brother is there with our father right now, and our other brother is gone.”", "14": "But Joseph said to them, “I can see I was right! You are spies! ", "15": "But I will give you a way to prove you are telling the truth. As surely as the king lives, you will not leave this place until your youngest brother comes here. ", "16": "One of you must go and get your brother. The rest of you will stay here in prison. We will see if you are telling the truth. If not, as surely as the king lives, you are spies.” ", "17": "Then Joseph put them all in prison for three days.", "18": "On the third day Joseph said to them, “I am a God-fearing man. Do this and I will let you live: ", "19": "If you are honest men, let one of your brothers stay here in prison while the rest of you go and carry grain back to feed your hungry families. ", "20": "Then bring your youngest brother back here to me. If you do this, I will know you are telling the truth, and you will not die.” The brothers agreed to this. ", "21": "They said to each other, “We are being punished for what we did to our brother. We saw his trouble, and he begged us to save him, but we refused to listen. That is why we are in this trouble now.”", "22": "Then Reuben said to them, “I told you not to harm the boy, but you refused to listen to me. So now we are being punished for what we did to him.”", "23": "When Joseph talked to his brothers, he used an interpreter, so they did not know that Joseph understood what they were saying. ", "24": "Then Joseph left them and cried. After a short time he went back and spoke to them. He took Simeon and tied him up while the other brothers watched. ", "25": "Joseph told his servants to fill his brothers' bags with grain and to put the money the brothers had paid for the grain back in their bags. The servants were also to give them what they would need for their trip back home. And the servants did this.", "26": "So the brothers put the grain on their donkeys and left. ", "27": "When they stopped for the night, one of the brothers opened his sack to get food for his donkey. Then he saw his money in the top of the sack. ", "28": "He said to the other brothers, “The money I paid for the grain has been put back. Here it is in my sack!” The brothers were very frightened. They said to each other, “What has God done to us?”", "29": "The brothers went to their father Jacob in the land of Canaan and told him everything that had happened. ", "30": "They said, “The master of that land spoke unkindly to us. He accused us of spying on his country, ", "31": "but we told him that we were honest men, not spies. ", "32": "We told him that we were ten of twelve brothers—sons of one father. We said that one of our brothers was gone and that our youngest brother was with our father in Canaan.", "33": "“Then the master of the land said to us, 'Here is a way I can know you are honest men: Leave one of your brothers with me, and take grain to feed your hungry families, and go. ", "34": "And bring your youngest brother to me so I will know you are not spies but honest men. Then I will give you back your brother whom you leave with me, and you can move about freely in our land.'”", "35": "As the brothers emptied their sacks, each of them found his money in his sack. When they and their father saw it, they were afraid.", "36": "Their father Jacob said to them, “You are robbing me of all my children. Joseph is gone, Simeon is gone, and now you want to take Benjamin away, too. Everything is against me.”", "37": "Then Reuben said to his father, “You may put my two sons to death if I don't bring Benjamin back to you. Trust him to my care, and I will bring him back to you.”", "38": "But Jacob said, “I will not allow Benjamin to go with you. His brother is dead, and he is the only son left from my wife Rachel. I am afraid something terrible might happen to him during the trip to Egypt. Then I would be sad until the day I die.”"}