{"1": "Then Joseph gave a command to the servant in charge of his house. He said, “Fill the men's sacks with as much grain as they can carry, and put each man's money into his sack with the grain. ", "2": "Put my silver cup in the sack of the youngest brother, along with his money for the grain.” The servant did what Joseph told him.", "3": "At dawn the brothers were sent away with their donkeys. ", "4": "They were not far from the city when Joseph said to the servant in charge of his house, “Go after the men. When you catch up with them, say, 'Why have you paid back evil for good? ", "5": "The cup you have stolen is the one my master uses for drinking and for explaining dreams. You have done a very wicked thing!'”", "6": "So the servant caught up with the brothers and said to them what Joseph had told him to say.", "7": "But the brothers said to the servant, “Why do you say these things? We would not do anything like that! ", "8": "We brought back to you from the land of Canaan the money we found in our sacks. So surely we would not steal silver or gold from your master's house. ", "9": "If you find that silver cup in the sack of one of us, then let him die, and we will be your slaves.”", "10": "The servant said, “We will do as you say, but only the man who has taken the cup will become my slave. The rest of you may go free.”", "11": "Then every brother quickly lowered his sack to the ground and opened it. ", "12": "The servant searched the sacks, going from the oldest brother to the youngest, and found the cup in Benjamin's sack. ", "13": "The brothers tore their clothes to show they were afraid. Then they put their sacks back on the donkeys and returned to the city.", "14": "When Judah and his brothers went back to Joseph's house, Joseph was still there, so the brothers bowed facedown on the ground before him. ", "15": "Joseph said to them, “What have you done? Didn't you know that a man like me can learn things by signs and dreams?”", "16": "Judah said, “Master, what can we say? And how can we show we are not guilty? God has uncovered our guilt, so all of us will be your slaves, not just Benjamin.”", "17": "But Joseph said, “I will not make you all slaves! Only the man who stole the cup will be my slave. The rest of you may go back safely to your father.”", "18": "Then Judah went to Joseph and said, “Master, please let me speak plainly to you, and please don't be angry with me. I know that you are as powerful as the king of Egypt himself. ", "19": "When we were here before, you asked us, 'Do you have a father or a brother?' ", "20": "And we answered you, 'We have an old father. And we have a younger brother, who was born when our father was old. This youngest son's brother is dead, so he is the only one of his mother's children left alive, and our father loves him very much.' ", "21": "Then you said to us, 'Bring that brother to me. I want to see him.' ", "22": "And we said to you, 'That young boy cannot leave his father, because if he leaves him, his father would die.' ", "23": "But you said to us, 'If you don't bring your youngest brother, you will not be allowed to see me again.' ", "24": "So we went back to our father and told him what you had said.", "25": "“Later, our father said, 'Go again and buy us a little more food.' ", "26": "We said to our father, 'We cannot go without our youngest brother. Without our youngest brother, we will not be allowed to see the governor.' ", "27": "Then my father said to us, 'You know that my wife Rachel gave me two sons. ", "28": "When one son left me, I thought, “Surely he has been torn apart by a wild animal,” and I haven't seen him since. ", "29": "Now you want to take this son away from me also. But something terrible might happen to him, and I would be miserable until the day I die.' ", "30": "Now what will happen if we go home to our father without our youngest brother? He is so important in our father's life that ", "31": "when our father sees the young boy is not with us, he will die. And it will be our fault. We will cause the great sorrow that kills our father.", "32": "“I gave my father a guarantee that the young boy would be safe. I said to my father, 'If I don't bring him back to you, you can blame me all my life.' ", "33": "So now, please allow me to stay here and be your slave, and let the young boy go back home with his brothers. ", "34": "I cannot go back to my father if the boy is not with me. I couldn't stand to see my father that sad.”"}