{"1": "Then Jacob called his sons to him. He said, “Come here to me, and I will tell you what will happen to you in the future.", "2": "“Come together and listen, sons of Jacob. Listen to Israel, your father.”", "3": "“Reuben, my first son, you are my strength. Your birth showed I could be a father. You have the highest position among my sons, and you are the most powerful.", "4": "But you are uncontrolled like water, so you will no longer lead your brothers. This is because you got into your father's bed and shamed me by having sexual relations with my slave girl.", "5": "“Simeon and Levi are brothers who used their swords to do violence.", "6": "I will not join their secret talks, and I will not meet with them to plan evil. They killed men because they were angry, and they crippled oxen just for fun.", "7": "May their anger be cursed, because it is too violent. May their violence be cursed, because it is too cruel. I will divide them up among the tribes of Jacob and scatter them through all the tribes of Israel.", "8": "“Judah, your brothers will praise you. You will grab your enemies by the neck, and your brothers will bow down to you.", "9": "Judah is like a young lion. You have returned from killing, my son. Like a lion, he stretches out and lies down to rest, and no one is brave enough to wake him.", "10": "Kings will come from Judah's family; someone from Judah will always be on the throne. Judah will rule until Shiloh comes, and the nations will obey him.", "11": "He ties his donkey to a grapevine, his young donkey to the best branch. He can afford to use wine to wash his clothes and the best wine to wash his robes.", "12": "His eyes are dark like the color of wine, and his teeth are as white as the color of milk.", "13": "“Zebulun will live near the sea. His shore will be a safe place for ships, and his land will reach as far as Sidon.", "14": "“Issachar is like a strong donkey who lies down while carrying his load.", "15": "When he sees his resting place is good and how pleasant his land is, he will put his back to the load and become a slave.", "16": "“Dan will rule his own people like the other tribes in Israel.", "17": "Dan will be like a snake by the side of the road, a dangerous snake lying near the path. That snake bites a horse's leg, and the rider is thrown off backward.", "18": "“Lord, I wait for your salvation.", "19": "“Robbers will attack Gad, but he will defeat them and drive them away.", "20": "“Asher's land will grow much good food; he will grow food fit for a king.", "21": "“Naphtali is like a female deer that runs free, that has beautiful fawns.", "22": "“Joseph is like a grapevine that produces much fruit, a healthy vine watered by a spring, whose branches grow over the wall.", "23": "Archers attack him violently and shoot at him angrily,", "24": "but he aims his bow well. His arms are made strong. He gets his power from the Mighty God of Jacob and his strength from the Shepherd, the Rock of Israel.", "25": "Your father's God helps you. God Almighty blesses you. He blesses you with rain from above, with water from springs below, with many babies born to your wives, and many young ones born to your animals.", "26": "The blessings of your father are greater than the blessings of the oldest mountains, greater than the good things of the long-lasting hills. May these blessings rest on the head of Joseph, on the forehead of the one who was separated from his brothers.", "27": "“Benjamin is like a hungry wolf. In the morning he eats what he has caught, and in the evening he divides what he has taken.”", "28": "These are the twelve tribes of Israel, and this is what their father said to them. He gave each son the blessing that was right for him. ", "29": "Then Israel gave them a command and said, “I am about to die. Bury me with my ancestors in the cave in the field of Ephron the Hittite. ", "30": "That cave is in the field of Machpelah east of Mamre in the land of Canaan. Abraham bought the field and cave from Ephron the Hittite for a burying place. ", "31": "Abraham and Sarah his wife are buried there. Isaac and Rebekah his wife are buried there, and I buried my wife Leah there. ", "32": "The field and the cave in it were bought from the Hittite people.” ", "33": "After Jacob finished talking to his sons, he lay down. He put his feet back on the bed, took his last breath, and died."}