{"1": "When Jacob died, Joseph hugged his father and cried over him and kissed him. ", "2": "He commanded the doctors who served him to prepare his father's body, so the doctors prepared Jacob's body to be buried. ", "3": "It took the doctors forty days to prepare his body (the usual time it took). And the Egyptians had a time of sorrow for Jacob that lasted seventy days.", "4": "When this time of sorrow had ended, Joseph spoke to the king's officers and said, “If you think well of me, please tell this to the king: ", "5": "'When my father was near death, I made a promise to him that I would bury him in a cave in the land of Canaan, in a burial place that he cut out for himself. So please let me go and bury my father, and then I will return.'”", "6": "The king answered, “Keep your promise. Go and bury your father.”", "7": "So Joseph went to bury his father. All the king's officers, the elders of his court, and all the elders of Egypt went with Joseph. ", "8": "Everyone who lived with Joseph and his brothers went with him, as well as everyone who lived with his father. They left only their children, their flocks, and their herds in the land of Goshen. ", "9": "They went with Joseph in chariots and on horses. It was a very large group.", "10": "When they came to the threshing floor of Atad, near the Jordan River, they cried loudly and bitterly for his father. Joseph's time of sorrow continued for seven days. ", "11": "The people that lived in Canaan saw the sadness at the threshing floor of Atad and said, “Those Egyptians are showing great sorrow!” So now that place is named Sorrow of the Egyptians.", "12": "So Jacob's sons did as their father commanded. ", "13": "They carried his body to the land of Canaan and buried it in the cave in the field of Machpelah near Mamre. Abraham had bought this cave and field from Ephron the Hittite to use as a burial place. ", "14": "After Joseph buried his father, he returned to Egypt, along with his brothers and everyone who had gone with him to bury his father.", "15": "After Jacob died, Joseph's brothers said, “What if Joseph is still angry with us? We did many wrong things to him. What if he plans to pay us back?” ", "16": "So they sent a message to Joseph that said, “Your father gave this command before he died. ", "17": "He said to us, 'You have done wrong and have sinned and done evil to Joseph. Tell Joseph to forgive you, his brothers.' So now, Joseph, we beg you to forgive our wrong. We are the servants of the God of your father.” When Joseph received the message, he cried.", "18": "And his brothers went to him and bowed low before him and said, “We are your slaves.”", "19": "Then Joseph said to them, “Don't be afraid. Can I do what only God can do? ", "20": "You meant to hurt me, but God turned your evil into good to save the lives of many people, which is being done. ", "21": "So don't be afraid. I will take care of you and your children.” So Joseph comforted his brothers and spoke kind words to them.", "22": "Joseph continued to live in Egypt with all his father's family. He died when he was one hundred ten years old. ", "23": "During Joseph's life Ephraim had children and grandchildren, and Joseph's son Manasseh had a son named Makir. Joseph accepted Makir's children as his own.", "24": "Joseph said to his brothers, “I am about to die, but God will take care of you. He will lead you out of this land to the land he promised to Abraham, Isaac, and Jacob.” ", "25": "Then Joseph had the sons of Israel make a promise. He said, “Promise me that you will carry my bones with you out of Egypt.”", "26": "Joseph died when he was one hundred ten years old. Doctors prepared his body for burial, and then they put him in a coffin in Egypt."}