{"1": "It happened many days later that the word of Yahweh came to Elijah in the third year, saying, “Go, present yourself to Ahab so that I may give rain on the surface of the earth.” ", "2": "So Elijah went to present himself to Ahab. Now the famine was severe in Samaria. ", "3": "Ahab summoned Obadiah who was over the house. (Now Obadiah was fearing Yahweh greatly. ", "4": "It had happened that when Jezebel killed the prophets of Yahweh, Obadiah took a hundred prophets and hid them by fifties[a] in the cave and sustained them with food and water.) ", "5": "Ahab said to Obadiah, “Go through the land to all the springs of water and to all the wadis.[b] Perhaps we may find green grass that we may keep horses and mules alive and that we might not lose any of the animals.” ", "6": "So they divided the land for themselves in order to pass through it; Ahab went one way by himself, and Obadiah went another way by himself.", "7": "It happened that Obadiah was on the way, and suddenly Elijah was there to meet him. When he recognized him, he fell on his face and said, “Is this you, my lord Elijah?” ", "8": "He said to him, “I am. Go, say to your lord, 'Elijah is here.'” ", "9": "He said, “How have I sinned that you are giving your servant into the hand of Ahab to kill me? ", "10": "As Yahweh your God lives,[c] surely there is not a nation or a kingdom to which my lord has not sent me to seek you. If they would say, 'He is not here,' then he would make the kingdom or the nation swear that it could not find you. ", "11": "Now you are saying, 'Go, say to your lord: “Elijah is here.”' ", "12": "And it will happen that I will go from you and the Spirit of Yahweh will carry you up to where I do not know. Then I will come to tell Ahab, but he will not find you, and then he will kill me, even though your servant has feared Yahweh from my youth. ", "13": "Has it not been told to my lord what I did when Jezebel killed the prophets of Yahweh? I hid a hundred men of the prophets of Yahweh by fifties[d] in the cave, and I sustained them with food and water. ", "14": "Now you are saying, 'Go, say to your lord: “Elijah is here,”' and he will kill me.” ", "15": "Elijah said, “As Yahweh of hosts lives,[e] before whom I stand, I will certainly show myself to him today.”", "16": "So Obadiah went to meet Ahab, and he told him, so Ahab went to meet Elijah. ", "17": "When Ahab saw Elijah, Ahab said to him, “Is this you who throws Israel into confusion?” ", "18": "He said, “I did not throw Israel into confusion; rather you and the house of your father have by forsaking the commands of Yahweh when you went after the Baals! ", "19": "So then, send word and assemble all of Israel to me on Mount Carmel, with the four hundred and fifty prophets of Baal and the four hundred prophets of Asherah, who eat at the table of Jezebel.”", "20": "So Ahab sent word among the Israelites,[f] and he assembled the prophets to Mount Carmel. ", "21": "Elijah approached to all the people and said, “How long will you go limping over two opinions? If Yahweh is God, go after him; but if Baal, go after him.” But the people did not answer him a word. ", "22": "Then Elijah said to the people, “I alone am left a prophet of Yahweh, but the prophets of Baal are four hundred and fifty men. ", "23": "Let them give us two bulls, and let them choose for themselves one bull, cut him in pieces, and put it on the wood, but don't let them start a fire on it. I will prepare the other bull and set it on the wood, but I will put no fire on it. ", "24": "Then you call on the name of your god, and I will call on the name of Yahweh, and it shall be that the god who answers by fire, he is God.”[g] Then all the people answered and said, “The word is good!”", "25": "Then Elijah said to the prophets of Baal, “Choose for yourselves one bull and prepare it first, for you are the majority, and call on the name of your god, but don't set fire under it.” ", "26": "So they took the bull that he allowed to them, prepared it, and called upon the name of Baal from morning until noon, saying, “O Baal, answer us!” But there was no voice and there was no answer, so they limped[h] about the altar which they had made. ", "27": "It happened at noon that Elijah mocked them and said, “Call out with a loud voice, for he is a god! Perhaps he is meditating, or is using the bathroom,[i] or is on a journey. Perhaps he is asleep and must wake up!” ", "28": "So they called out with a loud voice, and they cut themselves with swords and with spears as was their custom, until the blood poured out over them. ", "29": "It happened as noon passed, they raged until the time of the evening offering, but there was no voice, there was no answer, and no one paid attention.", "30": "Then Elijah said to all the people, “Come near to me,” so all the people came closer to him. He repaired the altar of Yahweh that had been destroyed. ", "31": "Elijah took twelve stones according to the number of the tribes of the sons of Jacob, to whom the word of God came, saying, “Israel shall be your name.” ", "32": "With them, he built an altar in the name of Yahweh, and he made a trench which would have held[j] about two seahs of seed, all around the altar. ", "33": "And he arranged the wood, cut the bull into pieces, and placed it on the wood.[k] Then he said, “Fill four jars with water, and pour it on the burnt offering and on the wood.” ", "34": "He said, “Do it again!” They did it again. He said, “Do it a third time!” So they did it a third time. ", "35": "The water went all around the altar, and the trench also was filled with water.", "36": "It happened at the offering of the evening oblation, Elijah the prophet went near, and he said, “O Yahweh, God of Abraham, Isaac, and Israel; let it be known today that you are God in Israel and that I am your servant and that I have done all of these things by your words. ", "37": "Answer me, O Yahweh, answer me; that this people may know that you, O Yahweh, are God and that you have turned their hearts back again.” ", "38": "Then the fire of Yahweh fell, and it consumed the burnt offering, and the wood, and the stones, and the dust; and the water which was in the trench it licked up! ", "39": "When all the people saw, they fell on their faces and said, “Yahweh, he is God! Yahweh, he is God!” ", "40": "Then Elijah said to them, “Seize the prophets of Baal; don't let any man of them escape!” So they seized them, and Elijah brought them down to the wadi[l] of Kishon and killed them there.", "41": "Then Elijah said to Ahab, “Go up, eat and drink, for there is the sound of the noise of rain.” ", "42": "So Ahab went up to eat and to drink while Elijah went to the top of Carmel, bent down to the earth, and put his face between his knees. ", "43": "Then he said to his servant, “Please go and look in the direction of the sea.” So he went up and looked; then he said, “There is nothing.” Then he said, “Go back,” seven times. ", "44": "It happened that at the seventh time, he said, “Look, there is a small cloud, as the hand of a man, coming up from the sea.” Then Elijah said, “Go up, say to Ahab, 'Harness your horses and go down, lest the rain stop you.'” ", "45": "In no time[m] the heavens grew black with clouds and wind, and there was heavy rain. Ahab rode and he went to Jezreel, ", "46": "but the hand of Yahweh was on Elijah; he girded up his loins and ran before Ahab as one comes to Jezreel."}