{"1": "When King Hezekiah heard the message, he tore his clothes. And he put on rough cloth to show how sad he was. Then he went into the Temple of the Lord. ", "2": "Hezekiah sent Eliakim, Shebna and the older priests to Isaiah. Eliakim was the palace manager, and Shebna was the royal assistant. The men were all wearing the rough cloth when they came to Isaiah. He was a prophet, the son of Amoz. ", "3": "These men told Isaiah, “This is what Hezekiah says: Today is a day of sorrow and punishment and disgrace. It is sad, as when a child should be born, but the mother is not strong enough to give birth to it. ", "4": "The king of Assyria sent his field commander to make fun of the living God. Maybe the Lord your God will hear what the commander said. Maybe the Lord your God will punish him for what he said. So pray for the few people of Israel who are left alive.”", "5": "When Hezekiah's officers came to Isaiah, ", "6": "he said to them, “Tell your master this: The Lord says, 'Don't be afraid of what you have heard. Don't be frightened by the words the servants of the king of Assyria said against me. ", "7": "Listen! I am going to put a spirit in the king of Assyria. He will hear a report that will make him return to his own country. And I will cause him to die by the sword there.'”", "8": "The field commander heard that the king of Assyria had left Lachish. So the commander left and found the king fighting against the city of Libnah.", "9": "The king received a report that Tirhakah was coming to attack him. Tirhakah was the Cushite king of Egypt. When the king of Assyria heard this, he sent messengers to Hezekiah. The king said: ", "10": "“Say this to Hezekiah king of Judah: Don't be fooled by the god you trust. Don't believe him when he says Jerusalem will not be defeated by the king of Assyria. ", "11": "You have heard what the kings of Assyria have done. They have completely defeated every country. Do not think you will be saved. ", "12": "The gods of those people did not save them. My ancestors destroyed them. My ancestors defeated the cities of Gozan, Haran and Rezeph. They defeated the people of Eden living in Tel Assar. ", "13": "Where are the kings of Hamath and Arpad? Where is the king of the city of Sepharvaim? Where are the kings of Hena and Ivvah?”", "14": "Hezekiah received the letter from the messengers and read it. Then he went up to the Temple of the Lord. Hezekiah spread the letter out before the Lord. ", "15": "And he prayed to the Lord: “Lord, God of Israel, your throne is between the gold creatures with wings! Only you are God of all the kingdoms of the earth. You made the heavens and the earth. ", "16": "Hear, Lord, and listen. Open your eyes, Lord, and see. Listen to the word Sennacherib has said to insult the living God. ", "17": "It is true, Lord. The kings of Assyria have destroyed these countries and their lands. ", "18": "These kings have thrown the gods of these nations into the fire. But they were only wood and rock statues that men made. So the kings have destroyed them. ", "19": "Now, Lord our God, save us from the king's power. Then all the kingdoms of the earth will know that you, Lord, are the only God.”", "20": "Then Isaiah son of Amoz sent a message to Hezekiah. Isaiah said, “The Lord, the God of Israel, says this: I have heard your prayer to me about Sennacherib king of Assyria. ", "21": "So this is what the Lord has said against Sennacherib: 'The people of Jerusalem hate you and make fun of you. The people of Jerusalem laugh at you as you run away.", "22": "You have insulted me and spoken against me. You have raised your voice against me. You have a proud look on your face. You disobey me, the Holy One of Israel!", "23": "You have used your messengers to insult the Lord. You have said, “I have many chariots. With them I have gone to the tops of the mountains. I have climbed the highest mountains of Lebanon. I have cut down its tallest cedars. I have cut down its best pine trees. I have reached its farthest places. I have gone to its best forests.", "24": "I have dug wells in foreign countries. I have drunk water there. By the soles of my feet, I have dried up all the rivers of Egypt.”", "25": "“'King of Assyria, surely you have heard. Long ago I, the Lord, planned these things. Long ago I planned them. Now I have made them happen. I allowed you to turn those strong, walled cities into piles of rocks.", "26": "The people living in those cities were weak. They were frightened and put to shame. They were like grass in the field. They were like tender, young grass. They were like grass that grows on the housetop. It is burned by the wind before it can grow.", "27": "“'I know when you rest and when you come and go. I know how you speak against me.", "28": "You speak strongly against me. And I have heard your proud words. So I will put my hook in your nose. And I will put my bit in your mouth. Then I will force you to leave my country the same way that you came.'", "29": "“Then the Lord said, 'Hezekiah, I will give you this sign: This year you will eat the grain that grows wild. And the second year you will eat what grows wild from that. But in the third year, plant grain and harvest it. Plant vineyards and eat their fruit.", "30": "Some of the people in the family of Judah will be saved. Like plants that take root, they will grow strong and have many children.", "31": "A few people will come out of Jerusalem alive. There will be a few from Mount Zion who will live. The strong love of the Lord of heaven's armies will cause this to happen.'", "32": "“So this is what the Lord says about the king of Assyria: 'He will not enter this city. He will not even shoot an arrow here. He will not fight against it with shields. He will not build a ramp to attack the city walls.", "33": "He will return to his country the same way he came. He will not enter this city,' says the Lord.", "34": "The Lord says, 'I will defend and save this city. I will do this for myself and for David, my servant.'”", "35": "That night the angel of the Lord went out. He killed 185,000 men in the Assyrian camp. The people got up early the next morning. And they saw all the dead bodies! ", "36": "So Sennacherib king of Assyria left. He went back to Nineveh and stayed there.", "37": "One day Sennacherib was worshiping in the temple of his god Nisroch. While he was there, his sons Adrammelech and Sharezer killed him with a sword. Then they escaped to the land of Ararat. So Sennacherib's son Esarhaddon became king of Assyria."}