{"1": "It was near the time for the Lord to take Elijah. He was going to take him by a whirlwind up into heaven. Elijah and Elisha were at Gilgal. ", "2": "Elijah said to Elisha, “Please stay here. The Lord has told me to go to Bethel.” But Elisha said, “As the Lord lives, and as you live, I won't leave you.” So they went down to Bethel. ", "3": "A group of the prophets at Bethel came to Elisha. They said to him, “Do you know the Lord will take your master away from you today?” Elisha said, “Yes, I know. But don't talk about it.”", "4": "Elijah said to him, “Stay here, because the Lord has sent me to Jericho.” But Elisha said, “As the Lord lives, and as you live, I won't leave you.” So they went to Jericho. ", "5": "A group of the prophets at Jericho came to Elisha. They said, “Do you know that the Lord will take your master away from you today?” Elisha answered, “Yes, I know. But don't talk about it.”", "6": "Elijah said to Elisha, “Stay here. The Lord has sent me to the Jordan River.” Elisha answered, “As the Lord lives, and as you live, I won't leave you.” So the two of them went on. ", "7": "Fifty men from a group of the prophets came. They stood far from where Elijah and Elisha were by the Jordan. ", "8": "Elijah took off his coat. Then he rolled it up and hit the water. The water divided to the right and to the left. Then Elijah and Elisha crossed over on dry ground.", "9": "After they had crossed over, Elijah said to Elisha, “What can I do for you before I am taken from you?” Elisha said, “Leave me a double share of your spirit.”[a]", "10": "Elijah said, “You have asked a hard thing. But if you see me when I am taken from you, it will be yours. If you don't, it won't happen.”", "11": "Elijah and Elisha were still walking and talking. Then a chariot and horses of fire appeared. The chariot and horses of fire separated Elijah from Elisha. Then Elijah went up to heaven in a whirlwind. ", "12": "Elisha saw it and shouted, “My father! My father! The chariots of Israel and their horsemen!” Elisha did not see him anymore. Elisha grabbed his own clothes and tore them to show how sad he was.", "13": "He picked up Elijah's coat that had fallen from him. Then Elisha returned and stood on the bank of the Jordan. ", "14": "Elisha hit the water with Elijah's coat. He said, “Where is the Lord, the God of Elijah?” When he hit the water, it divided to the right and to the left. Then Elisha crossed over.", "15": "A group of the prophets at Jericho were watching. They said, “Elisha now has the spirit Elijah had.” They came to meet him. And they bowed down to the ground before him. ", "16": "They said to him, “There are 50 strong men with us! Please let them go and look for your master. Maybe the Spirit of the Lord has taken Elijah up and set him down. He may be on some mountain or in some valley.” But Elisha answered, “No. Don't send them.”", "17": "The group of prophets begged Elisha until he hated to refuse them anymore. Then he said, “Send them.” So they sent 50 men who looked for three days. But they could not find Elijah. ", "18": "Then they came back to Elisha at Jericho where he was staying. He said to them, “I told you not to go, didn't I?”", "19": "The men of the city said to Elisha, “Look, master, this city is a nice place to live. You can see that. But the water is bad. That's why the land cannot grow crops.”", "20": "Elisha said, “Bring me a new bowl and put salt in it.” So they brought it to him.", "21": "Then Elisha went out to the spring of water and threw the salt in it. He said, “This is what the Lord says: 'I have healed this water. From now on it won't cause death. And it won't keep the land from growing crops.'” ", "22": "The water was healed. It is still good today. It happened just as Elisha had said.", "23": "From there Elisha went up to Bethel. On the way some young men came out of the city. They made fun of Elisha. They said to him, “Go up, you baldhead! Go up, you baldhead!” ", "24": "Elisha turned around and looked at them. He put a curse on them in the name of the Lord. Then two female bears came out of the woods. They tore to pieces 42 of the young men. ", "25": "Then Elisha left and went on to Mount Carmel. From there he went back to Samaria."}