{"1": "Joram son of Ahab became king over Israel at Samaria. He began to rule in Jehoshaphat's eighteenth year as king of Judah. Joram ruled 12 years. ", "2": "Joram did what the Lord said was wrong. But he was not like his father and mother. He removed the stone pillars his father had made for Baal. ", "3": "But he continued to do the same sins Jeroboam son of Nebat had done. Jeroboam had caused the people of Israel to sin. And Joram did not stop doing these same sins.", "4": "Mesha king of Moab raised sheep. He had to give 100,000 lambs and the wool of 100,000 male sheep to the king of Israel. ", "5": "But when Ahab died, the king of Moab turned against the king of Israel. ", "6": "So King Joram went out from Samaria and gathered all Israel. ", "7": "He sent messengers to Jehoshaphat king of Judah. He said, “The king of Moab has turned against me. Will you go with me against Moab in battle?” Jehoshaphat said, “I will go with you. I am ready to join you. My soldiers and my horses are ready to join with your army.”", "8": "Jehoshaphat asked, “Which way should we go to attack?” Joram answered, “Through the Desert of Edom.”", "9": "So the king of Israel went with the king of Judah and the king of Edom. They marched seven days. There was no more water for the army or for their animals that were with them. ", "10": "The king of Israel said, “How terrible this is! Has the Lord called us three kings together so the Moabites can defeat us?”", "11": "But Jehoshaphat asked, “Is there a prophet of the Lord here? We can ask the Lord through a prophet.” An officer of the king of Israel answered, “Elisha son of Shaphat is here. He was Elijah's servant.”", "12": "Jehoshaphat said, “He speaks the Lord's truth.” So the king of Israel and Jehoshaphat and the king of Edom went down to see Elisha.", "13": "Elisha spoke to the king of Israel. He said, “I have nothing to do with you! Go to the prophets of your father and to the prophets of your mother!” The king of Israel said to Elisha, “No. The Lord has called us three kings together to let the Moabites defeat us.”", "14": "Elisha said, “I serve the Lord of heaven's armies. As surely as he lives, I tell you the truth. I wouldn't even look at you or notice you if Jehoshaphat king of Judah were not here. I respect him! ", "15": "Now bring me someone who plays the harp.” While the harp was being played, the Lord gave Elisha power. ", "16": "Then Elisha said, “The Lord says to dig holes in the valley. ", "17": "He says that you won't see wind or rain. But the valley will be filled with water. Then you, your cattle and other animals will drink. ", "18": "This is easy for the Lord to do. He will also let you defeat Moab. ", "19": "You will destroy every strong, walled city and every important town. You will cut down every good tree. You will stop up all springs of water. You will ruin every good field with rocks.”", "20": "The next morning, about the time the sacrifice was offered, there was water! It came from the direction of Edom and filled the valley.", "21": "All the Moabites had heard that the kings had come up to fight against them. They gathered everyone old enough to put on armor. And they waited at the border. ", "22": "But when the Moabites got up early in the morning, the sun was shining on the water. They saw the water across from them. It looked as red as blood. ", "23": "The Moabites said, “This is blood! Surely the kings have fought and killed each other! Come, Moabites, let's take what is valuable from the dead bodies!”", "24": "The Moabites came to the camp of the Israelites. But the Israelites came out and fought them until they ran away. The Israelites went on into the land to fight the Moabites. ", "25": "They tore down the cities. They threw rocks on every good field and filled it. They stopped up all the springs of water. And they cut down all the good trees. Kir Hareseth was the only city with its stones still in place. But the men with slings surrounded Kir Hareseth and conquered it, too.", "26": "The king of Moab saw that the battle was too strong for him. So he took 700 men with swords to break through to the king of Edom. But they could not break through. ", "27": "Then the king of Moab took his oldest son, who would have become king after him. And he offered his son as a burnt offering on the wall. So there was great anger against the Israelites. They left and went back to their own land."}