{"1": "The wife of a man from a group of the prophets came to Elisha. She said, “Your servant, my husband, is dead! You know he honored the Lord. But now the man he owes money to is coming to take my two boys. He will make them his slaves!”", "2": "Elisha answered, “How can I help you? Tell me, what do you have in your house?” The woman said, “I don't have anything there except a pot of oil.”", "3": "Then Elisha said, “Go and get empty jars from all your neighbors. Don't ask for just a few. ", "4": "Then you must go into your house and close the door. Only you and your sons will be there. Then pour oil into all the jars. Set the full ones to one side.”", "5": "She left Elisha and shut the door. Only she and her sons were in the house. As they brought the jars to her, she poured the oil. ", "6": "When the jars were all full, she said to her son, “Bring me another jar.” But he said, “There are no more jars.” Then the oil stopped flowing.", "7": "She went and told Elisha. Elisha said to her, “Go. Sell the oil and pay what you owe. You and your sons can live on what is left.”", "8": "One day Elisha went to Shunem. An important woman lived there. She begged Elisha to stay and eat. So every time Elisha passed by, he stopped there to eat. ", "9": "The woman said to her husband, “I know that Elisha is a holy man of God. He passes by our house all the time. ", "10": "Let's make a small room on the roof.[a] Let's put a bed in the room for Elisha. And we can put a table, a chair and a lampstand there. Then when he comes by, he can stay there.”", "11": "One day Elisha came to the woman's house. He went to his room and rested. ", "12": "He said to his servant Gehazi, “Call the Shunammite.” When the servant called her, she stood in front of him. ", "13": "Elisha told his servant, “Now say to her, 'You have gone to all this trouble for us. What can I do for you? Do you want me to speak to the king or the commander of the army for you?'” The woman answered, “I live among my own people.”", "14": "Elisha said, “But what can we do for her?” Gehazi answered, “She has no son, and her husband is old.”", "15": "Then Elisha said, “Call her.” So he called her, and she stood in the doorway. ", "16": "Then Elisha said, “About this time next year, you will hold a son in your arms.” The woman said, “No, master, man of God. Don't lie to me!”", "17": "But the woman became pregnant. And she gave birth to a son at that time the next year as Elisha had told her.", "18": "The child grew. One day he went out to his father, who was with the men harvesting grain. ", "19": "The boy said to his father, “My head! My head!” The father said to his servant, “Carry him to his mother!” ", "20": "The servant took him to his mother. He lay on his mother's lap until noon. Then he died. ", "21": "She took him up and laid him on Elisha's bed. Then she shut the door and went out.", "22": "She called to her husband. She said, “Send me one of the servants and one of the donkeys. Then I can go quickly to the man of God and come back.”", "23": "The woman's husband said, “Why do you want to go to him today? It isn't the New Moon or the Sabbath day.” She said, “It will be all right.”", "24": "Then she saddled the donkey and said to her servant, “Lead on. Don't slow down for me unless I tell you.” ", "25": "So she went to Elisha at Mount Carmel. He saw her coming from far away. So he said to his servant Gehazi, “Look, there's the Shunammite woman! ", "26": "Run to meet her! Say to her, 'Are you all right? Is your husband all right? Is the child all right?'” She answered, “Everything is all right.”", "27": "Then she came to Elisha at the hill. She caught hold of his feet. Gehazi came near to pull her away. But Elisha said to him, “Let her alone. She's very upset, and the Lord has not told me about it. He has hidden it from me.”", "28": "She said, “Master, I didn't tell you I wanted a son. I told you, 'Don't fool me.'”", "29": "Then Elisha said to Gehazi, “Get ready. Take my walking stick in your hand and go quickly. If you meet anyone, don't greet him. If anyone greets you, don't answer him. Lay my walking stick on the face of the boy.”", "30": "But the child's mother said, “As surely as the Lord lives and as you live, I won't leave you!” So he got up and followed her.", "31": "Gehazi went on ahead. He laid the walking stick on the child's face. But the child did not talk or move. Then Gehazi went back to meet Elisha. He told Elisha, “The child has not awakened.”", "32": "Elisha came into the house. There was the child, lying dead on his bed. ", "33": "When Elisha entered the room, he shut the door. Only he and the child were in the room. Then Elisha prayed to the Lord. ", "34": "He went to the bed and lay on the child. He put his mouth on the child's mouth. He put his eyes on the child's eyes and his hands on the child's hands. He stretched himself out on top of the child. Then the child's skin became warm. ", "35": "Elisha turned away and walked around the room. Then he went back and put himself on the child again. Then the child sneezed seven times and opened his eyes.", "36": "Elisha called Gehazi and said, “Call the Shunammite!” And he did. When she came, Elisha said, “Pick up your son.” ", "37": "She came in and fell at Elisha's feet. She bowed facedown to the floor. Then she picked up her son and went out.", "38": "Elisha came to Gilgal again. There was a time of hunger in the land. A group of prophets was sitting in front of him. He said to his servant, “Put the large pot on the fire. Boil some stew for these men.”", "39": "One of them went out into the field to gather plants. He found a wild vine. He picked fruit from the vine and filled his robe with it. Then he came and cut up the fruit into the pot. But they did not know what kind of fruit it was. ", "40": "Then they poured out the stew for the men to eat. But when they began to eat it, they shouted out, “Man of God! There's death in the pot!” They could not eat it.", "41": "Elisha told them to bring some flour. Then he threw it into the pot. He said, “Pour it out for the people to eat.” And there was nothing harmful in the pot.", "42": "A man from Baal Shalishah came to Elisha. He brought 20 loaves of barley bread from the first harvest to Elisha. He also brought fresh grain in his sack. Then Elisha said, “Give it to the people to eat.”", "43": "Elisha's servant said, “How can I feed 100 men with so little?” But Elisha said, “Give the bread to the people to eat. This is what the Lord says: 'They will eat and will have food left over.'” ", "44": "Then he gave it to them. The people ate and had food left over, as the Lord had said."}