{"1": "The group of the prophets said to Elisha, “The place where we meet with you is too small for us. ", "2": "Let's go to the Jordan River. There every man can get a pole. And let's build a place there to live.” Elisha said, “Go.”", "3": "One of them said, “Please go with us.” Elisha said, “I will go.” ", "4": "So he went with them. When they arrived at the Jordan, they cut down some trees. ", "5": "As one man was cutting down a tree, the head of his ax fell into the water. He yelled, “Oh, my master! I borrowed that ax!”", "6": "Elisha asked, “Where did it fall?” The man showed Elisha the place. Then Elisha cut down a stick and threw it into the water. It made the iron head float. ", "7": "Elisha said, “Pick up the axhead.” Then the man reached out and took it.", "8": "The king of Aram was at war with Israel. He had a council meeting with his officers. He said, “I will set up my camp in this place.”", "9": "But Elisha sent a message to the king of Israel. It said, “Be careful! Don't pass that place. The Arameans are going down there!”", "10": "The king of Israel checked the place about which Elisha had warned him. Elisha warned him several times. So the king added guards in those places.", "11": "The king of Aram was angry about this. He called his officers together. He said to them, “Tell me who of us is working for the king of Israel.”", "12": "One of the officers of the king of Aram said, “No, my master and king. It's Elisha, the prophet from Israel. He can tell you what you speak in your bedroom.”", "13": "The king said, “Go and find him. Then I can send men and catch him.” The servants came back and reported, “He is in Dothan.”", "14": "Then the king sent horses, chariots and a large army to Dothan. They arrived at night and surrounded the city.", "15": "The servant of Elisha got up early. When he went out, he saw an army with horses and chariots all around the city. The servant said to Elisha, “Oh, my master, what can we do?”", "16": "Elisha said, “Don't be afraid. The army that fights for us is larger than the one against us.”", "17": "Then Elisha prayed, “Lord, open my servant's eyes. Let him see.” The Lord opened the eyes of the young man. And he saw that the mountain was full of horses and chariots of fire all around Elisha.", "18": "As the enemy came down toward Elisha, he prayed to the Lord. He said, “Make these people blind.” So the Lord made the Aramean army blind, as Elisha had asked.", "19": "Elisha said to them, “This is not the right road. This is not the right city. Follow me. I'll take you to the man you are looking for.” Then Elisha led them to Samaria.", "20": "After they entered Samaria, Elisha said, “Lord, open these men's eyes so they can see.” So the Lord opened their eyes. And the Aramean army saw that they were inside the city of Samaria!", "21": "The king of Israel saw the Aramean army. He said to Elisha, “My father, should I kill them? Should I kill them?”", "22": "Elisha answered, “Don't kill them. You wouldn't kill people whom you captured with your sword and bow. Give them food and water. And let them eat and drink. Then let them go home to their master.” ", "23": "So he prepared a great feast for the Aramean army. They ate and drank. Then the king sent them away. They went home to their master. The soldiers of Aram did not come anymore into the land of Israel.", "24": "Later, Ben-Hadad king of Aram gathered all his army. He went to surround and attack Samaria. ", "25": "There was a time of terrible hunger in Samaria. It was so bad that a donkey's head was sold for about two pounds of silver. Half of a pint of dove's dung sold for about two ounces of silver.", "26": "The king of Israel was passing by on the wall. A woman yelled out to him, “Help me, my master and king!”", "27": "The king said, “If the Lord doesn't help you, how can I? Can I get help from the threshing floor or from the winepress?” ", "28": "Then the king said to her, “What is your trouble?” She answered, “This woman said to me, 'Give up your son so we can eat him today. Then we will eat my son tomorrow.' ", "29": "So we boiled my son and ate him. Then the next day I said to her, 'Give up your son so we can eat him.' But she had hidden him.”", "30": "When the king heard the woman's words, he tore his clothes to show how upset he was. He walked along the wall. The people looked and saw he had on rough cloth under his clothes. This was to show his sadness. ", "31": "He said, “The head of Elisha son of Shaphat will be taken from his body today! May God punish me terribly if this doesn't happen!”", "32": "The king sent a messenger to Elisha. Elisha was sitting in his house. And the elders were sitting with him. But before the messenger arrived, Elisha spoke to them. He said, “See, this murderer is sending men to take off my head. When the messenger arrives, shut the door. Hold it and don't let him in. The sound of his master's feet is behind him.”", "33": "While Elisha was still talking with the leaders, the king came. He said, “This trouble has come from the Lord. Why should I wait for the Lord any longer?”"}