{"1": "Elisha talked to the woman whose son he had brought back to life. He said, “Get up and go with your family. Stay any place you can. This is because the Lord has called for a time of hunger. It will last seven years.” ", "2": "So the woman got up and did as the man of God said. She left with her family. And they stayed in the land of the Philistines for seven years. ", "3": "After seven years she came back from the land of the Philistines. She went to beg the king for her house and land back. ", "4": "The king was talking with Gehazi. He was the servant of the man of God. The king had said to Gehazi, “Please tell me all the great things Elisha has done.” ", "5": "Now Gehazi was telling the king how Elisha had brought a dead person back to life. Just then the woman whose son Elisha had brought back to life came and begged the king for her house and land. Gehazi said, “My master and king, this is the woman. And this is the son Elisha brought back to life.”", "6": "The king asked the woman, and she told him about it. Then the king chose an officer to help her. The king said, “Give the woman everything that is hers. Give her all the money made from her land from the day she left until now.”", "7": "Elisha went to Damascus. Now Ben-Hadad king of Aram was sick. Someone told him, “The man of God has come here.”", "8": "Then the king said to Hazael, “Take a gift in your hand and go meet him. Ask the Lord through him if I will get well from my sickness.”", "9": "So Hazael went to meet Elisha. He took with him a gift. It was 40 camels loaded with every good thing in Damascus. He came and stood before Elisha. Hazael said, “Your son Ben-Hadad king of Aram sent me to you. He asks if he will get well from his sickness.”", "10": "Then Elisha said to Hazael, “Go and tell Ben-Hadad, 'You will surely get well.' But the Lord has told me he will really die.” ", "11": "Elisha stared at Hazael until Hazael felt ashamed. Then Elisha cried.", "12": "Hazael asked, “Why are you crying, master?” Elisha answered, “Because I know what evil you will do to the Israelites. You will burn their strong, walled cities with fire. You will kill their young men with swords. You will throw their babies to the ground. You will split open their pregnant women.”", "13": "Hazael said, “I, your servant, am only a dog. How could I do such things?” Elisha answered, “The Lord has shown me that you will be king over Aram.”", "14": "Then Hazael left Elisha and came to his master. Ben-Hadad said to Hazael, “What did Elisha say to you?” Hazael answered, “He told me that you will surely get well.” ", "15": "But the next day Hazael took a blanket and dipped it in water. Then he put it over Ben-Hadad's face, and he died. So Hazael became king in Ben-Hadad's place.", "16": "Jehoram son of Jehoshaphat became king of Judah. This was during Joram's fifth year as king of Israel. Joram was the son of Ahab. ", "17": "Jehoram was 32 years old when he began to rule. He ruled eight years in Jerusalem. ", "18": "But Jehoram followed the ways of the kings of Israel. This was just as the family of Ahab had done. It was because Ahab's daughter was Jehoram's wife. Jehoram did what the Lord said was wrong. ", "19": "But the Lord would not destroy Judah because of his servant David. The Lord had promised that David and his children would always have a kingdom.", "20": "In Jehoram's time Edom broke away from Judah's rule. The people of Edom chose their own king. ", "21": "So Jehoram and all his chariots went to Zair. At night the Edomites came around him and his chariot commanders. Jehoram got up and attacked the Edomites. But his army ran away to their tents. ", "22": "So the Edomites broke away from the rule of Judah. And they are still separate today. At the same time Libnah also broke away from Judah's rule.", "23": "The other acts of Jehoram and all the things he did are written down. They are in the book of the history of the kings of Judah. ", "24": "Jehoram died and was buried with his ancestors in Jerusalem. Jehoram's son Ahaziah ruled in his place.", "25": "Ahaziah son of Jehoram became king of Judah. This was during Joram's twelfth year as king of Israel. Joram was the son of Ahab. ", "26": "Ahaziah was 22 years old when he became king. He ruled one year in Jerusalem. His mother's name was Athaliah. She was a granddaughter of Omri king of Israel. ", "27": "Ahaziah followed the ways of Ahab's family. He did what the Lord said was wrong, as Ahab's family had done. He did this because he was a son-in-law in Ahab's family.", "28": "Ahaziah went with Joram son of Ahab to Ramoth in Gilead. There they fought against Hazael king of Aram. The Arameans wounded Joram. ", "29": "So King Joram returned to Jezreel to heal from the injuries. (He had been wounded by the Arameans at Ramoth. This was when he fought Hazael king of Aram.) And Ahaziah son of Jehoram king of Judah went down to see Joram. He went to see Joram son of Ahab at Jezreel because he had been wounded."}