{"1": "The  beginning archē of  the ho gospel euangelion of  Jesus Iēsous Christ Christos, the  Son hyios of  God theos. ", "2": "As kathōs it  is  written graphō in en · ho Isaiah ēsaias the ho prophet prophētēs, “ Behold idou,  I  am  sending apostellō · ho my egō messenger angelos before pro your sy face prosōpon,  who hos will  prepare kataskeuazō · ho your sy way hodos, ", "3": "a  voice phōnē calling boaō out  in en the ho wilderness erēmos: ' Prepare hetoimazō the ho way hodos of  the  Lord kyrios,  make poieō · ho his autos paths tribos straight.'” ", "4": "John Iōannēs the ho baptizer baptizō appeared ginomai in en the ho wilderness erēmos and kai began  preaching kēryssō a  baptism baptisma of  repentance metanoia for eis the  forgiveness aphesis of  sins hamartia. ", "5": "And kai all pas the ho Judean Ioudaia countryside chōra and kai all pas · ho Jerusalem Hierosolymitēs were  going  out ekporeuomai to pros him autos and kai were  being  baptized baptizō by hypo him autos in en the ho Jordan Iordanēs river potamos,  confessing exomologeomai · ho their autos sins hamartia. ", "6": "Now kai John Iōannēs was eimi · ho clothed endyō with  camel' s kamēlos hair thrix with kai a  leather dermatinos belt zōnē around peri · ho his autos waist osphys,  and kai he  fed esthiō on  locusts akris and kai wild agrios honey meli. ", "7": "And kai he  was  proclaiming kēryssō,  saying legō, “ The ho one  who  is  more  powerful ischuros than  I egō is  coming erchomai after opisō me egō;  of  whom hos I  am eimi not ou worthy hikanos to  stoop kyptō down  and  untie lyō the ho thong himas of ho his autos sandals hypodēma. ", "8": "I egō baptize baptizō you hymeis with  water hydōr,  but de he autos will  baptize baptizō you hymeis with en the  Holy hagios Spirit pneuma.” ", "9": "Now kai ginomai in en those ekeinos · ho days hēmera Jesus Iēsous came erchomai from apo Nazareth Nazaret of ho Galilee Galilaia and kai was  baptized baptizō in eis the ho Jordan Iordanēs River  by hypo John Iōannēs. ", "10": "And kai just as  he  was  coming anabainō up  out ek of  the ho water hydōr, he saw  the ho heavens ouranos opening  up schizō and kai the ho Spirit pneuma as hōs a  dove peristera descending katabainō on eis him autos. ", "11": "Then kai a  voice phōnē came ginomai from ek · ho heaven ouranos, “ You sy are eimi · ho my egō beloved agapētos Son hyios;  · ho in en you sy I  take  delight eudokeō.” ", "12": "· kai At once  the ho Spirit pneuma drove ekballō him autos out  into eis the ho wilderness erēmos, ", "13": "and kai he  was eimi in en the ho wilderness erēmos for  forty tesserakonta days hēmera,  being  tempted peirazō by hypo · ho Satan Satanas.  · kai He  was eimi there  with meta the ho wild  beasts thērion,  and kai the ho angels angelos were  ministering diakoneō to  him autos. ", "14": "Now de after meta · ho John Iōannēs had  been  taken  into  custody paradidōmi,  · ho Jesus Iēsous went erchomai · ho into eis · ho Galilee Galilaia,  proclaiming kēryssō the ho gospel euangelion of ho God theos, ", "15": "and kai saying legō, “ The ho time kairos is  fulfilled plēroō and kai the ho kingdom basileia of ho God theos is  at  hand engizō;  repent metanoeō and kai believe pisteuō in en the ho gospel euangelion.” ", "16": "· kai As  Jesus  was  going paragō alongside para the ho Sea thalassa of ho Galilee Galilaia, he saw  Simon Simōn and kai Andrew Andreas,  the ho brother adelphos of  Simon Simōn,  casting amphiballō a  net  into en the ho lake thalassa,  for gar they  were eimi fishermen halieus. ", "17": "And kai Jesus Iēsous said legō to  them autos,  · ho “ Come deute,  follow opisō me egō,  and kai I  will  make poieō you hymeis become ginomai fishers halieus of  men anthrōpos.” ", "18": "And kai immediately  they  left aphiēmi their ho nets diktyon and  followed akoloutheō him autos. ", "19": "And kai going probainō on  a  little oligos farther , he saw  James Iakōbos the ho son  of ho Zebedee Zebedaios and kai John Iōannēs · ho his autos brother adelphos,  who autos also kai were  in en their ho boat ploion mending katartizō · ho nets diktyon. ", "20": "And kai immediately  he  called kaleō them autos,  and kai they  left aphiēmi · ho their autos father patēr Zebedee Zebedaios in en the ho boat ploion with meta the ho hired misthōtos men  and  followed aperchomai him autos. ", "21": "Then kai they  went eisporeuomai to eis Capernaum Kapharnaoum;  and kai on  the ho next  Sabbath sabbaton Jesus  went eiserchomai into eis the ho synagogue synagōgē and  began  to  teach didaskō. ", "22": "And kai they  were  astonished ekplēssō at epi · ho his autos teaching didachē,  for gar he  was eimi teaching didaskō them autos as hōs one  having echō authority exousia,  and kai not ou as hōs their ho scribes grammateus. ", "23": "· kai Suddenly  there  was eimi in en · ho their autos synagogue synagōgē a  man anthrōpos with en an  unclean akathartos spirit pneuma,  and kai he  cried anakrazō out , ", "24": "saying legō, “ What tis · kai do  you sy have to do  with  us hēmeis,  Jesus Iēsous of  Nazareth Nazarēnos?  Have  you  come erchomai to  destroy apollymi us hēmeis?  I  know oida who tis you  are eimi— the ho Holy hagios One  of ho God theos!” ", "25": "But kai Jesus Iēsous rebuked epitimaō it autos,  · ho saying legō, “ Be  quiet phimoō and kai come exerchomai out  of ek him autos!” ", "26": "Then kai the ho unclean akathartos spirit pneuma threw sparassō the  man autos into convulsions,  · ho · kai cried phōneō out  with  a  loud megas voice phōnē, and  came exerchomai out  of ek him autos. ", "27": "· kai All hapas the people  were  amazed thambeō,  so hōste that  they  asked syzēteō among pros themselves heautou,  saying legō, “ What tis is eimi this houtos? A  new kainos teaching didachē with kata authority exousia!  He epitassō even kai gives  orders epitassō to ho unclean akathartos spirits pneuma · ho and kai they  obey hypakouō him autos.” ", "28": "And kai his autos fame akoē spread exerchomai · ho quickly  everywhere pantachou throughout eis all holos the ho country perichōros round  about  · ho Galilee Galilaia. ", "29": "· kai As soon as  they  went exerchomai out  of ek the ho synagogue synagōgē they  went erchomai to eis the ho house oikia of  Simon Simōn and kai Andrew Andreas,  with meta James Iakōbos and kai John Iōannēs. ", "30": "Now de the ho mother-in-law penthera of  Simon Simōn lay katakeimai sick pyressō with  a  fever ,  and kai without delay  they  spoke legō to  Jesus autos about peri her autos. ", "31": "So kai he  came proserchomai and  raised egeirō her autos up ,  taking krateō her  by  the ho hand cheir.  Then kai the ho fever pyretos left aphiēmi her autos,  and kai she  began  to  wait diakoneō on  them autos. ", "32": "When  evening opsia · de came ginomai,  after hote the ho sun hēlios had  gone  down dynō,  people  were  bringing pherō to pros him autos all pas who ho were echō sick kakōs as kai well  as  the ho demon-possessed daimonizomai. ", "33": "And kai the ho entire holos city polis was eimi gathered episynagō together  at pros the ho door thura. ", "34": "So kai he  healed therapeuō many polys who  were echō sick kakōs with  various poikilos diseases nosos,  and kai drove  out ekballō many polys demons daimonion.  But kai he  would  not ou permit aphiēmi the ho demons daimonion to  speak laleō,  because hoti they  knew oida him autos. ", "35": "· kai Very lian early  in  the  morning prōi,  while  it  was  still  dark ennychos, Jesus  arose anistēmi,  left exerchomai the house  and kai went aperchomai out  to eis a  deserted erēmos place topos;  and kai there  he  spent  time  in  prayer proseuchomai. ", "36": "And kai Simon Simōn and kai those ho who were  with meta him autos searched  for katadiōkō him autos, ", "37": "· kai found heuriskō him autos,  and kai said legō to  him autos, “ Everyone pas is  looking zēteō for  you sy.” ", "38": "And kai he  said legō to  them autos, “ Let  us  go agō elsewhere allachou,  into eis the ho nearby echō towns kōmopolis,  so hina that  I  may  preach kēryssō there ekei also kai,  because gar that houtos is what  I  came exerchomai to eis do.” ", "39": "So kai he  traveled erchomai throughout eis all holos Galilee Galilaia,  preaching kēryssō in eis · ho their autos synagogues synagōgē · ho and kai driving  out ekballō · ho demons daimonion. ", "40": "And kai a  leper lepros came erchomai to pros him autos,  pleading parakaleō for  help  from  him autos,  and kai falling gonypeteō on  his  knees  · kai he  exclaimed legō to  him autos, “ If ean you  are  willing thelō,  you  can dynamai make  me egō clean katharizō!” ", "41": "· kai Moved splanchnizomai with  compassion , Jesus  stretched ekteinō out  · ho his autos hand cheir and  touched haptō him,  · kai saying legō to  him autos, “ I  am  willing thelō;  be  made  clean katharizō.” ", "42": "And kai at once  the ho leprosy lepra left aperchomai him autos and kai he  was  cleansed katharizō. ", "43": "And kai after  sternly  warning embrimaomai him autos, Jesus  sent ekballō him autos away at once, ", "44": "and kai said legō to  him autos, “ See horaō that  you  say legō nothing  to  anyone mēdeis,  but alla go hypagō,  show deiknymi yourself seautou to  the ho priest hiereus,  and kai offer prospherō for peri · ho your sy cleansing katharismos what hos Moses Mōysēs commanded prostassō,  as eis a  testimony martyrion to  them autos.” ", "45": "However de,  he ho went exerchomai out  and  began archō to  announce kēryssō it  publicly polys and kai spread diaphēmizō abroad  the ho news logos,  so hōste that  Jesus autos could dynamai no  longer mēketi openly phanerōs enter eiserchomai a  town polis,  but alla stayed eimi out exō in epi unpopulated erēmos areas topos.  Yet kai people  kept  coming erchomai to pros him autos from  every pantothen quarter . "}