{"1": "Then kai Jesus  left anistēmi that  place ekeithen and  went erchomai to eis the ho region horion of ho Judea Ioudaia and kai beyond peran the ho Jordan Iordanēs,  and kai crowds ochlos gathered symporeuomai around pros him autos again palin.  And kai again palin,  as hōs was  his  custom eiōtha,  he  began  to  teach didaskō them autos. ", "2": "And kai Pharisees Pharisaios came proserchomai up  and  asked eperōtaō him autos if ei it was lawful for a  man anēr to  divorce apolyō his  wife gynē,  in  order  to  test peirazō him autos. ", "3": "In  response apokrinomai he ho · de said legō to  them autos, “ What tis did entellō Moses Mōysēs command entellō you hymeis?” ", "4": "They ho · de said legō, “ Moses Mōysēs permitted epitrepō a man  to  write graphō a  certificate biblion of  divorce apostasion and kai to  send apolyō her  away .” ", "5": "· ho But de Jesus Iēsous said legō to  them autos, “ Because pros of  · ho your hymeis hardness sklērokardia of  heart  he  wrote graphō this houtos commandment entolē for  you hymeis.  · ho", "6": "But de from apo the  beginning archē of  creation ktisis, ' male arsēn and kai female thēlys'  he  made poieō them autos. ", "7": "'For  this houtos reason  a  man anthrōpos shall  leave kataleipō · ho his autos father patēr and kai · ho mother mētēr and kai be  joined proskollaō to pros · ho his autos wife gynē, ", "8": "and kai the ho two dyo shall  be eimi one heis flesh sarx.'  So hōste no ouketi longer  are eimi they  two dyo,  but alla one heis flesh sarx. ", "9": "Therefore oun what hos · ho God theos has  joined syzeugnymi together ,  let  not mē man anthrōpos divide chōrizō.” ", "10": "And kai in eis the ho house oikia,  the ho disciples mathētēs were eperōtaō again palin questioning eperōtaō him autos about peri this houtos matter . ", "11": "And kai he  said legō to  them autos, “ Whoever hos an divorces apolyō · ho his autos wife gynē and kai marries gameō another allos woman  commits  adultery moichaō against epi her autos. ", "12": "And kai if ean she autos,  after  divorcing apolyō · ho her autos husband anēr,  marries gameō another allos man ,  she  commits  adultery moichaō.” ", "13": "And kai people  were  bringing prospherō to  him autos children paidion so hina that  he  could  touch haptō them autos,  but de his ho disciples mathētēs rebuked epitimaō them autos. ", "14": "But de when  Jesus Iēsous saw it,  · ho he  was  indignant aganakteō and kai said legō to  them autos, “ Let aphiēmi the ho children paidion come erchomai to pros me egō.  Do  not mē prevent kōlyō them autos,  · ho for gar of  such toioutos is eimi the ho kingdom basileia of ho God theos. ", "15": "I  tell legō you hymeis the  truth amēn,  whoever hos an does  not mē receive dechomai the ho kingdom basileia of ho God theos as hōs a  child paidion will  never ou mē enter eiserchomai it autos.” ", "16": "And kai taking enankalizomai them autos into his arms,  he  blessed kateulogeō them,  laying tithēmi his ho hands cheir on epi them autos. ", "17": "And kai as  he autos was  going ekporeuomai out  on eis the  road hodos,  a  man heis ran prostrechō up ,  and kai kneeling gonypeteō before  him autos,  asked eperōtaō him autos, “ Good agathos teacher didaskalos,  what tis must  I  do poieō to hina inherit klēronomeō eternal aiōnios life zōē?” ", "18": "· ho But de Jesus Iēsous said legō to  him autos, “ Why tis do  you  call legō me egō good agathos?  No oudeis one  is  good agathos except ei mē one heis— · ho God theos. ", "19": "You  know oida the ho commandments entolē: ' Do  not mē murder phoneuō,  Do  not mē commit  adultery moicheuō,  Do  not mē steal kleptō,  Do  not mē bear  false  witness pseudomartyreō,  Do  not mē defraud apostereō,  Honor timaō · ho your sy father patēr and kai · ho mother mētēr.'” ", "20": "And de the ho man  said phēmi to  him autos, “ Teacher didaskalos,  all pas these houtos I  have  kept phylassō from ek my egō youth neotēs.” ", "21": "· ho But de Jesus Iēsous,  looking blepō at  him autos,  loved agapaō him autos and kai said legō to  him autos, “ You sy lack hystereō one heis thing — go hypagō,  sell pōleō whatever hosos you  have echō and kai give didōmi the money  to  the ho poor ptōchos;  then kai you  will  have echō treasure thēsauros in en heaven ouranos.  And kai come deuro,  follow akoloutheō me egō.” ", "22": "· de Disheartened stygnazō by epi the ho saying logos,  the ho man  went aperchomai away  grieving lypeō;  for gar he eimi had echō many polys possessions ktēma. ", "23": "And kai looking periblepō around ,  · ho Jesus Iēsous said legō to ho his autos disciples mathētēs, “ How pōs difficult dyskolōs it is for  those ho · ho who  have echō wealth chrēma to  enter eiserchomai the ho kingdom basileia of ho God theos.” ", "24": "The ho · de disciples mathētēs were  shocked thambeō at epi · ho his autos words logos.  · ho But de Jesus Iēsous,  responding apokrinomai again palin,  said legō to  them autos, “ Children teknon,  how pōs difficult dyskolos it  is eimi to  enter eiserchomai the ho kingdom basileia of ho God theos! ", "25": "It  is eimi easier eukopos for  a  camel kamēlos to  pass dierchomai through dia the ho eye trymalia of ho a  needle rhaphis than ē for  someone  who  is  rich plousios to  enter eiserchomai the ho kingdom basileia of ho God theos.” ", "26": "They ho · de were  even perissōs more  astonished ekplēssō,  saying legō to pros themselves heautou, “ Then kai who tis is  able dynamai to  be  saved sōzō?” ", "27": "Looking emblepō at  them autos,  · ho Jesus Iēsous said legō, “ With para man anthrōpos it  is  impossible adynatos,  but alla not ou with para God theos;  for gar all pas things  are  possible dynatos with para · ho God theos.” ", "28": "Peter Petros started archō to  speak legō · ho to  him autos, “ Well idou,  we hēmeis have  left aphiēmi everything pas and kai have  followed akoloutheō you sy.” ", "29": "Jesus Iēsous said phēmi,  · ho “ I  tell legō you hymeis the  truth amēn,  there  is eimi no oudeis one  who hos has  left aphiēmi home oikia or ē brothers adelphos or ē sisters adelphē or ē mother mētēr or ē father patēr or ē children teknon or ē fields agros for  my egō sake  and kai for the sake of  the ho gospel euangelion", "30": "who  will  not mē receive lambanō one  hundredfold hekatontaplasiōn now nyn in en · ho this houtos present kairos time — houses oikia and kai brothers adelphos and kai sisters adelphē and kai mothers mētēr and kai children teknon and kai fields agros,  with meta persecutions diōgmos— and kai in en the ho coming erchomai age aiōn,  · ho eternal aiōnios life zōē. ", "31": "But de many polys who are  first prōtos will  be eimi last eschatos,  and kai the ho last eschatos will be  first prōtos.” ", "32": "Now de they  were eimi on en the ho road hodos,  going anabainō up  to eis Jerusalem Hierosolyma,  and kai Jesus Iēsous was eimi going proagō on  ahead  of  them autos.  · ho · kai They  were  filled thambeō with  awe ,  but de those ho who  followed akoloutheō behind  were  afraid phobeomai.  And kai taking paralambanō the ho twelve dōdeka aside  again palin,  he  began archō to  tell legō them autos the ho things mellō that  were  going  to  happen symbainō to  him autos: ", "33": "“ Listen idou,  we  are  going anabainō up  to eis Jerusalem Hierosolyma,  and kai the ho Son hyios of ho Man anthrōpos will  be  handed paradidōmi over  to  the ho ruling archiereus priests  and kai the ho scribes grammateus,  and kai they  will  condemn katakrinō him autos to  death thanatos and kai hand paradidōmi him autos over  to  the ho Gentiles ethnos. ", "34": "And kai they  will  mock empaizō him autos,  and kai spit emptyō on  him autos,  and kai flog mastigoō him autos,  and kai kill apokteinō him;  but kai after meta three treis days hēmera he  will  rise anistēmi.” ", "35": "Then kai James Iakōbos and kai John Iōannēs,  the ho sons hyios of  Zebedee Zebedaios,  approached prosporeuomai Jesus autos and  said legō to  him autos, “ Teacher didaskalos,  we  want thelō you sy to hina do poieō for  us hēmeis whatever hos ean we  ask aiteō.” ", "36": "And de he ho said legō to  them autos, “ What tis do  you  want thelō me egō to  do poieō for  you hymeis?” ", "37": "And de they ho said legō to  him autos, “ Give didōmi us hēmeis permission  to hina sit kathizō,  one heis on ek your sy right dexios and kai one heis on ek your  left aristeros,  in en · ho your sy glory doxa.” ", "38": "· ho But de Jesus Iēsous said legō to  them autos, “ You  do  not ou know oida what tis you  are  asking aiteō.  Are  you  able dynamai to  drink pinō the ho cup potērion that hos I egō drink pinō,  or ē to  be  baptized baptizō with  the ho baptism baptisma with  which hos I egō am  baptized baptizō?” ", "39": "They ho · de said legō to  him autos, “ We  are  able dynamai.”  · ho And de Jesus Iēsous said legō to  them autos, “ The ho cup potērion that hos I egō drink pinō you  will  drink pinō,  and kai with  the ho baptism baptisma with  which hos I egō am  baptized baptizō,  you  will  be  baptized baptizō; ", "40": "· ho but de to  sit kathizō on ek my egō right dexios or ē on ek my  left euōnymos is eimi not ou mine emos to  give didōmi,  but alla it is for those  for  whom hos it  has  been  prepared hetoimazō.” ", "41": "And kai hearing akouō this,  the ho ten deka began archō to  be  indignant aganakteō at peri James Iakōbos and kai John Iōannēs. ", "42": "And kai calling proskaleō them autos to him,  · ho Jesus Iēsous said legō to  them autos, “ You  know oida that hoti those ho who  are  supposed dokeō to  rule archō over  the ho Gentiles ethnos lord katakyrieuō it  over  them autos,  and kai · ho their autos leaders megas domineer katexousiazō over  them autos. ", "43": "But de it  is eimi not ou to be  so houtōs among en you hymeis.  But alla whoever hos an would thelō be ginomai great megas among en you hymeis must  be eimi your hymeis servant diakonos, ", "44": "and kai whoever hos an would thelō be eimi first prōtos among en you hymeis must  be eimi servant  of  all pas. ", "45": "For gar even kai the ho Son hyios of ho Man anthrōpos came erchomai not ou to  be  served diakoneō but alla to  serve diakoneō,  and kai to  give didōmi · ho his autos life psychē as a  ransom lytron for anti many polys.” ", "46": "And kai they  came erchomai to eis Jericho Ierichō.  And kai as  he autos was  going ekporeuomai out  from apo Jericho Ierichō with kai · ho his autos disciples mathētēs and kai a  considerable hikanos crowd ochlos, a  blind typhlos beggar prosaitēs,  Bartimaeus Bartimaios the ho son hyios of  Timaeus Timaios,  was  sitting kathēmai by para the ho road hodos. ", "47": "And kai hearing akouō that hoti it  was eimi Jesus Iēsous of ho Nazareth Nazarēnos,  he  began archō to  cry krazō out  and kai say legō, “ Son hyios of  David Dauid,  Jesus Iēsous,  have  mercy eleeō on  me egō!” ", "48": "And kai many polys were  sternly epitimaō telling  him autos to hina be  quiet siōpaō;  but de all polys the  more mallon he ho kept  crying krazō out , “ Son hyios of  David Dauid,  have  mercy eleeō on  me egō!” ", "49": "And kai Jesus Iēsous stopped histēmi · ho and  said legō, “ Call phōneō him autos.”  And kai they  called phōneō the ho blind typhlos man ,  saying legō to  him autos, “ Take tharseō courage !  Get egeirō up !  He  is  calling phōneō you sy.” ", "50": "And de throwing apoballō aside  · ho his autos cloak himation,  he ho jumped anapēdaō to  his  feet  and  came erchomai to pros · ho Jesus Iēsous. ", "51": "And kai answering apokrinomai him autos,  · ho Jesus Iēsous said legō, “ What tis do  you  want thelō me  to  do poieō for  you sy?”  And de the ho blind typhlos man  said legō to  him autos, “ Rabbi rhabbouni,  that hina I  might  see anablepō again .” ", "52": "And kai · ho Jesus Iēsous said legō to  him autos, “ Go hypagō,  · ho your sy faith pistis has  healed sōzō you sy.”  And kai immediately  he  regained anablepō his  sight  and kai began  following akoloutheō him autos on en the ho way hodos. "}