{"1": "And kai when hote they  drew  near engizō to eis Jerusalem Hierosolyma,  Bethphage Bēthphagē,  and kai Bethany Bēthania,  at pros the ho Mount oros of ho Olives elaia, Jesus  dispatched apostellō two dyo of ho his autos disciples mathētēs", "2": "and kai said legō to  them autos, “ Go hypagō into eis the ho village kōmē · ho directly katenanti ahead  of  you hymeis,  and kai immediately  upon  entering eisporeuomai it autos you  will  find heuriskō a  tethered deō colt pōlos on epi which hos no oudeis one anthrōpos has  ever oupō sat kathizō.  Untie lyō it autos and kai bring pherō it. ", "3": "· kai If ean anyone tis says legō to  you hymeis, ' Why tis are  you  doing poieō this houtos?'  say legō, ' The ho Lord kyrios has echō need chreia of  it autos and kai will  send apostellō it autos back palin here hōde as soon as possible.'” ", "4": "So kai they  went aperchomai away  and kai found heuriskō a  tethered deō colt pōlos at pros a  door thura outside exō in epi the ho street amphodon,  and kai they  untied lyō it autos. ", "5": "And kai some tis of  those ho standing histēmi there ekei said legō to  them autos, “ What tis are  you  doing poieō,  untying lyō the ho colt pōlos?” ", "6": "And de they ho spoke legō to  them autos just kathōs as  Jesus Iēsous had  said legō,  · ho and kai they  gave aphiēmi them autos permission . ", "7": "Then kai they  brought pherō the ho colt pōlos to pros · ho Jesus Iēsous and kai threw epiballō their autos cloaks himation on  it autos,  · ho and kai he  sat kathizō on epi it autos. ", "8": "And kai many polys spread strōnnyō · ho their autos cloaks himation on eis the ho road hodos,  while de others allos spread  tall  grass stibas,  cutting koptō it  from ek the ho fields agros. ", "9": "And kai those ho who  went proagō before  and kai those ho who  followed akoloutheō were  crying krazō out , “ Hosanna hōsanna!  Blessed eulogeō is  he ho who  comes erchomai in en the  name onoma of  the  Lord kyrios! ", "10": "Blessed eulogeō is  the ho coming erchomai kingdom basileia of ho our hēmeis father patēr David Dauid!  Hosanna hōsanna in en the ho highest hypsistos!” ", "11": "And kai he  entered eiserchomai Jerusalem Hierosolyma and went  into eis the ho temple hieron.  And kai looking periblepō around  at  everything pas,  the ho hour hōra already ēdē being eimi late opsia,  he  went exerchomai out  to eis Bethany Bēthania with meta the ho twelve dōdeka. ", "12": "And kai on  the ho next  day epaurion,  when  they autos had  left exerchomai from apo Bethany Bēthania, Jesus  became  hungry peinaō. ", "13": "And kai seeing  at apo a  distance makrothen a  fig  tree sykē in echō leaf phyllon,  he  went erchomai to see  if ei he  could  find heuriskō anything tis on en it autos.  And kai when  he  came erchomai to epi it autos,  he  found heuriskō nothing oudeis but ei mē leaves phyllon,  · ho for gar it  was eimi not ou the  season kairos for  figs sykon. ", "14": "So kai in  response apokrinomai he  said legō to  it autos, “ May esthiō no  one mēdeis ever mēketi eat esthiō fruit karpos from ek you sy again!”  And kai his autos disciples mathētēs were  listening akouō.  · ho", "15": "Then kai they  went erchomai into eis Jerusalem Hierosolyma.  And kai entering eiserchomai eis the ho temple hieron,  he  began archō to  drive ekballō out  those ho who  were  selling pōleō and kai those ho who  were  buying agorazō in en the ho temple hieron;  and kai he  overturned katastrephō the ho tables trapeza of  the ho money kollybistēs changers  and kai the ho chairs kathedra of  those ho who  were  selling pōleō · ho pigeons peristera, ", "16": "and kai he  would  not ou allow aphiēmi anyone tis to  carry diapherō merchandise skeuos through dia the ho temple hieron. ", "17": "And kai he  was  teaching didaskō and kai saying legō to  them autos, “ Is  it  not ou written graphō,  · ho ' My egō house oikos shall  be  called kaleō a  house oikos of  prayer proseuchē for  all pas the ho nations ethnos'?  But de you hymeis have  made poieō it autos 'a  hideout spēlaion for  robbers lēstēs.'” ", "18": "And kai the ho ruling archiereus priests  and kai the ho scribes grammateus heard akouō of this  and kai began  seeking zēteō how pōs they  could  destroy apollymi him autos,  for gar they  feared phobeomai him autos,  because gar all pas the ho people ochlos were  impressed ekplēssō by epi · ho his autos teaching didachē. ", "19": "And kai when hotan evening opse came ginomai,  they  went ekporeuomai out exō of  the ho city polis. ", "20": "And kai passing paraporeuomai by  in  the  morning prōi, they saw  the ho fig sykē tree  withered xērainō down ek to  the  roots rhiza. ", "21": "And kai thinking anamimnēskō back ,  · ho Peter Petros said legō to  him autos, “ Rabbi rhabbi,  look ide!  The ho fig sykē tree  that hos you  cursed kataraomai has  withered xērainō!” ", "22": "And kai answering apokrinomai,  · ho Jesus Iēsous said legō to  them autos, “ Have echō faith pistis in  God theos. ", "23": "I  tell legō you hymeis the  truth amēn,  that hoti if  anyone hos says legō to ho this houtos mountain oros, ' Be  taken airō up  and kai cast ballō into eis the ho sea thalassa,'  and kai does  not mē waver diakrinō in en · ho his autos heart kardia but alla believes pisteuō that hoti what hos he  says laleō will  happen ginomai,  it  will  be eimi done  for  him autos. ", "24": "For dia this houtos reason  I  tell legō you hymeis,  whatever pas hosos you  pray proseuchomai and kai ask aiteō for ,  believe pisteuō that hoti you  have  received lambanō it,  and kai it  will  be eimi yours hymeis. ", "25": "And kai whenever hotan you  stand stēkō praying proseuchomai,  forgive aphiēmi if ei you  have echō something tis against kata someone tis,  so hina that  · ho your hymeis Father patēr · ho in en · ho heaven ouranos may  also kai forgive aphiēmi you hymeis · ho your hymeis transgressions paraptōma.” ", "27": "And kai they  came erchomai again palin to eis Jerusalem Hierosolyma.  And kai while peripateō he autos was  walking  about peripateō in en the ho temple hieron,  the ho ruling archiereus priests  and kai the ho scribes grammateus and kai the ho elders presbyteros came erchomai to pros him autos, ", "28": "and kai were  asking legō him autos, “ By en what poios authority exousia are  you  doing poieō these houtos things ?”  and ē, “ Who tis gave didōmi you sy · ho this houtos authority exousia to hina do poieō these houtos things ?” ", "29": "· ho But de Jesus Iēsous said legō to  them autos, “ I  will  ask eperōtaō you hymeis one heis thing logos;  · kai answer apokrinomai me egō,  and kai I  will  tell legō you hymeis by en what poios authority exousia I  do poieō these houtos things . ", "30": "The ho baptism baptisma of ho John Iōannēs— was  it eimi from ek heaven ouranos or ē from ek man anthrōpos?  Answer apokrinomai me egō!” ", "31": "So kai they  discussed dialogizomai it  among pros themselves heautou,  saying legō, “ If ean we  say legō, ' From ek heaven ouranos,'  he  will  say legō, ' Why dia tis then oun did  you  not ou believe pisteuō him autos?' ", "32": "But alla if  we  say legō, ' From ek man'—( they  were  afraid phobeomai of  the ho people ochlos,  for gar everyone hapas considered echō that hoti · ho John Iōannēs was eimi truly ontōs a  prophet prophētēs). ", "33": "So kai in  answer apokrinomai to ho Jesus Iēsous,  they  said legō, “ We  do  not ou know oida.”  And kai · ho Jesus Iēsous said legō to  them autos, “ Neither oude will  I egō tell legō you hymeis by en what poios authority exousia I  am  doing poieō these houtos things .” "}