{"1": "And kai he  began archō to  speak laleō to  them autos in en parables parabolē. “A  man anthrōpos planted phyteuō a  vineyard ampelōn and kai put peritithēmi a  fence phragmos around it.  · kai He  dug oryssō a  pit hypolēnion for  the  winepress  and kai built oikodomeō a  tower pyrgos;  then kai he  leased ekdidōmi it autos out  to  tenant geōrgos farmers  and kai went apodēmeō on  a  journey . ", "2": "· kai At ho harvest  time kairos he  sent apostellō a servant  to pros the ho tenant geōrgos farmers  to hina receive lambanō from para the ho farmers geōrgos a  portion apo of  the ho fruit karpos from  the ho vineyard ampelōn. ", "3": "But kai they  took lambanō him autos and  beat derō him  and kai sent apostellō him  away  empty-handed kenos. ", "4": "And kai again palin he  sent apostellō to pros them autos another allos servant;  and kakeinos that  one  they  struck kephalioō on  the  head  and kai treated atimazō dishonorably . ", "5": "So kai he  sent apostellō another allos;  and kakeinos that  one  they  killed apokteinō— and kai so with  many polys others allos,  beating derō some hos and de killing apokteinō others hos. ", "6": "He  had echō still eti one heis other, a  beloved agapētos son hyios.  He  sent apostellō him autos last eschatos to pros them autos,  saying legō, ' They  will  respect entrepō · ho my egō son hyios.' ", "7": "But de those ekeinos · ho tenants geōrgos said legō to pros themselves heautou, ' This houtos is eimi the ho heir klēronomos;  come deute,  let  us  kill apokteinō him autos,  and kai the ho inheritance klēronomia will  be eimi ours hēmeis.' ", "8": "And kai taking lambanō him,  they  killed apokteinō him autos and kai threw ekballō him autos out exō of  the ho vineyard ampelōn. ", "9": "What tis therefore oun will  the ho owner kyrios of  the ho vineyard ampelōn do poieō?  He  will  come erchomai and kai destroy apollymi the ho tenants geōrgos and kai give didōmi the ho vineyard ampelōn to  others allos. ", "10": "Have  you anaginōskō not oude even  read anaginōskō · ho this houtos scripture graphē: 'The  stone lithos that hos the ho builders oikodomeō rejected apodokimazō has  become ginomai the  capstone kephalē gōnia; ", "11": "this houtos came  about ginomai from para the  Lord kyrios,  and kai it  is eimi marvelous thaumastos in en our hēmeis eyes ophthalmos'?” ", "12": "And kai they  were  seeking zēteō to  arrest krateō him autos,  but kai feared phobeomai the ho people ochlos,  for gar they  knew ginōskō that hoti he  had  spoken legō the ho parable parabolē against pros them autos.  So kai they  left aphiēmi him autos and  went aperchomai away . ", "13": "And kai they  sent apostellō to pros him autos some tis of  the ho Pharisees Pharisaios and kai some  of  the ho Herodians hērōidianoi to hina trap agreuō him autos with  a  statement logos. ", "14": "· kai When  they  came erchomai they  said legō to  him autos, “ Teacher didaskalos,  we  know oida that hoti you  are eimi truthful alēthēs and kai that the  opinion peri of  another oudeis is  of  no ou concern melei to  you sy.  For gar you  do  not ou regard blepō the  position prosōpon of  men anthrōpos,  but alla you didaskō truly epi alētheia teach didaskō the ho way hodos of ho God theos. Is it lawful  to  pay didōmi tax kēnsos to  Caesar Kaisar,  or ē not ou?  Should  we  pay didōmi or ē should  we  not mē pay didōmi?” ", "15": "But de knowing oida their autos · ho hypocrisy hypokrisis,  he ho said legō to  them autos, “ Why tis do  you  test peirazō me egō?  Bring pherō me egō a  denarius dēnarion and  let hina me look at it.” ", "16": "So de they ho brought pherō one.  And kai he  said legō to  them autos, “ Of  whom tis is  · ho this houtos likeness eikōn and kai · ho inscription epigraphē?”  And de they ho said legō to  him autos, “ Caesar Kaisar.” ", "17": "· ho · de Jesus Iēsous said legō to  them autos, “ Give apodidōmi to  Caesar Kaisar what ho belongs  to  Caesar Kaisar,  but kai give  to ho God theos what ho belongs  to  · ho God theos.”  And kai they  were  amazed ekthaumazō at epi him autos. ", "18": "And kai the  Sadducees Saddoukaios,  who hostis say legō there  is eimi no mē resurrection anastasis,  came erchomai to pros him autos,  and kai they  were  questioning eperōtaō him autos,  saying legō, ", "19": "“ Teacher didaskalos,  Moses Mōysēs wrote graphō for  us hēmeis that hoti if ean someone' s tis brother adelphos should  die apothnēskō and kai leave kataleipō behind  a  wife gynē,  but kai not mē leave aphiēmi behind  a  child teknon,  that hina his autos brother adelphos should  take lambanō · ho the ho widow gynē and kai raise exanistēmi up  offspring sperma for ho his autos brother adelphos. ", "20": "There  were eimi seven hepta brothers adelphos;  · kai the ho first prōtos took lambanō a  wife gynē,  and kai when  he  died apothnēskō he  left aphiēmi no ou offspring sperma. ", "21": "Then kai the ho second deuteros brother  took lambanō her autos,  and kai he  died apothnēskō,  leaving  behind kataleipō no mē offspring sperma.  And kai the ho third tritos likewise hōsautōs. ", "22": "And kai the ho seven hepta did  not ou leave aphiēmi offspring sperma.  Last eschatos of  all pas the ho woman gynē also kai died apothnēskō. ", "23": "In en the ho resurrection anastasis,  when hotan they  rise anistēmi again ,  of  which tis of  them autos will  she  be eimi wife gynē?  For gar all ho seven hepta had echō her autos as  wife gynē.” ", "24": "Jesus Iēsous said phēmi to  them autos,  · ho “ Are  you planaō not ou mistaken planaō for dia this houtos reason , that  you  know oida neither mē the ho scriptures graphē nor mēde the ho power dynamis of ho God theos? ", "25": "For gar when hotan people  rise anistēmi from ek the  dead nekros,  they  neither oute marry gameō nor oute are  they  given  in  marriage gamizō,  but alla they  are eimi as hōs angels angelos in en · ho heaven ouranos. ", "26": "But de concerning peri the ho dead nekros,  that hoti they  are  raised egeirō,  have  you  not ou read anaginōskō in en the ho book biblos of  Moses Mōysēs in the passage  about epi the ho bush batos,  how pōs God theos spoke legō to  him autos · ho saying legō, ' I egō am  the ho God theos of  Abraham Abraam and kai the ho God theos of  Isaac Isaak and kai the ho God theos of  Jacob Iakōb'? ", "27": "He  is eimi not ou God theos of  the  dead nekros,  but alla of  the  living zaō.  You  are  greatly polys mistaken planaō!” ", "28": "And kai one heis of  the ho scribes grammateus came proserchomai up  and  heard akouō them autos disputing syzēteō. Seeing  how hoti well kalōs Jesus  had  answered apokrinomai them autos,  he  put  this  question eperōtaō to  him autos: “ Which poios commandment entolē is eimi the  most  important prōtos of  all pas?” ", "29": "Jesus Iēsous answered apokrinomai,  · ho “The  most  important prōtos is eimi, ' Hear akouō,  Israel Israēl, the  Lord kyrios · ho our hēmeis God theos, the  Lord kyrios is eimi one heis; ", "30": "and kai you  shall  love agapaō the  Lord kyrios · ho your sy God theos with ek your sy whole holos · ho heart kardia,  and kai with ek your sy whole holos · ho life psychē,  and kai with ek your sy whole holos · ho mind dianoia,  and kai with ek your sy whole holos · ho strength ischus.' ", "31": "The  second deuteros is  this houtos: ' You  shall  love agapaō · ho your sy neighbor plēsion as hōs yourself seautou.'  There  is eimi no ou other allos commandment entolē greater megas than  these houtos.” ", "32": "And kai the ho scribe grammateus said legō to  him autos, “ Well kalōs said,  teacher didaskalos.  You  have  spoken legō truthfully epi alētheia; ' he  is eimi one heis,  and kai there  is eimi no ou other allos besides plēn him autos.' ", "33": "And kai · ho ' to  love agapaō him autos with ek the ho whole holos heart kardia,  and kai with ek the ho whole holos understanding synesis,  and kai with ek the ho whole holos strength ischus,'  and kai · ho ' to  love agapaō one' s ho neighbor plēsion as hōs oneself heautou,'  is eimi much perissoteros more  than  all pas · ho whole  burnt  offerings holokautōma and kai sacrifices thusia.” ", "34": "And kai · ho Jesus Iēsous, seeing  that hoti the scribe  had  answered apokrinomai wisely nounechōs,  said legō to  him autos, “ You  are eimi not ou far makran from apo the ho kingdom basileia of ho God theos.”  And kai no  one oudeis dared tolmaō to  question eperōtaō him autos any  more ouketi. ", "35": "· kai While didaskō · ho Jesus Iēsous was  teaching didaskō in en the ho temple hieron,  he  said legō, “ How pōs can  the ho scribes grammateus say legō that hoti · ho Messiah Christos is eimi the  son hyios of  David Dauid? ", "36": "David Dauid himself autos,  by en the ho Holy hagios Spirit pneuma,  said legō,  · ho 'The  Lord kyrios said legō to ho my egō Lord kyrios, “ Sit kathēmai at ek my egō right dexios hand ,  until heōs an I  put tithēmi · ho your sy enemies echthros beneath hypokatō · ho your sy feet pous.”' ", "37": "David Dauid himself autos calls legō him autos ' Lord kyrios,'  so kai how pothen can  he  be eimi his autos son hyios?”  And kai the ho large polys crowd ochlos was  listening akouō to  him autos with  delight hēdeōs. ", "38": "And kai in en · ho his autos teaching didachē he  was  saying legō, “ Beware blepō of apo the ho scribes grammateus,  who ho like thelō to  parade  around peripateō in en flowing  robes stolē,  and kai want  greetings aspasmos in en the ho marketplaces agora", "39": "and kai the  front  seats prōtokathedria in en the ho synagogues synagōgē,  and kai the  places prōtoklisia of  honor  at en · ho banquets deipnon. ", "40": "They ho devour katesthiō the ho property oikia of ho widows chēra and kai,  as  a  show prophasis,  offer  up  long makros prayers proseuchomai.  These houtos men  will  receive lambanō a  more perissoteros severe  judgment krima.” ", "41": "And kai taking kathizō a  seat  opposite katenanti the ho treasury gazophylakion,  he  was  watching theōreō how pōs the ho people ochlos were  putting ballō money chalkos into eis the ho offering gazophylakion box .  · kai Many polys rich plousios people  were  putting ballō in  large polys sums . ", "42": "· kai A heis poor ptōchos widow chēra approached erchomai and  put ballō in  two dyo small coins,  about hos eimi a  penny kodrantēs. ", "43": "And kai he  called proskaleō · ho his autos disciples mathētēs to  him  and  said legō to  them autos, “ I  tell legō you hymeis the  truth amēn,  · ho this houtos poor ptōchos widow chēra · ho has  put  in ballō more polys than  all pas those ho who  are  putting ballō large amounts  into eis the ho offering gazophylakion box . ", "44": "For gar they ballō all pas put  in ballō from ek · ho their autos abundance perisseuō,  but de she houtos from ek · ho her autos need hysterēsis has  put  in ballō everything pas hosos she  had echō— all holos · ho she  had autos to  live bios on.” "}