{"1": "And kai as  he autos went ekporeuomai out  of ek the ho temple hieron,  one heis of ho his autos disciples mathētēs said legō to  him autos, “ Teacher didaskalos,  look ide,  what potapos massive  stones lithos and kai what potapos magnificent  buildings oikodomē!” ", "2": "And kai · ho Jesus Iēsous said legō to  him autos, “ Do  you  see blepō these houtos · ho great megas buildings oikodomē?  Not ou mē a  single  stone lithos will  be  left aphiēmi here hōde resting  on epi another lithos that hos will  not ou mē be  thrown  down katalyō.” ", "3": "So kai while  he autos was  sitting kathēmai on eis the ho Mount oros of ho Olives elaia opposite katenanti the ho temple hieron,  Peter Petros,  James Iakōbos,  John Iōannēs,  and kai Andrew Andreas questioned eperōtaō him autos privately kata idios.  · kai · kai", "4": "“ Tell legō us hēmeis,  when pote will  these houtos things  be eimi,  and kai what tis will be  the ho sign sēmeion when hotan all pas these  things houtos are  about mellō to  take  place synteleō?” ", "5": "· ho And de Jesus Iēsous began archō to  speak legō to  them autos, “ Watch blepō out  lest mē someone tis mislead planaō you hymeis. ", "6": "Many polys will  come erchomai in epi · ho my egō name onoma,  saying legō, ' I egō am eimi he,'  and kai they  will  deceive planaō many polys. ", "7": "And de when hotan you  hear akouō of  wars polemos and kai rumors akoē of  wars polemos,  do  not mē be  alarmed throeō; those things  must dei happen ginomai,  but alla the ho end telos is  not oupō yet . ", "8": "For gar nation ethnos will  rise egeirō against epi nation ethnos and kai kingdom basileia against epi kingdom basileia.  There  will  be eimi earthquakes seismos in kata various  places topos;  there  will  be eimi famines limos.  These houtos are the  beginning archē of  birth  pains ōdin. ", "9": "But de watch blepō out  for  yourselves heautou;  they  will  deliver paradidōmi you hymeis over  to eis local  councils synedrion,  and kai in eis synagogues synagōgē you  will  be  beaten derō,  and kai before epi governors hēgemōn and kai kings basileus you  will  be  made  to  stand histēmi for  my egō sake,  to eis bear  witness martyrion to  them autos. ", "10": "· kai First prōton the ho gospel euangelion must dei be  preached kēryssō to eis every pas · ho nation ethnos. ", "11": "And kai when hotan they  bring agō you hymeis to  trial  and  deliver paradidōmi you  over ,  do  not mē worry promerimnaō ahead  of  time  what tis you  should  say laleō,  but alla whatever hos ean is  given didōmi you hymeis in en that ekeinos · ho hour hōra,  speak laleō;  for gar you hymeis are eimi not ou the ho ones  who  will  be  speaking laleō,  but alla the ho Holy hagios Spirit pneuma.  · ho", "12": "And kai brother adelphos will  deliver paradidōmi over  brother adelphos to eis death thanatos,  and kai a  father patēr his  child teknon;  and kai children teknon will  rise epanistēmi up  in  rebellion  against epi parents goneus and kai have  them autos put thanatoō to  death . ", "13": "And kai you  will  be eimi hated miseō by hypo all pas on dia account  of  · ho my egō name onoma.  But de the ho one  who  perseveres hypomenō to eis the  end telos will  be  saved sōzō. ", "14": "“ When hotan · de you see  the ho ' abomination bdelygma of ho desolation erēmōsis'  standing histēmi where hopou he  should  not ou be dei ( let  the ho reader anaginōskō understand noeō),  then tote let  those ho who are  in en · ho Judea Ioudaia flee pheugō to eis the ho mountains oros. ", "15": "Let  the ho one  · de who is  on epi the ho housetop dōma not mē come  down katabainō,  nor mēde enter eiserchomai his autos house oikia to  remove airō anything tis from ek it;  · ho", "16": "and kai let  the ho one  who is  in eis the ho field agros not mē return epistrephō · ho to  get airō · ho his autos cloak himation. ", "17": "But de woe ouai to  those ho women  who  are echō pregnant en gastēr and kai to  those ho who  are  nursing thēlazō in en those ekeinos · ho days hēmera. ", "18": "And de pray proseuchomai that hina it  may  not mē happen ginomai during  winter cheimōn, ", "19": "because gar those ekeinos will  be eimi · ho days hēmera of  such toioutos tribulation thlipsis as hoios has  never ou happened ginomai from apo the  beginning archē of  creation ktisis,  which hos God theos created ktizō,  · ho until heōs · ho now nyn,  nor  ever kai will  be ginomai. ", "20": "And kai unless ei mē the  Lord kyrios had  cut koloboō short  the ho number of  days hēmera,  no ou one pas would an survive sōzō;  but alla on  account dia of  the ho elect eklektos,  whom hos he  chose eklegomai,  he  cut koloboō short  the ho days hēmera. ", "21": "And kai then tote if ean someone tis should  say legō to  you hymeis, ' Look ide,  here hōde is  the ho Christ Christos!' or, ' Look ide,  there ekei he is!'— do  not mē believe pisteuō it. ", "22": "For gar false  christs pseudochristos and kai false  prophets pseudoprophētēs will  arise egeirō and kai will  offer didōmi signs sēmeion and kai wonders teras in pros order  to  · ho deceive apoplanaō,  if ei possible dynatos,  the ho elect eklektos. ", "23": "But de you hymeis,  beware blepō; I have told  you hymeis all pas this in advance. ", "24": "But alla in en those ekeinos · ho days hēmera,  after meta · ho that ekeinos tribulation thlipsis,  the ho sun hēlios will be darkened,  and kai the ho moon selēnē will  not ou give didōmi · ho its autos light phengos, ", "25": "and kai the ho stars astēr will  be eimi falling piptō from ek · ho heaven ouranos,  and kai the ho powers dynamis · ho in en the ho heavens ouranos will  be  shaken saleuō. ", "26": "And kai then tote they  will  see horaō the ho Son hyios of ho Man anthrōpos coming erchomai in en clouds nephelē,  with meta great polys power dynamis and kai glory doxa. ", "27": "And kai at tote that  time  he  will  send apostellō his ho angels angelos,  and kai will  gather episynagō · ho his autos elect eklektos from ek the ho four tessares winds anemos,  from apo the  ends akron of  the  earth gē to heōs the  ends akron of  heaven ouranos. ", "28": "“ Now de from apo the ho fig sykē tree  learn manthanō its ho parable parabolē:  As  soon  as hotan · ho its autos bough klados becomes ginomai tender hapalos and kai puts ekphyō out  its ho leaves phyllon,  you  know ginōskō that hoti summer theros is eimi near engys.  · ho", "29": "So houtōs also kai,  when hotan you hymeis see  these houtos things  taking ginomai place ,  you  know ginōskō that hoti he  is eimi near engys,  at epi the  gates thura. ", "30": "I  tell legō you hymeis the  truth amēn,  this houtos generation genea will  not ou mē pass parerchomai away  · ho until mechri hos all pas these houtos things  begin  to  take  place ginomai. ", "31": "· ho Heaven ouranos and kai · ho earth gē will  pass  away parerchomai,  · ho but de my egō words logos will  never ou mē pass  away parerchomai. ", "32": "But de of peri · ho that ekeinos day hēmera or ē · ho hour hōra no oudeis one  knows oida,  neither oude the ho angels angelos in en heaven ouranos,  nor oude the ho Son hyios,  but  only ei the ho Father patēr. ", "33": "Watch blepō out ,  be  alert agrypneō,  for gar you  do  not ou know oida when pote the ho time kairos will  come eimi. ", "34": "It is  like hōs a  man anthrōpos going  on  a  journey apodēmos.  He  left aphiēmi · ho his autos home oikia and kai gave didōmi authority exousia to ho his autos servants,  · ho to  each hekastos one  · ho his autos work ergon,  and kai he  ordered entellō the ho doorkeeper thurōros to hina stay grēgoreō alert . ", "35": "So oun stay grēgoreō alert — for gar you  do  not ou know oida when pote the ho master kyrios of  the ho house oikia will  return erchomai,  whether ē in  the  evening opse,  or ē at  midnight mesonyktion,  or ē at  cock alektorophōnia crowing ,  or ē toward  daybreak prōi— ", "36": "lest mē coming erchomai suddenly exaiphnēs he  should  find heuriskō you hymeis sleeping katheudō. ", "37": "And de what hos I  say legō to  you hymeis,  I  say legō to  all pas:  Stay grēgoreō alert !” "}