{"1": "· kai As soon as  it  was  morning prōi,  the ho ruling  priests archiereus,  after  holding poieō a  consultation symboulion with meta the ho elders presbyteros and kai scribes grammateus and kai the ho entire holos council synedrion,  bound deō · ho Jesus Iēsous,  led apopherō him  away ,  and kai handed paradidōmi him  over  to  Pilate Pilatos. ", "2": "And kai Pilate Pilatos questioned eperōtaō him autos,  · ho “ Are eimi you sy the ho king basileus of  the ho Jews Ioudaios?”  And de answering apokrinomai him autos,  he ho said legō, “ You sy say legō it.” ", "3": "And kai the ho ruling  priests archiereus accused katēgoreō him autos repeatedly polys. ", "4": "· ho Then de Pilate Pilatos questioned eperōtaō him autos again palin,  saying legō, “ Do  you  answer apokrinomai nothing oudeis?  See ide how posos many  accusations  they  are  bringing  against katēgoreō you sy.” ", "5": "· ho But de Jesus Iēsous no ouketi longer  gave  any oudeis reply apokrinomai,  so hōste that  Pilate Pilatos was  amazed thaumazō.  · ho", "6": "Now de at kata the  feast heortē he  used  to  release apolyō to  them autos one heis prisoner desmios whom hos they  requested paraiteomai. ", "7": "· de Among meta the ho rebels stasiastēs in  prison deō,  who hostis in en the ho insurrection stasis had  committed poieō murder phonos,  there  was eimi a  man ho called legō Barabbas Barabbas. ", "8": "And kai coming anabainō up ,  the ho crowd ochlos began archō to  ask aiteō Pilate to do  as kathōs he  usually  did poieō for  them autos. ", "9": "· ho So de Pilate Pilatos responded apokrinomai to  them autos,  saying legō, “ Do  you  want thelō me  to  release apolyō to  you hymeis the ho king basileus of  the ho Jews Ioudaios?” ", "10": "For gar he  knew ginōskō that hoti the ho ruling  priests archiereus had  handed paradidōmi Jesus autos over paradidōmi out dia of  envy phthonos. ", "11": "But de the ho ruling archiereus priests  stirred anaseiō up  the ho crowd ochlos so hina that  Pilate  would  release apolyō Barabbas Barabbas to  them autos instead mallon.  · ho", "12": "· ho And de Pilate Pilatos,  answering apokrinomai again palin said legō to  them autos, “ What tis,  then oun,  do  you  want thelō me  to  do poieō with the  man hos you  call legō the ho king basileus of  the ho Jews Ioudaios?” ", "13": "But de again palin they ho cried krazō out , “ Crucify stauroō him autos!” ", "14": "· ho And de Pilate Pilatos said legō to  them autos, “ Why gar,  what tis evil kakos has  he  done poieō?”  But de they ho cried  out krazō all perissōs the  more , “ Crucify stauroō him autos!” ", "15": "· ho So de Pilate Pilatos,  wishing boulomai to  satisfy hikanos the ho crowd ochlos,  · ho released apolyō to  them autos · ho Barabbas Barabbas;  and kai having  scourged phragelloō Jesus Iēsous,  he  handed paradidōmi him  over  · ho to hina be  crucified stauroō. ", "16": "And de the ho soldiers stratiōtēs led apagō him autos away  into esō the ho palace aulē ( that hos is eimi, the  praetorium praitōrion)  and kai they  called synkaleō together  the ho whole holos company speira of  soldiers . ", "17": "And kai they  clothed endidyskō him autos in  purple porphyra;  and kai twisting plekō some  thorns akanthinos into a  crown stephanos,  they  placed peritithēmi it  on  him autos. ", "18": "Then kai they  began archō to  greet aspazomai him autos, “ Hail chairō,  king basileus of  the ho Jews Ioudaios!” ", "19": "And kai they  kept  striking typtō his autos · ho head kephalē with  a  staff kalamos and kai spitting emptyō on  him autos;  and kai falling tithēmi to  their ho knees gony,  they  paid proskyneō homage  to  him autos. ", "20": "And kai when hote they  had  finished  mocking empaizō him autos,  they  stripped ekdyō him autos of  the ho purple porphyra robe  and kai put endyō his  own autos clothes himation on  him autos.  · ho Then kai they  led exagō him autos out  to hina crucify stauroō him autos. ", "21": "And kai they  conscripted angareuō a  certain tis passerby paragō,  Simon Simōn of  Cyrene Kyrēnaios ( the ho father patēr of  Alexander Alexandros and kai Rufus Rhouphos),  as  he  was  coming erchomai in  from apo the  country agros,  to hina bear airō · ho his autos cross stauros. ", "22": "And kai they  brought pherō him autos to epi the ho place topos Golgotha Golgotha, ( which hos means eimi methermēneuō,  Place topos of  the  Skull kranion). ", "23": "And kai they  offered didōmi him autos wine oinos mixed smyrnizō with  myrrh ,  but de he hos would  not ou take lambanō it. ", "24": "Then kai they  crucified stauroō him autos and kai divided diamerizō · ho his autos clothing himation,  casting ballō lots klēros for epi them autos, to see  who tis would  take airō what tis. ", "25": "It  was eimi · de the  third tritos hour hōra,  and kai they  crucified stauroō him autos. ", "26": "And kai the ho inscription epigraphē giving eimi the ho accusation aitia against  him autos read epigraphō, “ The ho King basileus of  the ho Jews Ioudaios.” ", "27": "And kai with syn him autos they  crucified stauroō two dyo robbers lēstēs,  one heis on ek his  right dexios and kai one heis on ek his autos left euōnymos. ", "29": "And kai those ho passing paraporeuomai by  ridiculed blasphēmeō him autos,  wagging kineō · ho their autos heads kephalē,  and kai saying legō, “ Aha oua!  You  who ho would  destroy katalyō the ho temple naos and kai rebuild oikodomeō it  in en three treis days hēmera, ", "30": "come  down katabainō from apo the ho cross stauros and  save sōzō yourself seautou.” ", "31": "So homoiōs also kai the ho ruling archiereus priests ,  mocking empaizō among pros themselves allēlōn,  with meta the ho scribes grammateus,  were  saying legō, “ Others allos he  saved sōzō;  himself heautou he  can dynamai not ou save sōzō! ", "32": "Let  the ho Christ Christos,  the ho king basileus of  Israel Israēl come katabainō down  now nyn from apo the ho cross stauros,  so hina that  we may see  and kai believe pisteuō.”  And kai those ho crucified systauroō with syn him autos were  reviling oneidizō him autos. ", "33": "And kai when  the  sixth hektos hour hōra had  come ginomai,  darkness skotos fell ginomai over epi the ho whole holos land gē until heōs the  ninth enatos hour hōra. ", "34": "And kai at  the ho ninth enatos hour hōra,  Jesus Iēsous cried boaō · ho with  a  loud megas voice phōnē, “ Eloi elōi,  Eloi elōi,  lema lema sabachthani sabachthani?”  which hos means eimi methermēneuō,  · ho “ My egō God theos,  · ho my egō God theos,  why eis tis did  you  forsake enkataleipō me egō?” ", "35": "And kai when  some tis of  the ho bystanders paristēmi heard akouō this,  they  said legō, “ Listen ide,  he  is  calling phōneō Elijah ēlias!” ", "36": "Then de someone tis ran trechō,  · kai filled gemizō a  sponge spongos with  sour  wine oxos,  put peritithēmi it  on  a  staff kalamos, and  gave potizō it to  him autos to drink,  saying legō, “ Permit aphiēmi me; let us see  if ei Elijah ēlias will  come erchomai to  take kathaireō him autos down .” ", "37": "· ho And de Jesus Iēsous,  uttering aphiēmi a  loud megas cry phōnē,  breathed ekpneō his  last . ", "38": "And kai the ho veil katapetasma of  the ho temple naos was  torn schizō in eis two dyo,  from apo top anōthen to heōs bottom katō. ", "39": "And de when  the ho centurion kentyriōn,  who ho was  standing paristēmi in ek front enantios of  him autos, saw  that hoti in  this  way houtōs he  had  died ekpneō,  he  said legō, “ Truly alēthōs,  this houtos · ho man anthrōpos was eimi the  son hyios of  God theos!” ", "40": "There  were eimi · de also kai women gynē there,  watching theōreō from apo a  distance makrothen,  among en whom hos · kai were  Mary Maria · ho Magdalene Magdalēnē,  and kai Mary Maria the ho mother mētēr of  James Iakōbos the ho younger mikros and kai of  Joses Iōsēs,  and kai Salome Salōmē, ", "41": "who hos,  when hote he  was eimi in en · ho Galilee Galilaia,  used  to  follow akoloutheō him autos and kai care diakoneō for  his autos needs ;  and kai many polys other allos women  were there  who ho had  come synanabainō up  with  him autos to eis Jerusalem Hierosolyma. ", "42": "And kai when  evening opsia had  already ēdē come ginomai,  since epei it  was eimi the  day paraskeuē of  Preparation  ( that hos is eimi, the  day prosabbaton before  the  Sabbath ), ", "43": "Joseph Iōsēph · ho of apo Arimathea Harimathaia, a  respected euschēmōn member  of  the  council bouleutēs,  who hos also kai himself autos was eimi expecting prosdechomai the ho kingdom basileia of ho God theos,  went eiserchomai boldly tolmaō to pros · ho Pilate Pilatos and kai asked aiteō for  the ho body sōma of ho Jesus Iēsous. ", "44": "· ho · de Pilate Pilatos was  surprised thaumazō that ei he  was  already ēdē dead thnēskō,  so kai summoning proskaleō the ho centurion kentyriōn,  he  asked eperōtaō him autos if ei he  had  been  dead apothnēskō for  a  long  time palai. ", "45": "And kai learning ginōskō from apo the ho centurion kentyriōn that he was dead,  he  gave dōreomai the ho corpse ptōma to ho Joseph Iōsēph. ", "46": "So kai he  brought agorazō a  linen  shroud sindōn, and  taking kathaireō him autos down,  he  wrapped eneileō him  in  the ho linen  shroud sindōn and kai laid tithēmi him autos in en a  tomb mnēmeion,  which hos had eimi been  hewn latomeō out  of ek rock petra;  and kai he  rolled proskyliō a  stone lithos across epi the ho entrance thura of  the ho tomb mnēmeion. ", "47": "· ho · de Mary Maria · ho Magdalene Magdalēnē and kai Mary Maria the ho mother  of  Joses Iōsēs were  watching theōreō closely  where pou he  was  laid tithēmi. "}