{"1": "And kai when  the ho Sabbath sabbaton was  over diaginomai,  Mary Maria · ho Magdalene Magdalēnē,  and kai Mary Maria the ho mother  of ho James Iakōbos,  and kai Salome Salōmē bought agorazō spices arōma so hina that  they  might  go erchomai and  anoint aleiphō him autos. ", "2": "· kai Very lian early prōi on  the ho first heis day  of  the ho week sabbaton,  they  came erchomai to epi the ho tomb mnēmeion,  the ho sun hēlios having  risen anatellō. ", "3": "And kai they  were  saying legō to pros themselves heautou, “ Who tis will  roll apokyliō away  the ho stone lithos for  us hēmeis from ek the ho entrance thura of  the ho tomb mnēmeion?” ", "4": "And kai looking anablepō up ,  they  saw theōreō that hoti the ho stone lithos had  been  rolled apokyliō away — for gar it  was eimi very sphodra large megas. ", "5": "And kai entering eiserchomai eis the ho tomb mnēmeion, they saw a  young neaniskos man  sitting kathēmai on en the ho right dexios,  dressed periballō in  a  white leukos robe stolē,  and kai they  were  alarmed ekthambeō. ", "6": "But de he ho said legō to  them autos, “ Do  not mē be  alarmed ekthambeō.  You  seek zēteō Jesus Iēsous the ho Nazarene Nazarēnos,  who ho was  crucified stauroō.  He  has  been  raised egeirō.  He  is eimi not ou here hōde.  Look ide, there is  the ho place topos where hopou they  laid tithēmi him autos. ", "7": "But alla go hypagō,  tell legō · ho his autos disciples mathētēs and kai · ho Peter Petros, ' He  is  going proagō before  you hymeis into eis · ho Galilee Galilaia.  There ekei you  will  see horaō him autos,  just kathōs as  he  told legō you hymeis.'” ", "8": "And kai going exerchomai outside ,  they  fled pheugō from apo the ho tomb mnēmeion,  for gar trembling tromos and kai astonishment ekstasis had  taken  hold echō of  them autos.  And kai they  said legō nothing oudeis to  anyone oudeis,  for gar they  were  afraid phobeomai.  · de · ho · ho · ho · de · kai · ho · kai · ho · kai · ho", "9": "Now de when  Jesus  arose anistēmi early prōi on  the  first prōtos day  of  the  week sabbaton,  he  appeared phainō first prōton to  Mary Maria · ho Magdalene Magdalēnē,  from para whom hos he  had  cast ekballō out  seven hepta demons daimonion. ", "10": "She ekeinos went poreuō out  and  reported apangellō to  those ho who  had  been ginomai with meta him autos,  as  they  were  mourning pentheō and kai weeping klaiō. ", "11": "And kakeinos when  they  heard akouō that hoti he  was  alive zaō and kai had  been  seen theaomai by hypo her autos,  they  refused apisteō to  believe  it. ", "12": "After meta · de this houtos,  he  appeared phaneroō in en another heteros form morphē to  two dyo of ek them autos as  they  were  walking peripateō along ,  going poreuō into eis the  country agros. ", "13": "And kakeinos when  they  returned aperchomai,  they  reported apangellō it  to  the ho others loipos;  but oude they pisteuō refused  to  believe pisteuō them ekeinos. ", "14": "Later hysteros · de he  appeared phaneroō to  the ho eleven hendeka themselves autos as  they  were  reclining  at  table anakeimai;  and kai he  reproached oneidizō · ho their autos unbelief apistia and kai hardness sklērokardia of  heart ,  because hoti they  had pisteuō refused ou to  believe pisteuō those ho who  had  seen theaomai him autos resurrected egeirō. ", "15": "And kai he  said legō to  them autos, “ Go poreuō into eis all hapas the ho world kosmos and  proclaim kēryssō the ho gospel euangelion to  every pas · ho creature ktisis. ", "16": "The ho one  who  believes pisteuō and kai is  baptized baptizō will  be  saved sōzō,  but de the ho one  who  refuses  to  believe apisteō will  be  condemned katakrinō. ", "17": "And de these houtos signs sēmeion will  accompany parakoloutheō those ho who  believe pisteuō:  in en · ho my egō name onoma they  will  cast  out ekballō demons daimonion;  they  will  speak laleō in  new kainos tongues glōssa; ", "18": "· kai with en their ho hands cheir they  will  pick  up airō snakes ophis;  and kan if  they  drink pinō any tis deadly thanasimos poison  it  will blaptō in  no  way ou harm blaptō them autos;  they  will  lay epitithēmi hands cheir on epi the  sick arrōstos,  and kai they  will  recover kalōs.” ", "19": "Then oun the ho Lord kyrios Jesus Iēsous,  after meta · ho he  had  spoken laleō to  them autos,  was  taken analambanō up  into eis · ho heaven ouranos,  and kai sat kathizō down  at ek the  right dexios hand  of ho God theos. ", "20": "And de going  out exerchomai,  they ekeinos proclaimed kēryssō everywhere pantachou,  while  the ho Lord kyrios worked synergeō alongside  and kai confirmed bebaioō the ho message logos through dia the ho accompanying epakoloutheō signs sēmeion. "}