{"1": "And kai when ,  after dia several  days hēmera, Jesus  had  returned eiserchomai to eis Capernaum Kapharnaoum,  it  was  reported akouō that hoti he  was eimi at en home oikos. ", "2": "· kai Many polys people  gathered synagō so hōste that  there  was  no mēketi longer  any  room chōreō,  not mēde even  · ho at pros the ho entrance thura;  and kai he  began  speaking laleō the ho word logos to  them autos. ", "3": "And kai some men  came erchomai,  bringing pherō to pros him autos a  paralytic paralytikos carried airō by hypo four tessares of them. ", "4": "· kai When  they  were  not mē able dynamai to  carry prospherō him autos in  because dia of  the ho crowd ochlos,  they  broke apostegazō through  the ho roof stegē above hopou Jesus eimi,  and kai when  they  had  dug exoryssō out  an  opening ,  they  lowered chalaō the ho mat krabattos on  which hopou the ho paralytic paralytikos was  lying katakeimai. ", "5": "· kai When  Jesus Iēsous saw  · ho · ho their autos faith pistis,  he  said legō to  the ho paralytic paralytikos, “My  son teknon,  your sy · ho sins hamartia are  forgiven aphiēmi.” ", "6": "Now de some tis of  the ho scribes grammateus were eimi sitting kathēmai there ekei,  · kai reasoning dialogizomai in en · ho their autos hearts kardia, ", "7": "“ Why tis does  this houtos man  speak laleō like  that houtōs?  It  is  blasphemy blasphēmeō!  Who tis can dynamai forgive aphiēmi sins hamartia except ei mē the ho One heis God theos?” ", "8": "And kai Jesus Iēsous,  knowing epiginōskō immediately  · ho in ho his autos spirit pneuma that hoti they  were  reasoning dialogizomai in  that  way houtōs within en themselves heautou,  said legō to  them autos, “ Why tis are  you  contemplating dialogizomai these  things houtos in en · ho your hymeis hearts kardia? ", "9": "Which tis is eimi easier eukopos,  to  say legō to  the ho paralytic paralytikos, ' Your sy · ho sins hamartia are  forgiven aphiēmi,'  or ē to  say legō, ' Get egeirō up ,  · kai pick airō up  · ho your sy mat krabattos,  and kai walk peripateō'? ", "10": "But de so  that hina you  may  know oida that hoti the ho Son hyios of ho Man anthrōpos has echō authority exousia on epi the ho earth gē to  forgive aphiēmi sins hamartia”— he  said legō to  the ho paralytic paralytikos, ", "11": "“ I  say legō to  you sy,  get egeirō up ,  pick airō up  · ho your sy mat krabattos,  and kai go hypagō to eis · ho your sy home oikos.” ", "12": "And kai · kai immediately the man  got  up egeirō,  picked airō up  his ho mat krabattos, and  went exerchomai out  in  full  view emprosthen of  them  all pas,  so hōste they  were  all pas amazed existēmi and kai praised doxazō · ho God theos,  saying legō, “We have  never oudepote seen anything  like  this houtōs!” ", "13": "· kai Once  again palin Jesus  went exerchomai out  alongside para the ho lake thalassa.  · kai A  large pas · ho crowd ochlos was  coming erchomai to pros him autos,  and kai he  was  teaching didaskō them autos. ", "14": "· kai As  he  was  walking paragō along , he saw  Levi Leui,  the ho son  of ho Alphaeus Halphaios,  sitting kathēmai at epi the ho tax telōnion booth ,  and kai he  said legō to  him autos, “ Follow akoloutheō me egō.”  So kai Levi  got anistēmi up  and  followed akoloutheō him autos. ", "15": "And kai as  he autos reclined katakeimai at  table  in en · ho Levi' s autos house oikia,  · kai many polys tax telōnēs collectors  and kai sinners hamartōlos were  reclining synanakeimai with ho Jesus Iēsous and kai · ho his autos disciples mathētēs,  for gar there  were eimi many polys · kai who  followed akoloutheō him autos. ", "16": "And kai the ho scribes grammateus of  the ho Pharisees Pharisaios, when they saw  that hoti he  was  eating esthiō with meta · ho sinners hamartōlos and kai tax telōnēs collectors ,  said legō to ho his autos disciples mathētēs, “Why  is  he  eating esthiō with meta · ho tax telōnēs collectors  and kai sinners hamartōlos?” ", "17": "· kai When  Jesus Iēsous heard akouō · ho this  he  said legō to  them autos, “ Those ho who  are  in  good  health ischuō have echō no ou need chreia of  a  doctor iatros,  but alla those ho who  are echō physically  ill kakōs.  I  have  not ou come erchomai to  call kaleō the  pious dikaios,  but alla sinners hamartōlos, to repentance.” ", "18": "· kai The ho disciples mathētēs of  John Iōannēs and kai of  the ho Pharisees Pharisaios were eimi fasting nēsteuō.  · kai Some people  came erchomai and kai said legō to  him autos, “ Why dia tis do  the ho disciples mathētēs of  John Iōannēs and kai the ho disciples mathētēs of  the ho Pharisees Pharisaios fast nēsteuō,  · ho but de your sos disciples mathētēs do  not ou fast nēsteuō?” ", "19": "And kai Jesus Iēsous said legō to  them autos,  · ho “ Do dynamai the ho friends hyios of  the ho bridegroom nymphōn fast nēsteuō while en hos the ho bridegroom nymphios is eimi with meta them autos?  No mē,  as  long  as hosos they  have echō the ho bridegroom nymphios with meta them autos,  they  do dynamai not ou fast nēsteuō. ", "20": "But de days hēmera will  come erchomai when hotan the ho bridegroom nymphios will  be  taken apairō from apo them autos,  and kai then tote they  will  fast nēsteuō in en that ekeinos · ho day hēmera. ", "21": "“ No  one oudeis sews epiraptō a  piece epiblēma of  unshrunk agnaphos cloth rhakos on epi an  old palaios garment himation.  If  he  does ei,  · de the ho patch plērōma pulls  away airō from apo it autos,  the ho new kainos from  the ho old palaios,  and kai the  tear schisma becomes ginomai worse cheirōn. ", "22": "And kai no  one oudeis puts ballō new neos wine oinos into eis old palaios wineskins askos.  If  he  does ei,  · de the ho wine oinos will  burst rhēgnymi the ho skins askos and kai the ho wine oinos will  be  wasted apollymi as kai well  as  the ho skins askos.  But alla new neos wine oinos is poured  into eis fresh kainos wineskins askos.” ", "23": "· kai It  happened ginomai that  on en the ho Sabbath sabbaton Jesus autos was  going paraporeuomai through dia the ho grainfields sporimos,  and kai · ho his autos disciples mathētēs began archō to  make poieō their  way hodos along,  plucking tillō · ho heads stachus of  grain . ", "24": "So kai the ho Pharisees Pharisaios said legō to  him autos, “ Look ide,  why tis are  they  doing poieō what hos is  not ou lawful  on  the ho Sabbath sabbaton?” ", "25": "· kai He  said legō to  them autos, “ Have  you  never oudepote read anaginōskō what tis David Dauid did poieō when hote he  was echō in  need chreia and kai became  hungry peinaō,  he autos and kai those ho who were  with meta him autos? ", "26": "How pōs he  went eiserchomai into eis the ho house oikos of ho God theos when epi Abiathar Abiathar was  high  priest archiereus and kai ate esthiō the ho sacred prothesis bread artos,  · ho which hos is  not ou lawful  to  eat esthiō,  except ei mē for  the ho priests hiereus,  and kai he  also kai gave didōmi it  to  those ho who  were eimi with syn him autos?” ", "27": "And kai he  said legō to  them autos, “ The ho Sabbath sabbaton was  made ginomai for dia · ho man anthrōpos,  · kai not ou · ho man anthrōpos for dia the ho Sabbath sabbaton. ", "28": "So hōste the ho Son hyios of ho Man anthrōpos is eimi lord kyrios even kai of  the ho Sabbath sabbaton.” "}