{"1": "· kai Jesus  entered eiserchomai again palin into eis a ho synagogue synagōgē,  and kai a  man anthrōpos with echō a  withered xērainō · ho hand cheir was eimi there ekei. ", "2": "And kai they  were  watching paratēreō him autos carefully  to see  if ei he  would  heal therapeuō him autos on  the ho Sabbath sabbaton,  so hina they  could  accuse katēgoreō him autos. ", "3": "And kai he  said legō to  the ho man anthrōpos who ho had echō the ho withered xēros hand cheir, “ Get egeirō up  and  step eis · ho forward mesos.” ", "4": "And kai he  said legō to  them autos, “Is it lawful  on  the ho Sabbath sabbaton to  do poieō good agathos or ē to  do  evil kakopoieō,  to  save sōzō life psychē or ē to  destroy apokteinō it?”  But de they ho remained  silent siōpaō. ", "5": "And kai after  looking periblepō around  at  them autos in meta anger orgē,  grieved syllypeō at epi the ho hardness pōrōsis of ho their autos heart kardia,  he  said legō to  the ho man anthrōpos, “ Stretch ekteinō out  your ho hand cheir.”  And kai he  stretched ekteinō out  his autos hand cheir and kai it  was  restored apokathistēmi.  · ho", "6": "So kai the ho Pharisees Pharisaios went exerchomai out  immediately and  began didōmi plotting symboulion with meta · ho Herodians hērōidianoi against kata him autos,  as  to  how hopōs they  might  do apollymi away  with  him autos. ", "7": "But kai · ho Jesus Iēsous withdrew anachōreō with meta · ho his autos disciples mathētēs to pros the ho lake thalassa,  and kai there  followed akoloutheō a  large polys crowd plēthos from apo · ho Galilee Galilaia and kai from apo · ho Judea Ioudaia, ", "8": "and kai from apo Jerusalem Hierosolyma,  and kai from apo · ho Idumea Idoumaia and kai beyond peran the ho Jordan Iordanēs and kai around peri Tyre Tyros and kai Sidon Sidōn a  large polys crowd plēthos came erchomai to pros him autos when  they  heard akouō about  the  things hosos he  had  done poieō. ", "9": "And kai he  told legō · ho his autos disciples mathētēs to hina make  ready proskartereō a  small ploiarion boat  for  him autos because dia of  the ho crowd ochlos,  so hina that  they  would  not mē crush thlibō him autos. ", "10": "For gar he  had  healed therapeuō many polys,  so hōste that  all  who hosos had echō diseases mastix were  pressing epipiptō around  him autos so hina they  could  touch haptō him autos. ", "11": "And kai the ho unclean akathartos spirits pneuma,  · ho whenever hotan they  saw theōreō him autos,  fell prospiptō down  before  him autos and kai cried krazō out ,  saying legō, “ You sy are eimi the ho Son hyios of ho God theos!” ", "12": "But kai he  warned epitimaō them autos repeatedly polys not mē to  make poieō him autos known phaneros. ", "13": "And kai he  went anabainō up  into eis the ho mountain oros and kai called proskaleō those hos whom  he  himself autos wanted thelō,  and kai they  came aperchomai to pros him autos. ", "14": "And kai he  appointed poieō twelve dōdeka ( whom hos he onomazō also kai named onomazō apostles apostolos)  so hina that  they  might  be eimi with meta him autos and kai so hina that  he  might  send apostellō them autos out  to  preach kēryssō", "15": "and kai have echō authority exousia to  drive ekballō out  · ho demons daimonion. ", "16": "· kai He  appointed poieō the ho twelve dōdeka:  · kai Peter Petros (the  name onoma he  gave epitithēmi to ho Simon Simōn); ", "17": "· kai James Iakōbos the ho son  of ho Zebedee Zebedaios,  · kai John Iōannēs the ho brother adelphos of ho James Iakōbos · kai ( he  gave epitithēmi to  them autos the  name onoma Boanerges Boanērges,  that hos is eimi,  Sons hyios of  Thunder brontē); ", "18": "· kai Andrew Andreas,  · kai Philip Philippos,  · kai Bartholomew Bartholomaios,  · kai Matthew,  · kai Thomas Thōmas,  · kai James Iakōbos the ho son  of ho Alphaeus Halphaios,  · kai Thaddaeus Thaddaios,  · kai Simon Simōn the ho Canaanite Kananaios; ", "19": "and kai Judas Ioudas Iscariot Iskariōth,  who hos betrayed paradidōmi him autos. ", "20": "Then kai Jesus  went erchomai to eis his  house oikos,  and kai again palin a  crowd ochlos gathered synerchomai,  so hōste that  they autos were  not mē even mēde able dynamai to  eat esthiō a  meal artos. ", "21": "And kai when  his autos family ho heard akouō this,  they  went exerchomai out  to  take  charge krateō of  him autos,  for gar people  were  saying legō, “ He  is  out  of  his  mind existēmi.” ", "22": "And kai the ho scribes grammateus who ho came  down katabainō from apo Jerusalem Hierosolyma were  saying legō, “ He  has echō Beelzebul Beelzeboul in him,”  and kai “ By en the ho prince archōn of ho demons daimonion he  drives ekballō out  · ho demons daimonion.” ", "23": "So kai he  called proskaleō them autos together and  began  speaking legō to  them autos in en parables parabolē: “ How pōs can dynamai Satan Satanas drive  out ekballō Satan Satanas? ", "24": "· kai If ean a  kingdom basileia is  divided merizō against epi itself heautou,  that ekeinos kingdom basileia cannot ou dynamai stand histēmi.  · ho", "25": "And kai if ean a  house oikia is  divided merizō against epi itself heautou,  that ekeinos house oikia cannot ou dynamai · ho stand histēmi. ", "26": "And kai if ei · ho Satan Satanas rises anistēmi against epi himself heautou and kai is  divided merizō,  he  cannot ou stand histēmi but alla is  coming  to echō an  end telos. ", "27": "But alla no  one oudeis can dynamai enter eiserchomai the ho house oikia of  the ho strong ischuros man  and  carry  off diarpazō · ho his autos possessions skeuos unless ean mē first prōton he  ties  up deō the ho strong ischuros man ;  · kai then tote he  can  rob diarpazō · ho his autos house oikia. ", "28": "“ I  tell legō you hymeis the  truth amēn,  all pas things  will  be  forgiven aphiēmi the ho sons hyios of ho men anthrōpos,  · ho all  sinful hamartēma behavior  and kai · ho whatever hosos blasphemies blasphēmia they  may  utter blasphēmeō; ", "29": "but de whoever hos blasphemes blasphēmeō against eis the ho Holy hagios Spirit pneuma · ho will  not ou have echō forgiveness aphesis for eis all ho time aiōn,  but alla is eimi guilty enochos of  an  eternal aiōnios sin hamartēma” ", "30": "because hoti he  said legō, “ He  has echō an  unclean akathartos spirit pneuma.” ", "31": "Then kai · ho his autos mother mētēr and kai · ho his autos brothers adelphos came erchomai,  and kai standing stēkō outside exō they  sent apostellō word  to pros him autos,  calling kaleō for  him autos. ", "32": "And kai a  crowd ochlos was  sitting kathēmai around peri him autos,  and kai they  said legō to  him autos, “ Look idou,  · ho your sy mother mētēr and kai · ho your sy brothers adelphos are  outside exō looking zēteō for  you sy.” ", "33": "And kai he  responded apokrinomai to  them autos,  saying legō, “ Who tis is eimi · ho my egō mother mētēr and kai who are  · ho my egō brothers adelphos?” ", "34": "And kai looking periblepō around  at  those ho who  were  sitting kathēmai around peri him autos in  a  circle kyklōi,  he  said legō, “ Here ide are  · ho my egō mother mētēr and kai · ho my egō brothers adelphos! ", "35": "For gar whoever hos does poieō the ho will thelēma of ho God theos,  this houtos one  is eimi my egō brother adelphos and kai my  sister adelphē and kai my  mother mētēr.” "}