{"1": "· kai Again palin Jesus  began archō to  teach didaskō beside para the ho lake thalassa.  And kai a  very  large polys crowd ochlos gathered synagō about pros him autos,  so hōste that  he autos got embainō into eis a  boat ploion and  sat kathēmai there  out  on en the ho lake thalassa while kai all pas the ho people ochlos were eimi on epi shore gē by pros the  edge  of  the ho water thalassa.  · ho", "2": "And kai he  taught didaskō them autos many  things polys by en parables parabolē,  and kai in en his autos teaching didachē said legō to  them autos:  · ho", "3": "“ Listen akouō! A  sower speirō went exerchomai out  · ho to  sow speirō. ", "4": "And kai as en he  was  sowing speirō,  some hos seed  fell piptō along para the ho path hodos,  and kai birds peteinon came erchomai · ho and kai ate katesthiō it autos up. ", "5": "· kai Other allos seed  fell piptō on epi · ho rocky  ground petrōdēs where hopou it  did  not ou have echō much polys soil gē,  and kai it  sprang  up exanatellō right away  because dia · ho it  had echō no mē depth bathos of  soil gē. ", "6": "· kai When hote the ho sun hēlios came anatellō up , the plant  was  scorched kaumatizō,  and kai because dia · ho it  did  not mē have echō a  root rhiza,  it  withered xērainō away . ", "7": "· kai Other allos seed  fell piptō among eis the ho thorns akantha,  and kai the ho thorns akantha came anabainō up  and kai choked sympnigō it autos,  and kai it  did didōmi not ou produce didōmi grain karpos. ", "8": "But kai other allos seed  fell piptō into eis · ho good kalos soil gē · ho and kai produced didōmi grain karpos,  sprouting anabainō,  · kai growing auxanō,  and kai bearing pherō thirty heis triakonta,  · kai sixty heis hexēkonta,  and kai even a  hundredfold heis hekaton.” ", "9": "And kai he  said legō, “ Whoever hos has echō ears ous to  hear akouō,  let  him  listen akouō!” ", "10": "· kai When hote he  was ginomai alone kata monos,  those ho around peri him autos with syn the ho twelve dōdeka asked erōtaō him autos about erōtaō the ho parables parabolē. ", "11": "And kai he  said legō to  them autos, “ To  you hymeis has  been  given didōmi the ho mystery mystērion of  the ho kingdom basileia of ho God theos,  but de to  those ekeinos · ho outside exō,  everything pas is ginomai in en parables parabolē,  · ho", "12": "so hina that  ' when  they  look blepō,  they  may  see blepō yet kai not mē perceive,  and kai when  they  listen akouō,  they  may  hear akouō yet kai not mē understand syniēmi;  otherwise mēpote they  might  turn epistrephō and kai be  forgiven aphiēmi.'” ", "13": "And kai he  said legō to  them autos, “ Do  you  not ou understand oida · ho this houtos parable parabolē?  Then kai how pōs will  you  understand ginōskō all pas the ho parables parabolē? ", "14": "The ho sower speirō sows speirō the ho word logos. ", "15": "These houtos · de are eimi the ho ones  on para the ho path hodos where hopou the ho word logos is  sown speirō:  · kai whenever hotan they  hear akouō,  Satan Satanas immediately  comes erchomai · ho and kai carries airō off  the ho word logos that ho was  sown speirō in eis them autos. ", "16": "· kai These houtos are eimi the ho ones  sown speirō on epi · ho rocky  ground petrōdēs:  whenever hotan they  hear akouō the ho word logos,  they lambanō immediately  receive lambanō it autos with meta joy chara. ", "17": "But kai they  have echō no ou root rhiza in en themselves heautou and alla last  for eimi only  a  limited  time proskairos.  Then eita,  when  tribulation thlipsis or ē persecution diōgmos comes ginomai because dia of  the ho word logos, immediately  they  fall skandalizō away . ", "18": "· kai Others allos are eimi the ho ones  sown speirō among eis the ho thorns akantha:  these houtos are eimi the ho ones  who  hear akouō the ho word logos, ", "19": "but kai the ho cares merimna of  the ho world aiōn,  · kai the ho deceitfulness apatē of ho wealth ploutos,  and kai the ho desires epithumia for peri · ho many  other  things loipos come eisporeuomai in  and  choke sympnigō the ho word logos,  and kai it  becomes ginomai barren akarpos. ", "20": "· kai These ekeinos are eimi the ho ones  sown speirō on epi · ho good kalos soil gē:  · ho they hostis hear akouō the ho word logos,  · kai accept paradechomai it,  and kai bear karpophoreō fruit — thirty heis triakonta,  · kai sixty heis hexēkonta,  and kai even a  hundredfold heis hekaton.” ", "21": "And kai he  said legō to  them autos, “A  lamp lychnos is  not mēti brought erchomai · ho to hina be  put tithēmi under hypo a ho basket modios or ē under hypo a ho bed klinē, is it? Is it  not ou to hina be  put tithēmi on epi a ho lampstand lychnia? ", "22": "For gar nothing ou is eimi hidden kryptos except ean mē to hina be  disclosed phaneroō;  nor oude is ginomai anything  concealed apokryphos,  except alla to hina come erchomai to eis light phaneros. ", "23": "If ei anyone tis has echō ears ous to  hear akouō,  let  him  listen akouō!” ", "24": "And kai he  said legō to  them autos, “ Pay  attention blepō to  what tis you  hear akouō.  By en what hos measure metron you  measure metreō it  will  be  measured metreō out  to  you hymeis,  and kai more  will  be  added prostithēmi to  you hymeis. ", "25": "For gar whoever hos has echō, more  will  be  given didōmi to  him autos;  and kai whoever hos does  not ou have echō,  even kai what hos he  does  have echō will  be  taken airō away  from apo him autos.” ", "26": "And kai he  said legō, “ The ho kingdom basileia of ho God theos is eimi like hōs a  man anthrōpos who  scatters ballō · ho seed sporos on epi the ho ground gē. ", "27": "· kai He  goes  to  bed katheudō and kai gets egeirō up ,  night nyx and kai day hēmera,  and kai the ho seed sporos sprouts blastanō and kai grows mēkynō, although  he autos does  not ou know oida how hōs. ", "28": "The ho soil gē produces  a  crop karpophoreō all  by  itself automatos:  first prōton the  stalk chortos,  then eita the  head stachus,  then eita the  full plērēs grain sitos in en the ho head stachus. ", "29": "And de when hotan the ho grain karpos is  ripe paradidōmi, immediately  he  sends apostellō in  the ho sickle drepanon,  because hoti the ho harvest therismos has  come paristēmi.” ", "30": "Then kai he  said legō, “To  what pōs can  we  compare homoioō the ho kingdom basileia of ho God theos,  or ē what tis parable parabolē can  we  use tithēmi for en it autos? ", "31": "It is  like hōs a  mustard sinapi seed kokkos that hos,  when hotan it  is  sown speirō in epi the ho ground gē,  is eimi smaller mikros than  all pas of  the ho seeds sperma · ho on epi · ho earth gē. ", "32": "Yet kai when hotan it  is  sown speirō,  it  grows anabainō up  and kai becomes ginomai larger megas than  all pas the ho garden  plants lachanon and kai puts poieō out  large megas branches klados,  so hōste that  the ho birds peteinon of  the ho air ouranos are  able dynamai to  nest kataskēnoō in hypo · ho its autos shade skia.” ", "33": "So kai with parabolē many polys parables parabolē such  as  these toioutos he  spoke laleō the ho word logos to  them autos,  as kathōs they  were  able dynamai to  understand akouō. ", "34": "And de without chōris a  parable parabolē he  did  not ou speak laleō to  them autos;  but de privately kata idios to ho his idios own  disciples mathētēs he  would  explain epilyō everything pas. ", "35": "· kai On en that ekeinos same  day hēmera,  when ginomai evening opsia had  come ginomai,  he  said legō to  them autos,  · ho “ Let  us  go dierchomai over  to eis the ho other  side peran.” ", "36": "So kai after  leaving aphiēmi the ho crowd ochlos,  they  took paralambanō him autos with  them,  just hōs as  he  was eimi,  in en the ho boat ploion.  And kai other allos boats ploion were eimi with meta him autos. ", "37": "Now kai a  fierce megas windstorm lailaps arose ginomai and kai the ho waves kyma began  to  break epiballō into eis the ho boat ploion,  so hōste that  the ho boat ploion was  now ēdē filling gemizō. ", "38": "But kai Jesus autos was eimi in en the ho stern prymna,  sleeping katheudō on epi a ho cushion proskephalaion.  · kai They  woke egeirō him autos and kai said legō to  him autos, “ Teacher didaskalos,  do  you sy not ou care melei that hoti we  are  perishing apollymi?” ", "39": "So kai he  got diegeirō up  and  rebuked epitimaō the ho wind anemos and kai said legō to  the ho sea thalassa, “ Be  still siōpaō!  Settle phimoō down !”  Then kai the ho wind anemos died kopazō down  and kai there  was ginomai a  great megas calm galēnē. ", "40": "And kai he  said legō to  them autos, “ Why tis are  you eimi so  fearful deilos?  Have  you echō still oupō no  faith pistis?” ", "41": "And kai they  were  filled phobeomai with  great megas fear phobos and kai said legō to pros one  another allēlōn, “ Who tis then ara is eimi this houtos,  that hoti even kai the ho wind anemos and kai the ho sea thalassa obey hypakouō him autos?” "}