{"1": "So kai they  went erchomai to eis the ho other  side peran of  the ho lake thalassa to eis the ho region chōra of  the ho Gerasenes Gerasēnos. ", "2": "And kai just as  Jesus autos got exerchomai out  of ek the ho boat ploion,  there  met hypantaō him autos from ek the ho tombs mnēmeion a  man anthrōpos with en an  unclean akathartos spirit pneuma. ", "3": "He hos had echō his ho dwelling katoikēsis among en the ho tombs mnēma,  and kai no  one oudeis could dynamai bind deō him autos any  longer ouketi,  not oude even  with  a  chain halysis. ", "4": "For dia · ho he autos had deō often pollakis been  bound deō with  shackles pedē and kai chains halysis,  but kai the ho chains halysis were  torn diaspaō apart  by hypo him autos and kai the ho shackles pedē broken syntribō in  pieces ,  and kai no  one oudeis was  strong ischuō enough  to  subdue damazō him autos. ", "5": "· kai Unceasingly dia pas,  night nyx and kai day hēmera among en the ho tombs mnēma and kai in en the ho mountains oros,  he  kept eimi crying krazō out  and kai cutting katakoptō himself heautou with  stones lithos. ", "6": "But kai when he saw  · ho Jesus Iēsous from apo a  distance makrothen,  he  ran trechō and kai bowed proskyneō down  before  him autos. ", "7": "· kai Crying krazō out  in  a  loud megas voice phōnē,  he  exclaimed legō, “ What tis have  you sy to do  with  me egō,  · kai Jesus Iēsous,  Son hyios of  the ho · ho Most  High hypsistos God theos?  Swear  to horkizō · ho God theos that  you  will basanizō not mē torment basanizō me egō!” ", "8": "( For gar Jesus  had  said legō to  him autos, “ Come exerchomai out  of ek the ho man anthrōpos,  · ho you  unclean akathartos spirit pneuma!”)  · ho", "9": "And kai Jesus  asked eperōtaō him autos, “ What tis is  your sy name onoma?”  · kai He  said legō to  him autos, “ Legion legiōn is  my egō name onoma,  for hoti we  are eimi many polys.” ", "10": "And kai he  kept  begging parakaleō him autos earnestly polys not mē to hina send apostellō them autos out exō of  the ho region chōra. ", "11": "Now de a  large megas herd agelē of  pigs choiros was eimi feeding boskō there ekei on pros the ho mountainside oros. ", "12": "And kai the unclean spirits  begged parakaleō him autos,  saying legō, “ Send pempō us hēmeis to eis the ho pigs choiros so hina we  can  enter eiserchomai them autos.” ", "13": "So kai he  gave epitrepō them autos permission .  Then kai the ho unclean akathartos spirits pneuma came exerchomai out  · ho and  entered eiserchomai eis the ho pigs choiros.  · kai The ho herd agelē ( about hōs two  thousand dischilioi strong)  rushed hormaō down kata the ho steep  bank krēmnos into eis the ho sea thalassa and kai was  drowned pnigō.  · ho", "14": "· kai Those ho tending boskō the  pigs autos fled pheugō and kai reported apangellō it  in eis the ho village polis and kai throughout eis the ho countryside agros,  and kai people  came erchomai to see  what tis had eimi · ho happened ginomai. ", "15": "· kai They  came erchomai to pros · ho Jesus Iēsous and kai saw theōreō the ho demon-possessed daimonizomai man ,  the ho one  who  had echō the ho legion legiōn,  sitting kathēmai,  clothed himatizō and kai in  his  right  mind sōphroneō,  and kai they  were  afraid phobeomai. ", "16": "And kai those ho who had seen it  described diēgeomai to  them autos what pōs had  happened ginomai to  the ho demon-possessed daimonizomai man ,  and kai all  about peri the ho pigs choiros. ", "17": "Then kai they  began archō to  implore parakaleō Jesus autos to  depart aperchomai from apo · ho their autos region horion. ", "18": "· kai As  he autos was  getting embainō into eis the ho boat ploion,  the ho man  who  had  been  demon-possessed daimonizomai kept  begging parakaleō him autos to hina go eimi with meta him autos. ", "19": "But kai he  did  not ou permit aphiēmi him autos.  Instead alla,  he  said legō to  him autos, “ Go hypagō to eis · ho your sy home oikos,  to pros · ho your sos own  people,  and kai tell apangellō them autos how hosos much  the ho Lord kyrios has  done poieō for  you sy and kai that  he  had  mercy eleeō on  you sy.” ", "20": "· kai The man  left aperchomai and kai began archō to  proclaim kēryssō in en the ho Decapolis Dekapolis how hosos much  Jesus Iēsous had  done poieō for  him autos;  · ho and kai everyone pas was  amazed thaumazō. ", "21": "· kai When  Jesus Iēsous had  crossed diaperaō · ho in en a ho boat ploion again palin to eis the ho other  side peran, a  large polys crowd ochlos gathered synagō around epi him autos,  and kai he  was eimi by para the ho lake thalassa. ", "22": "Then kai one heis of  the ho synagogue archisynagōgos officials ,  Jairus Iairos by  name onoma,  came erchomai there.  · kai When he saw  Jesus autos,  he  fell piptō at pros · ho his autos feet pous", "23": "and kai begged parakaleō him autos earnestly polys,  saying legō,  · ho “ My egō little  daughter thugatrion is  about echō to  die eschatōs.  Come erchomai and  place epitithēmi your ho hands cheir on  her autos so hina she  will  be  healed sōzō and kai live zaō.” ", "24": "So kai Jesus  went aperchomai with meta him autos.  · kai A  large polys crowd ochlos was  following akoloutheō him autos and kai crowding synthlibō around  him autos. ", "25": "And kai a  woman gynē was  there eimi who had  had en a  discharge rhysis of  blood haima for  twelve dōdeka years etos. ", "26": "· kai She  had  suffered paschō a  great polys deal  under hypo the care of  many polys doctors iatros,  and kai had  spent dapanaō · ho all pas she  had para,  yet kai it  benefitted  her ōpheleō nothing mēdeis;  rather alla she  had  grown erchomai worse mallon eis.  · ho", "27": "When  she  heard akouō about peri · ho Jesus Iēsous,  she  came erchomai up  behind opisthen him  in en the ho crowd ochlos and  touched haptō · ho his autos cloak himation, ", "28": "for gar she  had  been  saying legō, “ If ean I  can  only kan touch haptō · ho his autos clothes himation,  I  will  be  healed sōzō.” ", "29": "· kai Immediately  the ho flow pēgē of ho her autos blood haima was  dried xērainō up ,  and kai she  knew ginōskō in  her ho body sōma that hoti she  was  healed iaomai of apo the ho affliction mastix. ", "30": "And kai · ho Jesus Iēsous,  knowing epiginōskō in en himself heautou that  · ho power dynamis had  gone  out exerchomai from ek him autos, immediately  turned epistrephō around  in en the ho crowd ochlos and  said legō, “ Who tis touched haptō my egō clothes himation?”  · ho", "31": "And kai his autos disciples mathētēs said legō to  him autos,  · ho “ You  see blepō the ho crowd ochlos pressing synthlibō around  you sy and kai yet  you  say legō, ' Who tis touched haptō me egō?'” ", "32": "But kai he  looked periblepō around  to see  the ho one  who  had  done poieō this houtos. ", "33": "Then de the ho woman gynē,  with  fear phobeomai and kai trembling tremō,  knowing oida what hos had  happened ginomai to  her autos,  came erchomai and kai fell prospiptō down  before  him autos and kai told legō him autos the ho whole pas truth alētheia. ", "34": "And de he ho said legō to  her autos, “ Daughter thugatēr,  · ho your sy faith pistis has  made  you sy well sōzō.  Go hypagō in eis peace eirēnē and kai be eimi healed hygiēs of apo · ho your sy affliction mastix.” ", "35": "While  he autos was  still eti speaking laleō, people  came erchomai from apo the ho synagogue archisynagōgos official ,  saying legō,  · ho “ Your sy daughter thugatēr has  died apothnēskō.  Why tis trouble skyllō the ho teacher didaskalos any  longer eti?” ", "36": "· ho But de Jesus Iēsous,  ignoring parakouō · ho what logos was  said laleō,  said legō to  the ho synagogue archisynagōgos official , “ Do  not mē be  afraid phobeomai;  only monon believe pisteuō.” ", "37": "And kai he  did  not ou permit aphiēmi anyone oudeis to  follow synakoloutheō him autos,  except ei mē · ho Peter Petros,  · kai James Iakōbos,  and kai John Iōannēs the ho brother adelphos of  James Iakōbos. ", "38": "· kai They  came erchomai to eis the ho house oikos of  the ho synagogue archisynagōgos official ,  and kai Jesus  saw theōreō a  commotion thorybos · kai with people  weeping klaiō and kai wailing alalazō loudly polys. ", "39": "· kai Upon  entering eiserchomai he  said legō to  them autos, “ Why tis are  you  making  such  a  commotion thorybeō and kai weeping klaiō?  The ho child paidion has  not ou died apothnēskō,  but alla is  sleeping katheudō.” ", "40": "And kai they  began  to  ridicule katagelaō him autos.  But de when  he autos had  put ekballō them  all pas out ,  he  took paralambanō the ho father patēr of  the ho child paidion and kai her ho mother mētēr and kai those ho who were  with meta him autos and kai went eisporeuomai in  where hopou the ho child paidion was eimi. ", "41": "And kai taking krateō hold  of  the ho child' s paidion hand cheir,  · ho he  said legō to  her autos, “ Talitha talitha koum koum!”  which hos is eimi translated methermēneuō,  · ho “ Little  girl korasion,  I  say legō to  you sy,  arise egeirō.” ", "42": "And kai the ho little  girl korasion got  up anistēmi at once  and kai began  to  walk peripateō;  for gar she  was eimi twelve dōdeka years etos old .  And kai immediately  they  were  utterly megas amazed existēmi. ", "43": "And kai Jesus  strictly polys ordered diastellō them autos that hina no mēdeis one  should  know ginōskō about  this houtos,  and kai he  told legō them that something  to  eat esthiō should  be  given didōmi to  her autos. "}