{"1": "In en those ekeinos · ho days hēmera,  when  once  again palin a  large polys crowd ochlos had  gathered eimi,  and kai not mē having echō anything tis to  eat esthiō, Jesus  called proskaleō his ho disciples mathētēs and  said legō to  them autos, ", "2": "“ I  have  compassion splanchnizomai on epi the ho crowd ochlos,  because hoti they  have  stayed prosmenō with  me egō three treis days hēmera already ēdē and kai they  do  not ou have echō anything tis to  eat esthiō. ", "3": "· kai If ean I  send apolyō them autos to eis their autos homes oikos without  food nēstis,  they  will  faint eklyō from  exhaustion  on en the ho way hodos;  and kai some tis of  them autos have  come hēkō from apo a  distance makrothen.” ", "4": "And kai his autos disciples mathētēs answered apokrinomai him autos,  · ho “ From  what pothen source  can dynamai anyone tis feed chortazō these houtos people  with  bread artos here hōde in epi this  desolate erēmia place ?” ", "5": "And kai he  asked erōtaō them autos, “ How posos many  loaves artos do  you  have echō?”  They ho · de said legō, “ Seven hepta.” ", "6": "So kai he  directed parangellō the ho crowd ochlos to  sit anapiptō down  on epi the ho ground gē.  · kai Taking lambanō the ho seven hepta loaves artos and  giving  thanks eucharisteō,  he  broke klaō them  and kai gave didōmi them  to ho his autos disciples mathētēs to hina distribute paratithēmi.  So kai they  distributed paratithēmi the bread  to  the ho crowd ochlos. ", "7": "They  also kai had echō a  few oligos small  fish ichthudion.  · kai Blessing eulogeō these autos, Jesus  told legō them  to  distribute paratithēmi these houtos as kai well . ", "8": "And kai they  ate esthiō and kai were  filled chortazō.  And kai they  picked airō up  seven hepta baskets spyris of  leftover perisseuma pieces klasma. ", "9": "There  were eimi · de about hōs four  thousand tetrakischilioi present ,  and kai he  sent apolyō them autos on  their  way . ", "10": "And kai immediately  he  got embainō into eis the ho boat ploion with meta · ho his autos disciples mathētēs and  went erchomai to eis the ho district meros of  Dalmanutha Dalmanoutha. ", "11": "· kai The ho Pharisees Pharisaios came exerchomai and kai began archō to  argue syzēteō with  him autos,  seeking zēteō from para him autos a  sign sēmeion from apo · ho heaven ouranos,  testing peirazō him autos. ", "12": "· kai Sighing anastenazō deeply  in ho his autos spirit pneuma,  he  said legō, “ Why tis does  · ho this houtos generation genea seek zēteō a  sign sēmeion?  I  tell legō you hymeis the  truth amēn,  no ei sign sēmeion will  be  given didōmi to ho this houtos generation genea.” ", "13": "Then kai he  left aphiēmi them autos,  got  into embainō the boat  again palin, and  crossed aperchomai to eis the ho other  side peran. ", "14": "Now kai the disciples  had  forgotten epilanthanomai to  take lambanō along  loaves artos of  bread ,  · kai except ei mē for  one heis loaf artos they  had echō with meta them heautou in en the ho boat ploion. ", "15": "And kai Jesus  began  to  admonish diastellō them autos,  saying legō, “ Watch horaō out !  Beware blepō of apo the ho leaven zymē of  the ho Pharisees Pharisaios and kai the ho leaven zymē of  Herod hērōdēs!” ", "16": "And kai they  kept  discussing dialogizomai with pros one  another allēlōn the fact  that hoti they  had echō no ou bread artos. ", "17": "· kai Jesus,  aware ginōskō of this,  said legō to  them autos, “ Why tis are  you  discussing dialogizomai the fact  that hoti you  have echō no ou bread artos?  Do  you  not  yet oupō perceive noeō or oude understand syniēmi?  Do  you  have echō hardened pōroō · ho hearts kardia? ", "18": "Having echō eyes ophthalmos,  do  you  not ou see blepō?  And kai having echō ears ous,  do  you  not ou hear akouō?  And kai do  you  not ou remember mnēmoneuō? ", "19": "When hote I  broke klaō the ho five pente loaves artos for eis the ho five pentakischilioi thousand ,  how posos many  baskets kophinos full plērēs of  broken  pieces klasma did  you  pick airō up ?”  They  said legō to  him autos, “ Twelve dōdeka.” ", "20": "“ When hote I broke  the ho seven hepta loaves  for eis the ho four tetrakischilioi thousand ,  how posos many  baskets spyris full plērōma of  broken  pieces klasma did  you  pick airō up ?”  And kai they  said legō, “ Seven hepta.” ", "21": "And kai he  said legō to  them autos, “ Do  you  not  yet oupō understand syniēmi?” ", "22": "And kai they  came erchomai to eis Bethsaida Bēthsaida.  And kai some people  brought pherō to  him autos a  blind typhlos man  and kai begged parakaleō him autos to hina touch haptō him autos. ", "23": "And kai taking epilambanomai the ho hand cheir of  the ho blind typhlos man ,  he  led ekpherō him autos outside exō the ho village kōmē.  Then kai,  after  moistening ptyō the ho eyes omma of  the  blind autos man  with  saliva  and  laying epitithēmi his ho hands cheir on  him autos, Jesus  asked eperōtaō him autos, “ What ei tis do  you  see blepō?” ", "24": "· kai Upon  regaining anablepō his  sight ,  he  said legō, “ I  see blepō · ho people anthrōpos walking peripateō, but  I  see horaō them  as hōs trees dendron.” ", "25": "Then eita Jesus  again palin put epitithēmi his ho hands cheir on epi the ho man' s autos eyes ophthalmos,  and kai he  saw diablepō clearly .  · kai His sight  was  restored apokathistēmi,  and kai he  saw emblepō everything hapas distinctly tēlaugōs. ", "26": "And kai Jesus  sent apostellō him autos to eis his autos home oikos,  saying legō, “ Do eiserchomai not mēde go  back eiserchomai into eis the ho village kōmē.” ", "27": "And kai · ho Jesus Iēsous and kai · ho his autos disciples mathētēs went  on exerchomai to eis the ho villages kōmē of  Caesarea Kaisareia · ho Philippi Philippos.  · kai On en the ho way hodos he  questioned eperōtaō · ho his autos disciples mathētēs,  saying legō to  them autos, “ Who tis do legō people anthrōpos say legō I egō · ho am eimi?” ", "28": "So de they ho answered legō him autos,  saying legō, “ John Iōannēs the ho baptizer baptistēs;  and kai others allos,  Elijah ēlias;  but de others allos,  one heis of  the ho prophets prophētēs.” ", "29": "And kai he autos asked eperōtaō them autos, “ But de who tis do legō you hymeis say legō I egō am eimi?”  Peter Petros answered apokrinomai,  · ho saying legō to  him autos, “ You sy are eimi the ho Christ Christos.” ", "30": "And kai he  strictly  warned epitimaō them autos not  to hina tell legō anyone mēdeis about peri him autos. ", "31": "Then kai Jesus  began archō to  teach didaskō them autos that hoti it  was  necessary dei for  the ho Son hyios of ho Man anthrōpos to  suffer paschō many  things polys and kai be  rejected apodokimazō by hypo the ho elders presbyteros and kai the ho ruling archiereus priests  and kai · ho scribes grammateus,  and kai be  killed apokteinō and kai after meta three treis days hēmera to  rise anistēmi again . ", "32": "And kai he  was  speaking laleō openly parrēsia about ho this logos.  So kai Peter Petros took proslambanō · ho him autos aside and  began archō to  rebuke epitimaō him autos. ", "33": "But de after  turning epistrephō and kai looking at  · ho his autos disciples mathētēs,  he ho rebuked epitimaō Peter Petros and kai said legō, “ Get hypagō behind opisō me egō,  Satan Satanas!  For hoti you  are  not ou thinking phroneō the ho thoughts  of ho God theos,  but alla those ho of ho men anthrōpos.” ", "34": "· kai When  he  had  called proskaleō the ho crowd ochlos with syn · ho his autos disciples mathētēs,  he  said legō to  them autos, “ If ei anyone tis would thelō come akoloutheō after opisō me egō,  he  must  deny aparneomai himself heautou,  · kai take airō up  · ho his autos cross stauros and kai follow akoloutheō me egō. ", "35": "For gar whoever hos wishes thelō to  save sōzō · ho his autos life psychē will  lose apollymi it autos,  but de whoever hos will  lose apollymi · ho his autos life psychē for  my egō sake  and kai that  of  the ho gospel euangelion will  save sōzō it autos. ", "36": "For gar what tis does  it  profit ōpheleō a  man anthrōpos to  gain kerdainō the ho whole holos world kosmos,  yet kai forfeit  · ho his autos life psychē? ", "37": "Or gar what tis can  a  man anthrōpos give didōmi in  exchange antallagma for  · ho his autos life psychē? ", "38": "For gar whoever hos is  ashamed epaischunomai of  me egō and kai · ho my emos words logos in en · ho this houtos · ho adulterous moichalis and kai sinful hamartōlos generation genea,  the ho Son hyios of ho Man anthrōpos will  also kai be  ashamed epaischunomai of  him autos when hotan he  comes erchomai in en the ho glory doxa of ho his autos Father patēr with meta his ho holy hagios angels angelos.”  · ho"}