{"1": "And kai he  said legō to  them autos, “ I  tell legō you hymeis the  truth amēn,  there  are eimi some tis standing histēmi here hōde · ho who hostis will  not ou mē taste geuomai death thanatos until heōs an they see  the ho kingdom basileia of ho God theos having  come erchomai with en power dynamis.” ", "2": "And kai after meta six hex days hēmera Jesus Iēsous took paralambanō · ho with him  · ho Peter Petros and kai · ho James Iakōbos and kai · ho John Iōannēs,  and kai led anapherō them autos up eis a  high hypsēlos mountain oros by  themselves kata.  And kai he  was  transfigured metamorphoō before emprosthen them autos, ", "3": "and kai · ho his autos clothes himation became ginomai radiant stilbō,  intensely lian white leukos,  as hoios no ou launderer gnapheus on epi · ho earth gē could dynamai bleach leukainō them. ", "4": "And kai Elijah ēlias appeared horaō to  them autos with syn Moses Mōysēs,  and kai they  were eimi talking syllaleō with  · ho Jesus Iēsous. ", "5": "And kai answering apokrinomai,  · ho Peter Petros said legō to ho Jesus Iēsous, “ Rabbi rhabbi,  it  is eimi good kalos that  we hēmeis are eimi here hōde.  · kai Let  us  make poieō three treis shelters skēnē:  one heis for  you sy and kai one heis for  Moses Mōysēs and kai one heis for  Elijah ēlias”— ", "6": "for gar he  did  not ou know oida what tis he  should  reply apokrinomai,  because gar they  were ginomai so  frightened ekphobos. ", "7": "Then kai a  cloud nephelē appeared ginomai,  overshadowing episkiazō them autos,  and kai a  voice phōnē came ginomai out ek of  the ho cloud nephelē, “ This houtos is eimi · ho my egō Son hyios,  the ho beloved agapētos,  listen akouō to  him autos!” ", "8": "And kai suddenly exapina,  looking periblepō around , they  no  longer ouketi saw  anyone oudeis,  but alla only monos · ho Jesus Iēsous with meta them heautou. ", "9": "And kai as  they autos were  coming katabainō down  from ek the ho mountain oros,  he  ordered diastellō them autos not  to hina tell diēgeomai anyone mēdeis what hos they had seen,  until ei mē the ho Son hyios of ho Man anthrōpos should  rise anistēmi from ek the  dead nekros. ", "10": "So kai they  kept krateō this ho saying logos to pros themselves heautou,  questioning syzēteō what tis the ho “ rising anistēmi of ek the  dead nekros”  could eimi mean . ", "11": "And kai they  asked eperōtaō him autos,  saying legō, “ Why hoti do  the ho scribes grammateus say legō, ' Elijah ēlias must dei come erchomai first prōton'?” ", "12": "And de he ho said phēmi to  them autos, “ Elijah ēlias does  come erchomai first prōton, and  restores apokathistēmi all pas things .  Yet kai how pōs is  it  written graphō about epi the ho Son hyios of ho Man anthrōpos?  That hina he  should  suffer paschō many  things polys and kai be  treated exoudeneō with  contempt ? ", "13": "But alla I  tell legō you hymeis that hoti · kai Elijah ēlias has  come erchomai,  and kai they  did poieō to  him autos whatever hosos they  pleased thelō,  just kathōs as  it  is  written graphō about epi him autos.” ", "14": "And kai when  they  came erchomai to pros the ho disciples mathētēs, they saw a  large polys crowd ochlos around peri them autos,  and kai scribes grammateus arguing syzēteō with pros them autos. ", "15": "And kai immediately  the ho entire pas crowd ochlos, when they saw  him autos,  were  greatly  amazed ekthambeō,  and kai running prostrechō up  to  him,  they  greeted aspazomai him autos. ", "16": "And kai he  asked eperōtaō them autos, “ What tis are  you  arguing syzēteō about  with pros them autos?” ", "17": "And kai one heis of ek the ho crowd ochlos answered apokrinomai him autos, “ Teacher didaskalos,  I  brought pherō · ho my egō son hyios to pros you sy,  who  has echō a  mute alalos spirit pneuma. ", "18": "And kai whenever hopou ean it  seizes katalambanō him autos,  it  throws rhēssō him autos down ,  and kai he  foams aphrizō at  the  mouth  and kai grinds trizō his ho teeth odous and kai becomes xērainō rigid .  So kai I  asked legō · ho your sy disciples mathētēs to hina cast ekballō it autos out ekballō,  but kai they  were  not ou able ischuō.” ", "19": "Answering apokrinomai them autos he ho · de said legō, “ O ō unbelieving apistos generation genea!  How heōs long pote must  I  be eimi with pros you hymeis?  How heōs long pote must  I  put anechōmai up  with  you hymeis?  Bring pherō him autos to pros me egō.” ", "20": "And kai they  brought pherō the  boy autos to pros him autos.  And kai when  the ho spirit pneuma saw  him autos, immediately  it  convulsed sysparassō him autos;  and kai falling piptō on epi the ho ground gē, the boy  began  to  roll kyliō about ,  foaming aphrizō at  the  mouth . ", "21": "And kai Jesus  asked eperōtaō · ho his autos father patēr, “ How posos long chronos has eimi this hōs houtos been  happening ginomai to  him autos?”  And de he ho said legō, “ Since ek childhood paidiothen; ", "22": "indeed kai frequently pollakis it  has ballō even kai cast ballō him autos into eis fire pyr and kai into eis water hydōr to hina destroy apollymi him autos.  But alla if ei you  can  do dynamai anything tis,  have  compassion splanchnizomai on epi us hēmeis and  help boētheō us hēmeis.” ", "23": "· ho And de Jesus Iēsous said legō to  him autos,  · ho “' If ei you  can dynamai'!  All pas things  are  possible dynatos for  the ho one  who  has  faith pisteuō.” ", "24": "Immediately  the ho father patēr of  the ho boy paidion cried  out krazō and  said legō, “ I  believe pisteuō;  help boētheō my egō · ho unbelief apistia!” ", "25": "When  Jesus Iēsous saw  · de · ho that hoti a  crowd ochlos was  quickly  gathering episyntrechō,  he  rebuked epitimaō the ho unclean akathartos spirit pneuma,  · ho saying legō to  it autos,  · ho “ Mute alalos and kai deaf kōphos spirit pneuma,  I egō command epitassō you sy,  come exerchomai out ek of  him autos and kai never mēketi enter eiserchomai eis him autos again!” ", "26": "· kai After  crying krazō out  and kai convulsing sparassō him  violently polys, the spirit  came exerchomai out ;  and kai the boy  was ginomai like hōsei a  corpse nekros,  so hōste that  · ho many polys were  saying legō, “ He  is  dead apothnēskō.” ", "27": "· ho But de Jesus Iēsous,  taking krateō him autos by  the ho hand cheir,  lifted egeirō him autos up,  and kai he  stood anistēmi up . ", "28": "And kai when  he autos had  entered eiserchomai the  house oikos,  · ho his autos disciples mathētēs asked eperōtaō him autos in  private kata, “ Why hoti were  we hēmeis not ou able dynamai to  cast ekballō it autos out ?” ", "29": "And kai he  said legō to  them autos, “ This houtos · ho kind genos cannot en oudeis come exerchomai out  except ei mē by en prayer proseuchē.” ", "30": "And kakeithen leaving exerchomai there,  they  went paraporeuomai on  through dia · ho Galilee Galilaia.  And kai Jesus  did  not ou want thelō anyone tis to  know ginōskō about it; ", "31": "for gar he  was  teaching didaskō · ho his autos disciples mathētēs and kai saying legō to  them autos, “ The ho Son hyios of ho Man anthrōpos is  going  to  be  delivered paradidōmi into eis the  hands cheir of  men anthrōpos,  and kai they  will  kill apokteinō him autos.  Then kai three treis days hēmera after meta he  has  been  killed apokteinō,  he  will  rise anistēmi. ", "32": "But de they ho did  not  understand agnoeō the ho saying rhēma,  and kai they  were  afraid phobeomai to  ask eperōtaō him autos. ", "33": "And kai they  came erchomai to eis Capernaum Kapharnaoum;  and kai when  he  was ginomai in en the ho house oikia,  he  asked eperōtaō them autos, “ What tis were  you  discussing dialogizomai on en the ho way hodos?” ", "34": "But de they ho kept  silent siōpaō,  for gar on en the ho way hodos they  had  argued dialegomai among pros themselves allēlōn about  who tis was the  greatest megas. ", "35": "And kai sitting kathizō down ,  he  called phōneō the ho twelve dōdeka and kai said legō to  them autos, “ If ei anyone tis would thelō be eimi first prōtos,  he  must  be eimi last eschatos of  all pas and kai servant diakonos of  all pas.” ", "36": "And kai taking lambanō a  child paidion,  he  put histēmi him autos in en the  midst mesos of  them autos,  and kai taking enankalizomai him autos in his arms,  he  said legō to  them autos, ", "37": "“ Whoever hos an receives dechomai one heis of ho these toioutos children paidion in epi · ho my egō name onoma,  receives dechomai me egō;  and kai whoever hos an receives dechomai me egō,  receives dechomai not ou me egō but alla the ho one  who  sent apostellō me egō.” ", "38": "John Iōannēs said phēmi to  him autos,  · ho “ Teacher didaskalos, we saw  someone tis casting  out ekballō demons daimonion in en · ho your sy name onoma,  and kai we  tried  to  stop kōlyō him autos because hoti he  was  not ou following akoloutheō us hēmeis.” ", "39": "· ho But de Jesus Iēsous said legō, “ Do  not mē stop kōlyō him autos,  for gar there  is eimi no  one oudeis who hos will  do poieō a  mighty  work dynamis in epi · ho my egō name onoma and kai be  able dynamai soon tachus after  to  speak kakologeō evil  of  me egō. ", "40": "For gar whoever hos is eimi not ou against kata us hēmeis is eimi for hyper us hēmeis. ", "41": "For gar I  tell legō you hymeis the  truth amēn,  whoever hos gives  you hymeis a  cup potērion of  water hydōr to  drink potizō because hoti you  bear eimi the  name onoma of  Christ Christos will  most  certainly  not ou lose apollymi · ho his autos reward misthos. ", "42": "“ And kai whoever hos an causes skandalizō one heis of ho these houtos little mikros ones  who ho believe pisteuō in eis me egō to sin,  it  would  be eimi better kalos for  him autos if ei a  large onikos millstone mylos were  hung perikeimai around peri · ho his autos neck trachēlos and kai he  were  thrown ballō into eis the ho sea thalassa. ", "43": "And kai if ean your sy hand cheir causes skandalizō you sy to sin,  · ho cut apokoptō it autos off;  it  is eimi better kalos for  you sy to  enter eiserchomai into eis · ho life zōē crippled kyllos than ē having echō · ho two dyo hands cheir to  go aperchomai to eis · ho hell geenna,  to eis the ho unquenchable asbestos fire pyr.  · ho", "45": "And kai if ean · ho your sy foot pous causes skandalizō you sy to sin,  cut apokoptō it autos off;  it  is eimi better kalos for  you sy to  enter eiserchomai into eis · ho life zōē lame chōlos than ē having echō · ho two dyo feet pous to  be  cast ballō into eis · ho hell geenna. ", "47": "And kai if ean · ho your sy eye ophthalmos causes skandalizō you sy to sin,  throw ekballō it autos away;  it  is eimi better kalos for  you sy to  enter eiserchomai the ho kingdom basileia of ho God theos having  one  eye monophthalmos than ē having echō two dyo eyes ophthalmos to  be  cast ballō into eis · ho hell geenna, ", "48": "where hopou · ho ' their autos worm skōlēx does  not ou die teleutaō,  and kai the ho fire pyr is  not ou quenched sbennymi.' ", "49": "For gar everyone pas will  be  salted halizō with  fire pyr. ", "50": "Salt halas is  good kalos,  · ho but de if ean the ho salt halas has  become ginomai unsalty analos,  with en what tis will  you  make  it autos savory artyō?  Have echō salt halas in en yourselves heautou,  and kai be  at  peace eirēneuō with en one  another allēlōn.” "}