{"1": "For you yourselves know, my dear family, that our visit to you didn't turn out to be empty. ", "2": "On the contrary. We had already undergone awful things and been shamefully treated in Philippi, as you know; but we were open and exuberant in our God in declaring to you the gospel of God, despite a good deal of opposition.", "3": "When we make our appeal, you see, we are not deceiving people. We don't have any impure motives; we aren't playing some kind of trick. ", "4": "Rather, we speak as people whom God has validated to be entrusted with the gospel; not with a view to pleasing people, but in order to please God, who validates our hearts.", "5": "For we never used flattering words, as you know. Nor were we saying things insincerely, as a cover-up for greed, as God is our witness. ", "6": "We weren't looking for recognition from anybody, either you or anyone else – ", "7": "though we could have imposed on you, as the Messiah's emissaries. But we were gentle among you, like a nurse taking care of her own children. ", "8": "We were so devoted to you that we gladly intended to share with you not only the gospel of God but our own lives, because you became so dear to us.", "9": "My dear family, you will recall our hard toil, our labour. We worked night and day so as not to be a burden to any of you while we announced to you the gospel of God. ", "10": "You are witnesses, and so is God, of our holy, upright and blameless behaviour towards you believers. ", "11": "You know how, like a father to his own children, ", "12": "we encouraged each of you, and strengthened you, and made it clear to you that you should behave in a manner worthy of the God who calls you into his own kingdom and glory.", "13": "So, therefore, we thank God constantly that when you received the word of God which you heard from us, you accepted it, not as the word of a mere human being but – as it really is! – the word of God which is at work in you believers. ", "14": "For, my dear family, you came to copy God's assemblies in Judaea in the Messiah, Jesus. You suffered the same things from your own people as they did from those of the Judaeans ", "15": "who killed the Lord Jesus and the prophets, and who expelled us. They displease God; they oppose all people; ", "16": "they forbid us to speak to the Gentiles so that they may be saved. This has had the effect, all along, of completing the full total of their sins. But the fury has come upon them for good.", "17": "As for us, my dear family, we were snatched away from you for a short time, in person though not in heart. We longed eagerly, with a great desire, to see you face to face. ", "18": "That's why we wanted to come to you – I, Paul, again and again – but the satan got in our way.", "19": "Don't you see? When our Lord Jesus is present once more, what is our hope, our joy, the crown of our boasting before him? It's you! ", "20": "Yes: you are our glory and our joy."}