{"1": "What remains, my dear family, is for us to ask you, and indeed to urge you in the Lord Jesus, that you should continue more and more to behave in the manner that you received from us as the appropriate way of behaving and of pleasing God. ", "2": "You know, of course, what instructions we gave you through the Lord Jesus. ", "3": "This is God's will, you see: he wants you to be holy, to keep well away from fornication. ", "4": "Each of you should know how to control your own body in holiness and honour, ", "5": "not in the madness of lust like Gentiles who don't know God. ", "6": "Nobody should break this rule, or cheat a fellow-Christian in this area; the Lord is the avenger in all such matters, just as we told you before and testified most solemnly. ", "7": "For God did not call us to a dirty life, but in holiness. ", "8": "Anyone who rejects this, then, is not rejecting a human command, but the God who gives his holy spirit to you.", "9": "Now, about charitable concern for the whole family: I don't really need to write to you, because you yourselves have been taught by God to show loving care for one another. ", "10": "Indeed, you are doing this for all the Christian family in the whole of Macedonia. But we urge you, my dear family, to make this an even more prominent part of your lives. ", "11": "You should make it your ambition to live peacefully, to mind your own business, and to work with your own hands, just as we commanded you, ", "12": "so that you may behave in a way which outsiders will respect, and so that none of you may be in financial difficulties.", "13": "Now concerning those who have fallen asleep: we don't want you to remain in ignorance about them, my dear family. We don't want you to have the kind of grief that other people do, people who don't have any hope. ", "14": "For, you see, if we believe that Jesus died and rose, that's the way God will also, through Jesus, bring with him those who have fallen asleep.", "15": "Let me explain (this is the word of the Lord I'm speaking to you!). We who are alive, who remain until the Lord is present, will not find ourselves ahead of those who fell asleep. ", "16": "The Lord himself will come down from heaven with a shouted order, with the voice of an archangel and the sound of God's trumpet. The Messiah's dead will rise first; ", "17": "then we who are alive, who are left, will be snatched up with them among the clouds, to meet the Lord in the air. And in this way we shall always be with the Lord. ", "18": "So comfort each other with these words."}