{"1": "Call for Obedience. 1 In the second year of Darius,[a] in the eighth month, the word of the Lord came to the prophet Zechariah, son of Berechiah, son of Iddo: ", "2": "The Lord was very angry with your ancestors.[b] ", "3": "Say to them: Thus says the Lord of hosts, Return to me—oracle of the Lord[c] of hosts—and I will return to you, says the Lord of hosts. ", "4": "Do not be like your ancestors to whom the earlier prophets[d] proclaimed: Thus says the Lord of hosts: Turn from your evil ways and from your wicked deeds. But they did not listen or pay attention to me—oracle of the Lord.— ", "5": "Your ancestors, where are they? And the prophets, can they live forever? ", "6": "But my words and my statutes, with which I charged my servants the prophets, did these not overtake your ancestors? Then they repented[e] and admitted: “Just as the Lord of hosts intended to treat us according to our ways and deeds, so the Lord has done.” First Vision: Horses Patrolling the Earth. ", "7": "In the second year of Darius, on the twenty-fourth day of Shebat, the eleventh month,[f] the word of the Lord came to the prophet Zechariah, son of Berechiah, son of Iddo:", "8": "[g]I looked out in the night,[h] and there was a man mounted on a red horse standing in the shadows among myrtle trees; and behind him were red, sorrel, and white horses. ", "9": "I asked, “What are these, my lord?”[i] Then the angel who spoke with me answered, “I will show you what these are.” ", "10": "Then the man who was standing among the myrtle trees spoke up and said, “These are the ones whom the Lord has sent to patrol the earth.” ", "11": "And they answered the angel of the Lord,[j] who was standing among the myrtle trees: “We have been patrolling the earth, and now the whole earth rests quietly.” ", "12": "Then the angel of the Lord replied, “Lord of hosts, how long will you be without mercy for Jerusalem and the cities of Judah that have felt your anger these seventy years?”[k] ", "13": "To the angel who spoke with me, the Lord replied favorably, with comforting words.", "14": "Oracular Response. 14 The angel who spoke with me then said to me, Proclaim: Thus says the Lord of hosts: I am jealous for Jerusalem and for Zion[l] intensely jealous.", "15": "I am consumed with anger toward the complacent nations;[m] When I was only a little angry, they compounded the disaster.", "16": "Therefore, thus says the Lord: I return to Jerusalem in mercy; my house[n] will be rebuilt there—oracle of the Lord of hosts— and a measuring line will be stretched over Jerusalem.", "17": "Proclaim further: Thus says the Lord of hosts: My cities will again overflow with prosperity; the Lord will again comfort Zion, and will again choose Jerusalem."}