{"1": "Oracles Concerning the Nations and Judah.[a] 1 An oracle:[b] The word of the Lord concerning Israel—oracle of the Lord, who spreads out the heavens, lays the foundations of the earth, and fashions the human spirit within: ", "2": "See, I will make Jerusalem a cup of reeling[c] for all peoples round about. Judah will be besieged, even Jerusalem. ", "3": "On that day I will make Jerusalem a heavy stone for all peoples. All who attempt to lift it will injure themselves badly, though all the nations of the earth will gather against it. ", "4": "On that day—oracle of the Lord—I will strike every horse with fright, and its rider with madness. But over the house of Judah I will keep watch, while I strike blind all the horses of the peoples. ", "5": "Then the clans of Judah will say to themselves, “The inhabitants of Jerusalem have their strength in the Lord of hosts, their God.” ", "6": "On that day I will make the clans of Judah like a brazier of fire in the woodland and like a burning torch among sheaves, and they will devour right and left all the surrounding peoples; but Jerusalem will again inhabit its own place.", "7": "The Lord will save the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem may not be exalted over Judah. ", "8": "On that day the Lord will shield the inhabitants of Jerusalem, so that the weakest among them will be like David on that day; and the house of David will be like God, like the angel of the Lord before them.", "9": "On that day I will seek the destruction of all nations that come against Jerusalem. ", "10": "I will pour out on the house of David and on the inhabitants of Jerusalem a spirit of mercy and supplication, so that when they look on him whom they have thrust through,[d] they will mourn for him as one mourns for an only child, and they will grieve for him as one grieves over a firstborn.", "11": "Catalogue of Mourners. 11 On that day the mourning in Jerusalem will be as great as the mourning for Hadadrimmon in the plain of Megiddo.[e] ", "12": "And the land shall mourn, each family apart: the family of the house of David, and their women; the family of the house of Nathan, and their women; ", "13": "the family of the house of Levi, and their women; the family of Shimei, and their women; ", "14": "and all the rest of the families, each family apart, and the women apart."}