{"1": "Second Vision: The Four Horns and the Four Smiths. 1 I raised my eyes and looked and there were four horns.[a] ", "2": "Then I asked the angel who spoke with me, “What are those?” He answered, “Those are the horns that scattered[b] Judah, Israel, and Jerusalem.”", "3": "Then the Lord showed me four workmen.[c] ", "4": "And I said, “What are these coming to do?” And the Lord said, “Those are the horns that scattered Judah, so that none could raise their heads any more; and these have come to terrify them—to cut down the horns of the nations that raised their horns to scatter the land of Judah.”", "5": "Third Vision: The Man with the Measuring Cord. 5 I raised my eyes and looked, and there was a man with a measuring cord[d] in his hand. ", "6": "I asked, “Where are you going?” And he said, “To measure Jerusalem—to see how great its width is and how great its length.”", "7": "Then the angel who spoke with me advanced as another angel came out to meet him ", "8": "and he said to the latter, “Run, speak to that official:[e] Jerusalem will be unwalled, because of the abundance of people and beasts in its midst. ", "9": "I will be an encircling wall of fire[f] for it—oracle of the Lord—and I will be the glory in its midst.”", "10": "Expansion on the Themes of the First Three Visions. 10 Up! Up! Flee from the land of the north[g]—oracle of the Lord;—For like the four winds of heaven I have dispersed you—oracle of the Lord. ", "11": "Up, Zion! Escape, you who dwell in daughter Babylon! ", "12": "For thus says the Lord of hosts after the Lord's glory had sent me, concerning the nations that have plundered you: Whoever strikes you strikes me directly in the eye. ", "13": "Now I wave my hand over them, and they become plunder for their own servants. Thus you shall know that the Lord of hosts has sent me. ", "14": "Sing and rejoice, daughter Zion! Now, I am coming to dwell in your midst—oracle of the Lord. ", "15": "Many nations will bind themselves to the Lord on that day. They will be my people,[h] and I will dwell in your midst. Then you shall know that the Lord of hosts has sent me to you. ", "16": "The Lord will inherit Judah as his portion of the holy land,[i] and the Lord will again choose Jerusalem. ", "17": "Silence, all people, in the presence of the Lord, who stirs forth from his holy dwelling."}