{"1": "Fourth Vision: The Lampstand and the Two Olive Trees. 1 Then the angel who spoke with me returned and aroused me, like one awakened from sleep. ", "2": "He said to me, “What do you see?” I replied, “I see a lampstand[a] all of gold, with a bowl on top of it. There are seven lamps on it, with seven spouts on each of the lamps that are on top of it. ", "3": "And beside it are two olive trees,[b] one on the right of the bowl and one to its left.” ", "4": "Then I said to the angel who spoke with me, “What are these things, my lord?” ", "5": "And the angel who spoke with me replied, “Do you not know what these things are?” I said, “No, my lord.”", "6": "An Oracle. 6 Then he said to me: “This is the word of the Lord to Zerubbabel: Not by might, and not by power, but by my spirit,[c] says the Lord of hosts. ", "7": "Who are you, O great mountain?[d] Before Zerubbabel you become a plain. He will bring forth the first stone amid shouts of 'Favor, favor be upon it!'”", "8": "Then the word of the Lord came to me: ", "9": "The hands of Zerubbabel have laid the foundations of this house, and his hands will finish it. Thus you shall know that the Lord of hosts has sent me to you. ", "10": "For whoever has scorned such a day of small things will rejoice to see the capstone[e] in the hand of Zerubbabel. Resumption of the Vision: Explanation of Lamps and Trees. “These seven are the eyes of the Lord that range over the whole earth.” ", "11": "I then asked him, “What are these two olive trees, on the right of the lampstand and on its left?” ", "12": "A second time I asked, “What are the two streams from the olive trees that pour out golden oil through two taps of gold?” ", "13": "He said to me, “Do you not know what these are?” I answered, “No, my lord.” ", "14": "Then he said, “These are the two anointed ones[f] who stand by the Lord of the whole earth.”"}