{"1-4": "In the eighth month of the second year in the reign of Darius, God's Message came to the prophet Zechariah son of Berechiah, son of Iddo: “God was very angry with your ancestors. So give to the people this Message from God-of-the-Angel-Armies: 'Come back to me and I'll come back to you. Don't be like your parents. The old-time prophets called out to them, “A Message from God-of-the-Angel-Armies: Leave your evil life. Quit your evil practices.” But they ignored everything I said to them, stubbornly refused to listen.'", "5-6": "“And where are your ancestors now? Dead and buried. And the prophets who preached to them? Also dead and buried. But the Message that my servants the prophets spoke, that isn't dead and buried. That Message did its work on your ancestors, did it not? It woke them up and they came back, saying, 'He did what he said he would do, sure enough. We didn't get by with a thing.'”", "7": "On the twenty-fourth day of the eleventh month in the second year of the reign of Darius, the Message of God was given to the prophet Zechariah son of Berechiah, son of Iddo:", "8": "One night I looked out and saw a man astride a red horse. He was in the shadows in a grove of birches. Behind him were more horses—a red, a chestnut, and a white.", "9": "I said, “Sir, what are these horses doing here? What's the meaning of this?” The Angel-Messenger said, “Let me show you.”", "10": "Then the rider in the birch grove spoke up, “These are the riders that God sent to check things out on earth.”", "11": "They reported their findings to the Angel of God in the birch grove: “We have looked over the whole earth and all is well. Everything's under control.”", "12": "The Angel of God reported back, “O God-of-the-Angel-Armies, how long are you going to stay angry with Jerusalem and the cities of Judah? When are you going to let up? Isn't seventy years long enough?”", "13-15": "God reassured the Angel-Messenger—good words, comforting words—who then addressed me: “Tell them this. Tell them that God-of-the-Angel-Armies has spoken. This is God's Message: 'I care deeply for Jerusalem and Zion. I feel very possessive of them. But I'm thoroughly angry with the godless nations that act as if they own the whole world. I was only moderately angry earlier, but now they've gone too far. I'm going into action.", "16-17": "“'I've come back to Jerusalem, but with compassion this time.' This is God speaking. 'I'll see to it that my Temple is rebuilt.' A Decree of God-of-the-Angel-Armies! 'The rebuilding operation is already staked out.' Say it again—a Decree of God-of-the-Angel-Armies: 'My cities will prosper again, God will comfort Zion again, Jerusalem will be back in my favor again.'”", "18": "I looked up, and was surprised by another vision: four horns!", "19": "I asked the Messenger-Angel, “And what's the meaning of this?” He said, “These are the powers that have scattered Judah, Israel, and Jerusalem abroad.”", "20": "Then God expanded the vision to include four blacksmiths.", "21": "I asked, “And what are these all about?” He said, “Since the 'horns' scattered Judah so badly that no one had any hope left, these blacksmiths have arrived to combat the horns. They'll dehorn the godless nations who used their horns to scatter Judah to the four winds.”"}