{"1": "The ho elder presbyteros to  the  elect eklektos lady kyria and kai · ho her autos children teknon,  whom hos I egō love agapaō in en truth alētheia ( and kai not ou I egō alone monos,  but alla also kai all pas who ho know ginōskō the ho truth alētheia), ", "2": "because  of dia the ho truth alētheia that ho abides menō in en us hēmeis and kai will  be eimi with meta us hēmeis for eis all ho time aiōn: ", "3": "Grace charis,  mercy eleos, and  peace eirēnē will  be eimi with meta us hēmeis,  from para God theos the  Father patēr and kai from para Jesus Iēsous Christ Christos the ho Son hyios of ho the  Father patēr,  in en truth alētheia and kai in  love agapē. ", "4": "I  rejoiced chairō greatly lian because hoti I  have  found heuriskō some  of ek · ho your sy children teknon walking peripateō in en the  truth alētheia,  just  as kathōs we  received lambanō commandment entolē from para the ho Father patēr. ", "5": "And kai now nyn I  ask erōtaō you sy,  dear  lady kyria— not ou as  though hōs I  were  writing graphō a  new kainos commandment entolē to  you sy,  but alla the  one hos we  have  had echō from apo the  beginning archē— that hina we  love agapaō one  another allēlōn. ", "6": "And kai this houtos is eimi · ho love agapē:  that hina we  walk peripateō according  to kata · ho his autos commandments entolē.  This houtos is eimi the ho commandment entolē,  just  as kathōs you  have  heard akouō from apo the  beginning archē,  that hina you  should  walk peripateō in en it autos. ", "7": "For hoti many polys deceivers planos have  gone  out exerchomai into eis the ho world kosmos, people  who ho do  not mē confess homologeō that  Jesus Iēsous Christ Christos has  come erchomai in en the  flesh sarx.  Any  such  person houtos is eimi the ho deceiver planos and kai the ho Antichrist antichristos! ", "8": "Be  on  your heautou guard blepō,  so  that hina we  may  not mē lose apollymi the  things hos we  worked  for ergazomai but alla may  receive apolambanō a  full plērēs reward misthos. ", "9": "Everyone pas who ho goes  on  ahead proagō and kai does  not mē continue menō in en the ho teaching didachē of ho Christ Christos,  does echō not ou have echō God theos.  Whoever ho continues menō in en the ho teaching didachē has echō both kai the ho Father patēr and kai the ho Son hyios. ", "10": "If ei someone tis comes erchomai to pros you hymeis and kai does pherō not ou bring pherō this houtos · ho teaching didachē,  do  not mē receive lambanō him autos into eis your  house oikia or kai give legō him autos any mē greeting chairō, ", "11": "for gar the ho one  who  gives legō him autos a  greeting chairō becomes  a  partner koinōneō in ho his autos evil ponēros deeds ergon.  · ho", "12": "Although  I  have echō many polys other  things  to  write graphō to  you hymeis,  I  do  not ou want boulomai to  use dia paper chartēs and kai ink melas;  instead alla,  I  hope elpizō to  be ginomai with pros you hymeis and kai speak laleō face stoma to pros face stoma,  so  that hina · ho our hēmeis joy chara may  be eimi complete plēroō. ", "13": "The ho children teknon of ho your sy elect eklektos sister adelphē · ho send aspazomai you sy greetings aspazomai. "}