{"1": "After these things the word of the Lord came to Abram in a vision, “Do not be afraid, Abram, I am your shield; your reward shall be very great.” ", "2": "But Abram said, “O Lord God, what will you give me, for I continue childless, and the heir of my house is Eliezer of Damascus?”[a] ", "3": "And Abram said, “You have given me no offspring, and so a slave born in my house is to be my heir.” ", "4": "But the word of the Lord came to him, “This man shall not be your heir; no one but your very own issue shall be your heir.” ", "5": "He brought him outside and said, “Look toward heaven and count the stars, if you are able to count them.” Then he said to him, “So shall your descendants be.” ", "6": "And he believed the Lord; and the Lord[b] reckoned it to him as righteousness.", "7": "Then he said to him, “I am the Lord who brought you from Ur of the Chaldeans, to give you this land to possess.” ", "8": "But he said, “O Lord God, how am I to know that I shall possess it?” ", "9": "He said to him, “Bring me a heifer three years old, a female goat three years old, a ram three years old, a turtledove, and a young pigeon.” ", "10": "He brought him all these and cut them in two, laying each half over against the other; but he did not cut the birds in two. ", "11": "And when birds of prey came down on the carcasses, Abram drove them away.", "12": "As the sun was going down, a deep sleep fell upon Abram, and a deep and terrifying darkness descended upon him. ", "13": "Then the Lord[c] said to Abram, “Know this for certain, that your offspring shall be aliens in a land that is not theirs, and shall be slaves there, and they shall be oppressed for four hundred years; ", "14": "but I will bring judgment on the nation that they serve, and afterward they shall come out with great possessions. ", "15": "As for yourself, you shall go to your ancestors in peace; you shall be buried in a good old age. ", "16": "And they shall come back here in the fourth generation; for the iniquity of the Amorites is not yet complete.”", "17": "When the sun had gone down and it was dark, a smoking fire pot and a flaming torch passed between these pieces. ", "18": "On that day the Lord made a covenant with Abram, saying, “To your descendants I give this land, from the river of Egypt to the great river, the river Euphrates, ", "19": "the land of the Kenites, the Kenizzites, the Kadmonites, ", "20": "the Hittites, the Perizzites, the Rephaim, ", "21": "the Amorites, the Canaanites, the Girgashites, and the Jebusites.”"}