{"1": "With all my heart I am weary of my life, so I will express my complaint freely. I will speak from the bitterness of my heart.", "2": "I will say this to God: Do not condemn me. Tell me why you are pressing charges against me.", "3": "Is it good that you are oppressing me, that you are rejecting what your hands have made, at the same time that you favor the plans of the wicked?", "4": "Do you have eyes made of flesh? Do you see things the way a man does?", "5": "Are your days like a man's days? Are your years like the life span of a human?", "6": "You do, in fact, investigate guilt, and you do search carefully for sin.", "7": "Although you know that I am not guilty, there is no one who can rescue me from your hand.", "8": "Your hands shaped me and made me, but now you swallow me up completely.", "9": "Please remember that it was you who shaped me like a clay pot. Will you now return me to the dust?", "10": "Aren't you the one who poured me out like milk, who thickened me like a curd of cheese?", "11": "You clothed me with skin and flesh. You wove me together with bones and tendons.", "12": "You provided me with life and mercy, and your watchful care has guarded my spirit.", "13": "You hid these things in your heart, but I know that this is what you had in mind:", "14": "If I sinned and you were watching me, you would not acquit me of my guilt.", "15": "If I was wicked, I would be cursed! But even if I was righteous, I could not lift up my head, because I am filled with shame and aware of[a] my misery.", "16": "If I lift myself up,[b] you hunt me down like a lion. You turn and display amazing power against me.", "17": "You produce new witnesses to oppose me, and you become more irritated with me. You attack me with reinforcements.", "18": "Why, then, did you bring me out from the womb? I wish I had died. Then no eye would have seen me.", "19": "I wish I had been like someone who never lived. Then I would have been carried from the womb to the tomb.", "20": "Don't I have only a few days? Stop! Leave me alone, so that I can be happy for a short time,", "21": "before I walk into the land of darkness and into the shadow of death, never to return,", "22": "into the land of gloom, as dark as the shadow of death, into the land of chaos, where even light is darkness."}