{"1": "Then Job responded:", "2": "Yes, indeed. You are the people, and wisdom will die with you!", "3": "But I understand things as well as you.[a] I do not fall short of you. Who doesn't know all these things?", "4": "But I am a laughingstock to my neighbor— I, who call on God, and he answers me— I, a righteous and complete man, am a laughingstock!", "5": "Those who are carefree do not worry about disaster. They think it is reserved for those whose feet are slipping.", "6": "The tents of raiders are undisturbed, and those who provoke God are secure— those who carry their god in their hand.[b]", "7": "Please ask the animals, and they will teach you. Ask the birds of the sky, and they will inform you.", "8": "Complain to the earth, and it will teach you, and the fish of the sea will tell you about it.", "9": "Who among all these does not know that the hand of the Lord[c] did this?", "10": "The life of every living thing is in his hand, as well as the breath[d] in all human flesh.", "11": "Isn't it true that the ear tests words and the palate tastes food?", "12": "Isn't it true that wisdom is found among the aged and understanding among those who have had a long life?", "13": "But wisdom and power are with God. He gives guidance and understanding.", "14": "If he tears something down, it cannot be rebuilt. If he shuts a door on a man, it cannot be opened.", "15": "Look! He holds back the waters, and the land dries up. He turns them loose, and the earth is overwhelmed.", "16": "He has strength and sound judgment. The deceiver and the deceived both belong to him.", "17": "He causes royal advisors to be led away naked. He makes fools of judges.", "18": "He takes away the ruling power of kings, and he wraps a loincloth around their waist.[e]", "19": "He causes priests to be led away naked, and he brings the pillars of society down to ruin.", "20": "He closes the lips of trusted advisors, and he takes away good judgment from elders.", "21": "He pours contempt on nobles. He loosens the belt of the strong.", "22": "He uncovers deep mysteries that were hidden in darkness. He brings the shadow of death into the light.", "23": "He raises nations to power, and then he destroys them. He enlarges nations, and then he leads them away captive.", "24": "He deprives the heads of the peoples of the earth of their reason. He makes them wander in a wild land where there are no roads.", "25": "They grope around in darkness, where there is no light. He causes them to wander aimlessly like drunks."}