{"1": "My eyes have certainly seen all this. My ears have heard it and understood it.", "2": "Whatever you know, I know every bit as well. I do not fall short of you in any way.", "3": "But I want to speak to the Almighty. I am eager to argue my case with God.", "4": "All you do is plaster over problems[a] with lies. Such useless healers, all of you!", "5": "I wish you would shut up completely. For you, that would be wisdom!", "6": "But now, listen to my rebuttal. Pay attention to the arguments from my lips.", "7": "Will you misrepresent God?[b] Will you speak deceitfully about him?", "8": "Will you show favoritism on behalf of God and argue his case for him?", "9": "Will it turn out well when he cross-examines you? Can you fool God as you can fool a man?", "10": "He will certainly rule against you if you hide your favoritism.", "11": "Won't God's majesty frighten you? Won't the dread he inspires overwhelm you?", "12": "Your axioms are proverbs made of ashes. Your strong points are made of clay.", "13": "Silence! Let me speak. I intend to speak up, no matter what happens.", "14": "Why do I bite my flesh with my teeth? Why do I take my life in my hands?", "15": "Even if he slays me, I will wait for him with hope.[c] No matter what, I will defend my ways to his face.", "16": "Even this may turn out for my salvation, for no godless person would dare to face him.", "17": "Listen carefully to my words! Give my testimony a hearing.", "18": "Please, listen. I have laid out my case. I know that I am innocent.", "19": "Who can make a case against me? If anyone can, I will be quiet and die.", "20": "Just do two things for me, God. If you do, I will not hide from your face.", "21": "Take your hands off me, and do not terrify me with your grandeur.[d]", "22": "Summon me, and I will answer. Or, I will speak, and you can respond to me.", "23": "How much guilt and how many sins do I have? Reveal my rebellion and my sin to me.", "24": "Why do you hide your face? Why do you treat me like your enemy?", "25": "Will you toss me around[e] like a wind-blown leaf? Will you chase me away like dry chaff?", "26": "You write bitter accusations against me, and you hold me accountable for the guilt of my youth.", "27": "You lock my feet in stocks and station guards along all my paths. You put your brand on the soles of my feet.", "28": "So a man rots away like a garment eaten by moths."}