{"1": "Man born of woman has a few short days, and they are full of anxiety.", "2": "He blossoms like a flower, but soon withers. He recedes like a shadow and does not remain.", "3": "You keep your eye on such a man. You bring me[a] into judgment in your presence.", "4": "Who can produce something pure from something that is impure? No one.", "5": "Certainly his days are determined. The number of his months has been set by you. A limit is set, which he cannot exceed.", "6": "Turn your gaze away from him, and let him be, until he finishes his day's work as a hired man.", "7": "There is still hope for a tree if it is cut down. It may grow up again and produce new shoots.", "8": "Though its roots lie dormant in the earth, and its stump is dying in the dust,", "9": "with just a whiff of water, it shoots up again. As a growing plant, it again sends out branches.", "10": "But if a man dies, he shrivels away. When a person breathes his last, where is he?", "11": "Waters evaporate from the sea. A river dries up and becomes dust.", "12": "In the same way, a man lies down and does not rise again. Until the heavens pass away, he does not awaken, and he is not aroused from his sleep.", "13": "Oh how I wish you would hide me in the grave, that you would conceal me until your wrath has passed by, that you would set an appointed time for me, and then you would remember me.", "14": "If a man dies, will he live again? Through all the days of my warfare,[b] I will wait, until change comes about for me.", "15": "You will call, and I myself will answer. Then you will long for the work of your hands.", "16": "Now you count my steps, but then you will no longer keep track of my sin.", "17": "My rebellious deeds will be sealed up in a bag, and you will plaster over my guilt.", "18": "But as a mountain crumbles and falls, and as a rock is moved from its place,", "19": "as water wears away stones, and floodwaters wash away soil from the land, so you destroy a man's hope.", "20": "You overpower him once and for all, and he passes away. You change his appearance and send him away.", "21": "His sons are honored, but he is not aware of it. They are brought low, but he does not realize it.", "22": "He feels the pain only of his own flesh, and in his soul grieves only for himself."}