{"1": "Eliphaz the Temanite responded:", "2": "Does a wise man answer with windy bluster? Does he fill his belly with the hot east wind?", "3": "Does he support his arguments with useless talk, with words that provide no benefit?", "4": "But you even tear down reverence. You hinder thoughtful reflection in the presence of God.", "5": "Your guilt instructs your mouth. You choose deceptive language.", "6": "Your own mouth condemns you, not mine. Your own lips testify against you.", "7": "Were you the first man to be born? Were you brought forth before the hills?", "8": "Do you listen in on the council meetings of God? Do you lay claim to all wisdom for yourself?", "9": "What do you know that we do not know as well? What do you understand that we do not?", "10": "The gray-haired and the aged are on our side, men older than your father.", "11": "Are the consolations of God too small for you? Do you think nothing of the gentle words spoken to you?", "12": "Why does your heart carry you away? Why do your eyes flash with such anger?", "13": "Why do you turn your spirit against God? Why do you allow such words to pour out of your mouth?", "14": "What is man, that he could be pure, or one born of woman, that he could be declared righteous?", "15": "If God does not trust in his holy ones, and even the heavens are not pure in his eyes,", "16": "how much less man who is repulsive and corrupt, who drinks down injustice like water!", "17": "Let me instruct you! Listen to me! This is what I have seen. Let me tell you about it.", "18": "This is what wise men have declared, wise men who hid nothing of what they had received from their fathers,", "19": "to whom alone the land was given, at a time when no foreigners were present in their midst.", "20": "Through all his days, a wicked man writhes in pain, throughout the whole number of years stored up for a tyrant.", "21": "Terrifying sounds echo in his ears. In peacetime the plunderer arrives.", "22": "The wicked man does not believe that he will return from darkness. He is sentenced to the sword.", "23": "He wanders around looking for food and asks, “Where is it?”[a] He knows that a day of darkness is at hand.", "24": "Pressure and distress terrify him. They overpower him, like a king ready to attack,", "25": "because he has stretched out his hand against God, and he has been arrogant toward the Almighty.", "26": "He charges at him defiantly[b] with a thick shield.", "27": "Though now his face is covered with its fat, and his hips bulge with lard,", "28": "he will live in ruined cities, in abandoned houses, reduced to rubble.", "29": "He will no longer be rich. His wealth will not last. His possessions will no longer cover the ground.", "30": "He will not escape from darkness. Flames will dry up his shoots. With a breath from God's mouth, he will depart.", "31": "He should not trust in useless things. He should not fool himself. His only reward will be useless things.", "32": "Before his time, he will be paid in full. His palm branches will not be green.", "33": "His grapes will be shaken from the vine before they are ripe. He will be like an olive tree that loses its blossoms.", "34": "In the end, the community of the godless produces nothing, and fire consumes the tents of those who take bribes.", "35": "They conceive trouble and give birth to disaster. Their womb produces treachery."}