{"1": "Job responded:", "2": "I have heard many things just like these. You are miserable comforters, all of you!", "3": "Is there any end to your windy words? What provokes you to respond like this?", "4": "I also could speak just like you, if your lives were in the same condition that my life is. I could weave fancy words against you and shake my head at you.", "5": "But instead, I would build you up with the words from my mouth, and comforting words from my lips would ease your pain.", "6": "Now if I speak up, it does not lessen my pain, and if I hold back, how much of my pain goes away?", "7": "Surely, he[a] has worn me out! You have devastated everyone close to me.", "8": "You have made me shrivel up,[b] and this testifies against me. My emaciated body stands up and is a witness against me.", "9": "His anger has torn me. He has been hostile to me. He has gnashed his teeth at me. My opponent glares at me with piercing eyes.", "10": "People have opened their mouths wide against me. They have slapped my face with contempt. They have ganged up on me.", "11": "God hands me over to evil people.[c] He throws me into the hands of the wicked.", "12": "When I was at ease, he shattered me.[d] He seized me by the neck and has ripped me to pieces. He has set me up as his target.", "13": "His archers surround me. He pierces my kidneys and has no pity. He pours out my bile on the earth.", "14": "He breaks down my walls in many places. He runs against me like a warrior.", "15": "I have stitched sackcloth to my skin. My horn[e] is stuck in the dust.", "16": "My face is red from my weeping. There are dark circles under my eyes,", "17": "even though there is no violence in my hands, and my prayer is pure.", "18": "O earth, do not cover my blood. Let my cry never find a place to rest.", "19": "Even now, my witness is in heaven. My advocate is on high.", "20": "My intercessor is my friend. My eyes never stop weeping to God.", "21": "My intercessor pleads with God for a man, as another human pleads for his friend.", "22": "A few more years will come. Then I will go the way of no return."}