{"1": "Then Job responded:", "2": "How long will you torment my soul? How long will you crush me with words?", "3": "Ten times now you have insulted me, but you are not ashamed that you are treating me so badly.", "4": "But even if I actually were in the wrong, my error would remain my own concern.", "5": "To be sure, when you lord it over me, and you hurl my disgrace against me,", "6": "you should know that God has denied me justice, and he has trapped me in his net.", "7": "Listen to me! I cry out, “Injustice,” but I get no answer. I call for help, but there is no justice.", "8": "He has blocked my way, so I cannot get by. He has brought darkness on my paths.", "9": "He has stripped me of my honor, and he has taken the crown off my head.", "10": "He tears me down on every side, until I am gone. He uproots my hope like a tree.", "11": "His anger burns against me, and he regards me as his enemy.", "12": "Together his troops advance against me. They build a siege ramp against me. They camp all around my tent.", "13": "He has distanced my brothers far from me, and those who know me treat me like a stranger.", "14": "My relatives stay away. Even my close friends have forgotten me.", "15": "Even my houseguests and my female servants treat me like a stranger. They look upon me as a foreigner.", "16": "I summon my servant, but he does not answer, even though I beg him to be gracious to me.", "17": "My breath keeps my wife away from me, and I am repulsive to my mother's children.", "18": "Even young boys reject me. When I get up, they speak against me.", "19": "My closest confidants shun me, and those I love have turned against me.", "20": "I am nothing but skin and bones. I have escaped with the skin of my teeth.", "21": "Have mercy on me. Have mercy on me, you friends of mine, because the hand of God has struck me.", "22": "Why do you pursue me the way God does? Will you never get enough of my flesh?", "23": "Oh how I wish that my words were written down. Oh how I wish that they were inscribed in bronze,[a]", "24": "that they would be engraved in rock forever with an iron tool and letters filled with lead.", "25": "As for me, I know that my Redeemer[b] lives, and that at the end of time[c] he will stand over the dust.", "26": "Then, even after my skin has been destroyed, nevertheless, in my own flesh I will see God.[d]", "27": "I myself will see him. My own eyes will see him, and not as a stranger. My emotions are in turmoil[e] within me.", "28": "If you say, “What can we do to pursue him?” and “He is the root of his own problems,”", "29": "then you should fear the edge of the sword for yourselves! For wrath brings the punishment of the sword, so that you will know that there is judgment."}