{"1": "Then Zophar the Na'amathite responded:", "2": "This is why my troubled thoughts make me respond again, and why my thoughts are racing through my mind:", "3": "I heard a rebuke that insults me, so my spirit prompts me to respond with understanding.", "4": "Don't you know this? From ancient times, from the time when Adam[a] was placed on the earth,", "5": "the triumphant cry of the wicked has been short-lived, and the joy of the godless lasts only a moment.", "6": "Although his arrogance reaches up to the skies, and his head touches the clouds,", "7": "he will perish forever like his own filth. Those who saw him will say, “Where is he?”", "8": "Like a dream, he flies away, and he cannot be found. Like a vision during the night, he flutters away.", "9": "An eye catches sight of him, but it does not see him again. His place will no longer look at him.", "10": "His children must make restitution to[b] the poor. His hands must give back his wealth.", "11": "His bones were once filled with youthful vigor, but that vigor will lie down with him in the dust.", "12": "If evil tastes sweet in his mouth, and he tucks it under his tongue,", "13": "if he hoards it for himself, and he does not let it go, but savors it on his palate,", "14": "his food will turn into cobra venom in his stomach.", "15": "He swallowed wealth, but he vomits it up. God makes him expel it from his belly.", "16": "He sucks the poison of cobras. The fangs of a viper kill him.", "17": "He will not see the streams, the rivers that flow with honey and cream.", "18": "Without digesting it, he gives up the produce for which he labored. He does not enjoy the wealth for which he traded,", "19": "because he has crushed and abandoned the poor, and he has stolen a house he did not build.", "20": "His stomach is never filled. He cannot satisfy his desires,", "21": "because now there is nothing left for him to eat, so his prosperity will not endure.", "22": "Even when he has plenty, distress catches up with him, and misery grabs hold of him.", "23": "While he is filling his belly, God will send burning anger upon him, and it will rain down on his body.[c]", "24": "He flees from iron weapons, but he is pierced by a bronze arrow.", "25": "He pulls the arrow out of his back, and the shiny point comes out of his liver. Terrors come over him.", "26": "Complete darkness is lying in wait for his hidden treasures. A fire that needs no fanning will consume him. It will destroy anything that survives in his tent.", "27": "The heavens will uncover his guilt, and the earth will rise up against him.", "28": "A flood will carry away his house, sweeping away his possessions on the day of God's wrath.", "29": "This is God's sentence on the evil man. This is his heritage decreed by God."}