{"1": "Then Job responded:", "2": "Listen carefully to my words— that is the kind of encouragement you should give me.", "3": "Put up with me while I speak. Then, after I have spoken, you may resume your mocking.", "4": "Is my complaint against a man? Why shouldn't I be impatient?", "5": "Look at me and be shocked,[a] and then put your hand over your mouth.", "6": "When I remember all this, I am terrified,[b] and horror makes my flesh tremble.", "7": "Why do the wicked keep living, reach old age, and even become stronger?", "8": "Their descendants are firmly established in their presence, and they live long enough to see their offspring.", "9": "Their houses are safe from fear, and God's rod does not strike them.", "10": "The wicked man's bulls breed without failing. His cows deliver calves without miscarrying.", "11": "Their toddlers frolic like flocks, and their children dance around.", "12": "They sing to the accompaniment of hand drums and lyres. They celebrate to the sound of a flute.", "13": "They finish out[c] their days in prosperity. Then they go down to the grave in a moment.", "14": "They say to God, “Keep away from us. We know your ways, but we find no pleasure in them.”", "15": "“Who is the Almighty, that we should serve him, and what benefit do we gain from pleading with him?”", "16": "But I know that their prosperity is not in their own hands, so I have distanced myself from the way of life[d] of the wicked.", "17": "How often is the lamp of the wicked extinguished? How often does the disaster they deserve come upon them? How often does God in his anger dole out their fair share of pain?", "18": "How often are they like straw blown by the wind, like chaff that a windstorm whisks away?", "19": "People say, “God stores up a man's punishment for his children,” but he should repay the man himself so that he experiences it!", "20": "Let his own eyes see his condemnation.[e] Let him drink from the rage of the Almighty,", "21": "for what does he care about his household after his death, when his allotment of months has run out?", "22": "Can anyone teach God knowledge, since he judges even the most exalted ones?", "23": "One person dies with vigor in his bones, completely secure and at ease.", "24": "His body is filled out with fat,[f] and his bones are rich with marrow.", "25": "Another person dies with his soul filled with bitterness, without ever tasting anything good.", "26": "Both of them lie down together in the dust, and worms cover them both.", "27": "Oh, I know your thoughts and your schemes to harm me.", "28": "For you say, “Where is the nobleman's house, and where is the tent, which was the dwelling of the wicked?”", "29": "Why don't you question those who travel the roads? Why don't you acknowledge the lessons they learned?[g]", "30": "They say that the wicked man is spared from the day of disaster, and that he escapes the day of raging fury.", "31": "Who denounces him to his face for the way he has lived? Who repays him for what he has done?", "32": "When he is carried to the tombs, when a vigil is kept at his burial mound,", "33": "the clods of dirt from the streambed are sweet to him. Everyone follows his funeral procession. A crowd of people marches ahead of it.[h]", "34": "So how can you comfort me with your useless words? There is nothing left from your answers but fraud!"}