{"1": "Eliphaz the Temanite responded:", "2": "Can a man benefit God? Can even a wise man be of any use to him?", "3": "Should the Almighty be delighted if you are righteous? Does he gain any advantage if your ways are blameless?", "4": "Is it because of your reverence that he rebukes you and comes against you in judgment?", "5": "Isn't your wickedness great? Isn't your guilt endless?", "6": "You have seized collateral from your brothers without cause, and you have stripped off clothing from the naked.", "7": "You have not given water to the weary, and you have withheld bread from the hungry.", "8": "The earth belongs to a forceful man, and a well-respected man dwells in it.[a]", "9": "You send widows away empty-handed. You crush the arms of the fatherless.", "10": "That is why snares are all around you, and sudden fear overwhelms you.", "11": "That is why you cannot see in the darkness, and floodwaters cover you.", "12": "Is not God in the heights of heaven? Look at[b] the highest stars, so high above!", "13": "But you say, “What does God know? Can he judge through the thick darkness?", "14": "Dark clouds are a veil around him, so he does not see us as he walks back and forth in heaven's dome.”", "15": "Are you the guardian of the ancient way, the one traveled by wicked men?", "16": "They were snatched away before their time.[c] Their foundation was washed away by a river.", "17": "They said to God, “Keep away from us,” and “What can the Almighty do to us?”[d]", "18": "even though he had filled their houses with good. That is why the way of life of the wicked is far from me.", "19": "The righteous see this and are glad. The innocent mock them, saying,", "20": "“Surely our adversaries have been erased! Fire has eaten up their abundance.”", "21": "Be reconciled with God. Be at peace with him. Then good will come to you.", "22": "Accept teaching from his mouth, and set his words in your heart.", "23": "If you turn to the Almighty, you will be built up. If you want to put injustice far from your tent,", "24": "throw your purest gold[e] into the dust and your gold from Ophir upon the rocks in the ravines.", "25": "Then the Almighty will be your purest gold and your most precious silver.", "26": "Then you will find pleasure in the Almighty, and you will lift up your face to God.", "27": "You will pray to God, and he will hear you, and you will fulfill your vows.", "28": "You will decide on a matter, and it will be done for you, and light will shine on your ways.", "29": "When people are brought low, and you say, “Lift them up,” God will save the downcast.", "30": "He will deliver even the person who is not innocent, who will escape by the purity of your hands."}