{"1": "Why are appointments never scheduled by the Almighty? Why do those who know him never see such days?", "2": "People move boundary stones. They steal a flock and take it to pasture.", "3": "They drive away donkeys that belong to the fatherless. They seize the widow's ox as collateral.", "4": "They shove the poor out of the way. The oppressed people of the land hide together.", "5": "They go out to their labor, like wild donkeys in the wilderness, looking for food. The wasteland is their only source of food for themselves and their children.", "6": "They gather their straw in the open countryside. They glean leftovers in the vineyard of the wicked.", "7": "They spend the night naked, without clothing. They have no covering from the cold.", "8": "They are soaked by heavy rain from the mountains. They cling to a cliff for shelter.", "9": "The wicked tear away a fatherless child from its mother's breast. They take a poor mother's nursing baby as collateral.", "10": "The poor walk around naked, without clothing. They pick up sheaves but are still hungry.", "11": "They press olive oil among the terraces of olive trees. They tread winepresses, but they remain thirsty.", "12": "The dying people[a] of the city groan, and wounded souls cry out for help, but God does not bring charges against anyone.", "13": "There are people who rebel against the light. They do not acknowledge its ways or dwell in its paths.", "14": "At the end of the daylight[b] a murderer arises, and he kills the poor and needy. At night he acts as a thief.", "15": "The eye of an adulterer keeps watch for twilight. He says, “No eye can get a good look at me.” He wears a mask over his face.", "16": "In the dark of night he digs into houses. By day such people hide inside. They keep away from the light.", "17": "For all of them, morning is their darkness.[c] They are familiar with the sudden terror of darkness.", "18": "They float by like foam on the surface of the water. Their portion of the land is cursed, so no one turns onto the road to their vineyards.", "19": "As drought and heat snatch away the water from the snow, the grave snatches away a sinner.", "20": "The womb forgets him. A worm finds him sweet. He will no longer be remembered. Wickedness is broken like a tree.", "21": "He feeds on[d] the childless woman, and he does nothing good for the widow.", "22": "But God drags away the mighty by his strength. He rises up, so the wicked have no confidence in their lives.", "23": "God lets them be secure, and they prop themselves up, but God's eyes are on their ways.", "24": "They are high and mighty for a little while, but then they are gone. They are brought low like all the rest. They are gathered together, like ears of grain that have been cut off.", "25": "So then, who can make me out to be a liar? Who can reduce my words to nothing?"}