{"1": "After a pause,[a] Job began to present this discourse:", "2": "As God lives, he has deprived me of justice. The Almighty has made my life[b] bitter.", "3": "Yes, as long as the breath of life is still in me, as long as the breath from God is still in my nostrils,", "4": "my lips will not speak wickedness, and my tongue will not murmur deception.", "5": "May I be cursed if I ever admit you are right. Until I die, I will never deny my integrity.", "6": "I have held tight to my righteousness, and I will not let it go. My conscience[c] will not accuse me as long as I live.", "7": "May my enemy be like the wicked. May the one who rises up against me be like the unjust.", "8": "For what hope is there for a godless person when God cuts him off, when God takes away his life?", "9": "Will God hear his cry when distress comes upon him?", "10": "Will he take delight in the Almighty? Will he call upon God at all times?", "11": "I will teach you about the hand of God. I will not hide what the Almighty is doing.", "12": "Listen, all of you have observed this. So why do you continue to spew forth such worthless vapor?", "13": "This is the allotment a wicked man receives from God, the inheritance that tyrants receive from the Almighty:", "14": "Although his children are many, they are sent to the sword. His offspring will not be satisfied with bread.", "15": "Those who survive will be buried by a plague. They will be buried, and their widows will not weep.", "16": "Though the wicked man piles up silver like dust, and he accumulates clothing like mounds of clay,", "17": "the righteous will wear what he accumulated, and the innocent will divide his silver.", "18": "He has built a house, but it will be like a moth's cocoon, like a shack that a watchman has put up.", "19": "He goes to bed as a rich man, but his wealth does not remain. He opens his eyes, and it is all gone.", "20": "Terrors sweep over him like floodwaters. At night, a strong wind carries him away.", "21": "The east wind lifts him up, and off he goes. It blows him away from his place.", "22": "It hurls itself at him, and it does not spare him. He flees from its power as fast as he can.", "23": "It mockingly claps its hands at him and drives him from his place with hissing."}