{"1": "Job resumed his discourse. He said:", "2": "Oh how I wish I could be as I used to be in the months gone by, in the days when God used to watch over me,", "3": "when his lamp was shining over my head, and I walked through darkness toward[b] his light,", "4": "when I was in my prime, and the friendly guidance of God was over my tent,", "5": "when the Almighty was still with me, and my children still surrounded me,", "6": "when my footsteps were washed in cream, and a rock poured out streams of oil for me,", "7": "when I went out to the gatehouse[c] of the city, and I took my customary seat in the public square.", "8": "The young men saw me and stepped aside. The elders rose and remained standing in my presence.", "9": "The officials held back their words. They placed their hands over their mouths.", "10": "The voices of the nobles fell silent. Their tongues stuck to the roof of their mouths.", "11": "Every ear that heard what I said called me blessed. Every eye that saw what I did testified on my behalf.", "12": "Because I saved the poor when they cried for help and the fatherless when they had no helper,", "13": "the blessing of the dying rested upon me, and I made the heart of the widow happy.", "14": "I dressed myself with righteousness, and it clothed me. My justice clothed me like a robe and a turban.", "15": "I was eyes for the blind and feet for the lame.", "16": "I was a father for the needy. I investigated their cases for people I did not know.", "17": "I shattered the fangs of the wicked, and I snatched their prey from their teeth.", "18": "So I thought: “I will pass away in my own nest, after multiplying my days like grains of sand.", "19": "My roots will be soaked with water, and dew will settle on my branches at night.", "20": "My honor will always be fresh for me, and my bow in my hand will never wear out.”", "21": "People listened to me eagerly. They kept silent, waiting for my advice.", "22": "After I spoke, they did not keep speaking.[d] My words fell on them gently.", "23": "They waited for me the way people wait for rain. They opened their mouths the way people wait for spring showers.", "24": "When I laughed with them, they did not believe it. In the light from my face, they were never downcast.", "25": "I chose the way for them, and I was seated as their head, like a king among the troops, like one who comforts mourners."}