{"1": "Finally, Job opened his lips and cursed the day of his birth. ", "2": "Job spoke up and said:", "3": "May the day of my birth perish, and the night when it was said, “A child has been conceived!”", "4": "As for that day, let it be darkness! May God above have no concern for it. May light not shine on it.", "5": "May darkness and the shadow of death[a] reclaim it. May a dark cloud settle over it. May whatever blackens the day terrify it.", "6": "As for that night, may deep darkness take it away! May it not be included[b] among the days of the year or show up in the list of months.", "7": "Oh let that night be barren! May no joyful shout be heard in it.", "8": "May those who curse days cast a spell on it, those who are able to awaken Leviathan.[c]", "9": "May its twilight stars be darkened. May it wait hopefully for light but receive none. May it never see the eyelids of dawn,", "10": "because it did not shut the doors of my mother's womb, and it did not hide trouble from my eyes.", "11": "Why did I not die at birth or pass away as I came from the womb?", "12": "Why did my mother's knees receive me? Why were her breasts there to nurse me?", "13": "For then I would be lying down peacefully. I would be sleeping and resting quietly", "14": "with the kings and counselors of the earth, with those who rebuilt ruined cities for themselves,[d]", "15": "with high officials who accumulated gold, with those who filled their houses with silver.", "16": "Why was I not hidden like a stillborn child, like the infants who never see the light of day?", "17": "There the wicked cease from turmoil. There the weary are at rest.", "18": "There the prisoners are at ease together. They no longer hear the voice of the slave driver.", "19": "There the small and great are alike, and the slave is free from his master.", "20": "Why is light given to those weighed down with grief? Why is life given to those whose spirit is bitter,", "21": "to those who yearn for death but it does not come, though they dig for it more than for buried treasure,", "22": "to those who will be thrilled with happiness, those who will celebrate when they reach the grave?", "23": "Why is light given to a man whose path is hidden, to one whom God has hedged in?", "24": "Now my sighing takes the place of my daily bread. My groans gush forth like water,", "25": "because what I feared has overwhelmed me, and that which I dreaded has come upon me.", "26": "I have no ease, no quiet, no rest. Instead, turmoil has come."}