{"1": "But those far younger than I am now laugh at me— men whose fathers I would not have allowed to serve with my sheepdogs.", "2": "The strength of their hands was useless to me.[a] Their vigor had failed.", "3": "Emaciated from famine and hunger, they gnawed desert plants in the desolate wasteland.", "4": "They picked marsh plants among the brush, and their food was the roots of broom bushes.", "5": "They were driven out of the community. People shouted at them like thieves.", "6": "They lived in dry streambeds, in holes among the dust and the rocks.", "7": "They brayed between shrubs, and they huddled under thorn bushes.", "8": "Sons of fools and nameless nobodies, they were driven out of the land with whips.", "9": "But now I am the target of their mocking songs, and my name has become proverbial as a term of scorn.", "10": "They despise me and keep their distance. They do not hesitate to spit in my face.", "11": "God has unhooked my bowstring,[b] and he has afflicted me, so they throw off all restraint in my presence.", "12": "At my right hand this rabble rises up like a mob. They trip my feet. They besiege me with their plans to destroy me.", "13": "They cut off my path to escape. They try to benefit from my destruction. They need no one to help them.", "14": "They pour through the breach in my wall. They roll in through the ruins.", "15": "Terrors are unleashed against me. My prestige is blown away by the wind. My security has passed by like a cloud.", "16": "Now my soul is being poured out within me. Days of suffering have seized me.", "17": "Night pierces my bones with pain. The pain gnawing at me never stops.", "18": "God tugs violently at my clothing. He chokes me like the collar of my robe.", "19": "He has thrown me into the mud, and I have become like dust and ashes.", "20": "I cry to you for help, but you do not answer me. Whenever I stand up, you pay no attention to me.[c]", "21": "You have become cruel to me. With a strong hand you assault me.", "22": "You lift me up with the wind, and it carries me away. You scatter me in the raging storm.", "23": "Yes, I know that you are bringing me down to death, to the home where all the living meet.", "24": "Will he really stretch out his hand against a pile of ruins, when the ruined man screams for help?[d]", "25": "Didn't I weep for those who live through hard days? Didn't my soul grieve for the needy?", "26": "But when I waited for good, evil came. When I hoped for light, darkness came.", "27": "My emotions[e] are boiling over. They are never quiet. Days of suffering confront me.", "28": "I walk around darkened, but not by the sun. I stand in the assembly and cry for help.", "29": "I have become a brother to jackals, a companion for screeching ostriches.", "30": "My skin turns black and falls off, and my bones burn with fever.", "31": "My lyre plays only sad songs. My flute accompanies only the sound of weeping."}