{"1": "I have made a covenant with my eyes. How then could I stare at a virgin with desire?", "2": "If I did, what reward would I receive from God above? What inheritance from the Almighty on high?", "3": "Is not ruin the reward for the wicked, and misfortune the reward for evildoers?", "4": "But doesn't God see my ways? Doesn't he count my every step?", "5": "Have I walked with deceit and lies? Has my foot hurried to pursue fraud?", "6": "If God weighs me on an honest scale, he will know my integrity.", "7": "If my footsteps have slipped off the path, if my heart has pursued things desired by my eyes, if anything corrupt has stuck to my palms,", "8": "then let someone else eat what I have sown. Let my crops be uprooted.", "9": "If my heart has been enticed by a woman, if I have lurked at my neighbor's doorway,", "10": "let my wife grind for another, and let other men crouch down over her.", "11": "For that would have been shameful behavior, a guilty deed worthy of judgment.", "12": "There is a fire that consumes all the way to hell,[a] that would completely burn up all my harvest.", "13": "If I have denied justice to my male servants or to my female servants in their disputes with me,", "14": "then what would I do when God arises, when he comes to call me to account? How could I respond to him?", "15": "Didn't he who made me in the womb also make my servant? Didn't the same God fashion us both in the womb?", "16": "If I have withheld from the poor what they desired, if I have darkened the eyes of the widow,", "17": "if I have eaten my food all by myself and have not shared it with the fatherless—", "18": "no, from the time of my youth, the fatherless child grew up with me, and I was like a father to him. From the womb of my mother I guided the widow.", "19": "If I saw anyone perishing from lack of clothing, if the needy had nothing to wear,", "20": "his very body blessed me, as he was warmed by the wool from my sheep.", "21": "If I raised my hand against the fatherless child, because I had influence in the court at the city gate,", "22": "then let my shoulder be knocked out of its socket, and let my upper arm be broken.", "23": "Now doom from God terrifies me, and I cannot endure his majesty.", "24": "If I placed my confidence in gold, and if I said to pure gold, “You are my security,”", "25": "if I rejoiced because I was so rich and because my hand had obtained so much,", "26": "if I saw the shining sun and the moon moving in its splendor,", "27": "if my heart was gullible enough to worship them in secret, and I kissed my hand to honor them,", "28": "that would have made me guilty and deserving of judgment, for I would have denied God above.", "29": "If I rejoiced at the misfortune of someone who hates me, or I was thrilled because trouble caught up with him—", "30": "but no, I have not savored sin by asking for a curse on his life.", "31": "Did the men in my tent ever have to say that there was someone who had not been filled with meat from Job?[b]", "32": "No stranger ever had to spend the night outside. I have opened my door to the traveler.", "33": "If I had covered up my sin like Adam,[c] and I had hidden my guilt in my heart,", "34": "because I was frightened of the crowd, and the contempt of the clans filled me with terror, so that I was silent and I did not go out of a door—", "35": "Oh how I wish I had someone to listen to me! Look, here is my seal on my testimony. Let the Almighty answer me! Let me see the written indictment from my accuser.", "36": "I would lift it up on my shoulder. I would place it on my head as a crown.", "37": "I would account to him for every single step. I would approach him like the chief of a tribe.", "38": "If my soil cries out against me, and its furrows weep because of me,", "39": "if I have consumed its wealth without paying for it, if I have caused the death of its owners,", "40": "then let a thorn bush grow up instead of wheat, and stinkweeds instead of barley. The words of Job are concluded."}