{"1": "These three men gave up trying to answer Job, because he was righteous in his own eyes.", "2": "So Elihu son of Barakel, the Buzite from the clan of Ram, burned with anger. His anger burned against Job because Job had justified himself rather than God. ", "3": "His anger also burned against his three companions, because they had no answer for Job, but they nevertheless had condemned him.", "4": "Up to this point, Elihu had held back, and he had not spoken to Job, because the others were older and more experienced than he was.", "5": "When Elihu saw that the three men had no ready answer, his anger burned. ", "6": "So Elihu son of Barakel, the Buzite, responded. He said: I am young and inexperienced, and you are aged. That is why I held back, and I was afraid to tell you what I know.", "7": "I thought that experience should speak. Many years should give a man wisdom.", "8": "However, it is the spirit[a] in a man and the breath of the Almighty that give a man understanding.", "9": "It is not just the important men who are wise. The elderly are not the only ones who know how to judge cases.", "10": "That is why I now say, “Listen to me.” I will declare what I know—yes, I will.", "11": "Notice that I waited for you to finish your words. I have listened carefully to your conclusions. The whole time you were searching for the right words,", "12": "I paid attention to you. But look, not one of you showed Job that he was wrong or came up with an answer for Job.", "13": "So do not say, “We have found wisdom, but it is God, not a man, who will have to refute him.”", "14": "Job has not drawn up his speeches against me, so I will not respond to him with arguments like yours.", "15": "Those three are shattered. They no longer respond. They have run out of words.", "16": "I have waited patiently, but since they no longer speak, and they just stand there and do not answer anymore,", "17": "I will now respond with my contribution. I will now declare what I know,", "18": "for I am full of words. A wind[b] in my belly is building up pressure.", "19": "My belly is like unvented wine. I am like a new wineskin ready to burst.", "20": "I intend to speak, so that I can find relief for myself. Let me open my lips and answer.", "21": "I will certainly not show favoritism to any man. I will not address any man with flattering titles,", "22": "because I do not know how to pass out flattering titles. If I did so, my Maker would quickly carry me away."}