{"1": "But now, Job, listen to my speech. Pay close attention to all my words.", "2": "Listen, because I have opened my mouth. See how my tongue shapes words in my mouth.", "3": "My speech will reveal my upright heart. My lips express my knowledge plainly.[a]", "4": "The spirit[b] of God made me. The breath of the Almighty gave me life.", "5": "Refute me if you are able. Lay out your case before me! Take your stand!", "6": "Look, my mouth belongs to God, just as your mouth does. Like you I was snipped off from a lump of clay.", "7": "Look, you should not be terrified by how awesome I am. Pressure from me should not intimidate you.", "8": "However, you said this in my hearing, and I did hear the sound of these words:", "9": "“I am pure, without any sinful rebellion. I am clean. I have no guilt.", "10": "But look how God finds pretexts to oppose me. He treats me like his enemy.", "11": "He has put my feet in stocks. He patrols all my paths.”", "12": "Job, listen to this! You are not right. I must refute you! Certainly, God is greater than a man.", "13": "Why do you bring charges against him, just because he does not answer all of a man's questions?", "14": "God does speak, sometimes one way, sometimes another, but people do not pay attention to it.", "15": "In a dream, in a vision in the night, when people are falling into a deep sleep, while they slumber on their beds,", "16": "he whispers a revelation into people's ears, and he confirms his warnings to them,", "17": "in order to turn a man from his course of action and to suppress a person's pride.", "18": "He spares his life from the pit. He spares his life from crossing the stream of death.[c]", "19": "Or a person may be disciplined on his bed by pain and by continual agony in his bones,", "20": "so that his life makes food disgusting to him, and he has no appetite for delicious food.", "21": "His flesh wastes away and disappears, and his bones, which were hidden, now stick out.", "22": "Then his soul draws near to destruction, and his life to those who bring death.", "23": "If there is a messenger at his side to mediate, one out of a thousand, to tell a man what is right for him,", "24": "if he is gracious to him, if he says, “Spare him from going down to the pit. I have found a ransom for him,”", "25": "then his flesh would become more vigorous than it was in his youth. He would return to days of youthful vitality.", "26": "Then he would pray to God, and God would be pleased with him. With a joyful cry he would see God's face, and God would restore his righteousness to the man.", "27": "Then the man would turn to people and say,[d] “I have sinned, and I have perverted what is right, yet I was not punished as much as I deserved.", "28": "God has redeemed my soul from passing into the pit, and my life will see the light.”", "29": "Look, God does all these things with a man— two times, or even three times—", "30": "to bring back his soul from the pit, so that light shines on him among the living.", "31": "Pay attention, Job. Listen to me. Be silent, so that I may speak.", "32": "If you have anything to say, answer me. Speak up, for I would be delighted to declare you innocent.", "33": "If you have nothing to say, listen to me Be silent, so I may teach you wisdom."}