{"1": "Elihu resumed[a] his speech and said:", "2": "Hear my words, you wise men. You learned men, pay attention to me.", "3": "It is true that the ear tests words as the mouth tastes food.", "4": "So now we should choose for ourselves what is just. We should determine among ourselves what is good.", "5": "This is what Job said: “I am in the right, but God has deprived me of justice.", "6": "Would I lie about what is just for me?[b] His arrow has inflicted an incurable wound on me, though I did not rebel.”", "7": "Who is like Job? He drinks down derision against God like water.", "8": "He travels the road with evildoers, and he walks with wicked men,", "9": "because he said, “It is no benefit to a man when he takes pleasure in God.”", "10": "So then, you men with understanding, listen to me. I swear that God never does anything wicked. The Almighty is far from wrongdoing.", "11": "He repays a man for what he does. He causes the consequences of his ways to catch up with him.", "12": "God would absolutely not do anything evil. The Almighty does not pervert justice.", "13": "Did anyone put him in charge of the earth? Did anyone place the whole world under his control?", "14": "If God resolved in his heart to recall his spirit and breath to himself,", "15": "all flesh would perish together, and man would return to dust.", "16": "But if you have understanding, listen to this. Hear the sound of my words:", "17": "Is it possible that one who hates justice could govern? Will you condemn the Righteous One, who is mighty?", "18": "He says to kings, “You are worthless,” and tells nobles, “You are evil.”", "19": "He shows no favoritism to high officials, and he shows no more regard for the rich than for the poor, because they are all the work of his hands.", "20": "In a moment they die, in the middle of the night. People are shaken, and they pass away. Even the mighty are taken away effortlessly, without a human hand,", "21": "because God's eyes are on the ways of a man, and he sees all his steps.", "22": "There is no darkness, and there is no dark shadow where evildoers can hide,", "23": "for God does not need to investigate further or to set a time of judgment for a person.", "24": "He breaks mighty rulers without further inquiry, and he sets up others in their place.", "25": "Because he knows their deeds, he overthrows them at night, and they lie crushed.", "26": "Because of their wickedness, he strikes them in plain sight of everyone.", "27": "He does this because they turned aside from following him, and they were not wise enough to follow all his ways.", "28": "They caused the poor to cry out to God, so he heard the cry of the afflicted.", "29": "But if God remains quiet, who can condemn him? If he hides his face, who can observe him? But even if he does, he still rules over both nations and individuals,", "30": "to prevent a godless man from ruling, so that the godless man does not lay snares for the people.", "31": "What if someone says to God, “I have accepted my punishment. I will not keep sinning.", "32": "Teach me about what I do not see. If I have done evil, I will not do it again.”", "33": "Would God then be obligated to repay you on your terms, when you refuse to repent?[c] But, Job, it is your decision, not mine. So tell me what you know.", "34": "Men who have understanding say this to me, and any wise person who listens tells me the same thing:", "35": "“Job speaks without knowledge, and his words reveal a lack of understanding.”", "36": "I wish that Job would be tested to the limit, because he responds like a wicked man.", "37": "Yes, he even adds rebellion to his sin. Among us he shows his contempt by clapping his hands, and he multiplies his words against God."}