{"1": "Elihu kept talking and said:", "2": "Be patient with me a little longer. I intend to inform you further, since I have more to say on God's behalf.", "3": "I will provide you with comprehensive knowledge, and I will justify my Maker.", "4": "You can be sure that none of my words are false. A man with complete knowledge is here with you.", "5": "Yes, God is mighty, but he does not despise people. He is mighty and has great understanding.[a]", "6": "He does not keep a wicked man alive, but he does give justice to the oppressed.", "7": "He does not turn his eyes away from the righteous. He seats them on thrones with kings and exalts them forever.", "8": "But if people are bound in chains, and they are held captive by cords of affliction,", "9": "he declares to them what they have done— how arrogantly they have committed rebellious deeds.", "10": "He opens their ears to accept discipline,[b] and he tells them to turn back from wickedness.", "11": "If they listen and serve him, they will complete their days in prosperity, and their years will end in pleasure.", "12": "But if they do not listen, they will be overwhelmed by a stream.[c] They will breathe their last without knowledge.", "13": "Godless hearts nourish anger. They do not cry out for help even when he imprisons them.", "14": "Their souls die while they are still young, and they end their lives among the male prostitutes at their shrines.", "15": "God delivers the afflicted by means of their affliction, and he gets their attention through their suffering.", "16": "Certainly he is drawing you out of the jaws of distress to a wide-open place, where you will not be hemmed in. You will be comfortable at your table covered with rich food.", "17": "But now you are caught up with the judgment of the wicked, and judgment and justice have taken hold of you.", "18": "Watch out, so that no one lures you with luxury. Do not let a large payment turn you aside.", "19": "Can your affluence arrange for your security, so that you do not suffer want? Can even your strongest efforts accomplish that?", "20": "Do not long for night time, when nations vanish from their place.[d]", "21": "Watch out. Do not turn to evil, because that is why you have been tested by affliction.[e]", "22": "Listen to me. God is exalted in his power. Who is a teacher like him?", "23": "Who has dictated his way for him? Who has said, “You have done wrong”?", "24": "Remember that you should praise his work, which people have celebrated in song.", "25": "All mankind has observed it. People can look at it from a distance.", "26": "Yes, God is exalted far beyond our comprehension. The number of his years is beyond investigation.", "27": "He draws up drops of water from the sea, and he distills the raindrops to form mist,", "28": "which flow down from the clouds and pour down abundantly on mankind.", "29": "Indeed, who understands how the clouds spread out? Who understands how the thunder rumbles out from his shelter?", "30": "Look how he spreads his light[f] all around him, and he covers the bottom[g] of the sea.", "31": "He uses this to bring judgment on peoples and to provide abundant food.", "32": "With his hands he grasps the lightning, and he gives it orders as it advances.", "33": "Through the thunder he sounds his war cry. The herds sense the coming of the rising storm.[h]"}