{"1": "When I hear this, my heart races and leaps from its place.", "2": "Listen! Listen to the booming thunder of his voice, to the rumble that goes out from his mouth.", "3": "He turns it loose across the whole sky, and his light reaches the ends of the earth.", "4": "After the lightning, a voice roars. He thunders with his majestic voice. He does not restrain the lightning. Then his voice is heard!", "5": "God thunders with his voice in wonderful ways. He does great things that we do not understand.", "6": "To the snow he says, “Fall on the earth.” To the pouring rain, the torrential downpours of rain, he says, “Be strong.”[a]", "7": "He brings an end to all the work of men's hands, so that they recognize his work.", "8": "The wild animals take shelter in their lairs. They remain in their dens.", "9": "A winter wind comes out from its room, and driving winds bring icy cold.", "10": "The breath of God produces ice. The wide surface of the water turns solid.", "11": "Yes, he loads dark clouds with moisture, and he fills the clouds with his light.", "12": "The clouds swirl around at his direction. They do whatever he commands them over the face of the whole inhabited world.", "13": "Whether their purpose is to bring punishment or mercy to the world, he makes them achieve their goal.", "14": "Listen to this, Job! Stand still and recognize the wonders of God!", "15": "Do you know how God arranges them? Do you know how he makes his light shine out from his clouds?", "16": "Do you know how the clouds float in the sky, those marvels produced by perfect knowledge?", "17": "You, whose clothing is too hot for you when the land rests quietly because of the hot south wind,", "18": "can you help him spread out the clouds when the sky is as hard as a metal mirror?", "19": "Teach us what we should say to him! We are not able to prepare our case because of the darkness.", "20": "Should he be notified that I want to speak? Or would a man who said that be swallowed up?", "21": "But no one can look at the sun. It is too bright when the wind has cleared the sky of the clouds.", "22": "God's golden splendor comes from the north. God is surrounded by awesome majesty.", "23": "As for the Almighty, we cannot comprehend him. He is exalted in power, but he does not violate justice and great righteousness.", "24": "Therefore men should revere him, because he has regard for all those who are wise in heart.[b]"}