{"1": "Then the Lord responded to Job out of a violent storm. He said:", "2": "Who is this who spreads darkness over my plans with his ignorant words?", "3": "Get ready for action[a] like a man! Then I will ask you questions, and you will inform me.", "4": "Where were you when I laid the foundation of the earth? Tell me, if you understand anything about it.", "5": "Who determined its dimensions? I am sure you know. Who stretched out the surveying line over it?", "6": "What supports its foundation? Who set its cornerstone in place,", "7": "when the morning stars sang loud songs together, and all the sons of God shouted for joy?[b]", "8": "Who locked up the sea behind doors when it burst out of the womb?", "9": "When I clothed the sea with clouds, when I wrapped it with thick darkness as its swaddling cloths,", "10": "when I broke its power with my decree, when I locked it up behind barred, double doors,", "11": "I said, “You may come this far, but no farther. Here is the barrier for your proud waves.”", "12": "Have you ever in all your days given a command to the morning? Have you ever set a time for the sun to rise,", "13": "so it may grab the earth by its edges and shake the wicked out of it?", "14": "The earth's shapes become visible like designs impressed on clay, and its decorations can be seen like those on a garment.", "15": "Their light is withheld from the wicked, and an uplifted arm is broken.", "16": "Have you ever traveled to the sources of the sea or walked around in the dark depths of the ocean?", "17": "Have the gates of death been revealed to you? Have you seen the gates of the shadow of death?[c]", "18": "Do you comprehend the vast expanses of the earth? Tell me, if you know all this.", "19": "How can someone get to the dwelling of light? Where is the place for darkness?", "20": "Could you lead it to its property? Do you know the way to its house?", "21": "You must know that, since you were born before it, and you have lived for so many days!", "22": "Have you visited the warehouses where the snow is kept? Have you seen the warehouses[d] where the hail is stored?", "23": "I have reserved them for troubled times, for days of battle and war.", "24": "What is the way to the place where the lightning divides,[e] where the east wind is scattered over the earth?", "25": "Who has excavated a channel for the floodwaters and a road for the rolling thunder?", "26": "They bring rain to lands where no one lives, to a wilderness without a person in it.", "27": "The rain satisfies the wilderness and wasteland and causes the dry ground to produce green plants.", "28": "Does the rain have a father? Who is the father of the drops of dew?", "29": "Whose womb produces the ice? Who gives birth to the heavy frost from the sky?", "30": "The water is disguised as stone, and the surface of the deep is trapped under ice.", "31": "Can you bind the chains of the Pleiades, or loosen the belt of Orion?", "32": "Can you lead out the constellations at the right season and guide the Bear with her cubs?[f]", "33": "Do you know the laws that govern the skies? Can you establish God's rule on earth?", "34": "Can you raise your voice to the clouds, so that a flood of water submerges you?", "35": "Can you unleash the lightning bolts, so that they come and say to you, “Here we are”?", "36": "Who has placed wisdom in the human heart and given understanding to the mind?[g]", "37": "Who has the wisdom to count the clouds and to empty the water jars of the sky,", "38": "when the loose dust has been poured into molds to harden, and the clods of dirt are cemented together?", "39": "Can you hunt prey for a lioness? Can you satisfy the appetite of the young lions,", "40": "when they crouch in their dens, or they lie in wait in the thicket?", "41": "Who prepares its provisions for the raven, when its young are screaming to God, while they thrash around in the nest waiting for food?"}