{"1": "Do you know the time when the antelope on the cliffs gives birth? Do you keep watch over the doe as she is in labor?", "2": "Do you count how many months they carry their young? Do you know when it is time for them to give birth?", "3": "They crouch down. They give birth to their fawns. Their labor pains are over.", "4": "Their young are lively and live in the open countryside. They go out, and they do not return to them.", "5": "Who set the wild donkey free? Who untied the restraints on the onager?[a]", "6": "I have given it the wasteland[b] as its home, the salt flats as its dwelling place.", "7": "It brays at the commotion in a town. It does not listen to the shouting of the driver.", "8": "It explores the mountains as its pasture, while it searches for anything green.", "9": "Is a wild ox willing to serve you? Will it spend the night at your manger?", "10": "Can you lead the wild ox down a furrow with a rope? Will it work the fields in the valleys behind you?", "11": "Will you depend on it because it is so strong? Will you rely on it to labor for you?", "12": "Will you trust it to return your seed grain and to bring it to your threshing floor?", "13": "The wings of a screeching ostrich flap wildly, but they do not have feathers and plumage like a stork's.", "14": "She leaves her eggs on the ground. She keeps them warm in the dust.", "15": "She forgets that a foot may crush them, or a wild animal may trample them.", "16": "She is hard-hearted toward her children. It is as if they were not hers. It does not bother her if her labor is for nothing,", "17": "because God made her forget wisdom, and he has not given her any understanding.", "18": "But as soon as she jumps up to run, she laughs at the horse and the rider.", "19": "Did you give strength to the horse? Did you clothe its neck with a flowing mane?", "20": "Did you give it the ability to jump like a locust? Its snorting and neighing are frightening.", "21": "It paws at the ground in the valley.[c] It rejoices in its strength. It goes out to meet the weapons of war.", "22": "It laughs at danger and is not afraid. It does not turn away from the sword.", "23": "A quiver rattles against it. A spear and a javelin[d] flash.", "24": "Shaking with excitement, it swallows up ground. It doesn't just stand there when the ram's horn sounds.", "25": "As often as the horn sounds, it neighs and snorts! From a distance it smells the battle, the thunder of the commanders and the war cries.", "26": "Did you teach the hawk how to soar, as it spreads out its wings to the south?", "27": "Is it at your command that the eagle flies high and makes its nest in a lofty place?", "28": "On a rocky cliff it settles down to spend the night, on a pinnacle of rock in a mountain stronghold.", "29": "From there it spies its food. Its eyes spot it far away.", "30": "Its young ones drink up the blood. Wherever the carcasses are—there it is."}