{"1": "Then Eliphaz the Temanite responded:", "2": "If someone ventures to have a word with you, will you grow impatient? But who can refrain from speaking up?", "3": "You yourself have instructed many, and you have strengthened weak hands.", "4": "Your words have raised up people who were stumbling, and you have given support to buckling knees.", "5": "But now that this has happened to you, you grow impatient. This strikes you and you are disturbed.", "6": "Shouldn't your piety give you confidence? Don't your blameless ways give you reason to hope?", "7": "Now remember this: Who has ever perished if he was innocent? Where were the upright ever erased?", "8": "This is what I have observed: Those who plow evil and sow trouble will reap the same.", "9": "By the breath of God they perish. By the blast from his nostrils they come to an end.", "10": "The lion roars, and the fierce lion growls, but the teeth of the young lion are broken.[a]", "11": "The strong lion perishes from a lack of prey, and the cubs of the lioness are scattered.", "12": "A word was delivered to me secretly. My ears caught a whisper of it.", "13": "In the middle of anxious thoughts arising from visions in the night, at the time when deep sleep falls upon people,", "14": "terror and trembling came over me and made all my bones tremble.", "15": "A spirit[b] passed in front of my face. The hair on my body stood on end.", "16": "A figure stood in front of me, but I could not tell what it was. A form stood before my eyes, and I heard a quiet voice say,", "17": "“Can a person be righteous before God? Can a man be pure before his Maker?”[c]", "18": "If God does not trust his own servants, if he charges his messengers with error,", "19": "how much more those who dwell in clay houses, whose foundations are in the dust, who are crushed more quickly than a moth!", "20": "From dawn to dusk they are smashed to pieces. They perish forever, and no one even notices.", "21": "Won't the ropes that hold up their tents be pulled up,[d] so that they die without gaining wisdom?"}