{"1": "The Lord responded to Job and said:", "2": "Will the one who makes charges against the Almighty dare to correct him? The one who accuses God should make his case!", "3": "Job answered the Lord and said:", "4": "No, I am insignificant.[a] How could I reply to you? I will put my hand over my mouth.", "5": "I spoke once, but I cannot defend it. Twice, but I will not go any further.", "6": "Then the Lord answered Job from the violent storm. He said:", "7": "Get ready for action like a man! Then I will ask you questions, and you will inform me.", "8": "Will you really deny that I am just? Will you convict me, so that you can be acquitted?", "9": "Do you have an arm like God's arm? Does your voice thunder like his?", "10": "Go ahead, please. Adorn yourself with dignity and honor. Clothe yourself with splendor and majesty.", "11": "Pour out your overflowing anger. Look at every proud man and bring him low.", "12": "Look at every proud man and humble him. Trample the wicked where they stand.", "13": "Bury them all together in the dust. Cover their faces in the hidden place.", "14": "Then I will praise you and admit that your right hand can save you.", "15": "Take a look at Behemoth,[b] which I made just as I made you. He eats grass like cattle.", "16": "Would you look at the power of his hips and the strength of the muscles of his belly!", "17": "He stiffens his tail[c] like a cedar. The tendons of his thighs[d] are tight.", "18": "His bones are tubes of bronze. His skeleton is like bars of iron.", "19": "He stands at the head of God's creatures, but his Maker draws near with his sword.[e]", "20": "Yes, the mountains carry their floodwaters[f] to him. All the wild animals play there.", "21": "He lies under the lotus plants, hidden among the reeds in the marsh.", "22": "The lotus plants cover him with their shadows. Poplars by the stream surround him.", "23": "The river rages, but he is not frightened. He remains calm even if the Jordan bursts into his mouth.", "24": "Can people capture him by his eyes? Can they pierce his nose with a hook?"}