{"1": "Can you pull out Leviathan[a] with a fishhook?[b] Can you tie down his tongue with a rope?", "2": "Can you put a reed in his nose or pierce his jaw with a hook?", "3": "Will he keep asking for your favor or speak tender words to you?", "4": "Will he sign a contract with you so that you keep him as your servant forever?", "5": "Can you play with him like a bird? Can you put him on a leash for your girls?", "6": "Do the merchants barter for Leviathan's meat? Do they divide it up with the other tradesmen?", "7": "Can you fill his hide with harpoons and his head with fishing spears?", "8": "If you lay your hand on him, you will never forget the battle and won't do it again.", "9": "Listen! Any hope you have of overcoming him is unfounded. Wouldn't you be knocked down by the mere sight of him?", "10": "No one is fierce enough to risk stirring him up.[c] Who then can stand before me?", "11": "Who can confront me and demand that I repay him? Everything under the whole sky belongs to me.", "12": "I will tell about the parts of his body. I will describe his power and his beautiful design.", "13": "Who can strip off his outer covering? Who can touch his double layer of armor?", "14": "Who dares to open the doors to his mouth, which is surrounded with terrifying teeth?", "15": "His back[d] is like rows of shields, which are tightly joined together.", "16": "They are so close together not even a breath of air can pass between them.", "17": "They are fastened to each other, so they stick together and cannot be separated.", "18": "His snorts are flashes of light. His eyes are like the eyelids of dawn.", "19": "Blazing torches come out of his mouth. Sparks of fire shoot out.", "20": "Smoke pours out from his nostrils like a pot boiling over a reed fire.", "21": "His breath sets coals on fire, and flames come out of his mouth.", "22": "Strength dwells in his neck. Despair dances ahead of him.", "23": "The folds of his flesh are compact, solid and immovable.", "24": "His heart is as hard as rock, as hard as a lower millstone.", "25": "When he rises up, the mighty are afraid. When he thrashes around, they retreat.", "26": "If someone strikes him with a sword, it has no effect. Neither do spears, arrows, or javelins.", "27": "To him iron is like straw; bronze is like rotten wood.", "28": "Arrows do not make him flee. To him sling stones are like chaff;", "29": "clubs are like stubble. He laughs at the shaking of a javelin.", "30": "His underbelly is like sharp pieces of broken pottery. It leaves marks in the mud like a threshing sledge.", "31": "He makes the depths boil like a cooking pot. He makes the sea like a cauldron of ointment.", "32": "He leaves a shiny wake behind him. The deep looks like a white-haired man.", "33": "There is nothing at all like him on earth, a creature without fear.", "34": "He looks down on everything that is lofty. He is king over every proud creature!"}