{"1": "Job responded to the Lord. He said:", "2": "I know that you can do all things. No purpose of yours can be thwarted.", "3": "You asked, “Who is this who spreads darkness over my plans with his ignorant words?” I have made statements about things I did not understand, things too wonderful for me to know.", "4": "You said, “Listen now and I will speak. I will ask you questions, and you will inform me.”", "5": "My ear heard about you. Now my eyes see you.", "6": "So I despise myself. I repent in dust and ashes.", "7": "After the Lord had spoken these words to Job, he said to Eliphaz the Temanite, “My anger burns against you and your two friends, because none of you have spoken correctly about me, as my servant Job did. ", "8": "So now, take seven bulls and seven rams for yourselves, go to my servant Job, and offer up a whole burnt offering for yourselves. My servant Job will pray for you, so that I will look upon him with favor and not deal with you on the basis of your foolishness, for none of you have spoken correctly about me, as my servant Job did.”", "9": "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Na'amathite went and did as the Lord had told them, and the Lord looked on Job with favor.", "10": "Then the Lord restored Job's fortunes, after he had prayed on behalf of his friends. The Lord gave Job twice as much of everything as he had before.", "11": "Then all his brothers and sisters and all his acquaintances came to Job. They dined with him in his house, and they showed him sympathy and comforted him concerning the tragedy that the Lord had brought on him. Each of them gave him one qesitah[a] of silver and one gold ring.", "12": "The Lord blessed the last part of Job's life more than the first part, so he had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and one thousand female donkeys.", "13": "He had seven sons and three daughters. ", "14": "He named his first daughter Jemimah, the second Keziah, and the third Keren Happuk. ", "15": "In the whole land there were no women as beautiful as the daughters of Job. Their father gave them an inheritance among their brothers.", "16": "After this, Job lived one hundred forty years and saw his sons and their children to the fourth generation.", "17": "Job died, old and fulfilled by a long life."}