{"1": "Call out! Is there anyone there to answer you? To which of the holy ones will you turn?", "2": "It's true, the fool is killed by resentment, and the gullible are put to death by jealousy.", "3": "I myself have seen a fool putting down roots, but immediately I pronounced a curse on his home.[a]", "4": "His children are far from safety. They are crushed at the city gate without a defender.", "5": "His harvest is eaten by the hungry, who snatch it away, even from among the thorns, and the thirsty[b] swallow his children's wealth.", "6": "Disaster does not just spring up from the dust, nor does trouble sprout from the soil.", "7": "No, mankind is born for[c] trouble as surely as flames fly upward.", "8": "But I want to appeal to God. I want to present my case to him.[d]", "9": "He does great things that are beyond investigation, and miracles that are too many to be counted.", "10": "He provides rain for the earth. He waters the fields in the countryside.", "11": "He raises the lowly to the heights, and he lifts those who mourn to safety.", "12": "He foils the plots of clever schemers, so that their hands achieve no success.", "13": "He traps the wise in their schemes, and the plans of the devious come to a swift end.", "14": "By day they encounter darkness, and at noon they grope around as if it were night.", "15": "He saves the poor from mouths that cut like a sword and from the hand of the strong.", "16": "He does this so that the helpless will have hope, and injustice will shut its mouth.", "17": "Consider this: How blessed is the man whom God corrects! Do not reject the discipline of the Almighty!", "18": "For though he may inflict wounds, he also bandages them. Though he may strike, his hands also heal.", "19": "From six calamities he will rescue you. In seven no harm will touch you.", "20": "In famine he will redeem you from death, and in battle he will redeem you from the power of the sword.", "21": "You will be hidden from the lash of the tongue, and you will not be afraid of devastation when it comes.", "22": "You will laugh at devastation and hunger. You will not be afraid of the wild animals of the countryside,", "23": "because there will be a covenant between you and the stones in the field, and the wild animals will be at peace with you.", "24": "You will know that your tent is secure, and when you inspect your property, you will find nothing missing.", "25": "You will know that your offspring will be many, and your descendants will be like grass from the earth.", "26": "You will come to the grave at a ripe old age, like a stack of sheaves that is gathered in season.", "27": "Consider this: We have investigated this carefully, and it is true! Pay close attention and apply it to yourself!"}