{"1": "Then Job responded:", "2": "If only my grief could be weighed, and my devastation placed on the scales with it!", "3": "They would certainly weigh more than the sand of the sea! No wonder my words have been rash.[a]", "4": "The arrows of the Almighty stick in me. My spirit drinks in their poison. The terrors of God are lined up against me.", "5": "Does the wild donkey bray when it has green grass? Does the ox bellow when it is near its fodder?", "6": "Is tasteless food eaten without salt? Is there flavor in the white of an egg?[b]", "7": "I absolutely refuse to touch it. It is no better than sickening food.", "8": "If only my request would be granted. If only God would grant me what I hope for:", "9": "that God would decide to crush me, that he would unleash his hand and cut me off.", "10": "For then I would still have this comfort: Even as I writhe in relentless pain,[c] I have not denied the words of the Holy One.", "11": "What strength do I have to wait hopefully? What end awaits me that would make me want to prolong my life?", "12": "Is my strength like stone, or is my flesh bronze?", "13": "Certainly I have no power to help myself, since the hope that I can recover has been driven far away from me.", "14": "A despairing person should receive loyalty[d] from his friends, even if he forsakes the fear of the Almighty.", "15": "But my brothers are as undependable as gullies that dry up, undependable as seasonal streams which overflow", "16": "when they are darkened by ice and swollen with melting snow,", "17": "but as quickly as they flood, they dry up in the scorching winds.[e] When it gets hot, they vanish from their channels.", "18": "Caravans turn aside from their routes. They go off into the empty wasteland and perish.", "19": "The caravans of Tema search for these streams. The travelers of Sheba hope to find them,", "20": "but despite being confident, they are disappointed. They arrive there only to be frustrated.", "21": "Now that is what you are like! You have seen something dreadful and you panic.", "22": "Have I said, “Give me something, or offer a payment on my behalf from your wealth”?", "23": "Have I said, “Save me from the hand of my enemy, or redeem me from the hand of the ruthless”?", "24": "Teach me and I will be silent. Help me understand what I have done wrong.", "25": "How painful honest words are! But what does your rebuke prove?", "26": "Do you intend to attack me for mere words by treating things said by a despairing man like wind?[f]", "27": "No doubt you would even cast lots for a fatherless child and barter away your friend!", "28": "But now, please look at me. I would not lie to your face!", "29": "Turn to me,[g] and get rid of injustice. Turn to me. My righteousness is still intact.[h]", "30": "Is there any injustice on my tongue? Wouldn't my mouth detect it if I were speaking destructive words?[i]"}