{"1": "Isn't man's time on earth like being compelled to serve in the army? Aren't his days like those of a hired man?", "2": "Like a slave, he longs for shade, or like a day laborer, he waits for his pay.", "3": "In the same way, I have been allotted months of futility, and nights of agony have been assigned to me.", "4": "When I lie down, I think, “How long before I get up?” But the night drags on, and I am filled with restlessness until dawn.", "5": "My flesh is clothed with maggots and caked with dirt. My skin scabs over and then oozes again.", "6": "My days pass by more swiftly than the shuttle of a weaver's loom. They come to an end without hope.", "7": "Remember that my life is just a breath.[a] My eyes will never again see good fortune.", "8": "The eyes that see me now will no longer watch me. Your eyes will look for me, but I will not be there.", "9": "As a cloud vanishes and is gone, so does the one who goes down to the grave.[b] He does not come back up again.", "10": "He never again returns to his home, and his place will no longer know him.", "11": "That is why I will not restrain my mouth. I will speak out in the anguish of my spirit. I will lament in the bitterness of my soul.", "12": "Am I the sea or a great creature of the deep that you need to put me under guard?", "13": "When I say that my bed will comfort me, and my couch will help me with my lament,", "14": "then you frighten me with dreams and terrify me with visions,", "15": "so I would prefer to be strangled, and I prefer death more than my current existence.[c]", "16": "I reject my life. I do not want to live forever. Leave me alone, for my days are just a vanishing vapor.", "17": "What is man that you make so much of him, that you pay so much attention to him,", "18": "that you inspect[d] him every morning and test him every minute?", "19": "Why do you never stop watching me? Why don't you leave me alone long enough for me to swallow my spit?", "20": "If I have sinned, what harm has it done to you, you who keep watch on mankind? Why have you set me up as your target? How have I become a burden to you?[e]", "21": "Why do you not forgive my rebellion? Why do you not take away my guilt? Soon I will lie down in the dust. You will search for me, but I will not be there."}