{"1": "Then Bildad the Shuhite responded:", "2": "How long will you say such things? How long will the words of your mouth be like a blustery wind?", "3": "Does God pervert justice? Does the Almighty pervert what is right?", "4": "When your children sinned against him, he handed them over to the consequences of their rebellion.", "5": "But if you will eagerly seek God and plead for compassion from the Almighty,", "6": "if you are pure and upright, then even now he will rouse himself on your behalf, and he will restore your rightful dwelling place.", "7": "Then, though your beginnings were small, your final days will be very great!", "8": "Yes, ask the previous generations, and consider the discoveries of their fathers,", "9": "because we were born only yesterday and know nothing. Our days on earth are nothing but a shadow.", "10": "Aren't our ancestors the ones who should teach you and inform you, the ones who brought forth words from their hearts?", "11": "Does papyrus grow tall where there is no marsh? Do reeds thrive where there is no water?", "12": "While they are still growing and uncut, they can wither faster than any other plant.", "13": "This is the way it will be for all those who forget God. The hope of the godless man perishes.", "14": "His source of confidence is fragile. He trusts in something as fragile as a spider's web.", "15": "He leans on his web, but it does not support him. He grasps it, but it does not hold him up.", "16": "He is a thriving plant flourishing in the sunshine, spreading its shoots over the garden.", "17": "It wraps its roots around a heap of rocks. It finds a home among the stones.", "18": "But if it is uprooted from its place, that place disowns it, saying, “I have never seen you!”", "19": "Yes, the only good thing that comes from this situation is that from the dust another plant sprouts.[a]", "20": "Certainly God does not reject a blameless man or strengthen the hand of evildoers.", "21": "He will again fill your mouth with laughter and your lips with a joyful shout.", "22": "Your enemies will be clothed with shame, and the tents of the wicked will be no more."}