{"1": "Then Job responded:", "2": "Of course I know that this is true. But how can a man be justified before God?", "3": "If someone wants to argue with God, he could not refute one charge out of a thousand.[a]", "4": "God has a wise heart and great power, so who can resist God and come out of it unharmed?", "5": "God removes mountains from their position, and they don't even realize it. He overturns mountains in his anger.", "6": "He shakes the earth off its foundation. He causes its pillars to quake.", "7": "He speaks to the sun, and it does not rise, and he seals up the stars.", "8": "He alone stretches out the heavens. He treads on the crests of the sea.", "9": "He made the Bear, Orion, the Pleiades,[b] and the constellations in the southern sky.", "10": "He does great things that are beyond investigation. He does miracles that are too many to be counted.", "11": "Though he passes by me, I do not see him. He moves past me, but I do not detect him.", "12": "If he snatches something away, who can make him bring it back? Who can say to him, “What are you doing?”", "13": "God does not hold back his anger. Even Rahab's[c] helpers bow down beneath him.", "14": "How much less, then, will I be able to answer him? I want to match words with him,", "15": "but even if I am in the right, I cannot answer him. I can only plead to my judge for grace.", "16": "If I called and he responded to me, I do not believe that he would listen to my voice.", "17": "With a violent storm he would crush me, and he would inflict many wounds on me for no reason.", "18": "He would not allow me to catch my breath. Instead, he would fill me with bitter experiences.", "19": "If it is a question of strength, he definitely is the strong one. If it is a question of jurisdiction, who can summon him?[d]", "20": "Even if I am righteous, my mouth would still condemn me. If I am blameless, it would pronounce me crooked.", "21": "Although I am blameless, I cannot evaluate[e] myself. I reject my own life.", "22": "Here is why I say, “It makes no difference.” Blameless or wicked, he brings them all to the same end.", "23": "If a whip suddenly kills people, he makes fun of[f] the despair of the innocent.", "24": "When a land is handed over to a wicked man, God blinds the eyes of its judges. If he is not the one, then who does it?", "25": "My days are swifter than a runner. They fly away without bringing any happiness.", "26": "They glide by like reed boats, like an eagle that swoops down on its prey.", "27": "If I say, “I will forget my complaint. I will put on a happy face and smile,”", "28": "even then I dread all my pain, because I know that you will not acquit me.", "29": "I have already been declared guilty, so why should I struggle for nothing.", "30": "If I wash myself with snow, if I cleanse my hands with strong soap,", "31": "then you will plunge me into a cesspool, and my clothes will detest me.", "32": "For he is not a man as I am, so that I am able to answer him, so that we may meet in court.", "33": "There is no one to mediate[g] between us, no one who can lay his hand on both of us.", "34": "No one can make him take his rod away from me, so that the dread of him would not fill me with terror!", "35": "If that happened, I would speak up and not be afraid. But I have no such mediator. I am left on my own."}