{"1": "God, having spoken long-ago in-many-portions and in-many-ways to the fathers by the prophets, ", "2": "spoke to us at the last[a] of these days by a Son[b], Whom He appointed inheritor of all things, through Whom also He made the worlds[c],", "3": "...Who— being the radiance[d] of His glory and exact-representation[e] of His essence[f], and upholding all things by the word of [g] His power— having made purification of sins, sat-down at the right hand of the Majesty on high, ", "4": "having become so-much better than the angels by-as-much-as He has inherited a more-excellent name than they.", "5": "For to which of the angels did He ever say “You are my Son. Today I have fathered you”? [Ps 2:7]; and again, “I will be a father to Him, and He will be a son to Me”? [1 Chron 17:13]. ", "6": "And again[h], when He brings the Firstborn into the world He says [in Deut 32:43] “And let all the angels of God give-worship to Him”.", "7": "And with regard to the angels He says [in Ps 104:4] “The One making His angels winds and His ministers a flame of [i] fire”. ", "8": "But with regard to the Son He says: “Your throne, God[j], is forever and ever. And the scepter of [k] straightness[l] is the scepter of Your kingdom. ", "9": "You loved righteousness and hated lawlessness. For this reason God, your God, anointed You with the oil of gladness beyond Your companions” [Ps 45:6-7].", "10": "And, “You[m], Lord, laid-the-foundation-of the earth at the beginnings, and the heavens are works of Your hands. ", "11": "They will perish, but You continue[n]. Indeed they will all become-old like a garment, ", "12": "and You will roll them up as-if a cloak. They will indeed be changed like a garment. But You are the same, and Your years will not end” [Ps 102:25-27].", "13": "And with regard to which of the angels has He ever said “Be sitting on My right side until I put Your enemies as a footstool of Your feet”? [Ps 110:1]. ", "14": "Are they not all ministering spirits being sent-forth for service for the sake of the ones going to inherit salvation?"}