{"1": "Now[a] faith is the assurance[b] of things being hoped-for[c], the conviction[d] of things not being seen[e]. ", "2": "For in this the elders[f] were attested.", "3": "By faith we understand that the worlds have been prepared by the word of God, so that the thing being seen has not[g] come-into-being from things being visible. ", "4": "By faith Abel offered to God a greater sacrifice than Cain, through which he was attested to be righteous— God testifying about his gifts. And through it, [although] having died, he is still speaking. ", "5": "By faith Enoch was removed[h], so as not to see death: “And he was not found because God removed him” [Gen 5:24]. For before the removal, he has been attested to have pleased God. ", "6": "And without faith it is impossible to please Him. For the one coming-to God must believe that He is, and He becomes the rewarder to the ones seeking Him out. ", "7": "By faith Noah, having been warned about the things not yet being seen, having been reverent, prepared the ark for the salvation[i] of his household, through which he condemned the world and became an inheritor of the righteousness according-to faith.", "8": "By faith Abraham, being called, obeyed to go out to a place which he was going-to receive for an inheritance. And he went out not knowing where he was going. ", "9": "By faith he stayed[j] in the land of the promise as a land belonging-to-another, having dwelled in tents with Isaac and Jacob, the fellow-heirs of the same promise. ", "10": "For he was waiting-for the city having foundations, of which[k] God is designer[l] and maker[m]. ", "11": "By faith— and Sarah herself being barren— he[n] received power for the foundation[o] of a seed[p] even beyond the time of mature-age, since he regarded the One having promised to be faithful. ", "12": "Therefore indeed from one man— and he having become impotent as to these[q] things— were born[r] seed as the stars of heaven in number, and countless as the sand by the shore of the sea. ", "13": "In accordance with faith, these[s] all died not having received the promises, but having seen them from a distance, and having greeted them, and having confessed that they are strangers and pilgrims[t] on the earth. ", "14": "For the ones saying such things are making-clear that they are seeking-for a homeland. ", "15": "And if they had been remembering that homeland from which they came out, they would have had opportunity to return— ", "16": "but as-it-is, they are aspiring-to a better homeland; that is, a heavenly one. Therefore God is not ashamed-of them, to be called their God. For He prepared a city for them. ", "17": "By faith Abraham has offered Isaac while being tested. And the one having received the promises was offering his only-born[u], ", "18": "with-regard-to whom[v] it was said [in Gen 21:12] that “In Isaac a seed will be called for you”, ", "19": "having considered[w] that God was able to raise him even from the dead, from-which[x] he also received him back in a symbol[y]. ", "20": "By faith Isaac blessed Jacob and Esau even concerning coming things. ", "21": "By faith Jacob, while dying, blessed each of the sons of Joseph and “worshiped [leaning] on the top of his staff ” [Gen 47:31]. ", "22": "By faith Joseph, while coming-to-an-end[z], mentioned concerning the departure[aa] of the sons of Israel and gave-commands concerning his bones.", "23": "By faith Moses, having been born, was hidden for three months by his parents, because they saw the child was beautiful and did not fear the edict of the king. ", "24": "By faith Moses, having become great[ab], refused to be called son of Pharaoh's daughter, ", "25": "having chosen rather to be mistreated-with the people of God than to be having a temporary enjoyment of sin, ", "26": "having regarded the reproach of [ac] the Christ to be greater riches than the treasures of Egypt. For he was looking-away[ad] to the reward. ", "27": "By faith he left Egypt, not having feared the fury of the king. For he persevered[ae] as seeing[af] the invisible One. ", "28": "By faith he has performed the Passover[ag] and the sprinkling of the blood in order that the one destroying the firstborns might not touch them. ", "29": "By faith they crossed[ah] the Red Sea as through dry land— of which having taken the test[ai], the Egyptians were swallowed-up. ", "30": "By faith the walls of Jericho fell, having been encircled for seven days. ", "31": "By faith Rahab the prostitute did not perish-with the ones having disobeyed, having welcomed the spies with peace.", "32": "And what more may I say? For time will fail me while telling about Gideon, Barak, Samson, Jephthah, both David and Samuel, and the prophets, ", "33": "who through faith conquered kingdoms, worked righteousness[aj], obtained[ak] promises, stopped the mouths of lions, ", "34": "quenched the power of fire, escaped the edges of the sword, were strengthened from weakness, became mighty in battle, put-to-flight armies of foreigners. ", "35": "Women received their dead by resurrection— but others were tortured, not accepting redemption[al], in order that they might obtain a better resurrection. ", "36": "And others received a trial of mockings and whippings, and furthermore of bonds and prison. ", "37": "They were stoned, they were sawn-in-two, they died by murder of the sword. They went-around in sheepskins, in skins of-goats, being in-need, being afflicted, being mistreated— ", "38": "of whom the world was not worthy— wandering in desolate-places and mountains and caves and openings of the earth.", "39": "And these all, having been attested through their faith, did not receive the promise— ", "40": "God having provided[am] something better for us, in order that they should not be perfected[an] apart from us."}