{"1": "So-therefore we also[a], having so large a cloud of witnesses[b] surrounding us, having laid-aside every weight[c] and the easily-entangling[d] sin, let us be running the race being set-before us with endurance ", "2": "while looking-away toward the author and perfecter[e] of the faith[f]— Jesus— Who endured a cross for[g] the joy being set-before Him, having disregarded[h] the shame[i], and has sat-down at the right hand of the throne of God.", "3": "For consider[j] the One having endured such opposition[k] by sinners against Himself, in order that you may not be weary in your souls, losing-heart— ", "4": "you did not yet resist to the point of blood while struggling against sin!", "5": "And have[l] you completely-forgotten[m] the exhortation which speaks[n] to you as sons?: “My son, do not be thinking-lightly[o] of the discipline[p] of the Lord, nor losing-heart while being rebuked by Him. ", "6": "For the one whom the Lord loves He disciplines, and He whips[q] every son whom He accepts” [Prov 3:11-12].", "7": "You are enduring[r] [your trials] for discipline; God is dealing with you as with sons. For what son is there whom his father does not discipline? ", "8": "But if you are without discipline, of which all have become partakers[s], then you are illegitimate[t] children and not sons.", "9": "Furthermore, we had fathers of our flesh[u] as discipliners and were respecting them— but shall we not much more be subject to the Father of [our] spirits and live? ", "10": "For the ones were disciplining us for a few days according to the thing seeming good to them; but the One does so for our benefit[v], so that we may share-in His holiness.", "11": "And all discipline for the present does not seem to be a thing of joy, but of grief— but later it yields[w] the peaceful fruit of righteousness to the ones having been trained by it.", "12": "Therefore straighten-up[x] the hands having been slackened[y] and the knees having been made-feeble[z], ", "13": "and be making straight paths for your feet, in order that the lame part may not be dislocated[aa] but rather may be healed.", "14": "Be pursuing peace with[ab] all people, and the holiness without which no one will see the Lord, ", "15": "while exercising-oversight that someone may not be coming-short of the grace of God; that some root of [ac] bitterness growing[ad] up may not be causing-trouble and many be defiled[ae] by it; ", "16": "that someone may not be sexually-immoral or[af] profane like Esau, who sold his own firstborn-rights[ag] for one meal[ah]. ", "17": "For you know that indeed afterward, while wanting to inherit the blessing, he was rejected— for he did not find a place of [ai] repentance— even-though having sought-for it[aj] with tears.", "18": "For you have not come-to a mountain being touched[ak], and a fire having been burning, and darkness and gloom and a storm, ", "19": "and a blast of a trumpet, and a sound of words— of which, the ones having heard begged that a word not be added to them. ", "20": "For they were not bearing the thing being commanded: “If even a wild-animal should touch the mountain, it shall be stoned” [Ex 19:12-13]. ", "21": "And so fearful was the thing appearing[al], Moses said “I am terrified and trembling”. ", "22": "But you have come to Mount Zion; and the city of the living God, the heavenly Jerusalem; and the myriads of angels, a festive-gathering[am]; ", "23": "and the church[an] of the firstborn ones having been registered[ao] in the heavens; and the Judge, God of all; and the spirits of righteous ones having been perfected; ", "24": "and the mediator of the new covenant, Jesus; and the blood of sprinkling speaking better than Abel.", "25": "Be watching-out that you not refuse[ap] the One speaking. For if those did not escape, having refused the One warning on earth, much more we will not escape: the ones turning-away-from the One warning from the heavens— ", "26": "Whose voice shook the earth at that time, but now He has promised, saying [in Hag 2:6] “I will shake once more not only the earth, but also the heaven”. ", "27": "And the phrase “once more” indicates the removal of the things being shaken— as of things having been made— so that the things not being shaken may continue. ", "28": "Therefore while receiving an unshakable kingdom, let us have gratitude, through which we may worship[aq] God pleasingly[ar], with reverence and awe. ", "29": "For indeed our God is a consuming fire."}