{"1": "Let brotherly-love continue. ", "2": "Do not be forgetting hospitality, for through this some having entertained[a] angels did not know it. ", "3": "Remember[b] the prisoners, as-though having been imprisoned-with them; the ones being mistreated, as-though[c] also yourselves being in their body. ", "4": "Let marriage be[d] honored[e] by all[f], and the bed undefiled. For God will judge the sexually-immoral-ones and adulterers. ", "5": "Let character be without-love-of-money, being content with the present things. For He Himself has said [in Deut 31:6] “I will never[g] let you go[h], nor will I by any means forsake[i] you”, ", "6": "so that while being confident we say “The Lord is a helper for me and I will not fear. What[j] will a human do to me?” [Ps 118:6].", "7": "Remember the ones leading you, who spoke the word of God to you, whose faith[k] be imitating while looking-carefully-at the result[l] of their way-of-life[m]. ", "8": "Jesus[n] Christ is the same yesterday and today and forever. ", "9": "Do not be carried-away[o] by various[p] and strange[q] teachings. For it is good for the heart to be established[r] by grace, not by foods in-connection-with[s] which the ones walking were not profited.", "10": "We have an altar[t] from which the ones serving[u] in the tabernacle have no right[v] to eat. ", "11": "For of animals from which the blood is brought into the Holies by the high priest for sin— the bodies of these are burned-up[w] outside of the camp. ", "12": "Therefore[x] Jesus also, in order that He might make the people holy with His own blood, suffered outside[y] of the gate. ", "13": "So-indeed[z], let us go-out[aa] to Him outside of the camp, bearing His reproach. ", "14": "For here we do not have an abiding city, but we are seeking-for the one coming. ", "15": "Therefore through Him let us be continually offering a sacrifice of [ab] praise to God— that is, the fruit of lips praising[ac] His name. ", "16": "And do not be forgetting good-doing and sharing. For with such sacrifices God is pleased.", "17": "Be obeying[ad] the ones leading you and be yielding[ae], for they are keeping-watch for your souls as ones who will render an account— in order that they may be doing this with joy, and not while groaning, for this would be unprofitable for you.", "18": "Be praying for us. For we are persuaded that we have a good conscience, wanting to conduct-ourselves well[af] in all[ag] things. ", "19": "And I especially appeal-to you to do this in order that I may be restored to you sooner.", "20": "Now may the God of peace— the One having brought-up from the dead the Great Shepherd of the sheep in-connection-with[ah] the blood of the eternal covenant, our Lord Jesus— ", "21": "prepare[ai] you in every good thing so that you may do His will, while doing in us the pleasing thing in His sight through Jesus Christ, to Whom be the glory forever and ever, amen.", "22": "Now I exhort you, brothers, bear-with the word of exhortation. For indeed I wrote-to you with a few[aj] words. ", "23": "Take-notice-of [ak] our brother Timothy having been released[al], with whom if he comes quicker[am], I will see you. ", "24": "Greet all the ones leading you and all the saints. The ones from Italy greet you. ", "25": "Grace be with you all."}