{"1": "For this reason[a], we must pay more attention to the things having been heard, that we may not-ever drift-away. ", "2": "For if the word having been spoken through angels proved-to-be firm, and every transgression and disobedience received a just penalty, ", "3": "how shall we escape, having neglected[b] so great a salvation?— which, having begun to be spoken by the Lord, was confirmed to[c] us by the ones having heard, ", "4": "God testifying-with both signs and wonders and various miracles and distributions of the Holy Spirit according to His will.", "5": "For He[d] did not subject to angels the coming world concerning which we are speaking. ", "6": "But one solemnly-testified somewhere saying, “What is man that You remember[e] him, or the son[f] of man that You look-after him? ", "7": "You made him lower[g] than angels for a little[h] while. You crowned him with glory and honor. ", "8": "You subjected all things under his feet” [Ps 8:4-6]. For[i] in the subjecting all things to him, He left nothing not-subject to him. But now we do not yet see all things having been subjected to him. ", "9": "But[j] we see the One having been made lower than angels for a little while— Jesus— having been crowned with glory and honor because-of the suffering of the death, so-that by the grace of God He might taste death for everyone.", "10": "For it was fitting[k] for Him[l] for-the-sake-of Whom are all things and through Whom are all things, that in bringing many sons to glory He should perfect[m] the Author[n] of their salvation through sufferings. ", "11": "For both the One making-holy and the ones being made holy are all from one Father[o], for which reason He is not ashamed to be calling them brothers, ", "12": "saying “I will declare Your name to My brothers. I will sing-praise to You in the midst of the congregation” [Ps 22:22]; ", "13": "and again [in Isa 8:17], “I will be trusting[p] in Him”; and again [in Isa 8:18], “Behold— I and the children whom God gave to Me”.", "14": "Therefore, since the children have shared of blood and flesh, He Himself also similarly partook of the same things in order that through death He might do-away-with[q] the one having the power of death (that is, the devil), ", "15": "and release these: all-who by the fear of death were subject-to[r] slavery through all their living. ", "16": "For He surely does not take-hold-of [s] angels, but He takes hold of the seed of Abraham.", "17": "Hence, He had-to become-like His brothers in all things in order that He might become a merciful and faithful High Priest in the things pertaining to God, so as to make-an-offering-for-satisfaction[t] [of God's wrath] as to the sins of the people. ", "18": "For having Himself [u] been tempted[v] in what He has suffered, He is able to help the ones being tempted."}