{"1": "Hence[a] holy brothers, partakers[b] of a heavenly calling, consider[c] the Apostle and High Priest of our confession— Jesus— ", "2": "as being faithful[d] to the One having appointed Him, as also was Moses in His[e] whole house. ", "3": "For this One has been considered-worthy of more glory than Moses— to the degree that the One[f] having built the house has more honor than the house.", "4": "For every house is built by someone, but[g] the One[h] having built all things is God. ", "5": "And Moses was faithful in His[i] whole house as a servant[j], for[k] a testimony of the things which will[l] be spoken. ", "6": "But Christ was faithful as a Son over His house, whose house we are, if-indeed we hold-on-to our confidence and our boast of the hope.", "7": "Therefore, just as the Holy Spirit says[m] [in Ps 95:7-11]: “Today, if you hear His voice, ", "8": "do not harden your hearts as in the rebellion during the day of testing in the wilderness, ", "9": "where your fathers tested Me with a trial and saw My works ", "10": "for forty years. Therefore I was-angry with this generation and said, 'They are always going-astray in the heart, and they did not know My ways'. ", "11": "As I swore in My wrath, they will never[n] enter into My rest”.", "12": "Be watching-out, brothers, so that there will not-ever be in any of you an evil heart of unbelief in departing[o] from the living God. ", "13": "But be exhorting yourselves each day, as long as it is called “Today”, in order that none of you may be hardened by the deceitfulness of sin.", "14": "For we have become[p] partakers[q] of Christ if-indeed we hold-on-to the beginning of our assurance[r] firm until the end— ", "15": "in that it is[s] said [in Ps 95:7-8]: “Today, if you hear His voice, do not harden your hearts as in the rebellion”.", "16": "For who having heard rebelled? But was it not all the ones having come out of Egypt through Moses? ", "17": "And with whom was He angry for forty years? Was it not with the ones having sinned, whose corpses fell in the wilderness? ", "18": "And to whom did He swear that they will not enter into His rest, except to the ones having disobeyed? ", "19": "And we see that they were not able to enter because of unbelief."}