{"1": "For every high priest being taken from-among men is appointed for people in the things pertaining to God, in order that he might offer both gifts and sacrifices for sins— ", "2": "being able to deal-gently with the ones being ignorant and going-astray since he himself is also surrounded with weakness. ", "3": "And because of it[a], he is obligated to be offering sacrifices for sins— just as for the people, so also for himself. ", "4": "And one does not take the honor to himself, but receives it being called by God, just as also Aaron.", "5": "So also, Christ did not glorify Himself to become High Priest, but the One having said to Him [in Ps 2:7] “You are My Son. Today I have fathered You” did, ", "6": "just as also in another place He says “You are a priest forever according to the order of Melchizedek” [Ps 110:4],", "7": "... Who, in the days of His flesh[b] having offered both petitions and supplications[c] with a strong outcry and tears to the One being able to save Him from[d] death[e], and having been heard because of His reverence[f], ", "8": "although being a Son[g], learned obedience from the things which He suffered[h].", "9": "And having been perfected[i], He became the cause[j] of eternal salvation to all the ones obeying Him, ", "10": "having been designated[k] by God as High Priest according to the order of Melchizedek—", "11": "... concerning whom[l] our message-to-speak is great[m] and hard-to-interpret[n] so as to speak, since you have become sluggish[o] in the hearing.", "12": "For indeed, [although] being obligated to be teachers because of the time, you again have a need that someone be teaching you the elements[p] of [q] the beginning[r] concerning the oracles[s] of God. And you have become ones having a need of milk and not of solid[t] food. ", "13": "For everyone partaking of milk is inexperienced in the word of [u] righteousness, for he is an infant. ", "14": "But the solid food is for the mature— the ones because of habit[v] having their faculties[w] trained for discernment of both good and evil."}