{"1": "Therefore, having left the message of the beginning[a] concerning Christ, let us be carried-along to maturity— not again laying-down a foundation of repentance from dead works and faith toward God, ", "2": "of instruction about cleansings[b] and laying-on of hands, and about the resurrection of the dead and eternal judgment.", "3": "And this[c] we will do if-indeed God permits. ", "4": "For it is impossible to renew[d] again to repentance the ones having once been enlightened[e] and having tasted[f] the heavenly gift, and having been made[g] partakers[h] of the Holy Spirit, ", "5": "and having tasted the good word of God and the powers[i] of the coming age, ", "6": "and having fallen-away— crucifying-again[j] for themselves the Son of God, and publicly-disgracing Him. ", "7": "For land having drunk the rain coming often upon it, and producing a plant useful to those for whose sake it is also farmed, receives a blessing from God. ", "8": "But land bringing-forth thorns and thistles is disapproved[k] and near a curse[l], whose end[m] is for burning.", "9": "But concerning you, beloved, we are convinced-of better things, and things having salvation— even though we are speaking in this manner. ", "10": "For God is not unjust so as to forget your work and the love which you demonstrated for His name, having served[n] the saints and [still] serving. ", "11": "But we desire that each of you be demonstrating the same diligence toward the full-assurance of hope until the end, ", "12": "in order that you may not be sluggish, but imitators of the ones inheriting the promises through faith and patience.", "13": "For God, having promised to Abraham, swore by Himself— since He had by no one greater to swear— ", "14": "saying [in Gen 22:17]: “Surely while blessing I will bless you, and while multiplying I will multiply[o] you”. ", "15": "And so, having waited-patiently, he obtained the promise.", "16": "For people swear by the greater one. And for them the oath for confirmation is the end[p] of every dispute, ", "17": "by which custom God, intending even more to show the unchangeableness of His intention[q] to the heirs of the promise, guaranteed with an oath, ", "18": "in order that by two[r] unchangeable things in which it is impossible for God to lie, we[s]— the ones having fled to take-hold-of the hope being set-before us— may have strong encouragement[t], ", "19": "which hope we have as an anchor of the soul, both secure and firm and entering into the inner side of the curtain, ", "20": "where a forerunner for us went in— Jesus— having become High Priest forever according to the order of Melchizedek."}