{"1": "For this Melchizedek[a], king of Salem, priest of the Most-High God, remains[b] a priest perpetually[c]— the one having met Abraham returning from the defeat of the kings and having blessed him; ", "2": "to whom also Abraham divided a tenth from everything; who is first ([his name] being translated), king of righteousness; and then also king of Salem, which is[d] king of peace; ", "3": "fatherless, motherless, genealogy-less, having[e] neither a beginning of days nor an end of life, but having been made-like[f] the Son of God. ", "4": "Now observe how great this one is to whom indeed Abraham the patriarch gave a tenth from the choicest-spoils:", "5": "Indeed, the ones from the sons of Levi receiving the priestly-office have a commandment to be collecting-a-tenth-from the people according to the Law (that is, from their brothers, even though their brothers have come-out of the loins of Abraham)— ", "6": "yet the one not tracing-his-genealogy from them has collected-a-tenth from Abraham, and has blessed the one having the promises! ", "7": "And apart from all dispute, the lesser one is blessed by the better one.", "8": "And here, dying men[g] receive the tenths— yet there, it is being attested[h] that he is living!", "9": "And so to speak, through Abraham even Levi[i], the one receiving the tenths, has paid-a-tenth. ", "10": "For he was still in the loins of his father when Melchizedek met him!", "11": "Now indeed, if perfection had been through the Levitical priesthood (for the [Jewish] people have received-the-Law on the basis of it) what further need would there have been that another priest should arise according to the order[j] of Melchizedek, and not be named according to the order of Aaron?", "12": "For the priesthood being changed, of necessity there is[k] also a change of law.", "13": "For the One about Whom these[l] things are spoken has partaken of another tribe from which no one has attended-to the altar. ", "14": "For it is clear that our Lord has risen from Judah— for which tribe Moses spoke nothing concerning priests.", "15": "And it is still even-more very-clear[m] if Another Priest arises in accordance with the likeness of Melchizedek, ", "16": "Who has become such not based-on the law of a fleshy[n] commandment, but based on the power of an indestructible life! ", "17": "For it is attested that “You are a priest forever according to the order of Melchizedek” [Ps 110:4].", "18": "For a setting-aside[o] of the preceding commandment takes place because of its weakness and unprofitableness ", "19": "(for the Law perfected nothing)— and a bringing-in of a better hope through which we draw-near to God.", "20": "And[p] to the degree that it was not without an oath-swearing (for the ones have become[q] priests without an oath-swearing, ", "21": "but the One with an oath-swearing, through the One saying to Him [in Ps 110:4]: “The Lord swore and He will not change-His-mind, You are a priest forever”)— ", "22": "to that degree also Jesus has become the guarantee[r] of a better covenant.", "23": "And[s] the many have been [Levitical] priests because of their being prevented from continuing by death— ", "24": "but the One, because of His remaining forever, has a permanent[t] priesthood. ", "25": "Hence also, He is able to save completely[u] the ones coming-to God through Him, always living so as to intercede for them.", "26": "For such a High Priest was indeed fitting for us— holy, innocent, undefiled, having been separated[v] from sinners, and having become higher than the heavens— ", "27": "Who does not have the daily necessity (as indeed the high priests) to be offering sacrifices first for His own sins, then the sins of the people. For He did this once-for-all, having offered Himself. ", "28": "For the Law appoints men having weakness as high priests, but the word of the oath-swearing after[w] the Law appoints a Son having been perfected forever."}