{"1": "Now[a] the main-point in the things being said is: we have such a High Priest, Who sat-down at the right hand of the throne of the Majesty in the heavens, ", "2": "Minister of the Holies[b], indeed[c] of the true tabernacle (which the Lord pitched[d], not a human).", "3": "For every high priest is appointed that he might be offering both gifts and sacrifices. Hence it is[e] necessary that this One also have something which He may offer. ", "4": "Now indeed, if He were on earth He would not even be a priest— there being the ones offering the gifts according-to the Law, ", "5": "who are serving a copy and a shadow of the heavenly things, just as Moses has been warned, being about to complete the tabernacle: for “See”, He says [in Ex 25:40], “that you make everything according to the pattern having been shown to you on the mountain”.", "6": "But He has now obtained a more-excellent ministry[f], by as much as He is indeed the mediator of a better covenant, which has been enacted on better promises!", "7": "For if that first covenant had been faultless, no place would have been sought for a second. ", "8": "For, finding-fault-with[g] them, He says [in Jer 31:31-34]: “Behold— days are coming, says the Lord, and I will consummate[h] a new covenant for the house of Israel and for the house of Judah; ", "9": "not in accordance with the covenant which I made with their fathers on the day I took-hold-of their hand to lead them out of the land of Egypt, because they did not continue in My covenant, and I did not-care-for them, says the Lord. ", "10": "Because this is the covenant which I will covenant with the house of Israel after those days, says the Lord: Giving My laws into their mind, I will also write them upon their heart. And I will be God to them and they will be a people to Me. ", "11": "And they will by no means each teach his fellow-citizen and each his brother, saying 'Know[i] the Lord', because they all will know Me from the small[j] one up to their great one. ", "12": "Because I will be merciful[k] to their wrong-doings, and I will never remember[l] their sins again”.", "13": "In that He says “New”, He has made the first old[m]. And the thing becoming old and growing-aged is near disappearance."}