{"1": "Now indeed, the first covenant also had regulations of service and the earthly Holy Place. ", "2": "For the first[a] tabernacle was prepared[b]— in which were both the lampstand and the table, and the Presentation of the bread— which is called the Holies. ", "3": "And behind the second curtain was the tabernacle being called the Holies of Holies, ", "4": "having a golden altar-of-incense[c], and the ark[d] of the covenant having been covered on-all-sides with gold, in which was a golden jar having the manna and the rod of Aaron having budded and the tablets of the covenant, ", "5": "and above it were the cherubim[e] of glory overshadowing the mercy-seat[f]— concerning which things there is not time now to be speaking in detail. ", "6": "And these things thus having been prepared, the priests accomplishing the services are continually going into the first tabernacle. ", "7": "But into the second only the high priest goes once a year, not without blood, which he offers for himself and the ignorances[g] of the people—", "8": "... the Holy Spirit making this clear: that the way of [h] the Holies has not yet been made-known while the first tabernacle[i] was[j] still having[k] a standing, ", "9": "which[l] is[m] a symbol for the present[n] time, according to which both gifts and sacrifices are offered not being able to perfect the one worshiping in relation to the conscience, ", "10": "being[o] only (in-addition-to foods and drinks and different cleansings[p]) regulations of [q] flesh being imposed until the time of reformation.", "11": "But Christ, having arrived[r] as High Priest of the good things having come, entered[s] once-for-all into the Holies through[t] the greater and more-perfect tabernacle not made-by-human-hands— that is, not of this creation; ", "12": "and not through[u] the blood of goats and calves, but through His own blood, having obtained[v] eternal redemption.", "13": "For if the blood of goats and bulls and the ashes of a heifer sprinkling the ones having been defiled sanctifies for the cleansing of the flesh, ", "14": "by how much more will the blood of Christ, Who through the eternal Spirit[w] offered Himself without-blemish to God, cleanse our conscience from dead works so that we may worship[x] the living God!", "15": "And for this reason He is the mediator of a new covenant, so that the ones having been called may receive the promise of the eternal inheritance— a death having taken-place for the redemption from the transgressions committed under[y] the first covenant. ", "16": "For where there is a will[z], it is a necessity that the death of the one having made-the-will be brought-forth. ", "17": "For a will over dead ones is firm, since it does not ever have [legal] power when the one having made-the-will is living. ", "18": "Hence, not even the first covenant has been inaugurated[aa] without blood. ", "19": "For every commandment having been spoken to all the people by Moses according-to[ab] the Law— having taken the blood of the calves and the goats along with water and scarlet wool and hyssop, he sprinkled both the book itself and all the people, ", "20": "saying “This is the blood of the covenant which God commanded to you” [Ex 24:8]. ", "21": "And he likewise sprinkled with the blood both the tabernacle and all the objects of the ministry. ", "22": "Indeed according-to[ac] the Law almost everything is cleansed[ad] with blood, and forgiveness does not take-place[ae] apart-from blood-shedding[af]. ", "23": "Therefore it was a necessity that the copies[ag] of the things in the heavens be cleansed with these[ah] things— but the heavenly things themselves with better sacrifices than these.", "24": "For Christ did not enter into the Holies made-by-human-hands— copies of the true things— but into heaven itself, now to appear in the presence of God for us.", "25": "Nor did He enter in order that He might offer Himself often— as indeed the high priest enters into the Holies yearly with the blood belonging-to-another— ", "26": "otherwise He would had-to-have suffered often since the foundation of the world. But now He has appeared once-for-all at the conclusion[ai] of the ages for the setting-aside of sin by the sacrifice[aj] of Himself.", "27": "And just as it is destined for people to die once and after this comes the judgment, ", "28": "so also[ak] Christ, having been offered once so as to bear[al] the sins of many, will appear for a second time without reference to sin to the ones eagerly-awaiting Him, for salvation."}