{"1-5": "This book contains the speeches that Moses made while Israel was in the land of Moab, camped near the town of Suph in the desert east of the Jordan River. The town of Paran was in one direction from their camp, and the towns of Tophel, Laban, Hazeroth, and Dizahab[a] were in the opposite direction. Earlier, Moses had defeated the Amorite King Sihon of Heshbon. Moses had also defeated King Og of Bashan, who used to live in Ashtaroth for part of the year and in Edrei for the rest of the year. Although it takes only eleven days to walk from Mount Sinai[b] to Kadesh-Barnea by way of the Mount Seir Road, these speeches were not made until forty years after Israel left Egypt.[c] The Lord had given Moses his laws for the people of Israel. And on the first day of the eleventh month,[d] Moses began explaining those laws by saying:", "6": "People of Israel, when we were in our camp at Mount Sinai,[e] the Lord our God told us: You have stayed here long enough. ", "7": "Leave this place and go into the land that belongs to the Amorites and their neighbors the Canaanites. This land includes the Jordan River valley, the hill country, the western foothills, the Southern Desert, the Mediterranean seacoast, the Lebanon Mountains, and all the territory as far as the Euphrates River. ", "8": "I give you this land, just as I promised your ancestors Abraham, Isaac, and Jacob. Now you must go and take the land.", "9": "Moses said: Right after the Lord commanded us to leave Mount Sinai, [f] I told you: Israel, being your leader is too big a job for one person. ", "10": "The Lord our God has blessed us, and so now there are as many of us as there are stars in the sky. ", "11": "God has even promised to bless us a thousand times more, and I pray that he will. ", "12": "But I cannot take care of all your problems and settle all your arguments alone. ", "13": "Each tribe must choose some experienced men who are known for their wisdom and understanding, and I will make those men the official leaders of their tribes.", "14": "You answered, “That's a good idea!” ", "15": "Then I took these men, who were already wise and respected leaders, and I appointed them as your official leaders. Some of them became military officers in charge of groups of a thousand, or a hundred, or fifty, or ten, ", "16": "and others became judges. I gave these judges the following instructions: When you settle legal cases, your decisions must be fair. It doesn't matter if the case is between two Israelites, or between an Israelite and a foreigner living in your community. ", "17": "And it doesn't matter if one is helpless and the other is powerful. Don't be afraid of anyone! No matter who shows up in your court, God will help you make a fair decision. If any case is too hard for you, bring the people to me, and I will make the decision.", "18": "After I gave these instructions to the judges, I taught you the Lord's commands.", "19": "Moses said to Israel: The Lord had commanded us to leave Mount Sinai [g] and go to the hill country that belonged to the Amorites, so we started out into the huge desert. You remember how frightening it was, but soon we were at Kadesh-Barnea, ", "20-21": "and I told you, “We have reached the hill country. It belongs to the Amorites now, but the Lord our God is giving it to us. He is the same God our ancestors worshiped, and he has told us to go in and take this land, so don't hesitate and be afraid.”", "22": "Then all of you came to me and said, “Before we go into the land, let's send some men to explore it. When they come back, they can tell us about the towns we will find and what roads we should take to get there.”", "23": "It seemed like a good idea, so I chose twelve men, one from each tribe. ", "24": "They explored the hill country as far as Bunch Valley[h] ", "25": "and even brought back some of the fruit. They said, “The Lord our God is giving us good land.”", "26": "Moses said to Israel: You did not want to go into the land, and you refused to obey the Lord your God. ", "27": "You stayed in your tents and grumbled, “The Lord must hate us—he brought us out of Egypt, just so he could hand us over to the Amorites and get rid of us. ", "28": "We are afraid, because the men who explored the land told us that the cities are large, with walls that reach to the sky. The people who live there are taller and stronger than we are,[i] and some of them are Anakim.[j] We have nowhere to go.”", "29": "Then I said, “Don't worry! ", "30": "The Lord our God will lead the way. He will fight on our side, just as he did when we saw him do all those things to the Egyptians. ", "31": "And you know that the Lord has taken care of us the whole time we've been in the desert, just as you might carry one of your children.”", "32": "But you still would not trust the Lord, ", "33": "even though he had always been with us in the desert. During the daytime, the Lord was in the cloud, leading us in the right direction and showing us where to camp. And at night, he was there in the fire.[k]", "34": "You had made the Lord angry, and he said:", "35": "You people of this generation are evil, and I refuse to let you go into the good land that I promised your ancestors. ", "36": "Caleb son of Jephunneh is the only one of your generation that I will allow to go in. He obeyed me completely, so I will give him and his descendants the land he explored.", "37": "The Lord was even angry with me because of you people, and he said, “Moses, I won't let you go into the land either. ", "38": "Instead, I will let Joshua[l] your assistant lead Israel to conquer the land. So encourage him.”", "39": "Then the Lord spoke to you again: People of Israel, you said that your innocent young children would be taken prisoner in the battle for the land. But someday I will let them go into the land, and with my help they will conquer it and live there.", "40": "Now, turn around and go back into the desert by way of Red Sea[m] Road.", "41": "Then you told me, “We disobeyed the Lord our God, but now we want to obey him. We will go into the hill country and fight, just as he told us to do.” So you picked up your weapons, thinking it would be easy to take over the hill country.", "42": "But the Lord said, “Moses, warn them not to go into the hill country. I won't help them fight, and their enemies will defeat them.”", "43": "I told you what the Lord had said, but you paid no attention. You disobeyed him and went into the hill country anyway. You thought you were so great! ", "44": "But when the Amorites in the hill country attacked from their towns, you ran from them as you would run from a swarm of bees. The Amorites chased your troops into Seir[n] as far as Hormah, killing them as they went. ", "45": "Then you came back to the place of worship at Kadesh-Barnea and wept, but the Lord would not listen to your prayers.", "46": "Moses said to Israel: After we had been in Kadesh for a few months, we obeyed the Lord and headed back into the desert by way of Red Sea[o] Road. "}