{"1": "Moses said to Israel: The Lord is your God, so you must always love him and obey his laws and teachings. ", "2": "Remember, he corrected you and not your children. You are the ones who saw the Lord use his great power ", "3": "when he worked miracles in Egypt, making terrible things happen to the king and all his people. ", "4": "And when the Egyptian army chased you in their chariots, you saw the Lord drown them and their horses in the Red Sea.[a] Egypt still suffers from that defeat!", "5": "You saw what the Lord did for you while you were in the desert, right up to the time you arrived here. ", "6": "And you saw how the Lord made the ground open up in the middle of our camp underneath the tents of Dathan and Abiram,[b] who were swallowed up along with their families, their animals, and their tents.", "7": "With your own eyes, you saw the Lord's mighty power do all these things.", "8": "Soon you will cross the Jordan River, and if you obey the laws and teachings I'm giving you today, you will be strong enough to conquer the land ", "9": "that the Lord promised your ancestors and their descendants. It's rich with milk and honey, and you will live there and enjoy it for a long time. ", "10": "It's better land than you had in Egypt, where you had to struggle just to water your crops.[c] ", "11": "But the hills and valleys in the promised land are watered by rain from heaven,[d] ", "12": "because the Lord your God keeps his eye on this land and takes care of it all year long.", "13": "The Lord your God commands you to love him and to serve him with all your heart and soul. If you obey him, ", "14-15": "he will send rain at the right seasons,[e] so you will have more than enough food, wine, and olive oil, and there will be plenty of grass for your cattle.", "16": "But watch out! You will be tempted to turn your backs on the Lord. And if you worship other gods, ", "17": "the Lord will become angry and keep the rain from falling. Nothing will grow in your fields, and you will die and disappear from the good land that the Lord is giving you.", "18": "Memorize these laws and think about them. Write down copies and tie them to your wrists and your foreheads to help you obey them. ", "19": "Teach them to your children. Talk about them all the time—whether you're at home or walking along the road or going to bed at night, or getting up in the morning. ", "20": "Write them on the door frames of your homes and on your town gates. ", "21": "Then you and your descendants will live a long time in the land that the Lord promised your ancestors. Your families will live there as long as the sky is above the earth.", "22": "Love the Lord your God and obey all the laws and teachings that I'm giving you today. If you live the way the Lord wants, ", "23": "he will help you take the land. And even though the nations there are more powerful than you, the Lord will force them to leave when you attack. ", "24": "You will capture the land everywhere you go, from the Southern Desert to the Lebanon Mountains, and from the Euphrates River west to the Mediterranean Sea. ", "25": "No one will be able to stand up to you. The Lord will make everyone terrified of you, just as he promised.", "26": "You have a choice—do you want the Lord to bless you, or do you want him to put a curse on you? ", "27": "Today I am giving you his laws, and if you obey him, he will bless you. ", "28": "But if you disobey him and worship those gods that have never done anything for you, the Lord will put a curse on you.", "29": "After the Lord your God helps you take the land, you must have a ceremony where you announce his blessings from Mount Gerizim and his curses from Mount Ebal. ", "30": "You know that these two mountains are west of the Jordan River in land now controlled by the Canaanites living in the Jordan River valley. The mountains are west of the road near the sacred trees of Moreh on the other side of Gilgal.", "31": "Soon you will cross the Jordan River to conquer the land that the Lord your God is giving you. And when you have settled there, ", "32": "be careful to obey his laws and teachings that I am giving you today."}