{"1": "Moses said to Israel: Now I'll tell you the laws and teachings that you have to obey as long as you live. Your ancestors worshiped the Lord, and he is giving you this land. ", "2": "But the nations that live there worship other gods. So after you capture the land, you must completely destroy their places of worship—on mountains and hills or in the shade of large trees. ", "3": "Wherever these nations worship their gods, you must tear down their altars, break their sacred stones, burn the sacred poles[a] used in worshiping the goddess Asherah, and smash their idols to pieces. Destroy these places of worship so completely that no one will remember they were ever there. ", "4": "Don't worship the Lord your God in the way those nations worship their gods.", "5-19": "Soon you will cross the Jordan, and the Lord will help you conquer your enemies and let you live in peace, there in the land he has given you. But after you are settled, life will be different. You must not offer sacrifices just anywhere you want to. Instead, the Lord will choose a place somewhere in Israel where you must go to worship him. All of your sacrifices and offerings must be taken there, including sacrifices to please the Lord[b] and any gift you promise or voluntarily give him. That's where you must also take one tenth of your grain, wine, and olive oil,[c] as well as the first-born of your cattle, sheep, and goats.[d] You and your family and servants will eat your gifts and sacrifices[e] and celebrate there at the place of worship, because the Lord your God has made you successful in everything you have done. And since Levites will not have any land of their own, you must ask some of them to come along and celebrate with you. Sometimes you may want to kill an animal for food and not as a sacrifice. If the Lord has blessed you and given you enough cows or sheep or goats, then you can butcher one of them where you live. You can eat it just like the meat from a deer or gazelle that you kill when you go hunting. And even those people who are unclean and unfit for worship can have some of the meat. But you must not eat the blood of any animal—let the blood drain out on the ground.", "20-21": "The Lord has promised that later on he will give Israel more land, and some of you may not be able to travel all the way from your homes to the place of worship each time you are hungry for meat.[f] But the Lord will give you cattle, sheep, and goats, and you can butcher any of those animals at home and eat as much as you want. ", "22": "It is the same as eating the meat from a deer or a gazelle that you kill when you go hunting. And in this way, anyone who is unclean and unfit for worship can have some of the meat.[g]", "23-24": "But don't eat the blood. It is the life of the animal, so let it drain out on the ground before you eat the meat. ", "25": "Do you want the Lord to make you successful? Do you want your children to be successful even after you are gone? Then do what pleases the Lord and don't eat blood.", "26-27": "All sacrifices and offerings to the Lord must be taken to the place where he chooses to be worshiped. If you offer a sacrifice to please the Lord, all of its meat must be burned on the altar. You can eat the meat from certain kinds of sacrifices, but you must always pour out the animal's blood on the altar.", "28": "If you obey these laws, you will be doing what the Lord your God says is right and good. Then he will help you and your descendants be successful.", "29": "Moses said: Israel, as you go into the land and attack the nations that are there, the Lord will get rid of them, and you can have their land.", "30": "But that's when you must be especially careful not to ask, “How did those nations worship their gods? Shouldn't we worship the Lord in the same way?” ", "31": "No, you should not! The Lord hates the disgusting way those nations worship their gods, because they even burn their sons and daughters as sacrifices.", "32": "Obey all the laws and teachings I am giving you. Don't add any, and don't take any away."}