{"1-2": "Moses said to Israel: Someday a prophet[a] may come along who is able to perform miracles or tell what will happen in the future. Then the prophet may say, “Let's start worshiping some new gods—some gods that we know nothing about.” ", "3": "If the prophet says this, don't listen! The Lord your God will be watching to find out whether or not you love him with all your heart and soul. ", "4": "You must be completely faithful to the Lord. Worship and obey only the Lord and do this with fear and trembling, ", "5": "because he rescued you from slavery in Egypt. If a prophet tells you to disobey the Lord your God and to stop worshiping him, then that prophet is evil and must be put to death.", "6-10": "Someone else may say to you, “Let's worship other gods.” That person may be your best friend, your brother or sister, your son or daughter, or your own dear wife or husband. But you must not listen to people who say such things. Instead, you must stone them to death. You must be the first to throw the stones, then others from the community will finish the job. Don't show any pity. The gods worshiped by other nations have never done anything for you or your ancestors. People who ask you to worship other gods are trying to get you to stop worshiping the Lord, who rescued you from slavery in Egypt. So put to death anyone who asks you to worship another god. ", "11": "And when the rest of Israel hears about it, they will be afraid, and no one else will ever do such an evil thing again.", "12": "After the Lord your God gives you towns to live in, you may hear a rumor about one of the towns. ", "13": "You may hear that some worthless people have talked everyone there into worshiping other gods, even though these gods had never done anything for them. ", "14": "You must carefully find out if the rumor is true. Then if the people of that town have actually done such a disgusting thing in your own country, ", "15": "you must take your swords and kill every one of them, and their livestock too. ", "16-17": "Gather all the possessions of the people who lived there, and pile them up in the marketplace, without keeping anything for yourself. Set the pile and the whole town on fire, and don't ever rebuild the town. The whole town will be a sacrifice to the Lord your God. Then he won't be angry anymore, and he will have mercy on you and make you successful, just as he promised your ancestors. ", "18": "That's why you must do what the Lord your God says is right. I am giving you his laws and teachings today, and you must obey them."}