{"1": "Moses said: People of Israel, you must celebrate Passover in the month of Abib,[a] because one night in that month years ago, the Lord your God rescued you from Egypt. ", "2": "The Passover sacrifice must be a cow, a sheep, or a goat, and you must offer it at the place where the Lord chooses to be worshiped. ", "3-4": "Eat all of the meat of the Passover sacrifice that same night. But don't serve bread made with yeast at the Passover meal. Serve the same kind of thin bread that you ate when you were slaves suffering in Egypt[b] and when you had to leave Egypt quickly. As long as you live, this thin bread will remind you of the day you left Egypt. For seven days following Passover,[c] don't make any bread with yeast. In fact, there should be no yeast anywhere in Israel.", "5": "Don't offer the Passover sacrifice in just any town where you happen to live. ", "6": "It must be offered at the place where the Lord chooses to be worshiped. Kill the sacrifice at sunset, the time of day when you left Egypt.[d] ", "7": "Then cook it and eat it there at the place of worship, returning to your tents the next morning.", "8": "Eat thin bread for the next six days. Then on the seventh day, don't do any work. Instead, come together and worship the Lord.", "9": "Moses said to Israel: Seven weeks after you start your grain harvest, ", "10-11": "go to the place where the Lord chooses to be worshiped and celebrate the Harvest Festival[e] in honor of the Lord your God. Bring him an offering as large as you can afford, depending on how big a harvest he has given you. Be sure to take along your sons and daughters and all your servants. Also invite the poor, including Levites, foreigners, orphans, and widows. ", "12": "Remember that you used to be slaves in Egypt, so obey these laws.", "13-15": "Moses said to Israel: After you have finished the grain harvest and the grape harvest,[f] take your sons and daughters and all your servants to the place where the Lord chooses to be worshiped. Celebrate the Festival of Shelters for seven days. Also invite the poor, including Levites, foreigners, orphans, and widows. The Lord will give you big harvests and make you successful in everything you do. You will be completely happy, so celebrate this festival in honor of the Lord your God.", "16": "Moses said: Each year there are three festivals when all Israelite men must go to the place where the Lord chooses to be worshiped. These are the Festival of Thin Bread, the Harvest Festival,[g] and the Festival of Shelters. And don't forget to take along a gift for the Lord. ", "17": "The bigger the harvest the Lord gives you, the bigger your gift should be.", "18-19": "Moses said to Israel: After you are settled in the towns that you will receive from the Lord your God, the people in each town must appoint judges and other officers. Those of you that become judges must be completely fair when you make legal decisions, even if someone important is involved. Don't take bribes to give unfair decisions. Bribes keep people who are wise from seeing the truth and turn honest people into liars.[h]", "20": "People of Israel, if you want to enjoy a long and successful life, make sure that everyone is treated with justice in the land the Lord is giving you.", "21": "Moses said to Israel: When you build the altar for offering sacrifices to the Lord your God, don't set up a sacred pole[i] for the worship of the goddess Asherah. ", "22": "And don't set up a sacred stone! The Lord hates these things."}