{"1": "Moses said to Israel: If an ox or a sheep has something wrong with it, don't offer it as a sacrifice to the Lord your God—he will be disgusted!", "2-3": "Moses said to Israel: The Lord your God is giving you towns to live in. But later, a man or a woman in your town may start worshiping other gods, or even the sun, moon, or stars.[a] I have warned you not to worship other gods, because whoever worships them is disobeying the Lord and breaking the agreement he made with you. ", "4": "So when you hear that someone in your town is committing this disgusting sin, you must carefully find out if that person really is guilty. ", "5-7": "But you will need two or three witnesses—one witness isn't enough to prove a person guilty. Get rid of those who are guilty of such evil. Take them outside your town gates and have everyone stone them to death. But the witnesses must be the first to throw stones.", "8-12": "Moses said to Israel: It may be difficult to find out the truth in some legal cases in your town. You may not be able to decide if someone was killed accidentally or murdered. Or you may not be able to tell whether an injury or some property damage was done by accident or on purpose. If the case is too difficult, take it to the court at the place where the Lord your God chooses to be worshiped. This court will be made up of one judge and several priests[b] who serve at the Lord's altar. They will explain the law to you and give you their decision about the case. Do exactly what they tell you, or you will be put to death. ", "13": "When other Israelites hear about it, they will be afraid and obey the decisions of the court.", "14": "Moses said: People of Israel, after you capture the land the Lord your God is giving you, and after you settle on it, you will say, “We want a king, just like the nations around us.”", "15": "Go ahead and appoint a king, but make sure that he is an Israelite and that he is the one the Lord has chosen.", "16": "The king should not have many horses, especially those from Egypt. The Lord has said never to go back there again. ", "17": "And the king must not have a lot of wives—they might tempt him to be unfaithful to the Lord.[c] Finally, the king must not try to get huge amounts of silver and gold.", "18": "The official copy of God's laws[d] will be kept by the priests of the Levi tribe. So, as soon as anyone becomes king, he must go to the priests and write out a copy of these laws while they watch. ", "19": "Each day the king must read and obey these laws, so that he will learn to worship the Lord with fear and trembling ", "20": "and not think that he's better than everyone else. If the king completely obeys the Lord's commands, he and his descendants will rule Israel for many years."}