{"1": "Moses said to Israel: The people of the Levi tribe, including the priests, will not receive any land. Instead, they will receive part of the sacrifices that are offered to the Lord, ", "2": "because he has promised to provide for them in this way.", "3": "When you sacrifice a bull or sheep, the priests will be given the shoulder, the jaws, and the stomach.[a] ", "4": "In addition, they will receive the first part of your grain harvest and part of your first batches of wine and olive oil.[b] You must also give them the first wool that is cut from your sheep each year. ", "5": "Give these gifts to the priests, because the Lord has chosen them and their descendants out of all the tribes of Israel to be his special servants at the place of worship.", "6": "Any Levite can leave his hometown, and go to the place where the Lord chooses to be worshiped, ", "7": "and then be a special servant of the Lord[c] there, just like all the other Levites. ", "8": "Some Levites may have money from selling family possessions, and others may not. But all Levites serving at the place of worship will receive the same amount of food from the sacrifices and gifts brought by the people.", "9": "Moses said to Israel: Soon you will go into the land that the Lord your God is giving you. The nations that live there do things that are disgusting to the Lord, and you must not follow their example. ", "10-11": "Don't sacrifice your son or daughter. And don't try to use any kind of magic or witchcraft to tell fortunes[d] or to cast spells or to talk with spirits of the dead.", "12": "The Lord is disgusted with anyone who does these things, and that's why he will help you destroy the nations that are in the land. ", "13": "Never be guilty of doing any of these disgusting things!", "14": "Moses said to Israel: You will go in and take the land from nations that practice magic and witchcraft. But the Lord your God won't allow you to do those things. ", "15": "Instead, he will choose one of your own people to be a prophet just like me, and you must do what that prophet says. ", "16": "You were asking for a prophet the day you were gathered at Mount Sinai[e] and said to the Lord, “Please don't let us hear your voice or see this terrible fire again—if we do, we will die!”", "17": "Then the Lord told me: Moses, they have said the right thing. ", "18": "So when I want to speak to them, I will choose one of them to be a prophet like you. I will give my message to that prophet, who will tell the people exactly what I have said. ", "19": "Since the message comes from me, anyone who doesn't obey the message will have to answer to me.", "20": "But if I haven't spoken, and a prophet claims to have a message from me, you must kill that prophet, and you must also kill any prophet who claims to have a message from another god.", "21": "Moses said to Israel: You may be asking yourselves, “How can we tell if a prophet's message really comes from the Lord?” ", "22": "You will know, because if the Lord says something will happen, it will happen. And if it doesn't, you will know that the prophet was falsely claiming to speak for the Lord. Don't be afraid of any prophet whose message doesn't come from the Lord."}