{"1": "We spent many years wandering around outside the hill country of Seir,[a] ", "2": "until the Lord said: Moses, ", "3": "Israel has wandered in these hills long enough. Turn and go north. ", "4": "And give the people these orders: “Be very careful, because you will soon go through the land that belongs to your relatives, the descendants of Esau.[b] They are afraid of you, ", "5": "but don't start a war with them. I have given them the hill country of Seir, so I won't give any of it to you, not even enough to set a foot on. ", "6": "And as you go through their land, you will have to buy food and water from them.”", "7": "The Lord has helped us and taken care of us during the past forty years that we have been in this huge desert. We've had everything we needed, and the Lord has blessed us and made us successful in whatever we have done.", "8": "We went past the territory that belonged to our relatives, the descendants of Esau.[c] We followed Arabah Road that starts in the south at Elath and Ezion-Geber, then we turned onto the desert road that leads to Moab.", "9": "The Lord told me, “Don't try to start a war with Moab. Leave them alone, because I gave the land of Ar[d] to them,[e] and I will not let you have any of it.”", "10": "Before the Lord gave the Moabites their land, a large and powerful tribe lived there. They were the Emim, and they were as tall as the Anakim. ", "11": "The Moabites called them Emim, though others sometimes used the name Rephaim[f] for both the Anakim and the Emim.", "12": "The Horites used to live in Seir, but the Edomites[g] took over that region. They killed many of the Horites and forced the rest of them to leave, just as Israel did to the people in the land that the Lord gave them.", "13": "Moses said to Israel: When we came to the Zered Gorge along the southern border of Moab, the Lord told us to cross the gorge into Moab, and we did. ", "14": "This was thirty-eight years after we left Kadesh-Barnea, and by that time all the men who had been in the army at Kadesh-Barnea had died, just as the Lord had said they would. ", "15-16": "The Lord kept getting rid of[h] them until finally none of them were left.", "17": "Then the Lord told me, ", "18": "“Moses, now go past the town of Ar and cross Moab's northern border ", "19": "into Ammon. But don't start a war with the Ammonites. I gave them[i] their land, and I won't give any of it to Israel.”", "20": "Before the Ammonites conquered the land that the Lord had given them, some of the Rephaim used to live there, although the Ammonites called them Zamzummim. ", "21": "The Zamzummim were a large and powerful tribe and were as tall as the Anakim.[j] But the Lord helped the Ammonites, and they killed many of the Zamzummim and forced the rest to leave. Then the Ammonites settled there. ", "22": "The Lord helped them as he had helped the Edomites,[k] who killed many of the Horites in Seir and forced the rest to leave before settling there themselves.", "23": "A group called the Avvim used to live in villages as far south as Gaza, but the Philistines[l] killed them and settled on their land.", "24": "Moses said: After we went through Ammon, the Lord told us: Israel, pack up your possessions, take down your tents, and cross the Arnon River gorge.[m] The territory of the Amorite King Sihon of Heshbon lies on the other side of the river, but I now give you his land. So attack and take it! ", "25": "Today I will start making all other nations afraid of you. They will tremble with fear when anyone mentions you, and they will be terrified when you show up.", "26": "Moses said to Israel: After we had crossed the Arnon and had set up camp in the Kedemoth Desert, I sent messengers to King Sihon of Heshbon, telling him that his nation and ours could be at peace. I said:", "27": "Please let Israel go across your country. We will walk straight through, without turning off the road. ", "28-29": "You can even sell us food and water, and we will pay with silver. We need to reach the Jordan River and cross it, because the Lord our God is giving us the land on the west side. The Edomites and Moabites[n] have already let us cross their land. Please let us cross your land as well.", "30-31": "But Sihon refused to let us go across his country, because the Lord made him stubborn and eager to fight us. The Lord told me, “I am going to help you defeat Sihon and take his land, so attack him!”", "32": "We met Sihon and his army in battle at Jahaz, ", "33": "and the Lord our God helped us defeat them. We killed Sihon, his sons, and everyone else in his army. ", "34": "Then we captured and destroyed every town in Sihon's kingdom, killing everyone, ", "35": "but keeping the livestock and everything else of value. ", "36": "The Lord helped us capture every town from the Arnon River gorge north to the boundary of Gilead, including the town of Aroer on the edge of the gorge and the town in the middle of the gorge.", "37": "However, we stayed away from all the Ammonite towns, both in the hill country and near the Jabbok River, just as the Lord had commanded."}