{"1": "Moses said to Israel: Suppose a woman was divorced by her first husband because he found something disgraceful about her.[a] He wrote out divorce papers, gave them to her, and sent her away. ", "2": "Later she married another man, ", "3": "who then either divorced her in the same way or died. ", "4": "Since she has slept with her second husband, she cannot marry her first husband again. Their marriage would pollute the land that the Lord your God is giving you, and he would be disgusted.", "5": "Moses said to Israel: If a man and a woman have been married less than one year, he must not be sent off to war or sent away to do forced labor. He must be allowed to stay home for a year and be happy with his wife.", "6": "Moses said to Israel: When you lend money to people, you are allowed to keep something of theirs as a guarantee that they will pay back the loan. But don't take one or both of their millstones, or else they may starve. They need these stones for grinding grain into flour to make bread.", "7": "Moses said to Israel: If you are guilty of kidnapping Israelites and forcing them into slavery, you will be put to death to remove this evil from the community.", "8": "Moses said to Israel: I have told the priests[b] what to do if any of you have leprosy,[c] so do exactly what they say. ", "9": "And remember what the Lord your God did to Miriam[d] after you left Egypt.", "10": "Moses said to Israel: When you lend money to people, you are allowed to keep something of theirs as a guarantee that the money will be paid back. But you must not go into their house to get it. ", "11": "Wait outside, and they will bring out the item you have agreed on.", "12": "Suppose someone is so poor that a coat is the only thing that can be offered as a guarantee on a loan. Don't keep the coat overnight. ", "13": "Instead, give it back before sunset, so the owner can keep warm and sleep and ask the Lord to bless you. Then the Lord your God will notice that you have done the right thing.", "14": "Moses said: If you hire poor people to work for you, don't hold back their pay,[e] whether they are Israelites or foreigners who live in your town. ", "15": "Pay them their wages at the end of each day, because they live in poverty and need the money to survive. If you don't pay them on time, they will complain about you to the Lord, and he will punish you.", "16": "Moses said to Israel: Parents must not be put to death for crimes committed by their children, and children must not be put to death for crimes committed by their parents. Don't put anyone to death for someone else's crime.", "17": "Moses said to Israel: Make sure that orphans and foreigners are treated fairly. And if you lend money to a widow and want to keep something of hers to guarantee that she will pay you back, don't take any of her clothes. ", "18": "You were slaves in Egypt until the Lord your God rescued you. That's why I am giving you these laws.", "19": "Moses said to Israel: If you forget to bring in a stack of harvested grain, don't go back in the field to get it. Leave it for the poor, including foreigners, orphans, and widows, and the Lord will make you successful in everything you do.", "20": "When you harvest your olives, don't try to get them all for yourself, but leave some for the poor. ", "21": "And when you pick your grapes, go over the vines only once, then let the poor have what is left. ", "22": "You lived in poverty as slaves in Egypt until the Lord your God rescued you. That's why I am giving you these laws."}