{"1-2": "Moses said to Israel: Suppose you and someone else each accuse the other of doing something wrong, and you go to court, where the judges decide you are guilty. If your punishment is to be beaten with a whip,[a] one of the judges will order you to lie down, and you will receive the number of lashes you deserve. ", "3": "Forty lashes is the most that you can be given, because more than that might make other Israelites think you are worthless.", "4": "Moses said to Israel: Don't muzzle an ox while it is threshing grain.[b]", "5-6": "Moses said to Israel: Suppose two brothers are living on the same property, when one of them dies without having a son to carry on his name. If this happens, his widow must not marry anyone outside the family. Instead, she must marry her late husband's brother, and their first son will be the legal son of the dead man.", "7": "But suppose the brother refuses to marry the widow. She must go to a meeting of the town leaders at the town gate and say, “My husband died without having a son to carry on his name. And my husband's brother refuses to marry me so I can have a son.”", "8": "The leaders will call the living brother to the town gate and try to persuade him to marry the widow. But if he doesn't change his mind and marry her, ", "9": "she must go over to him while the town leaders watch. She will pull off one of his sandals and spit in his face, while saying, “That's what happens to a man who won't help provide descendants for his dead brother.” ", "10": "From then on, that man's family will be known as “the family of the man whose sandal was pulled off.”", "11": "Moses said to Israel: If two men are fighting, and the wife of one man tries to rescue her husband by grabbing the other man's private parts, ", "12": "you must cut off her hand. Don't have any mercy.", "13-14": "Moses said to Israel: Don't try to cheat people by having two sets of weights or measures, one to get more when you are buying, and the other to give less when you are selling. ", "15": "If you weigh and measure things honestly, the Lord your God will let you enjoy a long life in the land he is giving you. ", "16": "But the Lord is disgusted with anyone who cheats or is dishonest.", "17": "Moses said: People of Israel, do you remember what the Amalekites did to you after you came out of Egypt? ", "18": "You were tired, and they followed along behind, attacking those who could not keep up with the others. This showed that the Amalekites have no respect for God.", "19": "The Lord your God will help you capture the land, and he will give you peace. But when that day comes, you must wipe out Amalek so completely that no one will remember they ever lived."}