{"1": "Moses said to Israel: The Lord is giving you the land, and soon you will conquer it, settle down, ", "2": "and plant crops. And when you begin harvesting each of your crops, the very first things you pick must be put in a basket. Take them to the place where the Lord your God chooses to be worshiped, ", "3": "and tell the priest, “Long ago the Lord our God promised our ancestors that he would give us this land. And today, I thank him for keeping his promise and giving me a share of the land.”", "4": "The priest will take the basket and set it in front of the Lord's altar. ", "5": "Then, standing there in front of the place of worship, you must pray: My ancestor was homeless, an Aramean who went to live in Egypt. There were only a few in his family then, but they became great and powerful, a nation of many people.", "6": "The Egyptians were cruel and had no pity on us. They mistreated our people and forced us into slavery.", "7": "We called out for help to you, the Lord God of our ancestors. You heard our cries; you knew we were in trouble and abused.", "8": "Then you terrified the Egyptians with your mighty miracles and rescued us from Egypt.", "9": "You brought us here and gave us this land rich with milk and honey.", "10": "Now, Lord, I bring to you the best of the crops that you have given me. After you say these things, place the basket in front of the Lord's altar and bow down to worship him.", "11": "Then you and your family must celebrate by eating a meal at the place of worship to thank the Lord your God for giving you such a good harvest. And remember to invite the Levites and the foreigners who live in your town.", "12": "Moses said to Israel: Every year you are to give ten percent of your harvest to the Lord.[a] But every third year,[b] this ten percent must be given to the poor who live in your town, including Levites, foreigners, orphans, and widows. That way, they will have enough to eat. ", "13": "Then you must pray: Our Lord and our God, you have said that ten percent of my harvest is sacred. I have obeyed your command and given this to the poor, including the Levites, foreigners, orphans, and widows.", "14": "I have not eaten any of this sacred food while I was in mourning; in fact, I never touched it when I was unclean.[c] And none of it has been offered as a sacrifice to the spirits of the dead. I have done everything exactly as you commanded.", "15": "Our Lord, look down from your temple in heaven and bless your people Israel. You promised our ancestors that you would give us this land rich with milk and honey, and you have kept your promise.", "16": "Moses said to Israel: Today the Lord your God has commanded you to obey these laws and teachings with all your heart and soul.", "17": "In response, you have agreed that the Lord will be your God, that you will obey all his laws and teachings, and that you will listen when he speaks to you.", "18": "Since you have agreed to obey the Lord, he has agreed that you will be his people and that you will belong to him, just as he promised. ", "19": "The Lord created all nations, but he will make you more famous than any of them, and you will receive more praise and honor. You will belong only to the Lord your God, just as he promised."}