{"1": "So Moses finished telling the Israelites what they had to do in order to keep the agreement the Lord was making with them in Moab, which was in addition to the one the Lord had made with them at Mount Sinai.[a]", "2-3": "Moses called the nation of Israel together and told them: When you were in Egypt, you saw the Lord perform great miracles that caused trouble for the king, his officials, and everyone else in the country. ", "4-6": "He has even told you, “For forty years I, the Lord, led you through the desert, but your clothes and your sandals didn't wear out, and I gave you special food.[b] I did these things so you would realize that I am your God.” But the Lord must give you a change of heart before you truly understand what you have seen and heard.", "7": "When we first camped here, King Sihon of Heshbon and King Og of Bashan attacked, but we defeated them. ", "8": "Then we captured their land and divided it among the tribes of Reuben, Gad, and East Manasseh.", "9": "Moses said: Israel, the Lord has made an agreement with you, and if you keep your part, you will be successful in everything you do. ", "10-12": "Today everyone in our nation is standing here in the Lord's presence, including leaders and officials, parents and children, and even those foreigners who cut wood and carry water for us. We are at this place of worship to promise that we will keep our part of the agreement with the Lord our God.", "13-15": "In this agreement, the Lord promised that you would be his people and that he would be your God. He first made this promise to your ancestors Abraham, Isaac, and Jacob, and today the Lord is making this same promise to you. But it isn't just for you; it is also for your descendants.", "16-17": "When we lived in Egypt, you saw the Egyptians worship disgusting idols of wood, stone, silver, and gold. Then as we traveled through other nations, you saw those people worship other disgusting idols. ", "18": "So make sure that everyone in your tribe remains faithful to the Lord and never starts worshiping gods of other nations. If even one of you worships idols, you will be like the root of a plant that produces bitter, poisonous fruit. ", "19": "You may be an Israelite and know all about the Lord's agreement with us, but he won't bless you if you rebel against him. You may think you can get away with it, but you will cause the rest of Israel to be punished along with you.[c] ", "20-21": "The Lord will be furious, and instead of forgiving you, he will separate you from the other tribes. Then he will destroy you, by piling on you all the curses in The Book of God's Law, and you will be forgotten forever.", "22": "The Lord will strike your country with diseases and disasters. Your descendants and foreigners from distant countries will see that your land ", "23": "has become a scorching desert of salt and sulfur, where nothing is planted, nothing sprouts, and nothing grows. It will be as lifeless as the land around the cities of Sodom, Gomorrah, Admah, and Zeboiim, after the Lord became angry and destroyed them.[d]", "24": "People from other nations will ask, “Why did the Lord destroy this country? Why was he so furious?”", "25": "And they will be given this answer: Our ancestors worshiped the Lord, but after he brought them out of Egypt and made an agreement with them, they rejected the agreement ", "26": "and decided to worship gods that had never helped them. The Lord had forbidden Israel to worship these gods, ", "27-28": "and so he became furious and punished the land with all the curses in The Book of God's Law. Then he pulled up Israel by the roots and tossed them into a foreign country, where they still are today.", "29": "The Lord our God hasn't explained the present or the future, but he has commanded us to obey the laws he gave to us and our descendants."}