{"1": "Moses said to Israel: When we turned onto the road that leads to Bashan, King Og of Bashan led out his whole army to fight us at Edrei. ", "2": "But the Lord told me, “Moses, don't be afraid of King Og. I am going to help you defeat him and his army and take over his land. Destroy him and his people, just as you did with the Amorite King Sihon of Heshbon.”", "3-6": "The Lord our God helped us destroy Og and his army and conquer his entire kingdom of Bashan, including the Argob region. His kingdom had lots of villages and sixty towns with high walls and gates that locked with bars. We completely destroyed[a] them all, killing everyone, ", "7": "but keeping the livestock and everything else of value.", "8": "Sihon and Og had ruled Amorite kingdoms east of the Jordan River. Their land stretched from the Arnon River gorge in the south to Mount Hermon in the north, and we captured it all. ", "9": "Mount Hermon is called Mount Sirion by the people of Sidon, and it is called Mount Senir by the Amorites. ", "10": "We captured all the towns in the highlands, all of Gilead, and all of Bashan as far as Salecah and Edrei, two of the towns that Og had ruled.", "11": "King Og was the last of the Rephaim,[b] and his coffin[c] is in the town of Rabbah in Ammon. It is made of hard black rock[d] and is thirteen and a half feet long and six feet wide.", "12-17": "Moses said to Israel: I gave some of the land and towns we captured to the tribes of Reuben and Gad. Their share started at the Arnon River gorge in the south, took in the town of Aroer on the edge of the gorge, and went far enough north to include the southern half of the Gilead region. The northern part of their land went as far east as the upper Jabbok River gorge, which formed their border with the Ammonites.[e] I also gave them the eastern side of the Jordan River valley, from Lake Galilee[f] south to the Dead Sea[g] below the slopes of Mount Pisgah. I gave the northern half of Gilead and all of the Bashan region to half the tribe of Manasseh.[h] Bashan had belonged to King Og, and the Argob region in Bashan used to be called the Land of the Rephaim. Jair from the Manasseh tribe conquered the Argob region as far west as the kingdoms of Geshur and Maacah. The Israelites even started calling Bashan by the name “Villages of Jair,”[i] and that is still its name. I gave the northern half of Gilead to the Machir clan.[j]", "18-19": "At that time I told the men of Reuben, Gad, and East Manasseh: The Lord our God told me to give you this land with its towns, and that's what I have done. Now your wives and children can stay here with your large flocks of sheep and goats and your large herds of cattle. But all of you men that can serve in our army must cross the Jordan River and help the other tribes, because they are your relatives. ", "20": "The Lord will let them defeat the enemy nations on the west side of the Jordan and take their land. Afterwards, you can come back here to the land I gave you.", "21-22": "Then I told Joshua, “You saw how the Lord our God helped us destroy King Sihon and King Og. So don't be afraid! Wherever you go, the Lord will fight on your side and help you destroy your enemies.”", "23": "Moses said to Israel: At that time I prayed and begged, ", "24": "“Our Lord, it seems that you have just begun to show me your great power. No other god in the sky or on earth is able to do the mighty things that you do. ", "25": "The land west of the Jordan is such good land. Please let me cross the Jordan and see the hills and the Lebanon Mountains.”", "26": "But the Lord was angry with me because of you people,[k] and he refused to listen. “That's enough!” he said. “I don't want to hear any more. ", "27": "Climb to the top of Mount Pisgah and look north, south, east, and west. Take a good look, but you are not going to cross the Jordan River. ", "28": "Joshua will lead Israel across the Jordan to take the land, so help him be strong and brave and tell him what he must do.”", "29": "After this we stayed in the valley at Beth-Peor."}