{"1": "Moses said to Israel: I have told you everything the Lord your God will do for you, and I've also told you the curses he will put on you if you reject him. He will scatter you in faraway countries, but when you realize that he is punishing you, ", "2": "return to him with all your heart and soul and start obeying the commands I have given to you today. ", "3-4": "Then he will stop punishing you and treat you with kindness. He may have scattered you to the farthest countries on earth, but he will bring you back ", "5": "to the land that had belonged to your ancestors and make you even more successful and powerful than they ever were.", "6": "You and your descendants are stubborn, but the Lord will make you willing to obey him and love him with all your heart and soul, and you will enjoy a long life.", "7": "Then the Lord your God will remove the curses from you and put them on those enemies who hate and attack you.", "8": "You will again obey the laws and teachings of the Lord, ", "9": "and he will bless you with many children, large herds and flocks, and abundant crops. The Lord will be happy to do good things for you, just as he did for your ancestors. ", "10": "But you must decide once and for all to worship him with all your heart and soul and to obey everything in The Book of God's Law.", "11": "Moses said to Israel: You know God's laws, and it isn't impossible to obey them. ", "12": "His commands aren't in heaven, so you can't excuse yourselves by saying, “How can we obey the Lord's commands? They are in heaven, and no one can go up to get them, then bring them down and explain them to us.” ", "13": "And you can't say, “How can we obey the Lord's commands? They are across the sea, and someone must go across, then bring them back and explain them to us.” ", "14": "No, these commands are nearby and you know them by heart. All you have to do is obey!", "15": "Today I am giving you a choice. You can choose life and success or death and disaster. ", "16-18": "I am commanding you to be loyal to the Lord, to live the way he has told you, and to obey his laws and teachings. You are about to cross the Jordan River and take the land that he is giving you. If you obey him, you will live and become successful and powerful. On the other hand, you might choose to disobey the Lord and reject him. So I'm warning you that if you bow down and worship other gods, you won't have long to live.", "19": "Right now I call the sky and the earth to be witnesses that I am offering you this choice. Will you choose for the Lord to make you prosperous and give you a long life? Or will he put you under a curse and kill you? Choose life! ", "20": "Be completely faithful to the Lord your God, love him, and do whatever he tells you. The Lord is the only one who can give life, and he will let you live a long time in the land that he promised to your ancestors Abraham, Isaac, and Jacob."}