{"1": "Moses again spoke to the whole nation of Israel:", "2": "I am a hundred twenty years old, and I am no longer able to be your leader. And besides that, the Lord your God has told me that he won't let me cross the Jordan River. ", "3-5": "But he has promised that he and Joshua will lead you across the Jordan to attack the nations that live on the other side. The Lord will destroy those nations just as he destroyed Sihon and Og, those two Amorite kings. Just remember—whenever you capture a place, kill everyone who lives there.", "6": "Be brave and strong! Don't be afraid of the nations on the other side of the Jordan. The Lord your God will always be at your side, and he will never abandon you.", "7": "Then Moses called Joshua up in front of the crowd and said: Joshua, be brave and strong as you lead these people into their land. The Lord made a promise long ago to Israel's ancestors that this land would someday belong to Israel. That time has now come, and you must divide up the land among the people. ", "8": "The Lord will lead you into the land. He will always be with you and help you, so don't ever be afraid of your enemies.", "9": "Moses wrote down all of these laws and teachings and gave them to the priests and the leaders of Israel. The priests were from the Levi tribe, and they carried the sacred chest that belonged to the Lord. ", "10-11": "Moses told these priests and leaders: Each year the Israelites must come together to celebrate the Festival of Shelters at the place where the Lord chooses to be worshiped. You must read these laws and teachings to the people at the festival every seventh year, the year when loans do not need to be repaid.[a] ", "12-13": "Everyone must come—men, women, children, and even the foreigners who live in your towns. And each new generation will listen and learn to worship the Lord their God with fear and trembling and to do exactly what is said in God's Law.", "14": "The Lord told Moses, “You will soon die, so bring Joshua to the sacred tent, and I will appoint him the leader of Israel.” Moses and Joshua went to the sacred tent, ", "15": "and the Lord appeared in a thick cloud right over the entrance to the tent. ", "16": "The Lord said: Moses, you will soon die. But Israel is going into a land where other gods are worshiped, and Israel will reject me and start worshiping these gods. The people will break the agreement I made with them, ", "17": "and I will be so furious that I will abandon them and ignore their prayers. I will send disasters and suffering that will nearly wipe them out. Finally, they will realize that the disasters happened because I abandoned them. ", "18": "They will pray to me, but I will ignore them because they were evil and started worshiping other gods.", "19": "Moses and Joshua, I am going to give you the words to a new song. Write them down and teach the song to the Israelites. If they learn it, they will know what I want them to do, and so they will have no excuse for not obeying me. ", "20": "I am bringing them into the land that I promised their ancestors. It is a land rich with milk and honey, and the Israelites will have more than enough food to eat. But they will get fat and turn their backs on me and start worshiping other gods. The Israelites will reject me and break the agreement that I made with them.", "21": "When I punish the Israelites and their descendants with suffering and disasters, I will remind them that they know the words to this song, so they have no excuse for not obeying me. I will give them the land that I promised, but I know the way they are going to live later on.", "22": "Moses wrote down the words to the song[b] right away, and he taught it to the Israelites.", "23": "The Lord told Joshua, “Be brave and strong! I will help you lead the people of Israel into the land that I have promised them.”", "24": "Moses wrote down all these laws and teachings in a book, ", "25": "then he went to the Levites who carried the sacred chest and said:", "26": "This is The Book of God's Law. Keep it beside the sacred chest that holds the agreement the Lord your God made with Israel. This book is proof that you know what the Lord wants you to do. ", "27": "I know how stubborn and rebellious you and the rest of the Israelites are. You have rebelled against the Lord while I have been alive, and it will only get worse after I am gone. ", "28": "So call together the leaders and officials of the tribes of Israel. I will bring this book and read every word of it to you, and I will call the sky and the earth as witnesses that all of you know what you are supposed to do.", "29": "I am going to die soon, and I know that in the future you will stop caring about what is right and what is wrong, and so you will disobey the Lord and stop living the way I told you to live. The Lord will be angry, and terrible things will happen to you.", "30": "Moses called a meeting of all the people of Israel, so he could teach them the words to the song that the Lord had given him. And here are the words:"}