{"1": "Earth and Sky, listen to what I say!", "2": "Israel, I will teach you. My words will be like gentle rain on tender young plants, or like dew on the grass.", "3": "Join with me in praising the wonderful name of the Lord our God.", "4": "The Lord is a mighty rock,[a] and he never does wrong. God can always be trusted to bring justice.", "5": "But you lie and cheat and are unfaithful to him. You have disgraced yourselves and are no longer worthy to be his children.[b]", "6": "Israel, the Lord is your Father, the one who created you, but you repaid him by being foolish.", "7": "Think about past generations. Ask your parents or any of your elders. They will tell you", "8": "that God Most High gave land to every nation. He assigned a guardian angel to each of them,[c]", "9": "but the Lord himself takes care of Israel.[d]", "10": "Israel, the Lord discovered you in a barren desert filled with howling winds. God became your fortress, protecting you as though you were his own eyes.", "11": "The Lord was like an eagle teaching its young to fly, always ready to swoop down and catch them on its back.", "12": "Israel, the Lord led you, and without the aid of a foreign god,", "13": "he helped you capture the land. Your fields were rich with grain. Olive trees grew in your stony soil, and honey was found among the rocks.", "14": "Your flocks and herds produced milk and yogurt, and you got choice meat from your sheep and goats that grazed in Bashan. Your wheat was the finest, and you drank the best wine.", "15": "Israel,[e] you grew fat and rebelled against God, your Creator; you rejected the Mighty Rock,[f] your only place of safety.", "16": "You made God jealous and angry by worshiping disgusting idols and foreign gods.", "17": "You offered sacrifices to demons, those useless gods[g] that never helped you, new gods that your ancestors never worshiped.", "18": "You turned away from God, your Creator; you forgot the Mighty Rock,[h] the source of your life.", "19": "You were the Lord's children, but you made him angry. Then he rejected you ", "20": "and said, “You are unfaithful and can't be trusted. So I won't answer your prayers; I'll just watch and see what happens to you.", "21": "You worshiped worthless idols, and made me jealous and angry! Now I will send a cruel[i] and worthless nation to make you jealous and angry.", "22": "“My people, I will breathe out fire that sends you down to the world of the dead. It will scorch your farmlands and burn deep down under the mountains.", "23": "I'll send disaster after disaster to strike you like arrows.", "24": "You'll be struck by starvation and deadly diseases, by the fangs of wild animals and poisonous snakes.", "25": "Young and old alike will be killed in the streets and terrified at home.", "26": "“I wanted to scatter you, so no one would remember that you had ever lived.", "27": "But I dreaded the sound of your enemies saying, 'We defeated Israel with no help from the Lord.'”", "28": "People of Israel, that's what the Lord has said to you. But you don't have good sense, and you never listen to advice.", "29": "If you did, you could see where you are headed.", "30": "How could one enemy soldier chase a thousand of Israel's troops? Or how could two of theirs pursue ten thousand of ours? It can only happen if the Lord stops protecting Israel and lets the enemy win.", "31": "Even our enemies know that only our God is a Mighty Rock.[j]", "32": "Our enemies are grapevines rooted in the fields of Sodom and Gomorrah.[k] The grapes they produce are full of bitter poison;", "33": "their wine is more deadly than cobra venom.", "34": "But the Lord has written a list of their sins and locked it in his vault.", "35": "Soon our enemies will get what they deserve[l]— suddenly they will slip, and total disaster will quickly follow.", "36": "When only a few of the Lord's people remain, when their strength is gone, and some of them are slaves, the Lord will feel sorry for them and give them justice.", "37": "But first the Lord will say, “You ran for safety to other gods— couldn't they help you?", "38": "You offered them wine and your best sacrifices. Can't those gods help you now or give you protection?", "39": "Don't you understand? I am the only God; there are no others. I am the one who takes life and gives it again. I punished you with suffering. But now I will heal you, and nothing can stop me!", "40": "“I make this solemn promise: Just as I live forever,", "41": "I will take revenge on my hateful enemies. I will sharpen my sword and let it flash like lightning.", "42": "My arrows will get drunk on enemy blood; my sword will taste the flesh and the blood of the enemy. It will kill prisoners, and cut off the heads of their leaders.”[m]", "43": "Tell the heavens to celebrate and all gods to bow down to the Lord,[n] because he will take revenge on those hateful enemies who killed his people. He will forgive the sins of Israel and purify their land.[o]", "44-45": "Moses spoke the words of the song so that all the Israelites could hear, and Joshua[p] helped him. When Moses had finished, ", "46": "he said, “Always remember this song I have taught you today. And let it be a warning that you must teach your children to obey everything written in The Book of God's Law. ", "47": "The Law isn't empty words. It can give you a long life in the land that you are going to take.”", "48": "Later that day the Lord said to Moses:", "49": "Go up into the Abarim Mountain range here in Moab across the Jordan River valley from Jericho. And when you reach the top of Mount Nebo, you will be able to see the land of Canaan, which I am giving to Israel. ", "50": "Then you will die and be buried on the mountaintop, just as your brother Aaron died and was buried on Mount Hor. ", "51": "Both of you were unfaithful to me at Meribah Spring near Kadesh in the Zin Desert.[q] I am God, but there in front of the Israelites, you did not treat me with the honor and respect I deserve. ", "52": "So I will give the land to the people of Israel, but you will only get to see it from a distance."}