{"1": "Moses was a prophet, and before he died, he blessed the tribes of Israel by saying:", "2": "The Lord came from Mount Sinai. From Edom, he gave light to his people, and his glory was shining from Mount Paran. Thousands of his warriors were with him, and fire was at his right hand.[a]", "3": "The Lord loves the tribes of Israel,[b] and he protects his people. They listen to his words and worship at his feet.", "4": "I called a meeting of the tribes of Israel[c] and gave you God's Law.", "5": "Then you and your leaders made the Lord your king.", "6": "Tribe of Reuben, you will live, even though your tribe will always be small.[d]", "7": "The Lord will listen to you, tribe of Judah, as you beg to come safely home. You fought your enemies alone;[e] now the Lord will help you.", "8": "At Massah and Meribah Spring,[f] the Lord tested you, tribe of Levi. You were faithful,[g] and so the priesthood[h] belongs to the Levi tribe.", "9": "Protecting Israel's agreement with the Lord was more important to you than the life of your father or mother, or brothers or sisters, or your own children.[i]", "10": "You teach God's laws to Israel,[j] and at the place of worship you offer sacrifices and burn incense.", "11": "I pray that the Lord will bless everything you do, and make you strong enough to crush your enemies.", "12": "The Lord Most High[k] loves you, tribe of Benjamin. He will live among your hills and protect you.", "13": "Descendants of Joseph, the Lord will bless you with precious water from deep wells and with dew from the sky.", "14": "Month by month, your fruit will ripen in the sunshine.", "15": "You will have a rich harvest from the slopes of the ancient hills.", "16": "The Lord who appeared in the burning bush wants to give you the best the land can produce, and it will be a princely crown on Joseph's head.", "17": "The armies of Ephraim and Manasseh are majestic and fierce like a bull or a wild ox. They will run their spears through faraway nations.", "18": "Be happy, Zebulun, as your boats set sail; be happy, Issachar, in your tents.", "19": "The sea will make you wealthy, and from the sandy beach you will get treasure.[l] So invite the other tribes[m] to celebrate with you and offer sacrifices to God.", "20": "Tribe of Gad, the Lord will bless you with more land. So shout his praises! Your tribe is like a lion ripping up its victim.", "21": "Your leaders met together and chose the best land for your tribe, but you obeyed the Lord and helped the other tribes.[n]", "22": "Tribe of Dan, you are like a lion cub, startled by a snake.[o]", "23": "The Lord is pleased with you, people of Naphtali. He will bless you and give you the land to the west and the south.[p]", "24": "The Lord's greatest blessing is for you, tribe of Asher. You will be the favorite of all the other tribes. You will be rich with olive oil", "25": "and have strong town gates with bronze and iron bolts. Your people will be powerful for as long as they live.", "26": "Israel,[q] no other god is like ours— the clouds are his chariot as he rides across the skies to come and help us.", "27": "The eternal God is our hiding place; he carries us in his arms. When God tells you to destroy your enemies, he will make them run.", "28": "Israel, you will live in safety; your enemies will be gone.[r] The dew will fall from the sky, and you will have plenty of grain and wine.", "29": "The Lord has rescued you and given you more blessings than any other nation. He protects you like a shield and is your majestic sword. Your enemies will bow in fear, and you will trample on their backs."}