{"1": "Moses called together the people of Israel and said: Today I am telling you the laws and teachings that you must follow, so listen carefully. ", "2": "The Lord our God made an agreement with our nation at Mount Sinai.[a] ", "3": "That agreement wasn't only with[b] our ancestors but with us, who are here today. ", "4": "The Lord himself spoke to you out of the fire, ", "5": "but you were afraid of the fire and refused to go up the mountain. So I spoke with the Lord for you, then I told you that he had said:", "6": "I am the Lord your God, the one who brought you out of Egypt where you were slaves.", "7": "Do not worship any god except me.", "8": "Do not make idols that look like anything in the sky or on earth or in the ocean under the earth. ", "9": "Don't bow down and worship idols. I am the Lord your God, and I demand all your love. If you reject me and worship idols, I will punish your families for three or four generations. ", "10": "But if you love me and obey my laws, I will be kind to your families for thousands of generations.", "11": "Do not misuse my name.[c] I am the Lord your God, and I will punish anyone who misuses my name.", "12": "Show respect for the Sabbath Day—it belongs to me. ", "13": "You have six days when you can do your work, ", "14": "but the seventh day of the week belongs to me, your God. No one is to work on that day—not you, your children, your oxen or donkeys or any other animal, not even those foreigners who live in your towns. And don't make your slaves do any work. ", "15": "This special day of rest will remind you that I reached out my mighty arm and rescued you from slavery in Egypt.", "16": "Respect your father and mother, and you will live a long and successful life in the land I am giving you.", "17": "Do not murder.", "18": "Be faithful in marriage.", "19": "Do not steal.", "20": "Do not tell lies about others.", "21": "Do not want anything that belongs to someone else. Don't want anyone's wife or husband, house, land, slaves, oxen, donkeys, or anything else.", "22": "When we were gathered on the mountain, the Lord spoke to us in a loud voice from the dark fiery cloud. The Lord gave us these commands, and only these. Then he wrote them on two flat stones and gave them to me.", "23": "Moses said to Israel: When fire blazed from the mountain, and you heard the voice coming from the darkness, your tribal leaders came to me ", "24": "and said: Today the Lord our God has shown us how powerful and glorious he is. He spoke to us from the fire, and we learned that people can live, even though God speaks to them. ", "25": "But we don't want to take a chance on being killed by that terrible fire, and if we keep on hearing the Lord's voice, we will die. ", "26": "Has anyone else ever heard the only true God speaking from fire, as we have? And even if they have, would they live to tell about it? ", "27": "Moses, go up close and listen to the Lord. Then come back and tell us, and we will do everything he says.", "28": "The Lord heard you and said: Moses, I heard what the people said to you, and I approve. ", "29": "I wish they would always worship me with fear and trembling and be this willing to obey me! Then they and their children would always enjoy a successful life.", "30": "Now, tell them to return to their tents, ", "31": "but you come back here to me. After I tell you my laws and teachings, you will repeat them to the people, so they can obey these laws in the land I am giving them.", "32": "Moses said: Israel, you must carefully obey the Lord's commands. ", "33": "Follow them, because they make a path that will lead to a long successful life in the land the Lord your God is giving you."}