{"1": "Moses said: People of Israel, the Lord your God will help you take the land of the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites. These seven nations have more people and are stronger than Israel, but when you attack them, ", "2": "the Lord will force them out of the land. Then you must destroy them without mercy. Don't make any peace treaties with them, ", "3": "and don't let your sons and daughters marry any of them. ", "4": "If you do, those people will lead your descendants to worship other gods and to turn their backs on the Lord. That will make him very angry, and he will quickly destroy Israel.", "5": "So when you conquer these nations, tear down the altars where they worship their gods. Break up their sacred stones, cut down the poles that they use in worshiping the goddess Asherah, and throw their idols in the fire.", "6": "Moses said: Israel, you are the chosen people of the Lord your God. There are many nations on this earth, but he chose only Israel to be his very own. ", "7": "You were the weakest of all nations, ", "8": "but the Lord chose you because he loves you and because he had made a promise to your ancestors. Then with his mighty arm, he rescued you from the king of Egypt, who had made you his slaves.", "9": "You know that the Lord your God is the only true God. So love him and obey his commands, and he will faithfully keep his agreement with you and your descendants for a thousand generations. ", "10": "But if you turn against the Lord, he will quickly destroy you. ", "11": "So be sure to obey his laws and teachings I am giving you today.", "12": "Moses said to Israel: If you completely obey these laws, the Lord your God will be loyal and keep the agreement he made with you, just as he promised our ancestors. ", "13": "The Lord will love you and bless you by giving you many children and plenty of food, wine, and olive oil. Your herds of cattle will have many calves, and your flocks of sheep will have many lambs. ", "14": "God will bless you more than any other nation—your families will grow and your livestock increase. ", "15": "You will no longer suffer with the same horrible diseases that you sometimes had in Egypt. You will be healthy, but the Lord will make your enemies suffer from those diseases.", "16": "Moses said to Israel: When the Lord helps you defeat your enemies, you must destroy them without pity! And don't get trapped into worshiping their gods.", "17": "You may be thinking, “How can we destroy these nations? They are more powerful than we are.” ", "18": "But stop worrying! Just remember what the Lord your God did to Egypt and its king. ", "19": "You saw how the Lord used his tremendous power to work great miracles and bring you out of Egypt. And he will again work miracles for you when you face these enemies you fear so much. ", "20": "Some of them may try to survive by hiding from you, but the Lord will make them panic, and soon they will be dead.[a] ", "21": "So don't be frightened when you meet them in battle. The Lord your God is great and fearsome, and he will fight at your side.", "22": "As you attack these nations, the Lord will force them out little by little. He won't let you get rid of them all at once—if he did, there wouldn't be enough people living in the land to keep down the number of wild animals. ", "23-24": "But when you attack your enemies, the Lord will make them panic, and you will easily destroy them. You will defeat them one after another until they are gone, and no one will remember they ever lived.", "25": "After you conquer a nation, burn their idols. Don't get trapped into wanting the silver or gold on an idol. Even the metal on an idol is disgusting to the Lord, ", "26": "so destroy it. If you bring it home with you, both you and your house will be destroyed. Stay away from those disgusting idols!"}