{"1": "Moses said: Israel, do you want to go into the land the Lord promised your ancestors? Do you want to capture it, live there, and become a powerful nation? Then be sure to obey every command I am giving you.", "2": "Don't forget how the Lord your God has led you through the desert for the past forty years. He wanted to find out if you were truly willing to obey him and depend on him, ", "3": "so he made you go hungry. Then he gave you manna,[a] a kind of food that you and your ancestors had never even heard about. The Lord was teaching you that people need more than food to live—they need every word that the Lord has spoken.", "4": "Over the past forty years, your clothing hasn't worn out, and your feet haven't swollen. ", "5": "So keep in mind that the Lord has been correcting you, just as parents correct their children. ", "6": "Obey the commands the Lord your God has given you and worship him with fear and trembling.", "7": "The Lord your God is bringing you into a good land with streams that flow from springs in the valleys and hills. ", "8-9": "You can dig for copper in those hills, and the stones are made of iron ore. And you won't go hungry. Wheat and barley fields are everywhere, and so are vineyards and orchards full of fig, pomegranate,[b] and olive trees, and there is plenty of honey.", "10": "Moses said to Israel: After you eat and are full, give praise to the Lord your God for the good land he gave you. ", "11": "Make sure that you never forget the Lord or disobey his laws and teachings that I am giving you today. If you always obey them, ", "12": "you will have plenty to eat, and you will build good houses to live in. ", "13": "You will get more and more cattle, sheep, silver, gold, and other possessions.", "14": "But when all this happens, don't be proud! Don't forget that you were once slaves in Egypt and that it was the Lord who set you free. ", "15": "Remember how he led you in that huge and frightening desert where poisonous snakes and scorpions live. There was no water, but the Lord split open a rock, and water poured out so you could drink. ", "16": "He also gave you manna,[c] a kind of food your ancestors had never even heard about. The Lord was testing you to make you trust him, so that later on he could be good to you.", "17": "When you become successful, don't say, “I'm rich, and I've earned it all myself.” ", "18": "Instead, remember that the Lord your God gives you the strength to make a living. That's how he keeps the promise he made to your ancestors.", "19-20": "But I'm warning you—if you forget the Lord your God and worship other gods, the Lord will destroy you, just as he destroyed the nations you fought."}