{"1": "And you he has quickened to life also, who were dead in trespass and sin, ", "2": "in which you walked in time past according to the course of this world, and followed the prince that rules in the air – the spirit that now works in the children of unbelief, ", "3": "among whom we also had our living in time past, in the lusts of our flesh, and fulfilled the will of the flesh and of the mind, and were naturally the children of wrath fully as well as others.", "4": "But God, who is rich in mercy, through his great love that he loved us with ", "5": "even when we were dead by sin, has quickened us to life together in Christ (for by grace you are saved), ", "6": "and has raised us up together, and made us sit together in heavenly things through Christ Jesus, ", "7": "in order to show in times to come the exceeding riches of his grace, in kindness toward us in Christ Jesus. ", "8": "For by grace you are saved, through faith – and that not of yourselves. For it is the gift of God, ", "9": "and does not come by works, lest any man should boast. ", "10": "For we are his workmanship, created in Christ Jesus for good works, to which God ordained us before, that we should walk in them.", "11": "And so remember that you (being in time past Gentiles in the flesh, and called uncircumcision by those who are called the circumcision in the flesh, which circumcision is made by hands) – ", "12": "remember, I say, that you were at that time without Christ, and were reputed aliens from the community of Israel, and were strangers to the testaments of promise, and had no hope, and were without God in this world. ", "13": "But now, in Christ Jesus, you who a while ago were afar off, are made near by the blood of Christ.", "14": "For he is our peace, who has made of both one, and has broken down the wall that was a partition between us, ", "15": "and has also put away through his flesh the cause of hatred (that is to say, the law of observances contained in the written law), to make of the two one new man in himself, so making peace, ", "16": "and to reconcile both to God in one body through his cross. And he slew hatred thereby, ", "17": "and came and preached peace to you who were afar off and to those that were near. ", "18": "For through him we both have an open way in, in one Spirit, to the Father.  ", "19": "Now therefore you are no longer strangers and foreigners, but citizens with the saints, and of the household of God. ", "20": "And you are built upon the foundation of the apostles and prophets, Jesus Christ being the head cornerstone, ", "21": "in whom every structure coupled together grows into a holy temple in the Lord – ", "22": "in whom you also are built together, and made a habitation for God in the Spirit."}