{"1": "For this then I, Paul, am in the bonds of Jesus Christ, for the sake of you who are heathen – ", "2": "if you have heard of the ministration of the grace of God that is given to me for you. ", "3": "For by revelation he showed this mystery to me, as I wrote above in a few words, ", "4": "from which, when you read, you may know my understanding in the mystery of Christ. ", "5": "This mystery was not in times past opened to the sons of men as it is now revealed to his holy apostles and prophets by the Spirit: ", "6": "that the Gentiles should be inheritors also, and of the same body, and partakers of his promise that is in Christ by the means of the gospel – ", "7": "of which gospel I am made a minister by the gift of the grace of God given to me through the working of his power. ", "8": "To me, the least of all saints, is this grace given, to preach among the Gentiles the unsearchable riches of Christ, ", "9": "and to make all men see what the fellowship of the mystery is. This mystery has from the beginning of the world been hid in God, who made all things through Jesus Christ, ", "10": "to the intent that now, through the congregation, the manifold wisdom of God may be made known to the rulers and powers in heaven, ", "11": "according to the eternal purpose which he purposed in Christ Jesus our Lord, ", "12": "by whom we are bold to draw near in the confidence that we have by faith on him.", "13": "Therefore I desire that you faint not because of my tribulations for your sakes, which are worthy to be glorified by you. ", "14": "For this I bow my knees to the Father of our Lord Jesus Christ, ", "15": "who is Father over all that is called father in heaven and in earth. ", "16": "I pray that he would grant you, according to the riches of his glory, to be strengthened with power by his Spirit in the inner man, ", "17": "and that Christ may dwell in your hearts by faith, so that you, being rooted and grounded in love, ", "18": "may be able to comprehend with all the saints what is that breadth and length, depth and height, ", "19": "and to know what is the love of Christ, which love passes knowledge; that you might be filled with every kind of fullness that comes of God.", "20": "Now to him who is able to do exceeding abundantly above all that we ask or think by the power that works in us, ", "21": "be praise in the congregation by Jesus Christ throughout all generations, world without end. Amen."}