{"1": "I therefore, who am in bonds for the Lord's sake, exhort you to walk worthy of the calling wherein you are called, ", "2": "in all humbleness of mind, and meekness and longsuffering, forbearing one another through love; ", "3": "and to be diligent to keep the unity of the Spirit in the bond of peace, ", "4": "being one body and one spirit, even as you are called in one hope of your calling. ", "5": "Let there be but one Lord, one faith, one baptism: ", "6": "one God and Father of all, who is above all, through all, and in you all.", "7": "To every one of us grace is given according to the nature and scope of the gift of Christ. ", "8": "Therefore he says: He ascended up on high, and has led captivity captive, and has given gifts to men. ", "9": "That he ascended, what does it mean but that he also descended first, into the lowest parts of the earth? ", "10": "He who descended is the same also who ascended up, even above all heavens, to fulfil all things. ", "11": "And the very same made some apostles, some prophets, some evangelists, some shepherds, and some teachers, ", "12": "so that the saints may have all things necessary to work and minister for the edifying of the body of Christ, ", "13": "until we every one (in the unity of faith and the knowledge of the Son of God) grow up to be perfect in the maturity of the fullness of Christ; ", "14": "so that we henceforth would no longer be children, wavering and carried with every wind of doctrine by the wiliness of men, and craftiness whereby they lay in wait for us, to deceive us.", "15": "But let us follow the truth in love, and in all things grow in him who is the head; that is to say, Christ. ", "16": "In him all the body is coupled and knit together in every joint, and one ministers to another (according to the divine working, as every part has its role), and advances the body for the edifying of itself in love.  ", "17": "I say therefore, and testify in the Lord, that henceforth you must not walk like other Gentiles walk, in vanity of their mind, ", "18": "blinded in their understanding, being alienated from the life that is in God, through the ignorance that is in them because of the blindness of their hearts; ", "19": "who, being past repentance, have given themselves over to wantonness, to work all manner of uncleanness, even with greediness. ", "20": "But you have not so learned Christ – ", "21": "if it so be that you have heard him, and are taught in him, inasmuch as the truth is in Jesus. ", "22": "So then, as concerning the former lifestyle, lay away from you that old man, which is corrupt through deceptive desires and affections, ", "23": "and be renewed in the spirit of your minds, ", "24": "and put on that new man, which is shapen in the image of God in righteousness and true holiness.", "25": "Therefore put away lying, and let every person speak truth to his neighbour, seeing as we are members of one another. ", "26": "Be angry, but sin not. Let not the sun go down upon your wrath; ", "27": "neither give place to the backbiter. ", "28": "Let him who stole steal no more, but let him rather do good work with his hands, so that he may have something to give to him who has need.", "29": "Let no unwholesome talk proceed out of your mouths, but that which is good to edify when needful, so that it may find favour with the hearers. ", "30": "And grieve not the Holy Spirit of God, by whom you are sealed for the day of redemption. ", "31": "Let all bitterness, fierceness, and wrath, shouting and cursing, be put away from you, with all maliciousness. ", "32": "Be kind to one another, and merciful, forgiving one another, even as God for Christ's sake forgave you."}