{"1": "Children, obey your fathers and mothers in the Lord, for this is right. ", "2": "Honour your father and mother (which is the first commandment that has any promise with it), ", "3": "so that you may prosper and live long on the earth. ", "4": "And ye fathers, do not move your children to wrath, but bring them up in the nurture and admonition of the Lord.", "5": "Servants, be obedient to your carnal masters with fear and trembling, in singleness of heart, as to Christ – ", "6": "not with eye-service, as men-pleasers, but as the servants of Christ, doing the will of God from the heart with good will: ", "7": "serving the Lord, and not men. ", "8": "And remember, whatever good thing anyone does, that he will receive back again from the Lord, whether he be bond or free.", "9": "And ye masters, do the same toward your servants, putting away threatenings. And remember that even your master also is in heaven; neither is there any respect of person with him.", "10": "Finally, my brethren, be strong in the Lord, and in the power of his might. ", "11": "Put on the armour of God so that you are able to stand steadfast against the crafty assaults of the devil. ", "12": "For we wrestle not against flesh and blood, but against rule, against power; namely against the rulers of the world, of the darkness of this world; against spiritual wickedness, for heavenly things. ", "13": "So then take up the armour of God, so that you are able to resist in the evil day, and to stand perfect in all things.", "14": "Stand therefore, your loins girt about with truth, having on the breastplate of righteousness, ", "15": "and shod with shoes prepared by the gospel of peace. ", "16": "Above all, take up the shield of faith, with which you will be able to quench all the fiery darts of the evil one. ", "17": "And take the helmet of salvation, and the sword of the Spirit, which is the word of God. ", "18": "And pray always with every sort of prayer and supplication, and that in the Spirit. And keep vigil also with all perseverance and supplication for all the saints – ", "19": "and for me: that utterance may be given to me; that I may open my mouth boldly to utter the mystery of the gospel, ", "20": "for which I am a messenger in bonds; that I may speak freely therein as I ought to speak.", "21": "But so that you may also know how I am and what I am doing, Tychicus, my dear brother and faithful minister in the Lord, will tell you everything, ", "22": "whom I sent to you for this same purpose: so that you could know what circumstances I stand in, and so that he could comfort your hearts.", "23": "Peace be with the brethren, and love with faith, from God the Father and from the Lord Jesus Christ. ", "24": "Grace be with all those who love our Lord Jesus Christ in pureness. Amen. Sent from Rome to the Ephesiansby the hand ofTychicus."}