{"1": "So remember[a] your Creator in the days of your youth— before[b] the difficult[c] days come, and the years draw near when you will say, “I have no pleasure in them”;", "2": "before the sun and the light[d] of the moon and the stars grow dark, and the clouds disappear[e] after the rain;", "3": "when those who keep watch over the house[f] begin to tremble,[g] and the virile men begin to stoop over,[h] and the grinders[i] begin to cease because they grow few, and those who look through the windows grow dim,[j]", "4": "and the doors along the street are shut; when the sound of the grinding mill[k] grows low, and one is awakened[l] by the sound of a bird, and all their[m] songs[n] grow faint,[o]", "5": "and they are afraid of heights and the dangers[p] in the street; the almond blossoms[q] grow white,[r] and the grasshopper[s] drags itself along,[t] and the caper berry[u] shrivels up[v]— because man goes to his eternal home,[w] and the mourners go about in the streets—", "6": "before the silver cord is removed, or the golden bowl is broken, or the pitcher is shattered at the well,[x] or the water wheel[y] is broken at the cistern—", "7": "and the dust returns to the earth as it was, and the life's breath[z] returns to God who gave it.", "8": "“Absolutely futile!”[aa] laments the Teacher,[ab] “All  these things[ac] are futile!”[ad]", "9": "Not only was the Teacher wise,[ae] but he also taught knowledge to the people; he carefully evaluated[af] and arranged[ag] many proverbs.", "10": "The Teacher sought to find delightful[ah] words, and to write[ai] accurately truthful sayings.[aj]", "11": "The words of the sages are like prods,[ak] and the collected sayings are like firmly fixed nails; they are given by one shepherd.", "12": "Be warned, my son, of anything in addition to them.[al] There is no end to the making[am] of many books, and much study is exhausting to the body.[an]", "13": "Having heard everything, I have reached this conclusion:[ao] Fear God and keep his commandments, because this is the whole duty[ap] of man.", "14": "For God will evaluate every deed,[aq] including every secret thing, whether good or evil."}