{"1": "So[a] I again considered[b] all the oppression[c] that continually occurs[d] on earth.[e] This is what I saw:[f] The oppressed[g] were in tears,[h] but no one was comforting them; no one delivers[i] them from the power of their oppressors.[j]", "2": "So I considered[k] those who are dead and gone[l] more fortunate than those who are still alive.[m]", "3": "But better than both is the one who has not been born[n] and has not seen the evil things that are done on earth.[o]", "4": "Then I considered[p] all the skillful work[q] that is done: Surely it is nothing more than[r] competition[s] between one person and another.[t] This also is profitless—like[u] chasing the wind.", "5": "The fool folds his hands and does no work,[v] so he has nothing to eat but his own flesh.[w]", "6": "Better is one handful with some rest than two hands full of toil[x] and chasing the wind.", "7": "So[y] I again considered[z] another[aa] futile thing on earth:[ab]", "8": "A man who is all alone with no companion,[ac] he has no children nor siblings;[ad] yet there is no end to all his toil, and he[ae] is never satisfied with riches. He laments,[af] “For whom am I toiling and depriving myself[ag] of pleasure?”[ah] This also is futile and a burdensome task![ai]", "9": "Two people are better than one, because they can reap[aj] more benefit[ak] from their labor.", "10": "For if they fall, one will help his companion up, but pity[al] the person who falls down and has no one to help him up.", "11": "Furthermore, if two lie down together, they can keep each other warm, but how can one person keep warm by himself?", "12": "Although an assailant may overpower[am] one person, two can withstand him. Moreover, a three-stranded cord is not quickly broken.", "13": "A poor but wise youth is better than an old and foolish king who no longer knows how to receive advice.", "14": "For he came out of prison[an] to become king, even though he had been born poor in what would become his[ao] kingdom.", "15": "I considered all the living who walk on earth,[ap] as well as the successor[aq] who would arise[ar] in his place.", "16": "There is no end to all the people[as] nor to the past generations,[at] yet future generations[au] will not rejoice in him. This also is profitless and like[av] chasing the wind."}