{"1": "Here is[a] another misfortune[b] that I have seen on earth,[c] and it weighs heavily[d] on people:[e]", "2": "God gives a man riches, property, and wealth so that he lacks nothing that his heart[f] desires,[g] yet God does not enable[h] him to enjoy[i] the fruit of his labor[j]— instead, someone else[k] enjoys[l] it![m] This is fruitless and a grave misfortune.[n]", "3": "Even if a man fathers a hundred children and lives many years, even if he lives a  long, long time,[o] but cannot enjoy his prosperity— even if he were to live forever[p]— I would say, “A stillborn child[q] is better off than he is.”[r]", "4": "Though the stillborn child[s] came into the world[t] for no reason[u] and departed into darkness, though its name is shrouded in darkness,[v]", "5": "though it never saw the light of day[w] nor knew anything,[x] yet it has more rest[y] than that man—", "6": "if he should live a thousand years twice, yet does not enjoy his prosperity. For both of them die![z]", "7": "All man's labor is for nothing more than[aa] to fill his stomach[ab]— yet his appetite[ac] is never satisfied!", "8": "So what advantage does a wise man have over a fool?[ad] And what advantage[ae] does a pauper gain by knowing how to survive?[af]", "9": "It is better to be content with[ag] what the eyes can see[ah] than for one's heart always to crave more.[ai] This continual longing[aj] is futile—like[ak] chasing the wind.", "10": "Whatever has happened was foreordained,[al] and what happens to a person[am] was also foreknown. It is useless for him to argue with God about his fate because God is more powerful than he is.[an]", "11": "The more one argues with words, the less he accomplishes.[ao] How does that benefit him?[ap]", "12": "For no one knows what is best for a person during his life[aq]— during the few days of his fleeting life— for[ar] they pass away[as] like a shadow. Nor can anyone tell him what the future will hold for him on earth.[at]"}