{"1": "A good reputation[a] is better[b] than precious[c] perfume;[d] likewise,[e] the day of one's[f] death[g] is better than the day of one's birth.[h]", "2": "It is better to go to a funeral[i] than a feast.[j] For death[k] is the destiny[l] of every person,[m] and the living should[n] take this[o] to heart.", "3": "Sorrow[p] is better than laughter, because sober reflection[q] is good for the heart.[r]", "4": "The heart of the wise is in the house of mourning, but the heart of fools is in the house of merrymaking.[s]", "5": "It is better for a person to receive[t] a rebuke from those who are wise[u] than to listen to the song[v] of fools.", "6": "For like the crackling of quick-burning thorns[w] under a cooking pot, so is the laughter of the fool. This kind of folly[x] also is useless.[y]", "7": "Surely oppression[z] can turn a wise person into a fool;[aa] likewise,[ab] a bribe corrupts[ac] the heart.[ad]", "8": "The end of a matter[ae] is better than its beginning; likewise, patience[af] is better than pride.[ag]", "9": "Do not let yourself be quickly provoked,[ah] for anger resides in the lap[ai] of fools.", "10": "Do not say, “Why were the old days better than these days?”[aj] for it is not wise to ask that.[ak]", "11": "Wisdom, like[al] an inheritance, is a good thing; it benefits those who see the light of day.[am]", "12": "For wisdom provides[an] protection,[ao] just as[ap] money provides protection.[aq] But the advantage of knowledge is this: Wisdom preserves the life[ar] of its owner.", "13": "Consider the work of God: For who can make straight what he has bent?", "14": "In times of prosperity[as] be joyful, but in times of adversity[at] consider this: God has made one as well as the other,[au] so that no one can discover what the future holds.[av]", "15": "During the days of my fleeting life[aw] I have seen both[ax] of these things: Sometimes[ay] a righteous person dies prematurely[az] in spite of[ba] his righteousness, and sometimes[bb] a wicked person lives long[bc] in spite of his evil deeds.", "16": "So do not be excessively righteous or excessively[bd] wise;[be] otherwise[bf] you might[bg] be disappointed.[bh]", "17": "Do not be excessively wicked and do not be a fool; otherwise[bi] you might die before your time.", "18": "It is best to take hold of one warning[bj] without letting go of the other warning;[bk] for the one who fears God will follow[bl] both warnings.[bm]", "19": "Wisdom gives a wise person more protection[bn] than ten rulers in a city.", "20": "For[bo] there is not one truly[bp] righteous person on the earth who continually does good and never sins.", "21": "Also, do not pay attention to everything that people[bq] say; otherwise,[br] you might even hear[bs] your servant cursing you.", "22": "For you know in your own heart[bt] that you also have cursed others many times.", "23": "I have examined all this by wisdom; I said, “I am determined[bu] to comprehend this”[bv]—but it was beyond my grasp.[bw]", "24": "Whatever has happened is beyond human[bx] understanding;[by] it is far deeper than anyone can fathom.[bz]", "25": "I tried[ca] to understand, examine, and comprehend[cb] the role of[cc] wisdom in the scheme of things,[cd] and to understand the stupidity of wickedness[ce] and the insanity of folly.[cf]", "26": "I discovered this:[cg] More bitter than death is the kind of[ch] woman[ci] who is like a hunter's snare;[cj] her heart is like a hunter's net and her hands are like prison chains. The man who pleases God escapes her, but the sinner is captured by her.", "27": "The Teacher says: I discovered this while trying to discover the scheme of things, item by item.", "28": "What I have continually sought, I have not found; I have found only[ck] one upright[cl] man among a thousand, but I have not found one upright woman among all of them.", "29": "This alone have I discovered: God made humankind upright, but they have sought many evil schemes."}