{"1": "So I reflected on all this,[a] attempting to clear[b] it all up. I concluded that[c] the righteous and the wise, as well as their works, are in the hand of God; whether a person will be loved or hated[d]— no one knows what lies ahead.[e]", "2": "Everyone shares the same fate[f]— the righteous and the wicked, the good and the bad,[g] the ceremonially clean and unclean, those who offer sacrifices and those who do not. What happens to the good person, also happens to the sinner;[h] what happens to those who make vows, also happens to those who are afraid to make vows.", "3": "This is the unfortunate fact[i] about everything that happens on earth:[j] the same fate awaits[k] everyone. In addition to this, the hearts of all people[l] are full of evil, and there is folly in their hearts during their lives—then they die.[m]", "4": "But whoever is among[n] the living[o] has hope; a live dog is better than a dead lion.", "5": "For the living know that they will die, but the dead do not know anything; they have no further reward—and even the memory of them disappears.[p]", "6": "What they loved,[q] as well as what they hated[r] and envied,[s] perished long ago, and they no longer have a part in anything that happens on earth.[t]", "7": "Go, eat your food[u] with joy, and drink your wine with a happy heart, because God has already approved your works.", "8": "Let your clothes always be white, and do not spare precious ointment on your head.", "9": "Enjoy[v] life with your beloved wife[w] during all the days of your fleeting[x] life that God[y] has given you on earth[z] during all your fleeting days;[aa] for that is your reward in life and in your burdensome work[ab] on earth.[ac]", "10": "Whatever you find to do with your hands,[ad] do it with all your might, because there is neither work nor planning nor knowledge nor wisdom in the grave,[ae] the place where you will eventually go.[af]", "11": "Again,[ag] I observed this on the earth:[ah] the race is not always[ai] won by the swiftest, the battle is not always won by the strongest; prosperity[aj] does not always belong to those who are the wisest, wealth does not always belong to those who are the most discerning, nor does success[ak] always come to those with the most knowledge— for time and chance may overcome[al] them all.", "12": "Surely, no one[am] knows his appointed time.[an] Like fish that are caught in a deadly[ao] net, and like birds that are caught in a snare— just like them, all people[ap] are ensnared[aq] at an unfortunate[ar] time that falls upon them suddenly.", "13": "This is what I also observed about wisdom on earth,[as] and it is a great burden[at] to me:", "14": "There was once[au] a small city with a few men in it, and a mighty king attacked it, besieging[av] it and building strong[aw] siege works against it.", "15": "However, a poor but wise man lived in the city,[ax] and he could have delivered[ay] the city by his wisdom, but no one listened to[az] that poor man.", "16": "So I concluded that wisdom is better than might,[ba] but a poor man's wisdom is despised; no one ever listens[bb] to his advice.[bc]", "17": "The words of the wise are heard in quiet, more than the shouting of a ruler is heard[bd] among fools.", "18": "Wisdom is better than weapons of war, but one sinner can destroy much that is good."}