{"1": "The words of Nehemiah the son of Hakaliah. In the month Kislev, in the twentieth year, while I was in Susa the palace, ", "2": "Hanani, one of my relatives, and some men of Judah arrived. So I asked them concerning the returning Jews who had been in captivity, and concerning Jerusalem.", "3": "They said to me, “The remnant that returned from captivity is there in the province enduring great affliction and reproach. Also, the wall of Jerusalem remains broken down, and its gates have been burned with fire.”", "4": "When I heard these words, I sat down and wept and mourned for days. Then I fasted, and prayed before the God of heaven, ", "5": "and said: “I beseech You, O Lord God of heaven, the great and awesome God, who keeps covenant and mercy for those who love Him and keep His commandments. ", "6": "Let Your ear now be attentive, and Your eyes open, that You may hear the prayer of Your servant, which I now pray before You, day and night, for the children of Israel Your servants, and confess the sins of the children of Israel, which we have sinned against You. Both my father's house and I have sinned. ", "7": "We have acted very corruptly against You and have not obeyed the commandments, nor the statutes, nor the judgments, which You commanded Your servant Moses.", "8": "“Please remember the word that You commanded Your servant Moses, saying, 'If you behave unfaithfully, then I will scatter you among the nations, ", "9": "but if you return to Me and keep My commandments and do them, though your outcasts are under the farthest part of the heavens, I will gather them from there and bring them back to the place where I have chosen to establish My name.'", "10": "“Now these are Your servants and Your people, whom You have redeemed by Your great power and by Your strong hand. ", "11": "O Lord, I implore You, let Your ear be attentive to the prayer of Your servant, and to the prayer of Your servants who delight to revere Your name. And let Your servant prosper this day, and grant him mercy in the sight of this man.” For I was the king's cupbearer."}