{"1": "In the month of Nisan, during the twentieth year of King Artaxerxes, when wine was before him, I took the wine and gave it to the king. Never had I been upset in his presence. ", "2": "So the king said to me, “Why is your face troubled though you do not seem sick? This is nothing but a troubled heart.” Then I became very much afraid ", "3": "and said to the king, “May the king live forever! Why should not my face be troubled when the city, the place of my fathers' tombs, lies waste, and its gates have been destroyed by fire?”", "4": "So the king said to me, “What are you requesting about this matter?” Immediately, I prayed to the God of heaven ", "5": "and then said to the king, “If this pleases the king and if this might be good for your servant who is before you, then would you send me to Judah, to the city of my fathers' tombs so that I may rebuild it?”", "6": "The king, with the queen sitting beside him, said to me, “How long would your journey be? And when will you return?” Because it pleased the king to send me, I established a timetable for him.", "7": "I further said to the king, “If this pleases the king, may letters be given to me for the governors of the province Beyond the River so that they would allow me to pass through until I come to Judah, ", "8": "as well as a letter to Asaph the keeper of the king's forest, that he may give me timber to make beams for the gates of the temple mount, for the city wall, and for the house into which I will enter.” The king granted me these things, because the good hand of my God was upon me. ", "9": "When I came to the governors of the province Beyond the River, I gave them the king's letters. He also sent with me commanders of foot and horse soldiers.", "10": "When Sanballat the Horonite and Tobiah the Ammonite subordinate heard this, it deeply grieved them that there was a man coming to seek the welfare of the children of Israel.", "11": "When I arrived in Jerusalem, I was there three days. ", "12": "Then I arose in the night, I and a few men who were with me; I told no one what my God had put in my heart to do for Jerusalem. There was no animal with me, except the one on which I rode.", "13": "So I went out by night by the Valley Gate toward the Dragon's Well and then to the Dung Gate, because I was inspecting the broken-down walls of Jerusalem and its burned gates. ", "14": "Next I passed by the Fountain Gate and then to the King's Pool, but there was no place for my mount to pass. ", "15": "By going up along the riverbed at night, I inspected the wall. Then I turned back so that I could enter by the Valley Gate, and then came back again. ", "16": "The officials did not know where I went or what I did, since I had not yet told it to the Jews, the priests, the nobles, the officials, or to any of the others who would do the work.", "17": "Finally, I said to them, “You see the distress that we are in, how Jerusalem is devastated and its gates are burned with fire. Come, and let us rebuild the wall of Jerusalem so that we will no more be a reproach.” ", "18": "Then I told them that the hand of my God had been good to me and also about the king's words that he had spoken to me. And they said, “Let us rise up and build!” So they strengthened their hands for the good work.", "19": "But when Sanballat the Horonite, Tobiah the Ammonite subordinate, and Geshem the Arabian heard it, they laughed us to scorn, and despised us, and said, “What is this thing that you are doing? Are you rebelling against the king?”", "20": "Then answered I them and said to them, “The God of heaven, He will enable us to prosper. Therefore we His servants will arise and build, but you will have no portion, or right, or memorial in Jerusalem.”"}