{"1": "Then Eliashib the high priest rose up with his brothers the priests, and they built the Sheep Gate. They sanctified it and erected its doors. From the Tower of the Hundred to the Tower of Hananel, they sanctified the wall. ", "2": "Next to him the men of Jericho built, and next to them Zakkur the son of Imri built.", "3": "The sons of Hassenaah built the Fish Gate, constructing its beams, erecting its doors, and installing locks and bars for it. ", "4": "Next to them Meremoth the son of Uriah, the son of Hakkoz made repairs. Next to him, Meshullam the son of Berekiah, the son of Meshezabel made repairs. Next to him Zadok the son of Baana made repairs. ", "5": "Next to them the Tekoites made repairs, but their noblemen would not put their shoulders to the work of their Lord.", "6": "Joiada the son of Paseah and Meshullam the son of Besodeiah repaired the Old Gate. They constructed its beams, erected its doors, and installed locks and bars for it. ", "7": "Next to them repairs were made by Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, places under the authority of the governor of the province Beyond the River. ", "8": "Next to them Uzziel the son of Harhaiah, one of the goldsmiths, made repairs. Next to him Hananiah, the son of one of the apothecaries, made repairs, and they repaired Jerusalem as far as the Broad Wall. ", "9": "Next to him Rephaiah the son of Hur, commander of half of the Jerusalem district, made repairs. ", "10": "Next to him Jedaiah the son of Harumaph made repairs across from his house. Next to him Hattush the son of Hashabneiah made repairs. ", "11": "Malkijah the son of Harim and Hasshub the son of Pahath-Moab repaired another section, as well as the Tower of the Furnaces. ", "12": "Next to them Shallum the son of Hallohesh, commander of the other half of the Jerusalem district, made repairs along with his daughters.", "13": "Hanun and the inhabitants of Zanoah repaired the Valley Gate. They rebuilt it, erected its doors, and installed locks and bars for it, plus repaired one thousand cubits[a] along on the wall to the Dung Gate.", "14": "But the Dung Gate was repaired by Malkijah the son of Rekab, commander of the Beth Hakkerem district. He rebuilt it, and erected its doors, and installed the locks and bars for it.", "15": "Moreover, Shallun the son of Kol-Hozeh, commander of the Mizpah district, made repairs to the Fountain Gate. He rebuilt it, covered it, erected its doors, and installed the locks and bars for it. He also repaired the wall of the pool of Shelah by the king's garden as far as the steps going down from the City of David. ", "16": "After him Nehemiah the son of Azbuk, commander of half of the Beth Zur district, made repairs as far as the area across from the Tomb of David plus to the constructed pool and to the house of the mighty.", "17": "After him the Levites, under Rehum the son of Bani, made repairs. Next to them Hashabiah, commander of half of the Keilah district, made repairs in his area. ", "18": "After him their brothers, under Binnui the son of Henadad, commander of the other half of the Keilah district, made repairs. ", "19": "Next to them Ezer the son of Jeshua, commander of Mizpah, made repairs to another section across from the ascent to the armory at the corner. ", "20": "After him Baruch the son of Zabbai zealously repaired another section, from the corner to the door of the house of Eliashib the high priest. ", "21": "After him Meremoth the son of Uriah the son of Hakkoz repaired another section from the door of the house of Eliashib to the end of it.", "22": "After him the priests, the men of the surrounding plain, made repairs. ", "23": "After them Benjamin and Hasshub made repairs across from their house. After them Azariah the son of Maaseiah the son of Ananiah made repairs beside his house. ", "24": "After him Binnui the son of Henadad repaired another section from the house of Azariah as far as the corner plus the corner tower. ", "25": "Palal the son of Uzai made repairs across from the corner and to the tower protruding out of the king's upper house next to the courtyard of the guards. After him Pedaiah the son of Parosh made repairs. ", "26": "The temple servants living in Ophel made repairs from opposite the Water Gate eastward to the protruding tower. ", "27": "After them the Tekoites repaired another section across from the great protruding tower as far as the wall of Ophel.", "28": "Up to the Horse Gate the priests made repairs—each one across from his house. ", "29": "After them Zadok the son of Immer repaired across from his house. After him Shemaiah the son of Shekaniah, who was keeper of the East Gate, made repairs. ", "30": "After him Hananiah the son of Shelemiah and Hanun the sixth son of Zalaph repaired another section. After them Meshullam the son of Berekiah made repairs across from his chamber. ", "31": "After him Malkijah the goldsmith's son made repairs as far as the house of the temple servants and the merchants. This was across from the Mustering Gate extending as far as the upper room of the corner tower. ", "32": "Between the upper room of the corner tower and the Sheep Gate, the goldsmiths and the merchants made repairs."}