{"1": "When Sanballat heard that we were rebuilding the wall, he became angry and was greatly irritated, and he mocked the Jews. ", "2": "He spoke before his relatives and the army of Samaria and said, “What are these feeble Jews doing? Are they fortifying themselves? Will they make sacrifices? Can they complete this in a day? Can they revive the burned-up stones out of the rubbish heaps?”", "3": "Now Tobiah the Ammonite was beside him, and he said, “Even what they are rebuilding, if even a fox climbed it, that would break down their stone wall.”", "4": "Hear, O our God, that we are despised. Turn their reproach back upon their own head, and give them as spoil in a land of captivity: ", "5": "No longer cover their iniquity nor blot out their sin, which is before You since they have made insults against the builders.", "6": "So we rebuilt the wall until all of it was solidified up to half its height. The people had a passion for the work.", "7": "When Sanballat, Tobiah, the Arabians, the Ammonites, and the Ashdodites heard how the restoration of Jerusalem's walls was progressing and how the breaches had begun to be sealed, it made them extremely furious. ", "8": "So they all conspired together to fight against Jerusalem in order to cause it chaos. ", "9": "Nevertheless we prayed to our God, and, because of them, we set up a watch for them day and night.", "10": "Judah had said, “The strength of the burden bearers is failing though there is much rubble. And we ourselves are unable to rebuild the wall.”", "11": "Our adversaries said, “They will neither know nor see until we have entered in among them and slain them. Indeed, we will stop the work!”", "12": "When the Jews living near them came, they told us ten times, “From every place where you turn, they will be against us.”", "13": "Therefore I set guards at the lowest positions along the wall and just inside the wall at the unrepaired areas. I also stationed the people by families providing them individually their own swords, spears, and bows. ", "14": "After I looked around, I stood up and said to the nobles, the rulers, and the rest of the people, “Stop being terrified because of them! Remember instead that the Lord is great and awesome. So fight for each other—and for your sons, your daughters, your wives, and your houses.”", "15": "Now when our enemies heard that this had become known to us and that God had brought their counsel to nothing, then we all returned to the wall, everyone to his work.", "16": "After that day, half of my servants did the work while the other half handled the spears, shields, bows, and body armor. Commanders were appointed to support every house of Judah. ", "17": "Those rebuilding the wall and those hauling the loads were working with one hand doing the task, but with the other hand holding the weapon. ", "18": "For the builders, everyone had his sword bound to his side, even while rebuilding. The trumpet blower worked beside me.", "19": "I said to the nobles, the rulers, and to the rest of the people, “The work is vast and over a large area. Since we are spread along the wall far from each other, ", "20": "assemble to us there at the place where you hear the trumpet sounded. Our God shall fight for us.”", "21": "So we labored in the work with half of them holding spears from sunrise to the rising of the stars. ", "22": "Likewise at the same time I said to the people, “Every man and his servant must lodge within Jerusalem. By night, they may be a guard to us; by day, a laborer for the work.” ", "23": "So neither I nor my brothers nor my servants nor the men of the guard who followed me took off our clothes. Each carried his weapon, even when washing."}