{"1": "When Sanballat, Tobiah, Geshem the Arabian, and the rest of our enemies heard that I had rebuilt the wall and that there was not a gap in it (though at that time I had not erected the doors on the gates), ", "2": "Sanballat and Geshem sent to me, saying, “Come, that we might meet together in one of the villages in the plain of Ono.” But they planned to do evil to me. ", "3": "So I sent messengers to them, saying, “I am doing a great work, so I am not able to come down. Why should the work cease while I leave it and come down to you?” ", "4": "Four more times they sent for me like this, but I answered them the same way.", "5": "Sanballat sent the same request a fifth time by his servant, but the letter was open in his hand. ", "6": "In it was written, “It is reported among the nations, and Geshem confirms it, that you and the Jews are planning to rebel; consequently you are rebuilding the wall. According to these words, you are their king. ", "7": "You have also appointed prophets to preach on your behalf in Jerusalem, saying, 'There is a king in Judah!' According to these words, it will now be reported to the king. So come now and let us consult together.”", "8": "I sent him this response, saying, “Nothing like these reports that you are saying has occurred. From your own mind, you are inventing them.”", "9": "Because they all wanted to frighten us, they thought, “They will pull their hands back from the work.” But that would never be done. So now, O God, strengthen my hands.", "10": "When I came to the house of Shemaiah the crippled son of Delaiah the son of Mehetabel, he said, “Let us meet together at the house of God, inside the temple, and then we can shut the temple doors. They are coming to kill you! Even tonight, they could come to kill you!”", "11": "But I said, “Should a man like me flee? Who is there like me who would go into the temple to save his life? I would never go!” ", "12": "Then I perceived and saw that God had not sent him, but that he pronounced the prophecy against me, because Tobiah and Sanballat had hired him. ", "13": "He was hired for this reason: that I might become fearful, act accordingly, and sin. Then they would have an evil report by which they could reproach me.", "14": "Remember, O my God, concerning Tobiah and Sanballat these deeds of theirs, as well as the prophetess Noadiah and the rest of the prophets who were trying to frighten me.", "15": "The wall was finished on the twenty-fifth day of the month Elul, in fifty-two days. ", "16": "When all our enemies heard it and all the surrounding nations saw it, they were tremendously humbled. They perceived that, because of our God, this work had been accomplished.", "17": "Moreover in those days the nobles of Judah produced numerous letters in transit to Tobiah. Likewise, the letters of Tobiah came to them, ", "18": "because so many in Judah were bound by oath to him since he was the son-in-law of Shekaniah the son of Arah, and his son Jehohanan had married the daughter of Meshullam the son of Berekiah. ", "19": "Also they reported his good deeds in front of me and reported my words to him. Tobiah sent letters to frighten me."}