{"1": "Once the wall was rebuilt and I had erected the doors, the gatekeepers, the singers, and the Levites were appointed. ", "2": "Over Jerusalem, I put in charge both my brother Hanani and Hananiah, the palace commander, because each was a faithful man and feared God more than many. ", "3": "I said to them, “The gates of Jerusalem should not be opened until the sun is hot. Until guards are posted, the doors should be closed and bolted. Likewise, appoint guards from Jerusalem's inhabitants—each at his post, across from his own house.”", "4": "Now the city was large and spacious, yet the people in it were few since there had been no houses built.", "5": "So my God put an idea in my mind, and I gathered the nobles, the officials, and the people together to conduct a genealogy registration. When I found the book of the genealogical register, it contained the list of those who first came back. I found written in it:", "6": "These are the people of the province who returned from the captivity of the exiles whom King Nebuchadnezzar of Babylon had carried away, but came back to Jerusalem and to Judah, everyone to his city. ", "7": "Those who came with Zerubbabel were Joshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. The number of the men of the people of Israel was this:", "8": "The sons of Parosh, two thousand one hundred and seventy-two;", "9": "the sons of Shephatiah, three hundred and seventy-two;", "10": "the sons of Arah, six hundred and fifty-two;", "11": "the sons of Pahath-Moab, of the sons of Jeshua and Joab, two thousand eight hundred and eighteen;", "12": "the sons of Elam, one thousand two hundred and fifty-four;", "13": "the sons of Zattu, eight hundred and forty-five;", "14": "the sons of Zakkai, seven hundred and sixty;", "15": "the sons of Binnui, six hundred and forty-eight;", "16": "the sons of Bebai, six hundred and twenty-eight;", "17": "the sons of Azgad, two thousand three hundred and twenty-two;", "18": "the sons of Adonikam, six hundred and sixty-seven;", "19": "the sons of Bigvai, two thousand and sixty-seven;", "20": "the sons of Adin, six hundred and fifty-five;", "21": "the sons of Ater of Hezekiah, ninety-eight;", "22": "the sons of Hashum, three hundred and twenty-eight;", "23": "the sons of Bezai, three hundred and twenty-four;", "24": "the sons of Hariph, one hundred and twelve;", "25": "the sons of Gibeon, ninety-five.", "26": "The men of Bethlehem and Netophah, one hundred and eighty-eight;", "27": "the men of Anathoth, one hundred and twenty-eight;", "28": "the men of Beth Azmaveth, forty-two;", "29": "the men of Kiriath Jearim, Kephirah, and Beeroth, seven hundred and forty-three;", "30": "the men of Ramah and Geba, six hundred and twenty-one;", "31": "the men of Mikmash, one hundred and twenty-two;", "32": "the men of Bethel and Ai, one hundred and twenty-three;", "33": "the men of the other Nebo, fifty-two;", "34": "the sons of the other Elam, one thousand two hundred and fifty-four;", "35": "the sons of Harim, three hundred and twenty;", "36": "the sons of Jericho, three hundred and forty-five;", "37": "the sons of Lod, Hadid, and Ono, seven hundred and twenty-one;", "38": "the sons of Senaah, three thousand nine hundred and thirty.", "39": "The priests: the sons of Jedaiah, of the house of Jeshua, nine hundred and seventy-three;", "40": "the sons of Immer, one thousand and fifty-two;", "41": "the sons of Pashhur, one thousand two hundred and forty-seven;", "42": "the sons of Harim, one thousand and seventeen.", "43": "The Levites: the sons of Jeshua, of Kadmiel, and of the sons of Hodaviah, seventy-four.", "44": "The singers: the sons of Asaph, one hundred and forty-eight.", "45": "The gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai, one hundred and thirty-eight.", "46": "The temple servants: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,", "47": "the sons of Keros, the sons of Sia, the sons of Padon,", "48": "the sons of Lebana, the sons of Hagaba, the sons of Shalmai,", "49": "the sons of Hanan, the sons of Giddel, the sons of Gahar,", "50": "the sons of Reaiah, the sons of Rezin, the sons of Nekoda,", "51": "the sons of Gazzam, the sons of Uzza, the sons of Paseah,", "52": "the sons of Besai, the sons of Meunim, the sons of Nephusim,", "53": "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,", "54": "the sons of Bazluth, the sons of Mehida, the sons of Harsha,", "55": "the sons of Barkos, the sons of Sisera, the sons of Temah,", "56": "the sons of Neziah, the sons of Hatipha.", "57": "The sons of Solomon's servants: the sons of Sotai, the sons of Sophereth, the sons of Perida,", "58": "the sons of Jaala, the sons of Darkon, the sons of Giddel,", "59": "the sons of Shephatiah, the sons of Hattil, the sons of Pokereth-Hazzebaim, the sons of Amon.", "60": "All the temple servants and the sons of Solomon's servants were three hundred and ninety-two.", "61": "These were they who came up from Tel Melah, Tel Harsha, Kerub, Addon, and Immer, but they could not show their fathers' houses nor their lineage—whether they were of Israel:", "62": "The sons of Delaiah, the sons of Tobiah, the sons of Nekoda, six hundred and forty-two.", "63": "Of the priests: the sons of Hobaiah, the sons of Hakkoz, the sons of Barzillai, who married one of the daughters of Barzillai the Gileadite, and was called by their name.", "64": "These sought for their fathers' registration in the genealogical registry, but it was not found. Therefore, they were considered as unclean and removed from the priesthood. ", "65": "The magistrate said to them that they should not eat of the most holy things until there was an appointed priest with Urim and Thummim.", "66": "The whole congregation together was forty-two thousand three hundred and sixty, ", "67": "besides their male and female servants, which numbered seven thousand three hundred and thirty-seven; and they had two hundred and forty-five male and female singers. ", "68": "Their horses were seven hundred and thirty-six; their mules, two hundred and forty-five; ", "69": "their camels, four hundred and thirty-five; the donkeys, six thousand seven hundred and twenty.", "70": "Some of the chiefs of the fathers' households gave to the work. The magistrate gave to the treasury one thousand gold drachmas,[a] fifty basins, and five hundred and thirty priests' garments. ", "71": "Others of the chiefs of the fathers' households gave to the treasury for the work twenty thousand gold drachmas[b] and two thousand two hundred silver minas.[c] ", "72": "What the rest of the people gave was twenty thousand gold drachmas, two thousand silver minas,[d] and sixty-seven priests' garments.", "73": "So the priests, the Levites, the gatekeepers, the singers, some of the people, the temple servants, and all Israel lived in their cities. When the seventh month came, the children of Israel were in their cities."}