{"1": "All the people gathered together as one man in the area in front of the Water Gate, and they asked Ezra the scribe to bring the Book of the Law of Moses, which the Lord had commanded to Israel.", "2": "On the first day of the seventh month, Ezra the priest brought the Law before the congregation of men, women, and all who could listen with understanding. ", "3": "In the area in front of the Water Gate, he read aloud from sunrise until midday to the men, women, and those who could understand. All the people listened attentively to the Book of the Law.", "4": "Ezra the scribe stood on a raised wood platform, which they had made for the purpose. Beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah on his right hand; and on his left hand, Pedaiah, Mishael, Malkijah, Hashum, Hashbaddanah, Zechariah, and Meshullam.", "5": "Ezra opened the book in the sight of all the people (because he was above all the people), and, as he opened it, all the people stood up. ", "6": "When Ezra blessed the Lord as the great God, all the people responded “Amen, Amen!” By lifting up their hands as they bowed their heads, they worshipped the Lord with their faces to the ground.", "7": "Then Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, explained the Law to the people while the people stood in their place. ", "8": "They read from the book, from the Law of God, with interpretation, and they gave the sense, so that the people understood the reading.", "9": "Then Nehemiah the magistrate, Ezra the priest and scribe, and the Levites who were teaching the people said to all the people, “This day is holy to the Lord your God. Stop mourning and weeping.” (This was because all the people wept when they heard the words of the Law.)", "10": "Then he said to them, “Go your way. Eat the fat, drink the sweet drink, and send portions to those for whom nothing is prepared; for this day is holy to our Lord. Do not be grieved, for the joy of the Lord is your strength.”", "11": "So the Levites quieted all the people, saying, “Hush! Because today is holy you should stop being so sorrowful.”", "12": "Then all the people went to eat, to drink, to send portions, and to enjoy a great celebration because they had understood the words declared to them.", "13": "On the second day, the chiefs of the fathers' households of all the people, the priests, and the Levites were gathered to Ezra the scribe in order to understand the words of the Law. ", "14": "They found written in the Law where the Lord had commanded by Moses that the children of Israel should dwell in booths in the feast of the seventh month, ", "15": "and that they should publish and proclaim in all their cities and in Jerusalem, “Go out to the hills and bring olive branches, along with wild olive branches, myrtle branches, palm branches, and other leafy branches to make booths, as it was written.”", "16": "So the people went out and brought back branches and made themselves booths. Each household did so on its roof, in their yard, on the grounds of the house of God, in the area in front of the Water Gate, or in the area at the Gate of Ephraim. ", "17": "All the congregation who had returned from captivity made booths and lived in them. Not since the days of Joshua the son of Nun to that day had the children of Israel done so, and there was a tremendously great feast.", "18": "And day by day, from the first day to the last day, he read from the Book of the Law of God. They celebrated the feast seven days, and on the eighth day there was a solemn assembly as required."}