{"1": "In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar the king of Babylon came to Jerusalem and besieged it. ", "2": "And the Lord gave Jehoiakim the king of Judah into his hand and some of[a] of the utensils of the temple of God,[b] and he brought them to the land of Shinar to the temple of his gods, and he brought the utensils to the treasury[c] of his gods.", "3": "And the king ordered[d] Ashpenaz, the commander of his court officials, to bring some of the Israelites[e] from the royal family[f] and from the lords,[g] ", "4": "youths who have no physical defect,[h] and who are handsome,[i] and who are prudent[j] in all wisdom and endowed with knowledge,[k] and who understand insight, and who have the ability[l] in them to serve in the palace of the king. And the king ordered him to teach them the literature and the language of the Chaldeans. ", "5": "And the king assigned to them his daily portion[m] from the fine food of the king, and from the wine that he drank,[n] and instructed that they were to be educated for three years.[o] And at the end of their training, they were to be stationed[p] before[q] the king. ", "6": "Now there was among them from the Judeans,[r] Daniel, Hananiah, Mishael and Azariah. ", "7": "And the commander of the court officials gave them names, and he called Daniel, Belteshazzar; and Hananiah, Shadrach; and Mishael, Meshach; and Azariah, Abednego.", "8": "Now Daniel resolved[s] that he would not defile himself with the fine food of the king, and with the wine that he drank,[t] and so he requested from the commander of the court officials permission so that he would not defile himself. ", "9": "And God[u] gave Daniel favor and compassion before[v] the commander of the court officials, ", "10": "and the commander of the court officials said to Daniel, “I am afraid of my lord, the king, who has determined your food and your drink, for why should[w] he see your face having a worse appearance than the young men who are your age?[x] Then you will endanger my head with the king.” ", "11": "Then[y] Daniel asked the guard[z] whom the commander of the court officials had appointed over Daniel, Hananiah, Mishael, and Azariah, ", "12": "“Please test your servants for ten days, and let them give us some of the vegetables,[aa] and let us eat and let us drink water. ", "13": "Then[ab] let our appearances and the appearance of the young men who are eating the fine food of the king be compared before you,[ac] and then deal with your servants according to what you see.”[ad] ", "14": "So he agreed to this proposal with them, and he tested them for ten days. ", "15": "And at the end of ten days their appearances appeared better and they were healthier of body than all the young men who were eating the fine food of the king. ", "16": "So[ae] the guard continued to withhold[af] their fine food and the wine of their drink, and he gave them[ag] vegetables.", "17": "And as for these four young men,[ah] God[ai] gave to them knowledge and insight into all literature and wisdom, and Daniel had insight into all visions[aj] and dreams. ", "18": "And at the end of the time the king had set to bring them, the commander of the court officials brought them in before[ak] Nebuchadnezzar. ", "19": "And the king spoke with them, and among all of them no one was found like[al] Daniel, Hananiah, Mishael, and Azariah; then they stood before[am] the king. ", "20": "And in every matter of wisdom and understanding about which the king inquired from them, he found them ten times better than all of the magicians[an] and conjurers[ao] that were in his entire kingdom.[ap] ", "21": "And Daniel was there until the first year of Cyrus the king."}