{"1": "In the third year of Cyrus the king of the Persians, a word[a] was revealed to Daniel, who was called by his name Belteshazzar, and the word[b] was reliable and it concerned a great tribulation,[c] and he understood the word[d] and he received understanding.[e]", "2": "In those days, I, Daniel, I myself[f] was in mourning for three whole weeks.[g] ", "3": "I had not eaten any choice food, and meat and wine did not enter my mouth, and I did not use any ointment[h] until the end of three whole weeks.[i] ", "4": "And then on the twenty-fourth day of the first month, I myself[j] was on the bank of the great river; that is, the Tigris. ", "5": "And I lifted up my eyes and I saw,[k] and there was a man, and he was dressed in linen, and his waist was girded with the gold of Uphaz. ", "6": "Now his body was like turquoise,[l] and his face was like the appearance of lightning, and his eyes were like torches of fire, and his arms and his legs were like the gleam of polished bronze, and the sound of his words was like the sound of a multitude. ", "7": "And I saw, I, Daniel alone,[m] the vision; and the people who were with me did not see[n] the vision; nevertheless, a great trembling fell upon them and they fled in order to hide themselves. ", "8": "And I myself, Daniel, alone saw this great vision, and as a result no strength was left in me[o] and my complexion grew deathly pale,[p] and I did not retain any strength. ", "9": "And I heard the sound of his words, and when I heard[q] the sound of his words I myself began falling into a trance on my face, with my face to the ground.[r]", "10": "And look, a hand touched me and it roused me to my knees[s] and the palms[t] of my hands. ", "11": "And he said to me, “Daniel, a man beloved, pay attention to the words that I am speaking to you and stand upright where you are,[u] for I have now been sent to you.” And while he was speaking[v] with me this word,[w] I stood up trembling. ", "12": "And he said to me, “You must not fear, Daniel, for from the first day that you set your heart to understand and to humble yourself before[x] your God, your words were heard, and I myself[y] have come because of your words. ", "13": "But the prince of the kingdom of Persia stood before me[z] for twenty-one days. And look,[aa] Michael, one of the chief princes, came to assist me, and I left him there beside the king of the Persians. ", "14": "And I have come[ab] to instruct you about what[ac] will happen to your people in the future,[ad] for there is a further vision here for the future.[ae]", "15": "And while he was speaking with me according to these words, I turned my face toward the ground and I was speechless. ", "16": "Then look, there was one in the form of a human;[af] he touched my lips and I opened my mouth and I spoke and I said to the one standing before me,[ag] “My lord, because of the vision my anxieties fell upon me and I have not retained my strength. ", "17": "So how am I, a servant of my lord[ah] to speak with you, my lord,[ai] and I just now[aj] have no strength in me?”[ak]", "18": "And he again touched[al] me, the one in the form of a human,[am] and he strengthened me. ", "19": "And he said, “You must not fear, O beloved man. Peace be to you;[an] be strong and be courageous!” And when he spoke[ao] with me, I was strengthened and I said, “Let my lord speak, for you have strengthened me.” ", "20": "Then he asked, “Do you know why I have come to you? And now I return to fight against the prince of Persia and I myself[ap] am going, and look,[aq] the prince of Javan[ar] will come. ", "21": "However, I will tell you what is inscribed[as] in the book of truth, and there is not one who contends with me against these beings except[at] Michael, your prince.”"}