{"1": "“And I, in the first year of Darius the Mede, I stood[a] as a support and as a protection for him.", "2": "And now I will reveal the truth to you. Look! Still three kings will arise in Persia, and the fourth will get abundance and great wealth, even more than all of them, and when he becomes strong[b] through his wealth, then he will stir up everyone[c] against the kingdom of Javan.[d] ", "3": "And a mighty king will arise, and he will rule with great dominion, and he will do as he pleases.[e] ", "4": "But as he rises in power,[f] his kingdom will be divided toward the four winds of heaven, but not to his posterity, and not according to his dominion by which he ruled, for his kingdom will be uprooted and be given to others besides them.[g]", "5": "“Then the king of the south will grow strong and also one of his officials,[h] and he will grow stronger than him[i] and he will rule a dominion greater than his dominion.[j] ", "6": "And at the end of some years they will make an alliance, and the daughter of the king of the south will come to the king of the north to make a peace treaty, but she will not retain her position of power,[k] and his offspring[l] will not endure, and she will be given up, she and her attendants and her child supporting her, in those times.[m] ", "7": "And a branch from her roots[n] will rise up in his place, and he will come against the army and he will enter the stronghold of the king of the north and he will take action against them and he will prevail. ", "8": "And also their gods with their idols and with the precious vessels,[o] silver and gold he will take to Egypt into captivity, and for years he will leave the king of the north alone.[p] ", "9": "And then he[q] will come into the kingdom of the king of the south, but he will return to his land.", "10": "“But his sons will wage war and they will gather a multitude of great forces and he will advance with great force,[r] and he will overflow like a flood and he will pass through and he will return, and they will wage war up to his fortress. ", "11": "And the king of the south will become furious, and he will go and he will battle against him, against the king of the north; and he will muster a great multitude, and the multitude will be given into his hand. ", "12": "When the multitude is carried off, his heart will be exalted and he will overthrow tens of thousands,[s] but he will not prevail. ", "13": "And the king of the north will again raise a multitude, greater than the former, and at the end of some years[t] he will surely come with a great army and with great supplies.[u]", "14": "“And in these times many will rise up against the king of the south, and the violent ones of your people[v] will lift themselves to fulfill[w] the vision, but they will fall. ", "15": "And the king of the north will come, and he will throw up siege ramps[x] and capture a city of fortifications and the military forces of the south and his choice troops[y] will not stand, for[z] there is no strength left to resist. ", "16": "And the one coming to him will act according to[aa] his pleasure, and there is no one who will stand[ab] before him,[ac] and he will stand in the beautiful land[ad] and complete destruction will be in his power. ", "17": "And he will set his face to come with the authority of his whole kingdom and will form an agreement;[ae] and he will act,[af] and the daughter of women he will give to him to destroy it,[ag] but the ploy will not succeed and she will not support him.[ah] ", "18": "And he will turn his face to the coastlands, and he will capture many, but[ai] a commander will end his insults to him so that instead his insults will turn back upon him.[aj] ", "19": "And he will turn back his face toward[ak] the strongholds of his land, but he will stumble and he will fall and will not be found.", "20": "“Then in his place will arise one sending an official throughout the glory[al] of his kingdom, and in a few days[am] he will be broken, but not in anger and not in battle. ", "21": "And in his place a despicable person will arise on whom[an] they have not conferred the majesty of the kingdom, and he will come in without warning[ao] and he will seize the kingdom by deceit. ", "22": "And before him[ap] mighty military forces[aq] will be utterly swept away, and they will be broken, and also the leader of the covenant. ", "23": "And after an alliance is made with him, he will act deceitfully, and he will rise and he will become powerful with few people backing him. ", "24": "In a time of ease and in the rich parts of the province, he will come and he will do what his predecessors[ar] did not do; he will distribute plunder and spoil and possessions to them, and he will devise his plans against fortifications, but only for a time.[as] ", "25": "And he will stir up his power and his heart against the king of the south and with a much greater and stronger army;[at] but he will not succeed, for they will devise plans against him. ", "26": "And those who eat of his royal rations will break him and his army will be overwhelmed, and many will fall, slain. ", "27": "And two of the kings[au] will bend their hearts[av] to evil. And at the same table[aw] they will speak lies, but what is discussed will not succeed, for still an end is coming at the appointed time. ", "28": "Then he will return to his land with many possessions, but his heart will be set against the holy covenant,[ax] and he will take action and he will return to his land.", "29": "“At the appointed time he will return and he will come into the south, but it will not be as it was before.[ay] ", "30": "And the ships of Kittim will come against him, and he will lose heart, and he will turn back, and he will be enraged against the holy covenant,[az] and he will take action, and he will turn back, and he will pay attention to those who forsake the holy covenant.[ba] ", "31": "And military forces from him will occupy[bb] and will profane[bc] the sanctuary stronghold,[bd] and they will abolish the regular burnt offering, and they will set up the abomination that causes desolation.", "32": "“And those who violate the covenant he will seduce with flattery, but the persons who know their God[be] will stand firm and will take action. ", "33": "And those who have insight will instruct[bf] the many, but they will fall by sword and by flame, by captivity and by plunder for some time.[bg] ", "34": "And when they fall[bh] they will receive little help, and many will join with them in hypocrisy. ", "35": "And even some of those who have insight[bi] will fall[bj] in order for them to be refined by it, and to be purified and cleansed until the time of the end, for the appointed time is still to come.", "36": "“Then the king will do as he pleases,[bk] and he will exalt himself and will consider himself above any god, and he will speak horrendous things against[bl] the God of gods, yet he will succeed until the period of anger is finished, for what is determined will be done. ", "37": "He will not pay respect to the gods of his ancestors,[bm] or to the darling of women, and not to any god will he pay respect, for he will consider himself great over all gods. ", "38": "But instead[bn] he will honor the god of fortresses, a god whom his ancestors[bo] did not know. He will honor him with gold, and with silver, and with precious stones[bp] and with costly gifts. ", "39": "And he will deal with the fortified strongholds[bq] with the help of a foreign god;[br] and he will increase wealth for whoever will acknowledge him, and he will cause them to rule[bs] over the many, and he will distribute land for a price.", "40": "“And at the time of the end the king of the south will attack him, and the king of the north will storm against him with chariots[bt] and with horsemen and with many ships, and he will advance against the countries and he will sweep through like a flood.[bu] ", "41": "And he will come into the beautiful land[bv] and many will fall victim, but these will escape from his power: Edom and Moab and the best part[bw] of the Ammonites.[bx] ", "42": "And he will stretch out his hand against countries and the land of Egypt will not escape.[by] ", "43": "And he will rule over the treasures of gold and the silver and over all the precious things of Egypt; and the Libyans and the Cushites will follow in his footsteps. ", "44": "But reports will terrify him from the east and from the north, and he will go out with great fury to destroy and to exterminate many. ", "45": "And then he will pitch the tents of his palace between the sea and the beautiful holy mountain,[bz] and he will come to his end, and there is no one[ca] helping him.”"}