{"1": "Now[a] in the second year of the reign of Nebuchadnezzar, Nebuchadnezzar dreamed dreams; and his spirit was troubled and his sleep left him. ", "2": "So the king said to call the magicians[b] and the conjurers[c] and the sorcerers and the astrologers[d] to tell to the king his dreams. And they came in and they stood before[e] the king. ", "3": "And the king said to them, “I have had a dream[f] and my spirit is anxious to know the dream.”", "4": "And the astrologers[g] said to the king in Aramaic,[h] “O king, live forever! Tell the dream to your servants and we will reveal the explanation.” ", "5": "The king answered and said to the astrologers,[i] “The command from me is firm: if you do not make known to me the dream and its explanation,[j] then you will be broken into pieces and your houses will be laid in ruins. ", "6": "But if you tell me the dream and its explanation, you will receive gifts and rewards[k] and great honor from me. Therefore, tell me the dream and its explanation.”[l] ", "7": "They answered once more and said, “Let the king tell the dream to his servants and we will make the explanation known.” ", "8": "The king answered and said, “Certainly[m] I know that you are trying to gain time[n] because[o] you have seen that this matter is firmly decreed by me,[p] ", "9": "for if you do not make the dream known to me, your verdict is fixed,[q] and you have conspired to say a lying and deceitful word to me until the circumstances[r] will change. Therefore, tell me the dream, and I will know that you can tell me its explanation.” ", "10": "The astrologers[s] answered the king and said, “There is not a man on earth that is able to reveal the word of the king; in fact,[t] no great and powerful king has ever asked a thing like this of any magician[u] or conjurer[v] or astrologer.[w] ", "11": "And the thing that the king is asking is too difficult and there is no one who[x] can reveal it to the king except the gods whose dwelling is not with mortals.”[y]", "12": "Because of this the king became angry, and he became very much enraged, and he said that all the wise men of Babylon are to be destroyed. ", "13": "And the decree was issued, and the wise men were on the verge of being executed,[z] and they searched for Daniel and his companions to be executed. ", "14": "Then Daniel responded prudently and discretely to Arioch, the commander of the imperial guard of the king, who had gone out to execute the wise men of Babylon. ", "15": "He asked[aa] and said to Arioch, the royal official of the king, “Why[ab] is the decree from the king so severe?” Then Arioch explained the matter[ac] to Daniel. ", "16": "And Daniel went in and requested from the king that he would give him time, and he would tell the king[ad] the explanation.[ae]", "17": "Then Daniel went to his home, and he made the matter known to Hananiah, Mishael and Azariah, his companions, ", "18": "and told them to seek mercy from the God of heaven[af] concerning this mystery, so that Daniel and his companions, along with the remainder of the wise men of Babylon, would not be killed.", "19": "Then in a vision of the night the mystery was revealed to Daniel; then Daniel blessed the God of heaven.", "20": "Daniel said:[ag] “Let his name, the name of God,[ah] be blessed throughout the ages,[ai] for the wisdom and the power are his.[aj]", "21": "And he changes the times and the seasons, and he deposes kings and he sets up kings; he gives wisdom[ak] to wise men and knowledge to men who know understanding.", "22": "He reveals the deep and the hidden things; he knows what is in the darkness, and the light dwells with him.", "23": "To you, O God of my ancestors,[al] I give thanks and I give praises, for the wisdom and the power you gave to me, and now you have made known to me what we have asked from you, for you have made known to us the matter of the king.”", "24": "Therefore[am] Daniel went to Arioch, whom the king had appointed[an] to destroy the wise men of Babylon; he went and thus he said to him: “You must not destroy the wise men of Babylon; take me in before the king and I will give the explanation[ao] to the king.”", "25": "Then Arioch quickly[ap] brought Daniel in before the king and thus he said to him: “I have found a man among the exiles[aq] of Judah[ar] who can relate[as] the explanation[at] to the king. ", "26": "The king then asked[au] and said to Daniel, whose name was Belteshazzar, “Are you able to make known to me the dream that I have seen and its explanation?”[av] ", "27": "Daniel answered the king and said, “The mystery that the king asks, no wise men, conjurers,[aw] magicians,[ax] or diviners are able to make known to the king. ", "28": "But there is a God in heaven who reveals mysteries, and he has made known to King Nebuchadnezzar what it is that will be at the end of days. This is your dream and the visions of your head on your bed.", "29": "“As for you, king,[ay] your thoughts on your bed turned to[az] what it was that would be in the future,[ba] and the revealer of mysteries has made known to you what that would be. ", "30": "And as for me, it is not because of wisdom that is in me more than any other living person[bb] that this mystery is revealed to me, but in order that[bc] the explanation[bd] may be made known to the king and you will understand[be] the thoughts of your mind.[bf]", "31": "“You, O king, were looking and, look, there was one great statue. This statue was huge and its brilliance extraordinary, standing there before you, and its appearance was frightening.[bg] ", "32": "The head of this statue was of fine gold, its chest and its arms of silver, its belly and its thighs of bronze, ", "33": "its legs of iron, its feet, part of them of iron and part of them of clay. ", "34": "You were looking on until[bh] a stone was chiseled out[bi]—that not by hands—and it struck the statue on its feet of iron and clay, and it broke them in pieces. ", "35": "Then the iron, the clay, the bronze, the silver and the gold all at once[bj] broke into pieces[bk] and they became like chaff from the summer threshing floor, and the wind carried them away and any trace of them could not be found. But the stone that struck the statue became a great mountain and it filled the whole earth.", "36": "“This was the dream, and now we will tell its interpretation to the king. ", "37": "You, O king, the king of kings, to whom the God of heaven has given the kingdom, the power and the might and the glory, ", "38": "and also human beings wherever they dwell,[bl] the animals of the field and the birds[bm] of heaven[bn]—he has given into your hand and made you ruler over all of them—you are the head of gold. ", "39": "And after you another kingdom inferior to yours will arise, and another third kingdom of bronze that will rule over the whole earth. ", "40": "And a fourth kingdom will be strong as iron, and just as[bo] iron crushes and smashes everything,[bp] and as iron shatters all of these other metals, so it will crush and it will shatter these nations. ", "41": "And just as[bq] you saw the feet and the toes, partly potter's clay[br] and partly iron,[bs] it will be a divided kingdom; and some hardness[bt] of the iron will be in it, just as[bu] you have seen the iron mixed with the wet clay. ", "42": "And as the toes of the feet were partly iron and partly clay, so part of the kingdom will be strong and partly brittle.[bv] ", "43": "And in that you saw the iron was mixed with wet clay, so they will mix in marriage[bw] and they will not cling to one another,[bx] just as iron does not mix with clay. ", "44": "And in the day of those kings,[by] the God of heaven will set up a kingdom that will never[bz] be destroyed, and the kingdom will not be left for another nation,[ca] and it will bring an end to all these kingdoms, but it will stand forever.[cb] ", "45": "Inasmuch as[cc] you saw that a stone from the mountain was chiseled out[cd] but not by hands, and that it crushed the iron, the bronze, the clay, the silver and the gold, thereby the great God made known to the king what will be in the future,[ce] and the dream is certain and its explanation trustworthy.”", "46": "Then the king, Nebuchadnezzar, fell on his face and he paid homage to Daniel; and he commanded them to offer a grain offering and incense offering to him. ", "47": "The king answered Daniel and said, “Truly[cf] your God is the God of gods and the Lord of kings, and he reveals mysteries, for you are able to reveal this mystery.” ", "48": "Then the king promoted Daniel and gave him many great gifts, and made him ruler over the whole province of Babylon and the chief prefect over all the wise men of Babylon. ", "49": "And Daniel made a request from the king, and he appointed Shadrach, Meshach and Abednego over the affairs of the province of Babylon, while Daniel remained in the court of the king."}