{"1": "It pleased Darius,[a] and he set up one hundred and twenty satraps over the kingdom, that they were throughout the whole kingdom,[b] ", "2": "and over them were three administrators, of whom Daniel was one, so that these satraps were giving account to them, and the king would not be suffering loss. ", "3": "Then Daniel began distinguishing himself[c] above the administrators and the satraps because[d] an exceptional spirit was in him, and so the king planned to appoint him over the whole kingdom. ", "4": "Then the other administrators and satraps began to seek[e] to find a pretext against Daniel in connection with the kingdom,[f] but they were not able to find any pretext and corruption[g] because[h] he was trustworthy, and no[i] negligence or corruption[j] could be found in him.[k] ", "5": "Then these men said,[l] “We will not find any pretext[m] against this Daniel unless we find it in connection with the law of his God.”", "6": "So the administrators and the satraps conspired with respect to[n] the king and so they said to him, “Darius, O king, live forever![o] ", "7": "All of the administrators of the kingdom, and the prefects, the satraps, the counselors and the governors took counsel and have agreed to establish an edict of the king and to enforce a decree that whoever[p] will seek a prayer from any god or human except from you for up to thirty days will be thrown into the lion pit.[q] ", "8": "Now, O king, establish the edict and you must sign the document so that it cannot be changed, according to the law of the Medes and Persians which cannot be revoked.”", "9": "So[r] the king, Darius, signed the writing and the interdict.[s] ", "10": "Now when[t] Daniel realized that the document was signed, he went to his house (now he had windows in his upper room that were open[u] toward Jerusalem), and three times daily[v] he knelt on his knees and prayed and gave praise before his God, just as[w] he had been doing previously.[x] ", "11": "Then these men came as a group and they found Daniel praying and pleading for mercy before his God. ", "12": "Then they approached and spoke with the king[y] concerning the edict of the king, “Did you not sign an edict[z] that any person who would seek anything from any God or human within thirty days except from you, O king, would be thrown into the lion pit?”[aa] The king answered and said, “The matter as you have just stated is certain according to the law of the Medes and Persians which cannot be revoked.”", "13": "Then they responded[ab] and said before the king, “Daniel, who is from the exiles[ac] of Judah,[ad] is not paying any attention[ae] to you, O king, or to the decree that you have signed, and three times daily[af] he says his prayer.” ", "14": "Then the king, when[ag] he heard that report,[ah] he was extremely distressed over it; and concerning Daniel[ai] he was determined[aj] to rescue him. And until the setting of the sun he was making every effort to deliver him. ", "15": "Then these men came as a group to the king and said,[ak] “Recall, O king, that with respect to the law of[al] the Medes and Persians that any[am] decree or edict that the king establishes cannot be changed.”", "16": "Then the king gave the command, and Daniel was brought in and they threw him into the lion pit.[an] The king said[ao] to Daniel, “Your God, whom you serve faithfully,[ap] may he rescue you!” ", "17": "And a[aq] stone was brought and it was put on the entrance of the pit, and the king sealed it with his signet ring and with the signet rings of his lords,[ar] so that nothing would be changed concerning Daniel. ", "18": "Then the king went to his palace and spent the night in fasting, and no food was brought in before him and his sleep fled from him.", "19": "Then the king got up at daybreak, at first light, and he went in haste[as] to the lion pit.[at] ", "20": "And when he came near[au] to the pit, he cried out to Daniel with a distressed voice, and the king spoke[av] and said to Daniel, “O Daniel, servant of the living God, your God whom you serve faithfully, was he able to rescue you from the lions?” ", "21": "Then Daniel spoke to[aw] the king, “O king, live forever![ax] ", "22": "My God sent his angel and he shut the mouth of the lions and they did not[ay] hurt me, because[az] before him I was found[ba] blameless, and also before you, O king, I have not done any wrong.”", "23": "Then the king was exceedingly glad over it[bb] and commanded that Daniel be lifted up from the pit; and there was not any wound found on him, because he had trusted in his God. ", "24": "The king then commanded, and these men were brought who had accused Daniel,[bc] and they threw them and their children and their wives into the lion pit,[bd] and they had not reached the floor of the pit before[be] the lions had overpowered them and they had crushed all of their bones.", "25": "Then Darius the king wrote to all the people, the nations, and the languages living in the whole earth, “May your prosperity become great! ", "26": "I make a decree[bf] that in all the dominion of my kingdom people will be trembling and fearing before the God of Daniel, for he is the living God and endures forever[bg] and his[bh] kingdom is one that will not be destroyed and his dominion has no end.[bi] ", "27": "He is rescuing, delivering, and working signs and wonders in the heavens and on earth, for he has rescued Daniel from the power[bj] of the lions.” ", "28": "So this Daniel prospered during the kingdom of Darius and during the kingdom of Cyrus the Persian."}