{"1": "In the third year of the kingdom of Belshazzar the king, a vision appeared to me, Daniel,[a] after the one that appeared to me previously.[b] ", "2": "And I saw in the vision, and when I saw,[c] I was in Susa, the citadel that was in the province of Elam. And I saw in the vision, and I myself[d] was at the stream of Ulai.[e] ", "3": "And I lifted up my eyes and I saw, and look! A ram[f] standing before[g] the stream, and it had[h] two horns, and the horns were long, but the one was longer than the second, and the longer one came up after the other one.[i] ", "4": "I saw the ram charging westward and northward and southward, and none of the beasts stood before it,[j] and there was no rescuing from its power,[k] and it did what it wanted[l] and it became strong.[m]", "5": "And I was considering this, and look, a he-goat coming from the west across the face of the whole earth, and it was not touching the ground;[n] and the he-goat had a conspicuous horn[o] between its eyes. ", "6": "Then it came toward the ram that had the two horns[p] that I saw standing before[q] the stream, and it ran at it with[r] the rage of its power. ", "7": "And I saw it approaching the ram and it was furious at it, and it struck the ram, and it broke its two horns, and there was not strength in the ram to stand before him,[s] and he threw it down to the ground and trampled it, and there was no one who could rescue the ram[t] from its power. ", "8": "And the he-goat grew exceedingly great,[u] and at the height of its power[v] the great horn was broken, and four conspicuous horns[w] came up in place of it toward the four winds of heaven.", "9": "And from one of them[x] came forth a horn, a little one,[y] and it grew exceedingly[z] toward the south, and toward the east, and toward the beautiful land. ", "10": "And it grew up to the host of heaven, and it threw down to the ground some of the host and some of the stars and trampled them. ", "11": "Even against the prince of the hosts it acted arrogantly and took away from him the regular burnt offering, and the place of his sanctuary was overthrown. ", "12": "And on account of transgression, the host was given over to the horn in addition to the regular burnt offering. And it cast down truth to the ground, and it acted,[aa] and it had success.", "13": "And I heard a certain holy one speaking, and a certain other holy one said to the specific one who was speaking,[ab] “For how long[ac] is the vision concerning the regular burnt offering, and the transgression that makes desolate, and the giving over of the sanctuary and the host to trampling?” ", "14": "And he said to me, “For two thousand three hundred evenings and mornings, then the sanctuary will be restored.”", "15": "And then[ad] when I, Daniel, saw the vision, and I was seeking understanding, there was one standing before me with the appearance of a man. ", "16": "And I heard the voice of a human at the Ulai, and he called and said, “Gabriel, make this man understand the vision.” ", "17": "And he came beside where I was standing,[ae] and when he came[af] I became terrified and I fell prostrate on my face. And he said to me, “Understand, son of man,[ag] that the vision is for the time of the end.”", "18": "And when he spoke[ah] with me I fell into a trance with my face to the ground, and he touched me and made me stand on by feet. ", "19": "And he said, “Look, I am making known to you what will happen in the period of wrath,[ai] for it refers to the appointed time of the end.", "20": "“The ram that you saw who had two horns[aj] represents the kings of Media and Persia.", "21": "“And the hairy he-goat is the kingdom[ak] of Greece, and the great horn that is between his eyes—he is the first king. ", "22": "And the horn that was broken, and then there arose four horns in place of it—these are four kingdoms that will arise from his nation, but not with his power. ", "23": "And at the end of their kingdom, when the transgressions are completed, a king will arise, fierce in countenance and skilled in riddles. ", "24": "And his power will grow, but not by his own power, and he will cause fearful destruction, and he will succeed and he will act,[al] and he will destroy the mighty and the people of the holy ones.[am] ", "25": "And by his planning[an] he will make a success of deceit by[ao] his hand, and in his mind[ap] he will boast,[aq] and in their ease he will destroy many, and even against the prince of princes he will rise up, and he will be broken, but not by human hands. ", "26": "And the vision of the evening and the morning that has been described,[ar] it is true; and you, seal up the vision, for it refers to many days to come.”[as]", "27": "And I, Daniel, was overcome, and I became ill for some days, and I performed[at] the business of the king, and I was dismayed over the vision and I did not understand it.[au]"}