{"1": "Melchizedek [C a priest and king in the time of Abraham; Gen. 14:17–24; Heb. 5:6, 10; 6:20] was the king of Salem [C another name for Jerusalem, meaning “peace”; v. 2] and a priest for God Most High. He met Abraham when Abraham was coming back after ·defeating [L the slaughter of] the kings [Gen. 14:17–19]. When they met, Melchizedek blessed Abraham, ", "2": "and Abraham ·gave [L apportioned/divided to] him a ·tenth [tithe] ·of everything he had brought back from the battle [L of everything]. First, Melchizedek's name means “king of ·goodness [righteousness; justice],” and he is king of Salem [C another name for Jerusalem], which means “king of peace.” ", "3": "·No one knows who Melchizedek's father or mother was [L …without father, without mother], ·where he came from [L without genealogy], ·when he was born, or when he died [L having neither beginning of days, nor end of life; C something unstated was assumed not to exist]. Melchizedek is like the Son of God; he continues being a priest forever [C Melchizedek's unmentioned genealogy in Genesis is, by analogy, like Jesus' eternal Sonship and priesthood].", "4": "You can see how great Melchizedek was. Abraham, the ·great father [patriarch], gave him a tenth of ·everything that he won in battle [the spoils/booty/plunder]. ", "5": "Now the law ·says [authorizes; commands] that those ·in the tribe [L of the sons/descendants] of Levi who become priests must collect a ·tenth [tithe] from the people—their ·own people [L brothers (and sisters)]—even though ·the priests and the people [L they] ·are from the family [are also descendants; L have come from the loins/body] of Abraham. ", "6": "[L But] Melchizedek was not ·from the tribe of Levi [L descended from them; v. 3; C he was not from the Levitical line of priests], but he collected a ·tenth [tithe] from Abraham. And he blessed Abraham, the man who had God's promises [Gen. 12:1–3]. ", "7": "Now ·everyone knows [it is indisputable] that the ·more important person blesses the less important person [L lesser/inferior is blessed by the greater/superior]. ", "8": "·Priests receive a tenth, even though they are only men who live and then die [L In the one case, mortal men receive a tithe,…]. ·But Melchizedek, who received a tenth from Abraham, continues living, as the Scripture says [L …but in the other case, the one (receives the tithe) who is declared (by Scripture) to be alive]. ", "9": "We might even say that Levi, who receives a ·tenth [tithe], also paid it when Abraham paid Melchizedek a tenth. ", "10": "Levi was not yet born, but he was in the ·body [loins] of his ancestor when Melchizedek met Abraham [C the Levitical priesthood is considered inferior to Melchizedek's (and Christ's) priesthood, since Levi paid tithes to Melchizedek through his ancestor Abraham].", "11": "·The people were given the law concerning the system of priests from the tribe of Levi, but they could not be made perfect through that system [L If perfection could be attained through the Levitical priesthood, established for the people in the law…]. ·So there was [L …why was there…?] a need for another priest to come, a priest ·like [L in the priestly order/line of] Melchizedek, not [L in the priestly order/line of] Aaron [C Moses' brother and Israel's first high priest (5:4; Ex. 28:1); the existence of Melchizedek's priestly line implies that the priesthood through Levi and Aaron was inadequate]. ", "12": "And when a different ·kind of priest [priesthood; priestly line] comes, the law must be changed, too. ", "13": "·We are saying these things about Christ, who [L For the one about whom these things are said] belonged to a different tribe [C Jesus belonged to the tribe of Judah, not Levi]. No one from that tribe [C Judah] ever served as a priest at the altar. ", "14": "It is clear that our Lord came from the tribe of Judah, and Moses said nothing about priests belonging to that tribe [C the kings from David's line (including Jesus) came from the tribe of Judah, but the OT priesthood came through Levi and Aaron].", "15": "And this becomes even more clear ·when we see that [L if] another priest ·comes [arises; appears on the scene] who is like Melchizedek [vv. 1–14]. ", "16": "He was not made a priest by ·human rules and laws [or regulations about physical descent/ancestry] but through the power of his life, which ·continues forever [or is indestructable]. ", "17": "[L For] It is said about him, “You are a priest forever, ·a priest like [L in the priestly order/line of] Melchizedek [Ps. 110:4; Heb. 5:6, 10].”", "18": "The ·old [former] ·rule [commandment; regulation] is now ·set aside [nullified; abolished], because it was weak and ·useless [ineffective]. ", "19": "The law [C of Moses] could not make anything perfect. But now a better hope has been given to us, and ·with [by means of; through] this hope we can ·come near to [approach] God. ", "20": "·It is important that God did this with an oath [L And it was not without an oath]. Others became priests without an oath, ", "21": "but ·Christ [L he] became a priest with an oath, ·when God said [L by the one who said] to him: “The Lord has ·made a promise [L sworn; C an oath] and will not change his mind. 'You are a priest forever [v. 17; Ps. 110:4].'”", "22": "·This means that [Because of this oath,] Jesus is the guarantee of a better ·agreement from God to his people [covenant; contract; 8:7–13; Jer. 31:31–34; C the new covenant is greater than the old (the law of Moses) because it provides true forgiveness of sins].", "23": "When one of the other priests died, he could not continue being a priest. So there were many priests. ", "24": "But because Jesus ·lives [remains; abides] forever, he ·will never stop serving as priest [L has a permanent/eternal priesthood]. ", "25": "So he is able ·always to save [or to save completely/forever] those who come to God through him because he always lives, ·asking God to help [interceding for] them.", "26": "·Jesus is the kind of high priest we need [L For such a high priest is indeed suited/fitting for us]. He is holy, ·sinless [innocent; blameless], ·pure [undefiled], ·not influenced by [set apart from] sinners, and he is ·raised above the heavens [or having the highest place in heaven]. ", "27": "He is not like the other priests who had to offer sacrifices every day, first for their own sins, and then for the sins of the people. Christ offered his sacrifice only once and for all time [9:12; 10:10] when he offered himself. ", "28": "The law ·chooses [designates; appoints] high priests who are people with weaknesses [5:2], but the word of God's oath came later than the law. It made God's Son to be the high priest, and that Son has been made perfect forever [2:10; 5:9]."}