{"1": "When[a] Jesus had finished instructing his twelve disciples, he went on from there to teach and preach in their towns.[b]", "2": "Now when John[c] heard in prison about the deeds Christ[d] had done, he sent his disciples to ask a question:[e] ", "3": "“Are you the one who is to come,[f] or should we look for another?” ", "4": "Jesus answered them,[g] “Go tell John what you hear and see:[h] ", "5": "The blind see, the[i] lame walk, lepers[j] are cleansed, the deaf hear, the dead are raised, and the poor have good news proclaimed to them[k] ", "6": "—and blessed is anyone[l] who takes no offense at me!”", "7": "While they were going away, Jesus began to speak to the crowd about John: “What did you go out into the wilderness[m] to see? A reed shaken by the wind?[n] ", "8": "What[o] did you go out to see? A man dressed in soft clothing?[p] Look, those who wear soft clothing are in the palaces of kings![q] ", "9": "What did you go out to see? A prophet? Yes, I tell you, and more[r] than a prophet! ", "10": "This is the one about whom it is written: 'Look, I am sending my messenger ahead of you,[s] who will prepare your way before you.'[t]", "11": "“I tell you the truth,[u] among those born of women, no one has arisen greater than John the Baptist. Yet the one who is least[v] in the kingdom of heaven is greater than he is! ", "12": "From[w] the days of John the Baptist until now the kingdom of heaven has suffered violence,[x] and forceful people[y] lay hold of it. ", "13": "For all the prophets and the law prophesied until John appeared.[z] ", "14": "And if you are willing to accept it,[aa] he is Elijah, who is to come. ", "15": "The one who has ears had better listen![ab]", "16": "“To[ac] what should I compare this generation? They are like children sitting in the marketplaces[ad] who call out to one another,[ae]", "17": "'We played the flute for you, yet you did not dance;[af] we wailed in mourning,[ag] yet you did not weep.'", "18": "For John came neither eating nor drinking, and they say, 'He has a demon!'[ah] ", "19": "The Son of Man came eating and drinking, and they say, 'Look at him,[ai] a glutton and a drunk, a friend of tax collectors[aj] and sinners!'[ak] But wisdom is vindicated[al] by her deeds.”[am]", "20": "Then Jesus began to criticize openly the cities[an] in which he had done many of his miracles, because they did not repent. ", "21": "“Woe to you, Chorazin![ao] Woe to you, Bethsaida! If[ap] the miracles[aq] done in you had been done in Tyre and Sidon,[ar] they would have repented long ago in sackcloth and ashes.[as] ", "22": "But I tell you, it will be more bearable for Tyre and Sidon[at] on the day of judgment than for you! ", "23": "And you, Capernaum,[au] will you be exalted to heaven?[av] No, you will be thrown down to Hades![aw] For if the miracles done among you had been done in Sodom,[ax] it would have continued to this day.[ay] ", "24": "But I tell you, it will be more bearable for the region of Sodom[az] on the day of judgment than for you!”", "25": "At that time Jesus said,[ba] “I praise[bb] you, Father, Lord[bc] of heaven and earth, because[bd] you have hidden these things from the wise[be] and intelligent, and have revealed them to little children.[bf] ", "26": "Yes, Father, for this was your gracious will.[bg] ", "27": "All things have been handed over to me by my Father.[bh] No one knows the Son except the Father, and no one knows the Father except the Son and anyone to whom the Son decides[bi] to reveal him. ", "28": "Come to me, all you who are weary and burdened, and I will give you rest. ", "29": "Take my yoke[bj] on you and learn from me, because I am gentle and humble in heart, and you will find rest for your souls. ", "30": "For my yoke is easy to bear, and my load is not hard to carry.”"}