{"1": "At that time Jesus went through the grain fields on a Sabbath. His[a] disciples were hungry, and they began to pick heads of wheat[b] and eat them. ", "2": "But when the Pharisees[c] saw this they said to him, “Look, your disciples are doing what is against the law to do on the Sabbath.” ", "3": "He[d] said to them, “Haven't you read what David did when he and his companions were hungry—", "4": "how he entered the house of God and ate[e] the sacred bread,[f] which was against the law[g] for him or his companions to eat, but only for the priests?[h] ", "5": "Or have you not read in the law that the priests in the temple desecrate the Sabbath and yet are not guilty? ", "6": "I[i] tell you that something greater than the temple is here. ", "7": "If[j] you had known what this means: 'I want mercy and not sacrifice,'[k] you would not have condemned the innocent. ", "8": "For the Son of Man is lord[l] of the Sabbath.”", "9": "Then[m] Jesus[n] left that place and entered their synagogue.[o] ", "10": "A[p] man was there who had a withered[q] hand. And they asked Jesus,[r] “Is it lawful to heal on the Sabbath?”[s] so that they could accuse him. ", "11": "He said to them, “Would not any one of you, if he had one sheep that fell into a pit on the Sabbath, take hold of it and lift it out? ", "12": "How much more valuable is a person than a sheep! So it is lawful to do good on the Sabbath.” ", "13": "Then he said to the man, “Stretch out your hand.” He stretched it out and it was restored,[t] as healthy as the other. ", "14": "But the Pharisees went out and plotted against him, as to how they could assassinate[u] him.", "15": "Now when Jesus learned of this, he went away from there. Great[v] crowds[w] followed him, and he healed them all. ", "16": "But he sternly warned them not to make him known. ", "17": "This fulfilled what was spoken by the prophet Isaiah:[x]", "18": "“Here is[y] my servant whom I have chosen, the one I love, in whom I take great delight.[z] I will put my Spirit on him, and he will proclaim justice to the nations.", "19": "He will not quarrel or cry out, nor will anyone hear his voice in the streets.", "20": "He will not break a bruised reed or extinguish a smoldering wick, until he brings justice to victory.", "21": "And in his name the Gentiles[aa] will hope.”[ab]", "22": "Then they brought to him a demon-possessed man who was blind and mute. Jesus[ac] healed him so that he could speak and see.[ad] ", "23": "All the crowds were amazed and said, “Could this one be the Son of David?” ", "24": "But when the Pharisees[ae] heard this they said, “He does not cast out demons except by the power of Beelzebul,[af] the ruler[ag] of demons!” ", "25": "Now when Jesus[ah] realized what they were thinking, he said to them,[ai] “Every kingdom divided against itself is destroyed,[aj] and no town or house divided against itself will stand. ", "26": "So if[ak] Satan casts out Satan, he is divided against himself. How then will his kingdom stand? ", "27": "And if I cast out demons by Beelzebul, by whom do your sons[al] cast them[am] out? For this reason they will be your judges. ", "28": "But if I cast out demons by the Spirit of God, then the kingdom of God[an] has already overtaken[ao] you. ", "29": "How[ap] else can someone enter a strong man's[aq] house and steal his property, unless he first ties up the strong man? Then he can thoroughly plunder the house.[ar] ", "30": "Whoever is not with me is against me,[as] and whoever does not gather with me scatters.[at] ", "31": "For this reason I tell you, people will be forgiven for every sin and blasphemy,[au] but the blasphemy against the Spirit will not be forgiven. ", "32": "Whoever speaks a word against the Son of Man will be forgiven.[av] But whoever speaks against the Holy Spirit will not be forgiven,[aw] either in this age or in the age to come.", "33": "“Make a tree good and its fruit will be good, or make a tree bad[ax] and its fruit will be bad, for a tree is known by its fruit. ", "34": "Offspring of vipers! How are you able to say anything good, since you are evil? For the mouth speaks from what fills the heart. ", "35": "The good person[ay] brings good things out of his[az] good treasury,[ba] and the evil person brings evil things out of his evil treasury. ", "36": "I[bb] tell you that on the day of judgment, people will give an account for every worthless word they speak. ", "37": "For by your words you will be justified, and by your words you will be condemned.”", "38": "Then some of the experts in the law[bc] along with some Pharisees[bd] answered him,[be] “Teacher, we want to see a sign[bf] from you.” ", "39": "But he answered them,[bg] “An evil and adulterous generation asks for a sign, but no sign will be given to it except the sign of the prophet Jonah. ", "40": "For just as Jonah was in the belly of the huge fish[bh] for three days and three nights,[bi] so the Son of Man will be in the heart of the earth for three days and three nights. ", "41": "The people[bj] of Nineveh will stand up at the judgment with this generation and condemn it, because they repented when Jonah preached to them[bk]—and now,[bl] something greater than Jonah is here! ", "42": "The queen of the South[bm] will rise up at the judgment with this generation and condemn it, because she came from the ends of the earth to hear the wisdom of Solomon—and now,[bn] something greater than Solomon is here!", "43": "“When[bo] an unclean spirit[bp] goes out of a person,[bq] it passes through waterless places[br] looking for rest but[bs] does not find it. ", "44": "Then it says, 'I will return to the home I left.'[bt] When it returns,[bu] it finds the house[bv] empty, swept clean, and put in order.[bw] ", "45": "Then it goes and brings with it seven other spirits more evil than itself, and they go in and live there, so[bx] the last state of that person is worse than the first. It will be that way for this evil generation as well!”", "46": "While Jesus[by] was still speaking to the crowds,[bz] his mother and brothers[ca] came and stood outside, asking[cb] to speak to him. ", "47": "[cc] Someone[cd] told him, “Look, your mother and your brothers are standing outside wanting[ce] to speak to you.” ", "48": "To the one who had said this, Jesus[cf] replied,[cg] “Who is my mother and who are my brothers?” ", "49": "And pointing[ch] toward his disciples he said, “Here[ci] are my mother and my brothers! ", "50": "For whoever does the will of my Father in heaven is[cj] my brother and sister and mother.”"}