{"1": "Now when[a] Jesus finished these sayings, he left Galilee and went to the region of Judea beyond the Jordan River.[b] ", "2": "Large crowds followed him, and he healed them there.", "3": "Then some Pharisees[c] came to him in order to test him. They asked, “Is it lawful[d] to divorce a wife for any cause?”[e] ", "4": "He answered, “Have you not read that from the beginning the Creator made them male and female,[f] ", "5": "and said, 'For this reason a man will leave his father and mother and will be united with his wife, and the two will become one flesh'?[g] ", "6": "So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate.” ", "7": "They said to him, “Why then did Moses command us to give a certificate of dismissal and to divorce her?”[h] ", "8": "Jesus[i] said to them, “Moses permitted you to divorce your wives because of your hard hearts,[j] but from the beginning it was not this way. ", "9": "Now I say to you that whoever divorces his wife, except for immorality, and marries another commits adultery.” ", "10": "The[k] disciples said to him, “If this is the case of a husband with a wife, it is better not to marry!” ", "11": "He[l] said to them, “Not everyone can accept this statement, except those to whom it has been given. ", "12": "For there are some eunuchs who were that way from birth,[m] and some who were made eunuchs[n] by others,[o] and some who became eunuchs for the sake of the kingdom of heaven. The one who is able to accept this should accept it.”", "13": "Then little children were brought to him for him to lay his hands on them and pray.[p] But the disciples scolded those who brought them.[q] ", "14": "But Jesus said, “Let the little children come to me and do not try to stop them, for the kingdom of heaven belongs to such as these.”[r] ", "15": "And he placed his hands on them and went on his way.[s]", "16": "Now[t] someone came up to him and said, “Teacher, what good thing must I do to gain eternal life?”[u] ", "17": "He said to him, “Why do you ask me about what is good? There is only one who is good. But if you want to enter into life, keep the commandments.” ", "18": "“Which ones?” he asked. Jesus replied, “Do not murder, do not commit adultery, do not steal, do not give false testimony, ", "19": "honor your father and mother,[v] and love your neighbor as yourself.”[w] ", "20": "The young man said to him, “I have wholeheartedly obeyed[x] all these laws.[y] What do I still lack?” ", "21": "Jesus said to him, “If you wish to be perfect, go sell your possessions and give the money[z] to the poor, and you will have treasure[aa] in heaven. Then come, follow me.” ", "22": "But when the young man heard this he went away sorrowful, for he was very rich.[ab]", "23": "Then Jesus said to his disciples, “I tell you the truth,[ac] it will be hard for a rich person to enter the kingdom of heaven! ", "24": "Again I say,[ad] it is easier for a camel[ae] to go through the eye of a needle[af] than for a rich person to enter into the kingdom of God.” ", "25": "The[ag] disciples were greatly astonished when they heard this and said, “Then who can be saved?”[ah] ", "26": "Jesus[ai] looked at them and replied, “This is impossible for mere humans,[aj] but for God all things are possible.” ", "27": "Then Peter said[ak] to him, “Look,[al] we have left everything to follow you![am] What then will there be for us?” ", "28": "Jesus[an] said to them, “I tell you the truth:[ao] In the age when all things are renewed,[ap] when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging[aq] the twelve tribes of Israel. ", "29": "And whoever has left houses or brothers or sisters or father or mother or children or fields for my sake will receive a hundred times as much[ar] and will inherit eternal life. ", "30": "But many who are first will be last, and the last first."}