{"1": "“For the kingdom of heaven is like a landowner[a] who went out early in the morning to hire workers for his vineyard. ", "2": "And after agreeing with the workers for the standard wage,[b] he sent them into his vineyard. ", "3": "When it was about nine o'clock in the morning,[c] he went out again and saw others standing around in the marketplace[d] without work. ", "4": "He said to them, 'You go into the vineyard too, and I will give you whatever is right.' ", "5": "So they went. When[e] he went out again about noon and three o'clock that afternoon,[f] he did the same thing. ", "6": "And about five o'clock that afternoon[g] he went out and found others standing around, and said to them, 'Why are you standing here all day without work?' ", "7": "They said to him, 'Because no one hired us.' He said to them, 'You go and work in the vineyard too.' ", "8": "When[h] it was evening[i] the owner of the vineyard said to his manager, 'Call the workers and pay them their wages[j] starting with the last hired until the first.' ", "9": "When those hired about five o'clock came, each received a full day's pay.[k] ", "10": "And when those hired first came, they thought they would receive more. But each one also received the standard wage. ", "11": "When[l] they received it, they began to complain[m] against the landowner, ", "12": "saying, 'These last fellows worked one hour, and you have made them equal to us who bore the hardship and burning heat of the day.' ", "13": "And the landowner[n] replied to one of them,[o] 'Friend, I am not treating you unfairly. Didn't you agree with me to work for the standard wage?[p] ", "14": "Take what is yours and go. I[q] want to give to this last man[r] the same as I gave to you. ", "15": "Am I not[s] permitted to do what I want with what belongs to me? Or are you envious because I am generous?'[t] ", "16": "So the last will be first, and the first last.”", "17": "As Jesus was going up to Jerusalem, he took the twelve[u] aside privately and said to them on the way, ", "18": "“Look, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and the experts in the law.[v] They will condemn him to death, ", "19": "and will turn him over to the Gentiles to be mocked and flogged severely[w] and crucified.[x] Yet[y] on the third day, he will be raised.”", "20": "Then the mother of the sons of Zebedee came to him with her sons, and kneeling down she asked him for a favor.[z] ", "21": "He said to her, “What do you want?” She replied,[aa] “Permit[ab] these two sons of mine to sit, one at your[ac] right hand and one at your left, in your kingdom.” ", "22": "Jesus[ad] answered, “You don't know what you are asking![ae] Are you able to drink the cup I am about to drink?”[af] They said to him, “We are able.”[ag] ", "23": "He told them, “You will drink my cup,[ah] but to sit at my right and at my left is not mine to give. Rather, it is for those for whom it has been prepared by my Father.”", "24": "Now[ai] when the other ten[aj] heard this,[ak] they were angry with the two brothers. ", "25": "But Jesus called them and said, “You know that the rulers of the Gentiles lord it over them, and those in high positions use their authority over them. ", "26": "It must not be this way among you! Instead whoever wants to be great among you must be your servant, ", "27": "and whoever wants to be first among you must be your slave[al]—", "28": "just as the Son of Man did not come to be served but to serve, and to give his life as a ransom[am] for many.”", "29": "As they were leaving Jericho, a large crowd followed them. ", "30": "Two[an] blind men were sitting by the road. When they heard that Jesus was passing by, they shouted,[ao] “Have mercy[ap] on us, Lord, Son of David!”[aq] ", "31": "The[ar] crowd scolded[as] them to get them to be quiet. But they shouted even more loudly, “Lord, have mercy on us,[at] Son of David!” ", "32": "Jesus stopped, called them, and said, “What do you want me to do for you?” ", "33": "They said to him, “Lord, let our eyes be opened.” ", "34": "Moved with compassion, Jesus touched their eyes. Immediately they received their sight and followed him."}