{"1": "Jesus spoke[a] to them again in parables, saying: ", "2": "“The kingdom of heaven can be compared to a king who gave a wedding banquet for his son. ", "3": "He sent his slaves[b] to summon those who had been invited to the banquet, but they would not come. ", "4": "Again he sent other slaves, saying, 'Tell those who have been invited, “Look! The feast I have prepared for you is ready.[c] My oxen and fattened cattle have been slaughtered, and everything is ready. Come to the wedding banquet.”' ", "5": "But they were indifferent and went away, one to his farm, another to his business. ", "6": "The[d] rest seized his slaves, insolently mistreated them, and killed them. ", "7": "The[e] king was furious! He sent his soldiers, and they put those murderers to death[f] and set their city[g] on fire. ", "8": "Then he said to his slaves, 'The wedding is ready, but the ones who had been invited were not worthy. ", "9": "So go into the main streets and invite everyone you find to the wedding banquet.' ", "10": "And those slaves went out into the streets and gathered all they found, both bad and good, and the wedding hall was filled with guests. ", "11": "But when the king came in to see the wedding guests, he saw a man there who was not wearing wedding clothes. ", "12": "And he said to him, 'Friend, how did you get in here without wedding clothes?' But he had nothing to say.[h] ", "13": "Then the king said to his attendants, 'Tie him up hand and foot and throw him into the outer darkness,[i] where there will be weeping and gnashing of teeth!' ", "14": "For many are called, but few are chosen.”", "15": "Then the Pharisees[j] went out and planned together to entrap him with his own words.[k] ", "16": "They sent to him their disciples along with the Herodians,[l] saying, “Teacher, we know that you are truthful, and teach the way of God in accordance with the truth.[m] You do not court anyone's favor because you show no partiality.[n] ", "17": "Tell us then, what do you think? Is it right[o] to pay taxes[p] to Caesar[q] or not?”", "18": "But Jesus realized their evil intentions and said, “Hypocrites! Why are you testing me? ", "19": "Show me the coin used for the tax.” So[r] they brought him a denarius.[s] ", "20": "Jesus[t] said to them, “Whose image[u] is this, and whose inscription?” ", "21": "They replied,[v] “Caesar's.” He said to them,[w] “Then give to Caesar the things that are Caesar's, and to God the things that are God's.”[x] ", "22": "Now when they heard this they were stunned,[y] and they left him and went away.", "23": "The same day Sadducees[z] (who say there is no resurrection)[aa] came to him and asked him,[ab] ", "24": "“Teacher, Moses said, 'If a man dies without having children, his brother must marry the widow and father children[ac] for his brother.'[ad] ", "25": "Now there were seven brothers among us. The first one married and died, and since he had no children he left his wife to his brother. ", "26": "The second did the same, and the third, down to the seventh. ", "27": "Last[ae] of all, the woman died. ", "28": "In the resurrection, therefore, whose wife of the seven will she be? For they all had married her.”[af] ", "29": "Jesus[ag] answered them, “You are deceived,[ah] because you don't know the scriptures or the power of God. ", "30": "For in the resurrection they neither marry nor are given in marriage, but are like angels[ai] in heaven. ", "31": "Now as for the resurrection of the dead, have you not read what was spoken to you by God,[aj] ", "32": "'I am the God of Abraham, the God of Isaac, and the God of Jacob'?[ak] He is not the God of the dead but of the living!”[al] ", "33": "When the crowds heard this, they were amazed at his teaching.", "34": "Now when the Pharisees[am] heard that he had silenced the Sadducees,[an] they assembled together.[ao] ", "35": "And one of them, an expert in religious law,[ap] asked him a question to test[aq] him: ", "36": "“Teacher, which commandment in the law is the greatest?”[ar] ", "37": "Jesus[as] said to him, “'Love[at] the Lord your God with all your heart, with all your soul, and with all your mind.'[au] ", "38": "This is the first and greatest[av] commandment. ", "39": "The second is like it: 'Love your neighbor as yourself.'[aw] ", "40": "All the law and the prophets depend[ax] on these two commandments.”", "41": "While[ay] the Pharisees[az] were assembled, Jesus asked them a question:[ba] ", "42": "“What do you think about the Christ?[bb] Whose son is he?” They said, “The son of David.”[bc] ", "43": "He said to them, “How then does David by the Spirit call him 'Lord,' saying,", "44": "'The Lord said to my lord,[bd] “Sit at my right hand, until I put your enemies under your feet”'?[be]", "45": "If David then calls him 'Lord,' how can he be his son?”[bf] ", "46": "No one[bg] was able to answer him a word, and from that day on no one dared to question him any longer."}