{"1": "Then Jesus said to the crowds and to his disciples, ", "2": "“The[a] experts in the law[b] and the Pharisees[c] sit on Moses' seat. ", "3": "Therefore pay attention to what they tell you and do it. But do not do what they do, for they do not practice what they teach.[d] ", "4": "They[e] tie up heavy loads, hard to carry, and put them on men's shoulders, but they themselves are not willing even to lift a finger to move them. ", "5": "They[f] do all their deeds to be seen by people, for they make their phylacteries[g] wide and their tassels[h] long. ", "6": "They[i] love the place of honor at banquets and the best seats in the synagogues[j] ", "7": "and elaborate greetings[k] in the marketplaces,[l] and to have people call them 'Rabbi.' ", "8": "But you are not to be called 'Rabbi,' for you have one Teacher and you are all brothers. ", "9": "And call no one your 'father' on earth, for you have one Father, who is in heaven. ", "10": "Nor are you to be called 'teacher,' for you have one teacher, the Christ.[m] ", "11": "The[n] greatest among you will be your servant. ", "12": "And whoever exalts himself will be humbled, and whoever humbles himself will be exalted.", "13": "“But woe to you, experts in the law[o] and you Pharisees, hypocrites![p] You keep locking people out of the kingdom of heaven![q] For you neither enter nor permit those trying to enter to go in.[r]", "15": "“Woe to you, experts in the law[s] and you Pharisees, hypocrites! You cross land and sea to make one convert,[t] and when you get one,[u] you make him twice as much a child of hell[v] as yourselves!", "16": "“Woe to you, blind guides, who say, 'Whoever swears by the temple is bound by nothing.[w] But whoever swears by the gold of the temple is bound by the oath.' ", "17": "Blind fools! Which is greater, the gold or the temple that makes the gold sacred? ", "18": "And, 'Whoever swears by the altar is bound by nothing.[x] But if anyone swears by the gift on it he is bound by the oath.' ", "19": "You are blind! For which is greater, the gift or the altar that makes the gift sacred? ", "20": "So whoever swears by the altar swears by it and by everything on it. ", "21": "And whoever swears by the temple swears by it and the one who dwells in it. ", "22": "And whoever swears by heaven swears by the throne of God and the one who sits on it.", "23": "“Woe to you, experts in the law[y] and you Pharisees, hypocrites! You give a tenth[z] of mint, dill, and cumin,[aa] yet you neglect what is more important in the law—justice, mercy, and faithfulness! You[ab] should have done these things without neglecting the others. ", "24": "Blind guides! You strain out a gnat yet swallow a camel![ac]", "25": "“Woe to you, experts in the law[ad] and you Pharisees, hypocrites! You clean the outside of the cup and the dish, but inside they are full of greed and self-indulgence. ", "26": "Blind Pharisee! First clean the inside of the cup,[ae] so that the outside may become clean too!", "27": "“Woe to you, experts in the law[af] and you Pharisees, hypocrites! You are like whitewashed tombs[ag] that look beautiful on the outside but inside are full of the bones of the dead and of everything unclean. ", "28": "In the same way, on the outside you look righteous to people, but inside you are full of hypocrisy and lawlessness.", "29": "“Woe to you, experts in the law[ah] and you Pharisees, hypocrites! You[ai] build tombs for the prophets and decorate the graves[aj] of the righteous. ", "30": "And you say, 'If we had lived in the days of our ancestors,[ak] we would not have participated with them in shedding the blood of the prophets.' ", "31": "By saying this you testify against yourselves that you are descendants of those who murdered the prophets. ", "32": "Fill up then the measure of your ancestors! ", "33": "You snakes, you offspring of vipers! How will you escape being condemned to hell?[al]", "34": "“For this reason I[am] am sending you prophets and wise men and experts in the law,[an] some of whom you will kill and crucify,[ao] and some you will flog[ap] in your synagogues[aq] and pursue from town to town, ", "35": "so that on you will come all the righteous blood shed on earth, from the blood of righteous Abel to the blood of Zechariah son of Barachiah,[ar] whom you murdered between the temple and the altar. ", "36": "I tell you the truth,[as] this generation will be held responsible for all these things![at]", "37": "“O Jerusalem, Jerusalem,[au] you who kill the prophets and stone those who are sent to you![av] How often I have longed[aw] to gather your children together as a hen gathers her chicks under her wings, but[ax] you would have none of it![ay] ", "38": "Look, your house is left to you desolate! ", "39": "For I tell you, you will not see me from now until you say, 'Blessed is the one who comes in the name of the Lord!'”[az]"}