{"1": "My children, I am writing this so that you won't sin. But if you do sin, Jesus Christ always does the right thing, and he will speak to the Father for us. ", "2": "Christ is the sacrifice that takes away our sins and the sins of all the world's people.", "3": "When we obey God, we are sure that we know him. ", "4": "But if we claim to know him and don't obey him, we are lying and the truth isn't in our hearts. ", "5": "We truly love God only when we obey him as we should, and then we know that we belong to him. ", "6": "If we say we are his, we must follow the example of Christ.", "7": "My dear friends, I am not writing to give you a new commandment. It is the same one that you were first given, and it is the message you heard. ", "8": "But it really is a new commandment, and you know its true meaning, just as Christ does. You can see the darkness fading away and the true light already shining.", "9": "If we claim to be in the light and hate someone, we are still in the dark. ", "10": "But if we love others, we are in the light, and we don't cause problems for them.[a] ", "11": "If we hate others, we are living and walking in the dark. We don't know where we are going, because we can't see in the dark.", "12": "Children, I am writing you, because your sins have been forgiven in the name of Christ.", "13": "Parents, I am writing you, because you have known the one who was there from the beginning. Young people, I am writing you, because you have defeated the evil one.", "14": "Children, I am writing you, because you have known the Father. Parents, I am writing you, because you have known the one who was there from the beginning. Young people, I am writing you, because you are strong. God's message is firm in your hearts, and you have defeated the evil one.", "15": "Don't love the world or anything that belongs to the world. If you love the world, you cannot love the Father. ", "16": "Our foolish pride comes from this world, and so do our selfish desires and our desire to have everything we see. None of this comes from the Father. ", "17": "The world and the desires it causes are disappearing. But if we obey God, we will live forever.", "18": "Children, this is the last hour. You heard that the enemy of Christ would appear at this time, and many of Christ's enemies have already appeared. So we know that the last hour is here. ", "19": "These people came from our own group, yet they were not part of us. If they had been part of us, they would have stayed with us. But they left, which proves that they did not belong to our group.", "20": "Christ, the Holy One,[b] has blessed[c] you, and now all of you understand.[d] ", "21": "I did not need to write you about the truth, since you already know it. You also know that liars do not belong to the truth. ", "22": "And a liar is anyone who says that Jesus isn't truly Christ. Anyone who says this is an enemy of Christ and rejects both the Father and the Son. ", "23": "If we reject the Son, we reject the Father. But if we say that we accept the Son, we have the Father. ", "24": "Keep thinking about the message you first heard, and you will always be one in your heart with the Son and with the Father. ", "25": "The Son[e] has promised us[f] eternal life.", "26": "I am writing to warn you about those people who are misleading you. ", "27": "But Christ has blessed you with the Holy Spirit.[g] Now the Spirit stays in you, and you don't need any teachers. The Spirit is truthful and teaches you everything. So stay one in your heart with Christ, just as the Spirit has taught you to do.", "28": "Children, stay one in your hearts with Christ. Then when he returns, we will have confidence and won't have to hide in shame. ", "29": "You know that Christ always does right and that everyone who does right is a child of God."}