{"1": "Dear friends, don't believe everyone who claims to have the Spirit of God. Test them all to find out if they really do come from God. Many false prophets have already gone out into the world, ", "2": "and you can know which ones come from God. His Spirit says that Jesus Christ had a truly human body. ", "3": "But when someone doesn't say this about Jesus, you know that person has a spirit that doesn't come from God and is the enemy of Christ. You knew that this enemy was coming into the world and now is already here.", "4": "Children, you belong to God, and you have defeated these enemies. God's Spirit[a] is in you and is more powerful than the one that is in the world. ", "5": "These enemies belong to this world, and the world listens to them, because they speak its language. ", "6": "We belong to God, and everyone who knows God will listen to us. But the people who don't know God won't listen to us. That is how we can tell the Spirit that speaks the truth from the one that tells lies.", "7": "My dear friends, we must love each other. Love comes from God, and when we love each other, it shows that we have been given new life. We are now God's children, and we know him. ", "8": "God is love, and anyone who doesn't love others has never known him. ", "9": "God showed his love for us when he sent his only Son into the world to give us life. ", "10": "Real love isn't our love for God, but his love for us. God sent his Son to be the sacrifice by which our sins are forgiven. ", "11": "Dear friends, since God loved us this much, we must love each other.", "12": "No one has ever seen God. But if we love each other, God lives in us, and his love is truly in our hearts.", "13": "God has given us his Spirit. That is how we know that we are one with him, just as he is one with us. ", "14": "God sent his Son to be the Savior of the world. We saw his Son and are now telling others about him. ", "15": "God stays one with everyone who openly says that Jesus is the Son of God. That's how we stay one with God ", "16": "and are sure that God loves us. God is love. If we keep on loving others, we will stay one in our hearts with God, and he will stay one with us. ", "17": "If we truly love others and live as Christ did in this world, we won't be worried about the day of judgment. ", "18": "A real love for others will chase those worries away. The thought of being punished is what makes us afraid. It shows that we have not really learned to love.", "19": "We love because God loved us first. ", "20": "But if we say we love God and don't love each other, we are liars. We cannot see God. So how can we love God, if we don't love the people we can see? ", "21": "The commandment that God has given us is: “Love God and love each other!”"}