{"1-2": "Saul was dead and David had returned to Ziklag after slaughtering the Amalekites. Three days later a man arrived from the Israeli army with his clothes torn and with dirt on his head as a sign of mourning. He fell to the ground before David in deep respect.", "3": "“Where do you come from?” David asked. “From the Israeli army,” he replied.", "4": "“What happened?” David demanded. “Tell me how the battle went.” And the man replied, “Our entire army fled. Thousands of men are dead and wounded on the field, and Saul and his son Jonathan have been killed.”", "5": "“How do you know they are dead?”", "6": "“Because I was on Mount Gilboa and saw Saul leaning against his spear with the enemy chariots closing in upon him. ", "7": "When he saw me he cried out for me to come to him.", "8": "“'Who are you?' he asked. “'An Amalekite,' I replied.", "9": "“'Come and put me out of my misery,' he begged, 'for I am in terrible pain but life lingers on.'", "10": "“So I killed him,[a] for I knew he couldn't live. Then I took his crown and one of his bracelets to bring to you, my lord.”", "11": "David and his men tore their clothes in sorrow when they heard the news. ", "12": "They mourned and wept and fasted all day for Saul and his son Jonathan, and for the Lord's people, and for the men of Israel who had died that day.", "13": "Then David said to the young man who had brought the news, “Where are you from?” And he replied, “I am an Amalekite.”", "14": "“Why did you kill God's chosen king?” David demanded.", "15": "Then he said to one of his young men, “Kill him!” So he ran him through with his sword and he died.", "16": "“You die self-condemned,” David said, “for you yourself confessed that you killed God's appointed king.”", "17-18": "Then David composed a dirge for Saul and Jonathan and afterward commanded that it be sung throughout Israel. It is quoted here from the book Heroic Ballads.", "19": "O Israel, your pride and joy lies dead upon the hills; Mighty heroes have fallen.", "20": "Don't tell the Philistines, lest they rejoice. Hide it from the cities of Gath and Ashkelon, Lest the heathen nations laugh in triumph.", "21": "O Mount Gilboa, Let there be no dew nor rain upon you, Let no crops of grain grow on your slopes.[b] For there the mighty Saul has died; He is God's appointed king no more.", "22": "Both Saul and Jonathan slew their strongest foes, And did not return from battle empty-handed.", "23": "How much they were loved, how wonderful they were— Both Saul and Jonathan! They were together in life and in death. They were swifter than eagles, stronger than lions.", "24": "But now, O women of Israel, weep for Saul; He enriched you With fine clothing and gold ornaments.", "25": "These mighty heroes have fallen in the midst of the battle. Jonathan is slain upon the hills.", "26": "How I weep for you, my brother Jonathan; How much I loved you! And your love for me was deeper Than the love of women!", "27": "The mighty ones have fallen, Stripped of their weapons, and dead."}