{"1": "Some time after this the Ammonite king died and his son Hanun replaced him.", "2": "“I am going to show special respect for him,” David said, “because his father, Nahash, was always so loyal and kind to me.” So David sent ambassadors to express regrets to Hanun about his father's death.", "3": "But Hanun's officers told him, “These men aren't here to honor your father! David has sent them to spy out the city before attacking it!”", "4": "So Hanun took David's men and shaved off half their beards and cut their robes off at the buttocks and sent them home half naked. ", "5": "When David heard what had happened he told them to stay at Jericho until their beards grew out; for the men were very embarrassed over their appearance.", "6": "Now the people of Ammon realized how seriously they had angered David, so they hired twenty thousand Syrian mercenaries from the lands of Rehob and Zobah, one thousand from the king of Maacah, and ten thousand from the land of Tob. ", "7-8": "When David heard about this, he sent Joab and the entire Israeli army to attack them. The Ammonites defended the gates of their city while the Syrians from Zobah, Rehob, Tob, and Maacah fought in the fields. ", "9": "When Joab realized that he would have to fight on two fronts, he selected the best fighters in his army, placed them under his personal command, and took them out to fight the Syrians in the fields. ", "10": "He left the rest of the army to his brother Abishai, who was to attack the city.", "11": "“If I need assistance against the Syrians, come out and help me,” Joab instructed him. “And if the Ammonites are too strong for you, I will come and help you. ", "12": "Courage! We must really act like men today if we are going to save our people and the cities of our God. May the Lord's will be done.”", "13": "And when Joab and his troops attacked, the Syrians began to run away. ", "14": "Then, when the Ammonites saw the Syrians running, they ran too, and retreated into the city. Afterwards Joab returned to Jerusalem. ", "15-16": "The Syrians now realized that they were no match for Israel. So when they regrouped, they were joined by additional Syrian troops summoned by Hadadezer from the other side of the Euphrates River. These troops arrived at Helam under the command of Shobach, the commander-in-chief of all of Hadadezer's forces.", "17": "When David heard what was happening, he personally led the Israeli army to Helam, where the Syrians attacked him. ", "18": "But again the Syrians fled from the Israelis, this time leaving seven hundred charioteers dead on the field, also forty thousand cavalrymen, including General Shobach. ", "19": "When Hadadezer's allies saw that the Syrians had been defeated, they surrendered to David and became his servants. And the Syrians were afraid to help the Ammonites anymore after that."}