{"1": "When General Joab realized how much the king was longing to see Absalom, ", "2-3": "he sent for a woman of Tekoa who had a reputation for great wisdom and told her to ask for an appointment with the king. He told her what to say to him. “Pretend you are in mourning,” Joab instructed her. “Wear mourning clothes, and dishevel your hair as though you have been in deep sorrow for a long time.”", "4": "When the woman approached the king, she fell face downward on the floor in front of him, and cried out, “O king! Help me!”", "5-6": "“What's the trouble?” he asked. “I am a widow,” she replied, “and my two sons had a fight out in the field, and since no one was there to part them, one of them was killed. ", "7": "Now the rest of the family is demanding that I surrender my other son to them to be executed for murdering his brother. But if I do that, I will have no one left, and my husband's name will be destroyed from the face of the earth.”", "8": "“Leave it with me,” the king told her. “I'll see to it that no one touches him.”", "9": "“Oh, thank you, my lord,” she replied. “And I'll take the responsibility if you are criticized for helping me like this.”", "10": "“Don't worry about that!” the king replied. “If anyone objects, bring him to me; I can assure you he will never complain again!”", "11": "Then she said, “Please swear to me by God that you won't let anyone harm my son. I want no more bloodshed.” “I vow by God,” he replied, “that not a hair of your son's head shall be disturbed!”", "12": "“Please let me ask one more thing of you!” she said. “Go ahead,” he replied. “Speak!”", "13": "“Why don't you do as much for all the people of God as you have promised to do for me?” she asked. “You have convicted yourself in making this decision, because you have refused to bring home your own banished son. ", "14": "All of us must die eventually; our lives are like water that is poured out on the ground—it can't be gathered up again. But God will bless you with a longer life if you will find a way to bring your son back from his exile.[a] ", "15-16": "But I have come to plead with you for my son because my life and my son's life have been threatened, and I said to myself, 'Perhaps the king will listen to me and rescue us from those who would end our existence in Israel. ", "17": "Yes, the king will give us peace again.' I know that you are like an angel of God and can discern good from evil. May God be with you.”", "18": "“I want to know one thing,” the king replied. “Yes, my lord?” she asked.", "19": "“Did Joab send you here?” And the woman replied, “How can I deny it? Yes, Joab sent me and told me what to say. ", "20": "He did it in order to place the matter before you in a different light. But you are as wise as an angel of God, and you know everything that happens!”", "21": "So the king sent for Joab and told him, “All right, go and bring back Absalom.”", "22": "Joab fell to the ground before the king and blessed him and said, “At last I know that you like me! For you have granted me this request!”", "23": "Then Joab went to Geshur and brought Absalom back to Jerusalem.", "24": "“He may go to his own quarters,” the king ordered, “but he must never come here. I refuse to see him.”", "25": "Now no one in Israel was such a handsome specimen of manhood as Absalom, and no one else received such praise. ", "26": "He cut his hair only once a year—and then only because it weighed three pounds and was too much of a load to carry around! ", "27": "He had three sons and one daughter, Tamar, who was a very beautiful girl.", "28": "After Absalom had been in Jerusalem for two years and had not yet seen the king, ", "29": "he sent for Joab to ask him to intercede for him; but Joab wouldn't come. Absalom sent for him again, but again he refused to come.", "30": "So Absalom said to his servants, “Go and set fire to that barley field of Joab's next to mine,” and they did.", "31": "Then Joab came to Absalom and demanded, “Why did your servants set my field on fire?”", "32": "And Absalom replied, “Because I wanted you to ask the king why he brought me back from Geshur if he didn't intend to see me. I might as well have stayed there. Let me have an interview with the king; then if he finds that I am guilty of murder, let him execute me.”", "33": "So Joab told the king what Absalom had said. Then at last David summoned Absalom, and he came and bowed low before the king, and David kissed him."}