{"1": "Absalom then bought a magnificent chariot and chariot horses, and hired fifty footmen to run ahead of him. ", "2": "He got up early every morning and went out to the gate of the city; and when anyone came to bring a case to the king for trial, Absalom called him over and expressed interest in his problem.", "3": "He would say, “I can see that you are right in this matter; it's unfortunate that the king doesn't have anyone to assist him in hearing these cases. ", "4": "I surely wish I were the judge; then anyone with a lawsuit could come to me, and I would give him justice!”", "5": "And when anyone came to bow to him, Absalom wouldn't let him, but shook his hand instead![a] ", "6": "So in this way Absalom stole the hearts of all the people of Israel.", "7-8": "After four years, Absalom said to the king, “Let me go to Hebron to sacrifice to the Lord in fulfillment of a vow I made to him while I was at Geshur—that if he would bring me back to Jerusalem, I would sacrifice to him.”", "9": "“All right,” the king told him, “go and fulfill your vow.” So Absalom went to Hebron.[b] ", "10": "But while he was there, he sent spies to every part of Israel to incite rebellion against the king. “As soon as you hear the trumpets,” his message read, “you will know that Absalom has been crowned in Hebron.” ", "11": "He took two hundred men from Jerusalem with him as guests, but they knew nothing of his intentions. ", "12": "While he was offering the sacrifice, he sent for Ahithophel, one of David's counselors who lived in Giloh. Ahithophel declared for Absalom, as did more and more others. So the conspiracy became very strong.", "13": "A messenger soon arrived in Jerusalem to tell King David, “All Israel has joined Absalom in a conspiracy against you!”", "14": "“Then we must flee at once or it will be too late!” was David's instant response to his men. “If we get out of the city before he arrives, both we and the city of Jerusalem will be saved.”", "15": "“We are with you,” his aides replied. “Do as you think best.”", "16": "So the king and his household set out at once. He left no one behind except ten of his young wives to keep the palace in order. ", "17-18": "David paused at the edge of the city to let his troops move past him to lead the way—six hundred Gittites who had come with him from Gath, and the Cherethites and Pelethites.", "19-20": "But suddenly the king turned to Ittai, the captain of the six hundred Gittites, and said to him, “What are you doing here? Go on back with your men to Jerusalem, to your king, for you are a guest in Israel, a foreigner in exile. It seems but yesterday that you arrived, and now today should I force you to wander with us, who knows where? Go on back and take your troops with you, and may the Lord be merciful to you.”", "21": "But Ittai replied, “I vow by God and by your own life that wherever you go, I will go, no matter what happens—whether it means life or death.”", "22": "So David replied, “All right, come with us.” Then Ittai and his six hundred men and their families went along.", "23": "There was deep sadness throughout the city as the king and his retinue passed by, crossed Kidron Brook, and went out into the country. ", "24": "Abiathar and Zadok and the Levites took the Ark of the Covenant of God and set it down beside the road until everyone had passed. ", "25-26": "Then, following David's instructions, Zadok took the Ark back into the city. “If the Lord sees fit,” David said, “he will bring me back to see the Ark and the Tabernacle again. But if he is through with me, well, let him do what seems best to him.”", "27": "Then the king told Zadok, “Look, here is my plan. Return quietly to the city with your son Ahimaaz and Abiathar's son Jonathan. ", "28": "I will stop at the ford of the Jordan River and wait there for a message from you. Let me know what happens in Jerusalem before I disappear into the wilderness.”", "29": "So Zadok and Abiathar carried the Ark of God back into the city and stayed there.", "30": "David walked up the road that led to the Mount of Olives, weeping as he went. His head was covered and his feet were bare as a sign of mourning. And the people who were with him covered their heads and wept as they climbed the mountain. ", "31": "When someone told David that Ahithophel, his advisor, was backing Absalom, David prayed, “O Lord, please make Ahithophel give Absalom foolish advice!” ", "32": "As they reached the spot at the top of the Mount of Olives where people worshiped God, David found Hushai the Archite waiting for him with torn clothing and earth upon his head.", "33-34": "But David told him, “If you go with me, you will only be a burden; return to Jerusalem and tell Absalom, 'I will counsel you as I did your father.' Then you can frustrate and counter Ahithophel's advice. ", "35-36": "Zadok and Abiathar, the priests, are there. Tell them the plans that are being made to capture me, and they will send their sons Ahimaaz and Jonathan to find me and tell me what is going on.”", "37": "So David's friend Hushai returned to the city, getting there just as Absalom arrived."}