{"1": "David was just past the top of the hill when Ziba, the manager of Mephibosheth's household, caught up with him. He was leading two donkeys loaded with two hundred loaves of bread, one hundred clusters of raisins, one hundred bunches of grapes, and a small barrel of wine.", "2": "“What are these for?” the king asked Ziba. And Ziba replied, “The donkeys are for your people to ride on, and the bread and summer fruit are for the young men to eat; the wine is to be taken with you into the wilderness for any who become faint.”", "3": "“And where is Mephibosheth?” the king asked him. “He stayed at Jerusalem,” Ziba replied. “He said, 'Now I'll get to be king! Today I will get back the kingdom of my father, Saul.'”[a]", "4": "“In that case,” the king told Ziba, “I give you everything he owns.” “Thank you, thank you, sir,” Ziba replied.", "5": "As David and his party passed Bahurim, a man came out of the village cursing them. It was Shimei, the son of Gera, a member of Saul's family. ", "6": "He threw stones at the king and the king's officers and all the mighty warriors who surrounded them!", "7-8": "“Get out of here, you murderer, you scoundrel!” he shouted at David. “The Lord is paying you back for murdering King Saul and his family; you stole his throne and now the Lord has given it to your son Absalom! At last you will taste some of your own medicine, you murderer!”", "9": "“Why should this dead dog curse my lord the king?” Abishai demanded. “Let me go over and strike off his head!”", "10": "“No!” the king said. “If the Lord has told him to curse me, who am I to say no? ", "11": "My own son is trying to kill me, and this Benjaminite is merely cursing me. Leave him alone, for no doubt the Lord has told him to do it. ", "12": "And perhaps the Lord will see that I am being wronged and will bless me because of these curses.”", "13": "So David and his men continued on, and Shimei kept pace with them on a nearby hillside, cursing as he went and throwing stones at David and tossing dust into the air. ", "14": "The king and all those who were with him were weary by the time they reached Bahurim, so they stayed there awhile and rested.", "15": "Meanwhile, Absalom and his men arrived at Jerusalem, accompanied by Ahithophel. ", "16": "When David's friend, Hushai the Archite, arrived, he went immediately to see Absalom. “Long live the king!” he exclaimed. “Long live the king!”", "17": "“Is this the way to treat your friend David?” Absalom asked him. “Why aren't you with him?”", "18": "“Because I work for the man who is chosen by the Lord and by Israel,” Hushai replied. ", "19": "“And anyway, why shouldn't I? I helped your father and now I will help you!”", "20": "Then Absalom turned to Ahithophel and asked him, “What shall I do next?”", "21": "Ahithophel told him, “Go and sleep with your father's wives, for he has left them here to keep the house. Then all Israel will know that you have insulted him beyond the possibility of reconciliation, and they will all close ranks behind you.”[b]", "22": "So a tent was erected on the roof of the palace where everybody could see it, and Absalom went into the tent to lie with his father's wives. ", "23": "(Absalom did whatever Ahithophel told him to, just as David had; for every word Ahithophel spoke seemed as wise as though it had come directly from the mouth of God.)"}