{"1": "“Now,” Ahithophel said, “give me twelve thousand men to start out after David tonight. ", "2-3": "I will come upon him while he is weary and discouraged, and he and his troops will be thrown into a panic and everyone will run away; and I will kill only the king and let all those who are with him live, and restore them to you.”", "4": "Absalom and all the elders of Israel approved of the plan, ", "5": "but Absalom said, “Ask Hushai the Archite what he thinks about this.”", "6": "When Hushai arrived, Absalom told him what Ahithophel had said. “What is your opinion?” Absalom asked him. “Should we follow Ahithophel's advice? If not, speak up.”", "7": "“Well,” Hushai replied, “this time I think Ahithophel has made a mistake. ", "8": "You know your father and his men; they are mighty warriors and are probably as upset as a mother bear who has been robbed of her cubs. And your father is an old soldier and isn't going to be spending the night among the troops; ", "9": "he has probably already hidden in some pit or cave. And when he comes out and attacks and a few of your men fall, there will be panic among your troops and everyone will start shouting that your men are being slaughtered. ", "10": "Then even the bravest of them, though they have hearts of lions, will be paralyzed with fear; for all Israel knows what a mighty man your father is and how courageous his soldiers are.", "11": "“What I suggest is that you mobilize the entire army of Israel, bringing them from as far away as Dan and Beersheba, so that you will have a huge force. And I think that you should personally lead the troops. ", "12": "Then when we find him we can destroy his entire army so that not one of them is left alive. ", "13": "And if David has escaped into some city, you will have the entire army of Israel there at your command, and we can take ropes and drag the walls of the city into the nearest valley until every stone is torn down.”", "14": "Then Absalom and all the men of Israel said, “Hushai's advice is better than Ahithophel's.” For the Lord had arranged to defeat the counsel of Ahithophel, which really was the better plan, so that he could bring disaster upon Absalom! ", "15": "Then Hushai reported to Zadok and Abiathar, the priests, what Ahithophel had said and what he himself had suggested instead.", "16": "“Quick!” he told them. “Find David and urge him not to stay at the ford of the Jordan River tonight. He must go across at once into the wilderness beyond; otherwise he will die, and his entire army with him.”", "17": "Jonathan and Ahimaaz had been staying at En-rogel so as not to be seen entering and leaving the city. Arrangements had been made for a servant girl to carry to them the messages they were to take to King David. ", "18": "But a boy saw them leaving En-rogel to go to David, and he told Absalom about it. Meanwhile, they escaped to Bahurim where a man hid them inside a well in his backyard. ", "19": "The man's wife put a cloth over the top of the well with grain on it to dry in the sun; so no one suspected they were there.", "20": "When Absalom's men arrived and asked her if she had seen Ahimaaz and Jonathan, she said they had crossed the brook and were gone. They looked for them without success and returned to Jerusalem. ", "21": "Then the two men crawled out of the well and hurried on to King David. “Quick!” they told him, “cross the Jordan tonight!” And they told him how Ahithophel had advised that he be captured and killed. ", "22": "So David and all the people with him went across during the night and were all on the other bank before dawn.", "23": "Meanwhile, Ahithophel—publicly disgraced when Absalom refused his advice—saddled his donkey, went to his hometown, set his affairs in order, and hanged himself; so he died and was buried beside his father.", "24": "David soon arrived at Mahanaim. Meanwhile, Absalom had mobilized the entire army of Israel and was leading the men across the Jordan River. ", "25": "Absalom had appointed Amasa as general of the army, replacing Joab. (Amasa was Joab's second cousin; his father was Ithra, an Ishmaelite, and his mother was Abigail, the daughter of Nahash, who was the sister of Joab's mother, Zeruiah.) ", "26": "Absalom and the Israeli army now camped in the land of Gilead.", "27": "When David arrived at Mahanaim, he was warmly greeted by Shobi (son of Nahash of Rabbah, an Ammonite) and Machir (son of Ammiel of Lodebar) and Barzillai (a Gileadite of Rogelim). ", "28-29": "They brought him and those who were with him mats to sleep on, cooking pots, serving bowls, wheat and barley flour, parched grain, beans, lentils, honey, butter, and cheese. For they said, “You must be very tired and hungry and thirsty after your long march through the wilderness.”"}