{"1": "David now appointed regimental colonels and company commanders over his troops. ", "2": "A third were placed under Joab's brother, Abishai (the son of Zeruiah); and a third under Ittai, the Gittite. The king planned to lead the army himself, but his men objected strongly.", "3": "“You mustn't do it,” they said, “for if we have to turn and run, and half of us die, it will make no difference to them—they will be looking only for you. You are worth ten thousand of us, and it is better that you stay here in the city and send us help if we need it.”", "4": "“Well, whatever you think best,” the king finally replied. So he stood at the gate of the city as all the troops passed by.", "5": "And the king commanded Joab, Abishai, and Ittai, “For my sake, deal gently with young Absalom.” And all the troops heard the king give them this charge.", "6": "So the battle began in the forest of Ephraim, ", "7": "and the Israeli troops were beaten back by David's men. There was a great slaughter and twenty thousand men laid down their lives that day. ", "8": "The battle raged all across the countryside, and more men disappeared in the forest than were killed. ", "9": "During the battle Absalom came upon some of David's men and as he fled[a] on his mule, it went beneath the thick boughs of a great oak tree, and his hair caught in the branches. His mule went on, leaving him dangling in the air. ", "10": "One of David's men saw him and told Joab.", "11": "“What? You saw him there and didn't kill him?” Joab demanded. “I would have rewarded you handsomely and made you a commissioned officer.”[b]", "12": "“For a million dollars I wouldn't do it,” the man replied. “We all heard the king say to you and Abishai and Ittai, 'For my sake, please don't harm young Absalom.' ", "13": "And if I had betrayed the king by killing his son (and the king would certainly find out who did it), you yourself would be the first to accuse me.”", "14": "“Enough of this nonsense,” Joab said. Then he took three daggers and plunged them into the heart of Absalom as he dangled alive from the oak. ", "15": "Ten of Joab's young armor bearers then surrounded Absalom and finished him off. ", "16": "Then Joab blew the trumpet, and his men returned from chasing the army of Israel. ", "17": "They threw Absalom's body into a deep pit in the forest and piled a great heap of stones over it. And the army of Israel fled to their homes.", "18": "(Absalom had built a monument to himself in the King's Valley, for he said, “I have no sons to carry on my name.” He called it “Absalom's Monument,” as it is still known today.)", "19": "Then Zadok's son Ahimaaz said, “Let me run to King David with the good news that the Lord has saved him from his enemy Absalom.”", "20": "“No,” Joab told him, “it wouldn't be good news to the king that his son is dead. You can be my messenger some other time.”", "21": "Then Joab said to a man from Cush, “Go tell the king what you have seen.” The man bowed and ran off.", "22": "But Ahimaaz pleaded with Joab, “Please let me go too.” “No, we don't need you now, my boy,” Joab replied. “There is no further news to send.”", "23": "“Yes, but let me go anyway,” he begged. And Joab finally said, “All right, go ahead.” Then Ahimaaz took a shortcut across the plain and got there ahead of the man from Cush. ", "24": "David was sitting at the gate of the city. When the watchman climbed the stairs to his post at the top of the wall, he saw a lone man running toward them.", "25": "He shouted the news down to David, and the king replied, “If he is alone, he has news.” As the messenger came closer, ", "26": "the watchman saw another man running toward them. He shouted down, “Here comes another one.” And the king replied, “He will have more news.”", "27": "“The first man looks like Ahimaaz, the son of Zadok,” the watchman said. “He is a good man and comes with good news,” the king replied.", "28": "Then Ahimaaz cried out to the king, “All is well!” He bowed low with his face to the ground and said, “Blessed be the Lord your God who has destroyed the rebels who dared to stand against you.”", "29": "“What of young Absalom?” the king demanded. “Is he all right?” “When Joab told me to come, there was a lot of shouting; but I didn't know what was happening,”[c] Ahimaaz answered.", "30": "“Wait here,” the king told him. So Ahimaaz stepped aside.", "31": "Then the man from Cush arrived and said, “I have good news for my lord the king. Today Jehovah has rescued you from all those who rebelled against you.”", "32": "“What about young Absalom? Is he all right?” the king demanded. And the man replied, “May all of your enemies be as that young man is!”", "33": "Then the king broke into tears, and went up to his room over the gate, crying as he went. “O my son Absalom, my son, my son Absalom. If only I could have died for you! O Absalom, my son, my son.”"}