{"1": "Word soon reached Joab that the king was weeping and mourning for Absalom. ", "2": "As the people heard of the king's deep grief for his son, the joy of that day's wonderful victory was turned into deep sadness. ", "3": "The entire army crept back into the city as though they were ashamed and had been beaten in battle.", "4": "The king covered his face with his hands and kept on weeping, “O my son Absalom! O Absalom my son, my son!”", "5": "Then Joab went to the king's room and said to him, “We saved your life today and the lives of your sons, your daughters, your wives, and concubines; and yet you act like this, making us feel ashamed, as though we had done something wrong. ", "6": "You seem to love those who hate you, and hate those who love you. Apparently we don't mean anything to you; if Absalom had lived and all of us had died, you would be happy. ", "7": "Now go out there and congratulate the troops, for I swear by Jehovah that if you don't, not a single one of them will remain here during the night; then you will be worse off than you have ever been in your entire life.”", "8-10": "So the king went out and sat at the city gates, and as the news spread throughout the city that he was there, everyone went to him. Meanwhile, there was much discussion and argument going on all across the nation: “Why aren't we talking about bringing the king back?” was the great topic everywhere. “For he saved us from our enemies, the Philistines; and Absalom, whom we made our king instead, chased him out of the country, but now Absalom is dead. Let's ask David to return and be our king again.”", "11-12": "Then David sent Zadok and Abiathar the priests to say to the elders of Judah, “Why are you the last ones to reinstate the king? For all Israel is ready, and only you are holding out. Yet you are my own brothers, my own tribe, my own flesh and blood!”", "13": "And he told them to tell Amasa, “Since you are my nephew, may God strike me dead if I do not appoint you as commander-in-chief of my army in place of Joab.” ", "14": "Then Amasa convinced all the leaders of Judah, and they responded as one man. They sent word to the king, “Return to us and bring back all those who are with you.”", "15": "So the king started back to Jerusalem. And when he arrived at the Jordan River, it seemed as if everyone in Judah had come to Gilgal to meet him and escort him across the river! ", "16": "Then Shimei (the son of Gera the Benjaminite), the man from Bahurim, hurried across with the men of Judah to welcome King David. ", "17": "A thousand men from the tribe of Benjamin were with him, including Ziba, the servant of Saul, and Ziba's fifteen sons and twenty servants; they rushed down to the Jordan to arrive ahead of the king. ", "18": "They all worked hard ferrying the king's household and troops across, and helped them in every way they could. As the king was crossing, Shimei fell down before him, ", "19": "and pleaded, “My lord the king, please forgive me and forget the terrible thing I did when you left Jerusalem; ", "20": "for I know very well how much I sinned. That is why I have come here today, the very first person in all the tribe of Joseph to greet you.”", "21": "Abishai asked, “Shall not Shimei die, for he cursed the Lord's chosen king!”", "22": "“Don't talk to me like that!” David exclaimed. “This is not a day for execution but for celebration! I am once more king of Israel!”", "23": "Then, turning to Shimei, he vowed, “Your life is spared.”", "24-25": "Now Mephibosheth, Saul's grandson, arrived from Jerusalem to meet the king. He had not washed his feet or clothes nor trimmed his beard since the day the king left Jerusalem. “Why didn't you come with me, Mephibosheth?” the king asked him.", "26": "And he replied, “My lord, O king, my servant Ziba deceived me. I told him, 'Saddle my donkey so that I can go with the king.' For as you know I am lame. ", "27": "But Ziba has slandered me by saying that I refused to come.[a] But I know that you are as an angel of God, so do what you think best. ", "28": "I and all my relatives could expect only death from you, but instead you have honored me among all those who eat at your own table! So how can I complain?”", "29": "“All right,” David replied. “My decision is that you and Ziba will divide the land equally between you.”", "30": "“Give him all of it,” Mephibosheth said. “I am content just to have you back again!”", "31-32": "Barzillai, who had fed the king and his army during their exile in Mahanaim, arrived from Rogelim to conduct the king across the river. He was very old now, about eighty, and very wealthy.", "33": "“Come across with me and live in Jerusalem,” the king said to Barzillai. “I will take care of you there.”", "34": "“No,” he replied, “I am far too old for that. ", "35": "I am eighty years old today, and life has lost its excitement.[b] Food and wine are no longer tasty, and entertainment is not much fun; I would only be a burden to my lord the king. ", "36": "Just to go across the river with you is all the honor I need! ", "37": "Then let me return again to die in my own city, where my father and mother are buried. But here is Chimham.[c] Let him go with you and receive whatever good things you want to give him.”", "38": "“Good,” the king agreed. “Chimham shall go with me, and I will do for him whatever I would have done for you.”", "39": "So all the people crossed the Jordan with the king; and after David had kissed and blessed Barzillai, he returned home. ", "40": "The king then went on to Gilgal, taking Chimham with him. And most of Judah and half of Israel were there to greet him. ", "41": "But the men of Israel complained to the king because only men from Judah had ferried him and his household across the Jordan.", "42": "“Why not?” the men of Judah replied. “The king is one of our own tribe. Why should this make you angry? We have charged him nothing—he hasn't fed us or given us gifts!”", "43": "“But there are ten tribes in Israel,” the others replied, “so we have ten times as much right in the king as you do; why didn't you invite the rest of us? And, remember, we were the first to speak of bringing him back to be our king again.” The argument continued back and forth, and the men of Judah were very rough in their replies."}