{"1": "David then asked the Lord, “Shall I move back to Judah?” And the Lord replied, “Yes.” “Which city shall I go to?” And the Lord replied, “Hebron.”", "2": "So David and his wives—Ahinoam from Jezreel and Abigail the widow of Nabal from Carmel—", "3": "and his men and their families all moved to Hebron. ", "4": "Then the leaders of Judah came to David and crowned him king of the Judean confederacy. When David heard that the men of Jabesh-gilead had buried Saul, ", "5": "he sent them this message: “May the Lord bless you for being so loyal to your king and giving him a decent burial. ", "6": "May the Lord be loyal to you in return and reward you with many demonstrations of his love! And I too will be kind to you because of what you have done. ", "7": "And now I ask you to be my strong and loyal subjects, now that Saul is dead. Be like the tribe of Judah who have appointed me as their new king.”", "8": "But Abner, Saul's commander-in-chief, had gone to Mahanaim to crown Saul's son Ish-bosheth as king. ", "9": "His territory included Gilead, Ashuri, Jezreel, Ephraim, the tribe of Benjamin, and all the rest of Israel. ", "10-11": "Ish-bosheth was forty years old at the time. He reigned in Mahanaim for two years; meanwhile, David was reigning in Hebron and was king of the Judean confederacy for seven and a half years.", "12": "One day General Abner led some of Ish-bosheth's troops to Gibeon from Mahanaim, ", "13": "and General Joab (the son of Zeruiah) led David's troops out to meet them. They met at the pool of Gibeon, where they sat facing each other on opposite sides of the pool. ", "14": "Then Abner suggested to Joab, “Let's watch some sword play between our young men!” Joab agreed, ", "15": "so twelve men were chosen from each side to fight in mortal combat. ", "16": "Each one grabbed his opponent by the hair and thrust his sword into the other's side, so that all of them died. The place has been known ever since as Sword Field.", "17": "The two armies then began to fight each other, and by the end of the day Abner and the men of Israel had been defeated by Joab[a] and the forces of David. ", "18": "Joab's brothers, Abishai and Asahel, were also in the battle. Asahel could run like a deer, ", "19": "and he began chasing Abner. He wouldn't stop for anything, but kept on, single-minded, after Abner alone.", "20": "When Abner looked behind and saw him coming, he called out to him, “Is that you, Asahel?” “Yes,” he called back, “it is.”", "21": "“Go after someone else!” Abner warned. But Asahel refused and kept on coming.", "22": "Again Abner shouted to him, “Get away from here. I could never face your brother Joab if I have to kill you!”", "23": "But he refused to turn away, so Abner pierced him through the belly with the butt end of his spear. It went right through his body and came out his back. He stumbled to the ground and died there, and everyone stopped when they came to the place where he lay.", "24": "Now Joab and Abishai set out after Abner. The sun was just going down as they arrived at Ammah Hill near Giah, along the road into the Gibeon Desert. ", "25": "Abner's troops from the tribe of Benjamin regrouped there at the top of the hill, ", "26": "and Abner shouted down to Joab, “Must our swords continue to kill each other forever? How long will it be before you call off your people from chasing their brothers?”", "27": "Joab shouted back, “I swear by God that even if you hadn't spoken, we would all have gone home tomorrow morning.” ", "28": "Then he blew his trumpet and his men stopped chasing the troops of Israel.", "29": "That night Abner and his men retreated across the Jordan Valley, crossed the river, and traveled all the next morning until they arrived at Mahanaim. ", "30": "Joab and the men who were with him returned home, too, and when he counted his casualties, he learned that only nineteen men were missing, in addition to Asahel. ", "31": "But three hundred and sixty of Abner's men (all from the tribe of Benjamin) were dead. ", "32": "Joab and his men took Asahel's body to Bethlehem and buried him beside his father; then they traveled all night and reached Hebron at daybreak."}