{"1": "Then a hothead whose name was Sheba (son of Bichri, a Benjaminite) blew a trumpet and yelled, “We want nothing to do with David. Come on, you men of Israel, let's get out of here. He's not our king!”", "2": "So all except Judah and Benjamin turned around and deserted David and followed Sheba! But the men of Judah stayed with their king, accompanying him from the Jordan to Jerusalem. ", "3": "When he arrived at his palace in Jerusalem, the king instructed that his ten wives he had left to keep house should be placed in seclusion. Their needs were to be cared for, he said, but he would no longer sleep with them as his wives. So they remained in virtual widowhood until their deaths.", "4": "Then the king instructed Amasa to mobilize the army of Judah within three days and to report back at that time. ", "5": "So Amasa went out to notify the troops, but it took him longer than the three days he had been given.", "6": "Then David said to Abishai, “That fellow Sheba is going to hurt us more than Absalom did. Quick, take my bodyguard and chase after him before he gets into a fortified city where we can't reach him.”", "7": "So Abishai and Joab set out after Sheba with an elite guard from Joab's army and the king's own bodyguard. ", "8-10": "As they arrived at the great stone in Gibeon, they came face-to-face with Amasa. Joab was wearing his uniform with a dagger strapped to his side. As he stepped forward to greet Amasa, he stealthily slipped the dagger from its sheath. “I'm glad to see you, my brother,” Joab said, and took him by the beard with his right hand as though to kiss him. Amasa didn't notice the dagger in his left hand, and Joab stabbed him in the stomach with it, so that his bowels gushed out onto the ground. He did not need to strike again, and he died there. Joab and his brother, Abishai, left him lying there and continued after Sheba.", "11": "One of Joab's young officers shouted to Amasa's troops, “If you are for David, come and follow Joab.”", "12": "But Amasa lay in his blood in the middle of the road, and when Joab's young officers saw that a crowd was gathering around to stare at him, they dragged him off the road into a field and threw a garment over him. ", "13": "With the body out of the way, everyone went on with Joab to capture Sheba.", "14": "Meanwhile Sheba had traveled across Israel to mobilize his own clan of Bichri at the city of Abel in Beth-maacah. ", "15": "When Joab's forces arrived, they besieged Abel and built a mound to the top of the city wall and began battering it down.", "16": "But a wise woman in the city called out to Joab, “Listen to me, Joab. Come over here so I can talk to you.”", "17": "As he approached, the woman asked, “Are you Joab?” And he replied, “I am.”", "18": "So she told him, “There used to be a saying, 'If you want to settle an argument, ask advice at Abel.' For we always give wise counsel. ", "19": "You are destroying an ancient, peace-loving city, loyal to Israel. Should you destroy what is the Lord's?”", "20": "And Joab replied, “That isn't it at all. ", "21": "All I want is a man named Sheba from the hill country of Ephraim, who has revolted against King David. If you will deliver him to me, we will leave the city in peace.” “All right,” the woman replied, “we will throw his head over the wall to you.”", "22": "Then the woman went to the people with her wise advice, and they cut off Sheba's head and threw it out to Joab. And he blew the trumpet and called his troops back from the attack, and they returned to the king at Jerusalem.", "23": "Joab was commander-in-chief of the army, and Benaiah was in charge of the king's bodyguard.[a] ", "24": "Adoram was in charge of the forced labor battalions, and Jehoshaphat was the historian who kept the records. ", "25": "Sheva was the secretary, and Zadok and Abiathar were the chief priests. ", "26": "Ira the Jairite was David's personal chaplain."}