{"1": "There was a famine during David's reign that lasted year after year for three years, and David spent much time in prayer about it. Then the Lord said, “The famine is because of the guilt of Saul and his family, for they murdered the Gibeonites.”", "2": "So King David summoned the Gibeonites. They were not part of Israel but were what was left of the nation of the Amorites. Israel had sworn not to kill them; but Saul, in his nationalistic zeal, had tried to wipe them out.", "3": "David asked them, “What can I do for you to rid ourselves of this guilt and to induce you to ask God to bless us?”", "4": "“Well, money won't do it,” the Gibeonites replied, “and we don't want to see Israelites executed in revenge.” “What can I do, then?” David asked. “Just tell me and I will do it for you.”", "5-6": "“Well, then,” they replied, “give us seven of Saul's sons—the sons of the man who did his best to destroy us. We will hang them before the Lord in Gibeon, the city of King Saul.” “All right,” the king said, “I will do it.”", "7": "He spared Jonathan's son Mephibosheth, who was Saul's grandson, because of the oath between himself and Jonathan. ", "8": "But he gave them Saul's two sons Armoni and Mephibosheth, whose mother was Rizpah, the daughter of Aiah. He also gave them the five adopted sons of Michal that she brought up for Saul's daughter Merab, the wife of Adriel. ", "9": "The men of Gibeon impaled them in the mountain before the Lord. So all seven of them died together at the beginning of the barley harvest.", "10": "Then Rizpah, the mother of two of the men,[a] spread sackcloth upon a rock and stayed there through the entire harvest season* to prevent the vultures from tearing at their bodies during the day and the wild animals from eating them at night. ", "11": "When David learned what she had done, ", "12-14": "he arranged for the men's bones to be buried in the grave of Saul's father, Kish. At the same time he sent a request to the men of Jabesh-gilead, asking them to bring him the bones of Saul and Jonathan. They had stolen their bodies from the public square at Beth-shan where the Philistines had impaled them after they had died in battle on Mount Gilboa. So their bones were brought to him. Then at last God answered prayer and ended the famine.", "15": "Once when the Philistines were at war with Israel, and David and his men were in the thick of the battle, David became weak and exhausted. ", "16": "Ishbi-benob, a giant whose speartip weighed more than twelve pounds and who was sporting a new suit of armor, closed in on David and was about to kill him. ", "17": "But Abishai, the son of Zeruiah, came to his rescue and killed the Philistine. After that David's men declared, “You are not going out to battle again! Why should we risk snuffing out the light of Israel?”", "18": "Later, during a war with the Philistines at Gob, Sibbecai the Hushathite killed Saph, another giant. ", "19": "At still another time and at the same place, Elhanan killed the brother of Goliath the Gittite,[b] whose spear handle was as huge as a weaver's beam! ", "20-21": "And once when the Philistines and the Israelis were fighting at Gath, a giant with six fingers on each hand and six toes on each foot defied Israel, and David's nephew Jonathan—the son of David's brother Shimei—killed him. ", "22": "These four were from the tribe of giants in Gath and were killed by David's troops."}