{"1": "David sang this song to the Lord after he had rescued him from Saul and from all his other enemies:", "2": "  “Jehovah is my rock, My fortress and my savior.", "3": "I will hide in God, Who is my rock and my refuge. He is my shield And my salvation, My refuge and high tower. Thank you, O my Savior, For saving me from all my enemies.", "4": "I will call upon the Lord, Who is worthy to be praised; He will save me from all my enemies.", "5": "The waves of death surrounded me; Floods of evil burst upon me;", "6": "I was trapped and bound By hell and death;", "7": "But I called upon the Lord in my distress, And he heard me from his Temple. My cry reached his ears.", "8": "Then the earth shook and trembled; The foundations of the heavens quaked Because of his wrath.", "9": "Smoke poured from his nostrils; Fire leaped from his mouth And burned up all before him, Setting fire to the world.[a]", "10": "He bent the heavens down and came to earth; He walked upon dark clouds.", "11": "He rode upon the glorious— On the wings of the wind.", "12": "Darkness surrounded him, And clouds were thick around him;", "13": "The earth was radiant with his brightness.", "14": "The Lord thundered from heaven; The God above all gods gave out a mighty shout.", "15": "He shot forth his arrows of lightning And routed his enemies.", "16": "By the blast of his breath Was the sea split in two. The bottom of the sea appeared.", "17": "From above, he rescued me. He drew me out from the waters;", "18": "He saved me from powerful enemies, From those who hated me And from those who were too strong for me.", "19": "They came upon me In the day of my calamity, But the Lord was my salvation.", "20": "He set me free and rescued me, For I was his delight.", "21": "The Lord rewarded me for my goodness, For my hands were clean;", "22": "And I have not departed from my God.", "23": "I knew his laws, And I obeyed them.", "24": "I was perfect in obedience And kept myself from sin.", "25": "That is why the Lord has done so much for me, For he sees that I am clean.", "26": "You are merciful to the merciful; You show your perfections To the blameless.", "27": "To those who are pure, You show yourself pure; But you destroy those who are evil.", "28": "You will save those in trouble, But you bring down the haughty; For you watch their every move.", "29": "O Lord, you are my light! You make my darkness bright.", "30": "By your power I can crush an army; By your strength I leap over a wall.", "31": "As for God, his way is perfect; The word of the Lord is true. He shields all who hide behind him.", "32": "Our Lord alone is God; We have no other Savior.[b]", "33": "God is my strong fortress; He has made me safe.", "34": "He causes the good to walk a steady tread Like mountain goats upon the rocks.", "35": "He gives me skill in war And strength to bend a bow of bronze.", "36": "You have given me the shield of your salvation; Your gentleness has made me great.", "37": "You have made wide steps for my feet, To keep them from slipping.", "38": "I have chased my enemies And destroyed them. I did not stop till all were gone.", "39": "I have destroyed them So that none can rise again. They have fallen beneath my feet.", "40": "For you have given me strength for the battle And have caused me to subdue All those who rose against me.", "41": "You have made my enemies Turn and run away; I have destroyed them all.", "42": "They looked in vain for help; They cried to God, But he refused to answer.", "43": "I beat them into dust; I crushed and scattered them Like dust along the streets.", "44": "You have preserved me From the rebels of my people; You have preserved me As the head of the nations. Foreigners shall serve me", "45": "And shall quickly submit to me When they hear of my power.", "46": "They shall lose heart And come, trembling, From their hiding places.", "47": "The Lord lives. Blessed be my Rock. Praise to him— The Rock of my salvation.", "48": "Blessed be God Who destroys those who oppose me", "49": "And rescues me from my enemies. Yes, you hold me safe above their heads. You deliver me from violence.", "50": "No wonder I give thanks to you, O Lord, among the nations, And sing praises to your name.", "51": "He gives wonderful deliverance to his king And shows mercy to his anointed— To David and his family, Forever.”"}