{"1": "Once again the anger of the Lord flared against Israel, and he caused David to harm them by taking a national census. “Go and count the people of Israel and Judah,” the Lord told him.", "2": "So the king said to Joab, commander-in-chief of his army, “Take a census of all the people from one end of the nation to the other, so that I will know how many of them there are.”", "3": "But Joab replied, “God grant that you will live to see the day when there will be a hundred times as many people in your kingdom as there are now! But you have no right to rejoice in their strength.”[a]", "4": "But the king's command overcame Joab's remonstrance; so Joab and the other army officers went out to count the people of Israel. ", "5": "First they crossed the Jordan and camped at Aroer, south of the city that lies in the middle of the valley of Gad, near Jazer; ", "6": "then they went to Gilead in the land of Tahtim-hodshi and to Dan-jaan and around to Sidon; ", "7": "and then to the stronghold of Tyre, and all the cities of the Hivites and Canaanites, and south to Judah as far as Beersheba. ", "8": "Having gone through the entire land, they completed their task in nine months and twenty days. ", "9": "And Joab reported the number of the people to the king—800,000 men of conscription age in Israel and 500,000 in Judah.", "10": "But after he had taken the census, David's conscience began to bother him, and he said to the Lord, “What I did was very wrong. Please forgive this foolish wickedness of mine.”", "11": "The next morning the word of the Lord came to the prophet Gad, who was David's contact with God. The Lord said to Gad, ", "12": "“Tell David that I will give him three choices.”", "13": "So Gad came to David and asked him, “Will you choose seven years of famine across the land, or to flee for three months before your enemies, or to submit to three days of plague? Think this over and let me know what answer to give to God.”", "14": "“This is a hard decision,” David replied, “but it is better to fall into the hand of the Lord (for his mercy is great) than into the hands of men.”", "15": "So the Lord sent a plague upon Israel that morning, and it lasted for three days; and seventy thousand men died throughout the nation. ", "16": "But as the death angel was preparing to destroy Jerusalem, the Lord was sorry for what was happening and told him to stop. He was by the threshing floor of Araunah the Jebusite at the time.", "17": "When David saw the angel, he said to the Lord, “Look, I am the one who has sinned! What have these sheep done? Let your anger be only against me and my family.”", "18": "That day Gad came to David and said to him, “Go and build an altar to the Lord on the threshing floor of Araunah the Jebusite.” ", "19": "So David went to do what the Lord had commanded him. ", "20": "When Araunah saw the king and his men coming toward him, he came forward and fell flat on the ground with his face in the dust.", "21": "“Why have you come?” Araunah asked. And David replied, “To buy your threshing floor, so that I can build an altar to the Lord, and he will stop the plague.”", "22": "“Use anything you like,” Araunah told the king. “Here are oxen for the burnt offering, and you can use the threshing instruments and ox yokes for wood to build a fire on the altar. ", "23": "I will give it all to you, and may the Lord God accept your sacrifice.”", "24": "But the king said to Araunah, “No, I will not have it as a gift. I will buy it, for I don't want to offer to the Lord my God burnt offerings that have cost me nothing.” So David paid him[b] for the threshing floor and the oxen. ", "25": "And David built an altar there to the Lord and offered burnt offerings and peace offerings. And the Lord answered his prayer, and the plague was stopped."}