{"1": "Representatives of all the tribes of Israel now came to David at Hebron and gave him their pledge of loyalty. “We are your blood brothers,” they said. ", "2": "“And even when Saul was our king you were our real leader. The Lord has said that you should be the shepherd and leader of his people.”", "3": "So David made a contract before the Lord with the leaders of Israel there at Hebron, and they crowned him king of Israel. ", "4-5": "(He had already been the king of Judah for seven years, since the age of thirty. He then ruled thirty-three years in Jerusalem as king of both Israel and Judah; so he reigned for forty years altogether.)", "6": "David now led his troops to Jerusalem to fight against the Jebusites who lived there. “You'll never come in here,” they told him. “Even the blind and lame could keep you out!” For they thought they were safe. ", "7": "But David and his troops defeated them and captured the stronghold of Zion, now called the City of David.", "8": "When the insulting message from the defenders of the city reached David, he told his troops, “Go up through the water tunnel into the city and destroy those 'lame' and 'blind' Jebusites. How I hate them.” (That is the origin of the saying, “Even the blind and the lame could conquer you!”)", "9": "So David made the stronghold of Zion (also called the City of David) his headquarters. Then, beginning at the old Millo section of the city, he built northward toward the present city center. ", "10": "So David became greater and greater, for the Lord God of heaven was with him.", "11": "Then King Hiram of Tyre sent cedar lumber, carpenters, and masons to build a palace for David. ", "12": "David now realized why the Lord had made him the king and blessed his kingdom so greatly—it was because God wanted to pour out his kindness on Israel, his chosen people.", "13": "After moving from Hebron to Jerusalem, David married additional wives and concubines, and had many sons and daughters. ", "14-16": "These are his children who were born at Jerusalem: Shammua, Shobab, Nathan, Solomon, Ibhar, Elishua, Nepheg, Japhia, Elishama, Eliada, Eliphelet.", "17": "When the Philistines heard that David had been crowned king of Israel, they tried to capture him; but David was told that they were coming and went into the stronghold. ", "18": "The Philistines arrived and spread out across the valley of Rephaim.", "19": "Then David asked the Lord, “Shall I go out and fight against them? Will you defeat them for me?” And the Lord replied, “Yes, go ahead, for I will give them to you.”", "20": "So David went out and fought with them at Baal-perazim and defeated them. “The Lord did it!” he exclaimed. “He burst through my enemies like a raging flood.” So he named the place “Bursting.” ", "21": "At that time David and his troops confiscated many idols that had been abandoned by the Philistines. ", "22": "But the Philistines returned and again spread out across the valley of Rephaim.", "23": "When David asked the Lord what to do, he replied, “Don't make a frontal attack. Go behind them and come out by the balsam trees. ", "24": "When you hear a sound like marching feet in the tops of the balsam trees, attack! For it will signify that the Lord has prepared the way for you and will destroy them.”", "25": "So David did as the Lord had instructed him and destroyed the Philistines all the way from Geba to Gezer."}