{"1-2": "Then David mobilized thirty thousand special troops and led them to Baal-judah to bring home the Ark of the Lord of heaven who is enthroned above the Guardian Angels. ", "3": "The Ark was placed upon a new cart and taken from the hillside home of Abinadab. It was driven by Abinadab's sons, Uzzah and Ahio. ", "4": "Ahio was walking in front ", "5": "and was followed by David and the other leaders of Israel, who were joyously waving branches of juniper trees and playing every sort of musical instrument before the Lord—lyres, harps, tambourines, castanets, and cymbals.", "6": "But when they arrived at the threshing floor of Nacon, the oxen stumbled and Uzzah put out his hand to steady the Ark. ", "7": "Then the anger of the Lord flared out against Uzzah and he killed him for doing this, so he died there beside the Ark. ", "8": "David was angry at what the Lord had done, and named the spot “The Place of Wrath upon Uzzah” (which it is still called to this day).", "9": "David was now afraid of the Lord and asked, “How can I ever bring the Ark home?” ", "10": "So he decided against taking it into the City of David, but carried it instead to the home of Obed-edom, who had come from Gath. ", "11": "It remained there for three months, and the Lord blessed Obed-edom and all his household.", "12": "When David heard this, he brought the Ark to the City of David with a great celebration. ", "13": "After the men who were carrying it had gone six paces, they stopped and waited so that he could sacrifice an ox and a fat lamb. ", "14": "And David danced before the Lord with all his might and was wearing priests' clothing.[a] ", "15": "So Israel brought home the Ark of the Lord with much shouting and blowing of trumpets.", "16": "(But as the procession came into the city, Michal, Saul's daughter, watched from a window and saw King David leaping and dancing before the Lord; and she was filled with contempt for him.)", "17": "The Ark was placed inside the tent that David had prepared for it; and he sacrificed burnt offerings and peace offerings to the Lord. ", "18": "Then he blessed the people in the name of the Lord of heaven ", "19": "and gave a present to everyone—men and women alike—of a loaf of bread, some wine, and a cake of raisins. When it was all over, and everyone had gone home, ", "20": "David returned to bless his family. But Michal came out to meet him and exclaimed in disgust, “How glorious the king of Israel looked today! He exposed himself to the girls along the street like a common pervert!”", "21": "David retorted, “I was dancing before the Lord who chose me above your father and his family and who appointed me as leader of Israel, the people of the Lord! So I am willing to act like a fool in order to show my joy in the Lord. ", "22": "Yes, and I am willing to look even more foolish than this, but I will be respected by the girls of whom you spoke!”", "23": "So Michal was childless throughout her life."}