{"1": "We are workers together with God, so we beg you: Do not let the grace that you received from God be for nothing. ", "2": "God says, “At the right time I heard your prayers. On the day of salvation I helped you.” Isaiah 49:8 I tell you that the “right time” is now, and the “day of salvation” is now.", "3": "We do not want anyone to find fault with our work, so nothing we do will be a problem for anyone. ", "4": "But in every way we show we are servants of God: in accepting many hard things, in troubles, in difficulties, and in great problems. ", "5": "We are beaten and thrown into prison. We meet those who become upset with us and start riots. We work hard, and sometimes we get no sleep or food. ", "6": "We show we are servants of God by our pure lives, our understanding, patience, and kindness, by the Holy Spirit, by true love, ", "7": "by speaking the truth, and by God's power. We use our right living to defend ourselves against everything. ", "8": "Some people honor us, but others blame us. Some people say evil things about us, but others say good things. Some people say we are liars, but we speak the truth. ", "9": "We are not known, but we are well known. We seem to be dying, but we continue to live. We are punished, but we are not killed. ", "10": "We have much sadness, but we are always rejoicing. We are poor, but we are making many people rich in faith. We have nothing, but really we have everything.", "11": "We have spoken freely to you in Corinth and have opened our hearts to you. ", "12": "Our feelings of love for you have not stopped, but you have stopped your feelings of love for us. ", "13": "I speak to you as if you were my children. Do to us as we have done—open your hearts to us.", "14": "You are not the same as those who do not believe. So do not join yourselves to them. Good and bad do not belong together. Light and darkness cannot share together. ", "15": "How can Christ and Belial, the devil, have any agreement? What can a believer have together with a nonbeliever? ", "16": "The temple of God cannot have any agreement with idols, and we are the temple of the living God. As God said: “I will live with them and walk with them. And I will be their God, and they will be my people.”[a]", "17": "“Leave those people, and be separate, says the Lord. Touch nothing that is unclean, and I will accept you.” Isaiah 52:11; Ezekiel 20:34, 41", "18": "“I will be your father, and you will be my sons and daughters, says the Lord Almighty.” 2 Samuel 7:14"}