{"1": "Dear friends, we have these promises from God, so we should make ourselves pure—free from anything that makes body or soul unclean. We should try to become holy in the way we live, because we respect God.", "2": "Open your hearts to us. We have not done wrong to anyone, we have not ruined the faith of anyone, and we have not cheated anyone. ", "3": "I do not say this to blame you. I told you before that we love you so much we would live or die with you. ", "4": "I feel very sure of you and am very proud of you. You give me much comfort, and in all of our troubles I have great joy.", "5": "When we came into Macedonia, we had no rest. We found trouble all around us. We had fighting on the outside and fear on the inside. ", "6": "But God, who comforts those who are troubled, comforted us when Titus came. ", "7": "We were comforted, not only by his coming but also by the comfort you gave him. Titus told us about your wish to see me and that you are very sorry for what you did. He also told me about your great care for me, and when I heard this, I was much happier.", "8": "Even if my letter made you sad, I am not sorry I wrote it. At first I was sorry, because it made you sad, but you were sad only for a short time. ", "9": "Now I am happy, not because you were made sad, but because your sorrow made you change your lives. You became sad in the way God wanted you to, so you were not hurt by us in any way. ", "10": "The kind of sorrow God wants makes people change their hearts and lives. This leads to salvation, and you cannot be sorry for that. But the kind of sorrow the world has brings death. ", "11": "See what this sorrow—the sorrow God wanted you to have—has done to you: It has made you very serious. It made you want to restore yourselves. It made you angry and afraid. It made you want to see me. It made you care. It made you want to do the right thing. In every way you have regained your innocence. ", "12": "I wrote that letter, not because of the one who did the wrong or because of the person who was hurt. I wrote the letter so you could see, before God, the great care you have for us. ", "13": "That is why we were comforted. Not only were we very comforted, we were even happier to see that Titus was so happy. All of you made him feel much better. ", "14": "I bragged to Titus about you, and you showed that I was right. Everything we said to you was true, and you have proved that what we bragged about to Titus is true. ", "15": "And his love for you is stronger when he remembers that you were all ready to obey. You welcomed him with respect and fear. ", "16": "I am very happy that I can trust you fully."}