{"1": "Look at you. You are beautiful, my darling! Look at you. You are beautiful! Your eyes are doves behind your veil. Your hair is like a flock of goats which flows down from Mount Gilead.", "2": "Your teeth are like a flock, ready to be sheared, which comes up from the washing. Each is a twin. Not one of them is left by itself.", "3": "Your lips are like a scarlet ribbon. Your mouth is lovely. Your cheeks behind your veil are like the halves of a pomegranate.", "4": "Like the tower of David, your neck is adorned with rows of stones.[a] A thousand shields hang on it, all of them the equipment of warriors.", "5": "Your two breasts are like two fawns, twins of a gazelle, that browse among the lilies.", "6": "Until the day breathes and the shadows flee, I will go to the mountain of myrrh, and to the hill of incense.", "7": "You are altogether beautiful, my darling. There is no flaw in you.", "8": "Come with me from Lebanon, my bride. With me from Lebanon, come. Descend from the top of Amana, from the top of Senir and Hermon, from the lions' dens, and from the mountains of the leopards.", "9": "You have stirred my heart, my sister, my bride. You have stirred my heart with one, just one of your eyes, with one jewel of your necklace.", "10": "How delightful it is to experience your love, my sister, my bride! How much better is your love than wine, and the fragrance of your perfume than any spice!", "11": "Your lips drip like a honeycomb, my bride. Honey and milk are under your tongue. The fragrance of your garments is like the fragrance of Lebanon.", "12": "You are an enclosed garden, my sister, my bride. You are an enclosed spring,[b] a sealed fountain.", "13": "Your plants are an orchard, pomegranates with other choice fruits, henna with nard,", "14": "nard and saffron, calamus and cinnamon, with every kind of incense tree, myrrh and aloes, with all the finest spices.", "15": "You are a garden fountain, a well of water flowing and streaming down from Lebanon.", "16": "Arise, north wind! Come, south wind! Blow on my garden, so that its spices spread abroad. Let my lover come into his garden, and eat its choice fruits."}