{"1": "The year of [releasing] of debts. 5 God blesseth them that keep his commandments. 7 To help the poor. 12 The freedom of servants. 19 The firstborn of the cattle must be offered to the Lord. At the term of seven years thou shalt make a freedom,", "2": "And this is the manner of the freedom: every [a]creditor shall quit the loan of his hand which he hath lent to his neighbor: he shall not ask it again of his neighbor, nor of his brother: for the year of the Lord's freedom is proclaimed.", "3": "Of a stranger thou mayest require it: but that which thou hast with thy brother, thine hand shall remit:", "4": "[b]Save when there shall be no poor with thee: for the Lord shall bless thee in the land, which the Lord thy God giveth thee, for an inheritance to possess it.", "5": "So that thou hearken unto the voice of the Lord thy God, to observe and do all these commandments, which I command thee this day.", "6": "For the Lord thy God hath blessed thee, as he hath promised thee: and thou shalt lend unto many nations, but thou thyself shalt not borrow, and thou shalt reign over many nations, and they shall not reign over thee.", "7": "¶ If one of thy brethren with thee be poor [c]within any of thy gates in thy land, which the Lord thy God giveth thee, thou shalt not harden thine heart, nor shut thine hand from thy poor brother:", "8": "But thou shalt open thine hand unto him, and shalt lend him sufficient for his need which he hath.", "9": "Beware that there be not a wicked thought in thine heart, to say, The seventh year, the year of freedom is at hand: therefore [d]it grieveth thee to look on thy poor brother, and thou givest him nought, and he cry unto the Lord against thee, so that sin be in thee:", "10": "Thou shalt give him, and [e]let it not grieve thine heart to give unto him: for because of this the Lord thy God shall bless thee in all thy works, and in all that thou puttest thine hand to.", "11": "[f]Because there shall be ever some poor in the land, therefore I command thee, saying, Thou shalt [g]open thine hand unto thy brother, to thy needy, and to thy poor in thy land.", "12": "¶ If thy brother an Hebrew sell himself to thee, or an Hebrewess, and serve thee six years, even in the seventh year thou shalt let him go free from thee:", "13": "And when thou sendest him out free from thee, thou shalt not let him go away empty,", "14": "But shalt [h]give him a liberal reward of thy sheep, and of thy corn, and of thy wine: thou shalt give him of that wherewith the Lord thy God hath blessed thee.", "15": "And remember that thou wast a servant in the land of Egypt, and the Lord thy God delivered thee: therefore I command thee this thing today.", "16": "And if he say unto thee, I will not go away from thee, because he loveth thee and thine house, and because he is well with thee,", "17": "Then shalt thou take an awl, and pierce his ear through against the door, and he shall be thy servant [i]forever: and unto thy maid servant thou shall do likewise.", "18": "Let it not grieve thee, when thou lettest him go out free from thee: for he hath served thee six years, which is the double worth of [j]an hired servant: and the Lord thy God shall bless thee in all that thou doest.", "19": "¶ All the firstborn males that come of thy cattle, and of thy sheep, thou shalt sanctify unto the Lord thy God. [k]Thou shalt do no work with thy firstborn bullock, nor shear thy firstborn sheep.", "20": "Thou shalt eat it before the Lord thy God year by year, in the place which the Lord shall choose, both thou, and thine household.", "21": "But if there be any blemish therein, as if it be lame, or blind, or have any evil fault, thou shalt not offer it unto the Lord thy God,", "22": "But shalt eat it within thy gates: the unclean, and the clean shall eat it alike, [l]as the roebuck, and as the hart.", "23": "Only thou shalt not eat the blood thereof, but pour it upon the ground as water."}