{"1": "The franchised towns. 14 Not to remove thy neighbor's bounds. 16 The punishment of him that beareth false witness. When the Lord thy God shall root out the nations, whose land the Lord thy God giveth thee, and thou shalt possess them, and dwell in their cities, and in their houses,", "2": "Thou shalt separate three cities for thee, in the midst of thy land which the Lord thy God giveth thee to possess it.", "3": "Thou shalt [a]prepare thee the way, and divide the coasts of the land, which the Lord thy God giveth thee to inherit, into three parts, that every [b]manslayer may flee thither.", "4": "¶ This also is the cause wherefore the manslayer shall flee thither, and live: who so killeth his neighbor ignorantly, and hated him not in time passed:", "5": "As he that goeth unto the wood with his neighbor to hew wood, and his hand striketh with the axe to cut down the tree, if the head slip from the helve, and hit his neighbor that he dieth, the same [c]shall flee unto one of the cities, and live,", "6": "Lest the avenger of the blood follow after the manslayer while his heart is chafed, and overtake him, because the way is long, and slay him, although he be not [d]worthy of death, because he hated him not in time passed.", "7": "Wherefore I commanded thee, saying, Thou shalt appoint out three cities for thee.", "8": "And when the Lord thy God [e]enlargeth thy coasts (as he hath sworn unto thy fathers) and giveth thee all the land which he promised to give unto thy fathers.", "9": "(If thou keep all these commandments to do them, which I command thee this day: to wit, that thou love the Lord thy God, and walk in his ways forever) then thou shalt add three cities more for thee besides those three,", "10": "That no innocent blood be shed within thy land, which the Lord thy God giveth thee to inherit, [f]lest blood be upon thee.", "11": "¶ But if a man hate his neighbor, and lay wait for him, and rise against him, and smite any man that he die, and flee unto any of these cities,", "12": "Then the [g]Elders of his city shall send and fet him thence, and deliver him to the hands of the avenger of the blood, that he may die.", "13": "Thine [h]eye shall not spare him, but thou shalt put away the cry of innocent blood from Israel, that it may go well with thee.", "14": "¶ Thou shalt not remove thy neighbor's mark, which they of old time have set in thine inheritance, that thou shalt inherit in the land, which the Lord thy God giveth thee to possess it.", "15": "¶ One witness shall not rise against a man for any trespass, or for any sin, or for any fault that he offendeth in, but at the mouth of two witnesses, or at the mouth of three witnesses, shall the matter be stablished.", "16": "¶ If a false witness rise up against a man to accuse him of trespass,", "17": "Then both the men which strive together, shall stand before the [i]Lord, even before the Priests and the Judges, which shall be in those days.", "18": "And the Judges shall make diligent inquisition: and if the witness be found false, and hath given false witness against his brother,", "19": "Then shall ye do unto him as he had thought to do unto his brother: so thou shalt take evil away forth of the midst of thee.", "20": "And the rest shall hear this, and fear, and shall henceforth commit no more any such wickedness among you.", "21": "Therefore thine eye shall have no compassion, but life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."}