{"1": "The exhortation of the Priest when the Israelites go to battle. 5 The exhortation of the officers showing who should go to battle. 10 Peace must be first proclaimed. 19 The trees that bear fruit must not be destroyed. When [a]thou shalt go forth to war against thine enemies, and shalt see horses and chariots, and people more than thou, be not afraid of them: for the Lord thy God is with thee, which brought thee out of the land of Egypt.", "2": "And when ye are come near unto the battle, then the Priest shall come forth to speak unto the people,", "3": "And shall say unto them, Hear, O Israel, ye are come this day unto battle against your enemies: let not your hearts faint, neither fear, nor be amazed, nor a dread of them.", "4": "For the Lord your God [b]goeth with you, to fight for you against your enemies, and to save you.", "5": "¶ And let the officers speak unto the people, saying, What man is there that hath built a new house, and hath not [c]dedicated it, let him go and return to his house, lest he die in the battle, and another man dedicate it.", "6": "¶ And what man is there that hath planted a vineyard, and hath not [d]eaten of the fruit? let him go to return again unto his house, lest he die in the battle, and another eat the fruit.", "7": "And what man is there that hath betrothed a wife, and hath not taken her? let him go and return again unto his house, lest he die in battle, and another man take her.", "8": "And let the officers speak further unto the people, and say, Whosoever is afraid and faint hearted, let him go and return unto his house, lest his brethren's heart faint like his heart.", "9": "And after that the officers have made an end of speaking unto the people, they shall make captains of the army to govern the people.", "10": "¶ When thou comest near unto a city to fight against it, thou shalt offer it peace.", "11": "And if it answer thee again [e]peaceably, and open unto thee, then let all the people that is found therein, be tributaries unto thee, and serve thee.", "12": "But if it will make no peace with thee, but make war against thee, then shalt thou besiege it.", "13": "And the Lord thy God shall deliver it into thine hands, and thou shalt smite all the males thereof with the edge of the sword.", "14": "Only the women, and the children, and the cattle, and all that is in the city, even all the spoil thereof shalt thou take unto thyself, and shalt eat the spoil of thine enemies, which the Lord thy God hath given thee.", "15": "Thus shalt thou do unto all the cities, which are a great way off from thee, which are not of the cities of these [f]nations here.", "16": "But of the cities of this people, which the Lord thy God shall give thee to inherit, thou shalt save no person alive,", "17": "But shalt utterly destroy them, to wit, the Hittites, and the Amorites, the Canaanites, and the Perizzites, the Hivites, and the Jebusites: as the Lord thy God hath commanded thee,", "18": "That they teach you not to do after all their abominations, which they have done unto their gods, and so ye should sin against the Lord your God.", "19": "¶ When thou hast besieged a city long time, and made war against it to take it, destroy not the trees thereof, by smiting an axe into them: for thou mayest eat of them: therefore thou shalt not cut them down to further thee in the siege, (for the [g]tree of the field is man's life).", "20": "Only those trees which thou knowest are not for meat, those shalt thou destroy and cut down, and make forts against the city that maketh war with thee until thou subdue it."}