{"1": "He commandeth to have care of our neighbor's goods. 5 The woman may not wear man's apparel, nor man the woman's. 6 Of the dam and her young birds. 8 Why they should have battlements. 9 Not to mix divers kinds together. 13 Of the wife not being found a virgin. 23 The punishment of adultery. Thou shalt not see thy brother's ox nor his sheep go astray, and [a]withdraw thyself from them, but shalt bring them again unto thy brother.", "2": "And if thy brother be not [b]near unto thee, or if thou know him not, then thou shalt bring it into thine house, and it shall remain with thee, until thy brother seek after it, then shalt thou deliver it to him again:", "3": "In like manner shalt thou do with his [c]ass, and so shalt thou do with his raiment, and shalt so do with all lost things of thy brother, which he hath lost: if thou hast found them, thou shalt not withdraw thyself from them.", "4": "¶ Thou shalt not see thy brother's ass nor his ox fall down by the way, and withdraw thyself from them, but shalt lift them up with him.", "5": "The [d]woman shall not wear that which pertaineth unto the man, neither shalt a man put on woman's raiment: for all that do so, are abomination unto the Lord thy God.", "6": "¶ If thou find a bird's nest in the way, in any tree, or on the ground whether they be young or eggs, and the dam sitting upon the young, or upon the eggs, [e]thou shalt not take the dam with the young,", "7": "But shalt in any wise let the dam go, and take the young to thee, that thou mayest prosper and prolong thy days.", "8": "¶ When thou buildest a new house, thou shalt make a battlement on thy roof, that thou lay not blood upon thine house, if any man fall thence.", "9": "¶ Thou shalt not [f]sow thy vineyard with divers kinds of seeds, lest thou defile the increase of the seed which thou hast sown, and the fruit of the vineyard.", "10": "¶ Thou shalt not plow with an ox and an ass together.", "11": "¶ Thou shalt not wear a garment of divers sorts, as of woolen and linen together.", "12": "¶ Thou shalt make thee fringes upon the four quarters of thy vesture, wherewith thou coverest thyself.", "13": "¶ If a man take a wife, and when he hath lain with her, hate her,", "14": "And lay [g]slanderous things unto her charge, and bring up an evil name upon her, and say, I took this wife, and when I came to her, I found her not a maid,", "15": "Then shall the father of the maid and her mother take and bring the signs of the maid's virginity unto the Elders of the city to the gate.", "16": "And the maid's father shall say unto the Elders, I gave my daughter unto this man to wife and he hateth her:", "17": "And lo, he layeth slanderous things unto her charge, saying, I found not thy daughter a maid: lo, these are the tokens of my daughter's virginity: and they shall spread the [h]vesture before the Elders of the city.", "18": "Then the Elders of the city shall take that man and chastise him,", "19": "And shall condemn him in an hundred shekels of silver, and give them unto the father [i]of the maid, because he hath brought up an evil name upon a maid of Israel: and she shall be his wife, and he may not put her away all his life.", "20": "But if this thing be true, that the maid be not found a virgin,", "21": "Then shall they bring forth the maid to the door of her father's house, and the men of her city shall stone her with stones to death: for she hath wrought folly in Israel, by playing the whore in her father's house: so thou shalt put evil away from among you.", "22": "¶ If a man be found lying with a woman married to a man, then they shall die even both twain: to wit, the man that lay with the wife, and the wife: so thou shalt put away evil from Israel.", "23": "¶ If a maid be betrothed unto a husband, and a man find her in the town and lie with her,", "24": "Then shall ye bring them both out unto the gates of the same city, and shall stone them with stones to death: the maid because she cried not, being in the city, and the man, because he hath [j]humbled his neighbor's wife: so thou shalt put away evil from among you.", "25": "¶ But if a man find a betrothed maid in the field and force her, and lie with her, then the man that lay with her, shall die alone:", "26": "And unto the maid thou shalt do nothing, because there is in the maid no [k]cause of death: for as when a man riseth against his neighbor and woundeth him to death, so [l]is this matter.", "27": "For he found her in the fields: the betrothed maid cried, and there was no man to succor her.", "28": "¶ If a man find a maid that is not betrothed, and take her, and lie with her, and they be found,", "29": "Then the man that lay with her, shall give unto the maid's father fifty shekels of silver: and she shall be his wife, because he hath humbled her: he can not put her away all his life.", "30": "¶ No man shall [m]take his father's wife, nor shall uncover his father's skirt."}