{"1": "What men ought not to be admitted to office. 9 What they ought to avoid when they go to war. 15 Of the fugitive servant. 17 To flee all kinds of whoredom. 19 Of usury. 21 Of vows. 24 Of the neighbor's vine and corn. None that is hurt by bursting, or that hath his privy member cut off, [a]shall enter into the Congregation of the Lord.", "2": "[b]A bastard shall not enter into the Congregation of the Lord: even to his tenth generation shall he not enter into the Congregation of the Lord.", "3": "The Ammonites and the Moabites shall not enter into the Congregation of the Lord: even to their tenth generation shall they not enter into the Congregation of the Lord forever,", "4": "Because they [c]met you not with bread and water in the way, when ye came out of Egypt, and because they hired against thee Balaam the son of Beor, of Pethor in Aram-naharaim, to curse thee.", "5": "Nevertheless, the Lord thy God would not hearken unto Balaam, but the Lord thy God turned the curse to a blessing unto thee, because the Lord thy God loved thee.", "6": "Thou [d]shall not seek their peace, nor their prosperity all thy days forever.", "7": "¶ Thou shalt not abhor an Edomite: for he is thy brother, neither shalt thou abhor an Egyptian, because thou wast a stranger in his land.", "8": "The children that are begotten [e]of them in their third generation, shall enter into the Congregation of the Lord.", "9": "¶ When thou goest out with the host against thine enemies, keep thee then from all wickedness.", "10": "¶ If there be among you any that is unclean by that which cometh to him by night, he shall go out of the host, and shall not enter into the host,", "11": "But at even he shall wash himself with water, and when the sun is down, he shall enter into the host.", "12": "¶ Thou shalt have a place also without the host, whither thou shalt [f]resort,", "13": "And thou shalt have a paddle among thy weapons, and when thou wouldest sit down without, thou shalt dig therewith, and returning, thou shalt [g]cover thine excrements.", "14": "For the Lord thy God walketh in the midst of thy camp to deliver thee, and to give thee thine enemies before thee: therefore thine host shall be holy, that he see no filthy thing in thee, and turn away from thee.", "15": "¶ Thou shalt not [h]deliver the servant unto his master, which is escaped from his master unto thee.", "16": "He shall dwell with thee, even among you, in what place he shall choose, in one of thy [i]cities where it liketh him best: thou shalt not vex him.", "17": "¶ There shall be no whore of the daughters of Israel, neither shall there be a whore keeper of the sons of Israel.", "18": "¶ Thou shalt neither bring the [j]hire of a whore, nor the price of a dog into the house of the Lord thy God for any vow: for even both these are abomination unto the Lord thy God.", "19": "¶ Thou shalt not give to usury to thy brother: as usury of money, usury of meat, usury of anything that is put to usury.", "20": "Unto a [k]stranger thou mayest lend upon usury, but thou shalt not lend upon usury unto thy brother, that the Lord thy God may [l]bless thee in all that thou settest thine hand to, in the land whither thou goest to possess it.", "21": "¶ When thou shalt vow a vow unto the Lord thy God, thou shalt not be slack to pay it: for the Lord thy God will surely require it of thee, and so it should be sin unto thee.", "22": "But when thou abstainest from vowing, it shall be no sin unto thee.", "23": "That which is gone out of thy lips, thou shalt [m]keep and perform, as thou hast vowed it willingly unto the Lord thy God: for thou hast spoken it with thy mouth.", "24": "¶ When thou comest unto [n]thy neighbor's vineyard, then thou mayest eat grapes at thy pleasure, as much as thou wilt: but thou shalt put none in thy [o]vessel.", "25": "When thou comest unto thy neighbor's corn, thou mayest pluck the ears with thine hand, but thou shalt not move a sickle to thy neighbor's corn."}