{"1": "Divorcement is permitted. 5 He that is newly married is exempted from war. 6 Of the pledge. 14 Wages must not be retained. 16 The good must not be punished for the bad. 17 The care of the stranger, fatherless, and widow. When a man taketh a wife, and marrieth her, if so be she find no favor in his eyes, because he hath espied some filthiness in her, [a]then let him write her a bill of divorcement, and put it in her hand, and send her out of his house.", "2": "And when she is departed out of his house, and gone her way, and marry with another man,", "3": "And if the latter husband hate her, and write her a letter of divorcement, and put it in her hand, and send her out of his house, or if the latter man die which took her to wife:", "4": "Then her first husband, which sent her away, may not take her again to be his wife, after that she is [b]defiled: for that is abomination in the sight of the Lord, and thou shalt not cause the land to sin, which the Lord thy God doth give thee to inherit.", "5": "¶ When a man taketh a new wife, he shall not go a warfare, [c]neither shall be charged with any business, but shall be free at home one year, and rejoice with his wife, which he hath taken.", "6": "¶ No man shall take the nether nor the upper [d]millstone to pledge: for this gage is his living.", "7": "¶ If any man be found stealing any of his brethren of the children of Israel, and maketh merchandise of him, or selleth him, that thief shall die: so shalt thou put evil away from among you.", "8": "¶ Take heed of the plague of leprosy, that thou observe diligently, and do according to all that the Priests of the Levites shall teach you: take heed ye do as I commanded them.", "9": "Remember what the Lord thy God did unto Miriam by the way after that ye were come out of Egypt.", "10": "When thou shalt ask again of thy neighbor anything lent, thou shalt not go [e]into his house to fet his pledge.", "11": "But thou shalt stand without, and the man that borrowed it of thee, shall bring the pledge out of the doors unto thee.", "12": "Furthermore if it be a poor body, thou shalt not sleep with his pledge,", "13": "But shalt restore him the pledge when the sun goeth down, that he may sleep in his raiment, and bless thee: and it shall be righteousness unto thee [f]before the Lord thy God.", "14": "¶ Thou shalt not oppress an hired servant that is needy and poor, neither of thy brethren nor of the stranger that is in thy land within thy gates.", "15": "Thou shalt give him his hire for his day, neither shall the sun go down upon it: for he is poor, and therewith sustaineth his life: lest he cry against thee unto the Lord, and it be sin unto thee.", "16": "¶ The fathers shall not be put to death for the children, nor the children put to death for the fathers, but every man shall be put to death for his own sin.", "17": "Thou shalt not pervert the right of the [g]stranger, nor of the fatherless, nor take a widow's raiment to pledge.", "18": "But remember that thou wast a servant in Egypt, and how the Lord thy God delivered thee thence. Therefore I command thee to do this thing.", "19": "¶ When thou cuttest down thine harvest in thy field, and hast forgotten a sheaf in the field, thou shalt not go again to fet it, but it shall be for the stranger, for the fatherless, and for the widow: that the Lord thy God may bless thee in all the works of thine hands.", "20": "When thou [h]beatest thine olive tree, thou shalt not go over the boughs again, but it shall be for the stranger, for the fatherless, and for the widow.", "21": "When thou gatherest thy [i]vineyard, thou shalt not gather the grapes clean after thee, but they shall be for the stranger, for the fatherless, and for the widow.", "22": "And remember that thou wast [j]a servant in the land of Egypt: therefore I command thee to do this thing."}