{"1": "The offering of the firstfruits. 5 What they must protest when they offer them. 12 The [tithe] of the first year. 13 Their protestation in offering it. 19 To what honor God preferreth them which acknowledge him to be their Lord. Also when thou shalt come into the land which the Lord thy God giveth thee for inheritance, and shalt possess it, and dwell therein,", "2": "[a]Then shalt thou take of the first of all the fruit of the earth, and bring it out of the land that the Lord thy God giveth thee, and put it in a basket, and go unto the place which the Lord thy God shall choose, to [b]place his name there.", "3": "And thou shalt come unto the Priest, that shall be in those days, and say unto him, I acknowledge this day unto the Lord thy God, that I am come unto the country which the Lord sware unto our fathers for to give us.", "4": "Then the Priest shall take the basket out of thine hand, and set it down before the altar of the Lord thy God.", "5": "And thou shalt answer and say before the Lord thy God, A [c]Syrian was my father, who being ready to perish for hunger, went down into Egypt, and sojourned there with a small company and grew there unto a nation great, mighty [d]and full of people.", "6": "And the Egyptians vexed us, and troubled us, and laded us with cruel bondage.", "7": "But when we [e]cried unto the Lord God of our fathers, the Lord heard our voice, and looked on our adversity, and on our labor, and on our oppression:", "8": "And the Lord brought us out of Egypt in a mighty hand, and stretched out arm, with great terribleness, both in signs and wonders.", "9": "And he hath brought us into this place, and hath given us this land, even a land that floweth with milk and honey.", "10": "And now, lo, I have [f]brought the firstfruits of the land, which thou, O Lord, hast given me, and thou shalt set it before the Lord thy God, and worship before the Lord thy God:", "11": "And thou shalt rejoice in all the good things which the Lord thy God hath given unto thee, and to thine [g]household, thou and the Levite, and the stranger that is among you.", "12": "¶ When thou hast made an end of tithing all the tithes of thine increase, the third year, which is the year of tithing, and hast given it unto the Levite, to the stranger, to the fatherless, and to the widow, that they may eat within thy gates, and be satisfied,", "13": "Then thou shalt [h]say before the Lord thy God, I have brought the hallowed thing out of mine house, and also have given it to the Levites and to the strangers, to the fatherless and to the widow, according to all thy commandments which thou hast commanded me: I have [i]transgressed none of the commandments, nor forgotten them,", "14": "I have not eaten thereof in my [j]mourning, nor suffered ought to perish [k]through uncleanness, nor given ought thereof for the dead, but have hearkened unto the voice of the Lord my God: I have done [l]after all that thou hast commanded me.", "15": "Look down from thine holy habitation, even from heaven, and bless thy people Israel, and the land which thou hast given us (as thou swarest unto our fathers) the land that floweth with milk and honey.", "16": "¶ This day the Lord thy God doth command thee to do these ordinances and laws: keep them therefore, and do them with [m]all thine heart, and with all thy soul.", "17": "Thou hast set up the Lord this day to be thy God, and to walk in his ways, and to keep his ordinances, and his commandments, and his laws, and to hearken unto his voice.", "18": "[n]And the Lord hath set thee up this day, to be a precious people unto him (as he hath promised thee) and that thou shouldest keep all his commandments.", "19": "And to make thee high above all nations (which he hath made) in praise, and in name, and in glory, and that thou shouldest be an holy people unto the Lord thy God, as he hath said."}