{"1": "They are commanded to write the law upon stones for a remembrance. 5 Also to build an altar. 13 The cursings are given on mount Ebal. Then Moses with the Elders of Israel [a]commanded the people, saying, Keep all the commandments, which I command you this day.", "2": "And when ye shall pass over Jordan unto the land which the Lord thy God giveth thee, thou shalt set thee up great stones, and plaster them with plaster,", "3": "[b]And shalt write upon them all the words of this Law, when thou shalt come over, that thou mayest go into the land which the Lord thy God giveth thee: a land that floweth with milk and honey, as the Lord God of thy fathers hath promised thee.", "4": "Therefore when ye shall pass over Jordan, ye shall set up these stones, which I command you this day in mount Ebal, and thou shalt plaster them with plaster.", "5": "And there shalt thou build unto the Lord thy God an altar, even an altar of stones: thou shalt lift none [c]iron instrument upon them.", "6": "Thou shalt make the altar of the Lord thy God of whole stones, and offer burnt offerings thereon unto the Lord thy God.", "7": "And thou shalt offer peace offerings, and shalt eat there and rejoice before the Lord thy God:", "8": "And thou shalt write upon the stones all the words of this Law, [d]well and plainly.", "9": "¶ And Moses and the Priests of the Levites, spake unto all Israel, saying, Take heed and hear, O Israel: this day thou art become the people of the Lord thy God.", "10": "Thou [e]shalt hearken therefore unto the voice of the Lord thy God, and do his commandments and his ordinances, which I command thee this day.", "11": "¶ And Moses charged the people the same day, saying,", "12": "These shall stand upon mount Gerizim, to bless the people when ye shall pass over Jordan: Simeon, and Levi, and Judah, and Issachar, and [f]Joseph, and Benjamin.", "13": "And these shall stand upon mount Ebal, to [g]curse: Reuben, Gad, and Asher, and Zebulun, Dan, and Naphtali.", "14": "And the Levites shall answer and say unto all the men of Israel with a loud voice,", "15": "¶ Cursed be the man that shall make any carved or molten [h]image, which is an abomination unto the Lord, the work of the hands of the craftsman, and putteth it in a secret place: And all the people shall answer and say: So be it.", "16": "Cursed be he that [i]curseth his father and his mother: And all the people shall say: So be it.", "17": "Cursed be he that removeth his neighbor's [j]mark: And all the people shall say: So be it.", "18": "Cursed be he that maketh the [k]blind go out of the way: And all the people shall say: So be it.", "19": "Cursed be he that hindereth the right of the stranger, the fatherless, and the widow: And all the people shall say: So be it.", "20": "Cursed be he that lieth with his father's wife: for he hath uncovered his father's [l]skirt: And all the people shall say: So be it.", "21": "Cursed be he that lieth with any beast: And all the people shall say: So be it.", "22": "Cursed be he that lieth with his sister, the daughter of his father, or the daughter of his mother: And all the people shall say: So be it.", "23": "Cursed be he that lieth with his [m]mother-in-law: And all the people shall say: So be it.", "24": "Cursed be he that smiteth his neighbor [n]secretly: And all the people shall say: So be it.", "25": "Cursed be he that taketh a reward to put to death innocent blood: And all the people shall say: So be it.", "26": "Cursed be he that confirmeth not all the words of this Law, to do them: And all the people shall say: So be it."}