{"1": "The people are exhorted to observe the commandments. 10 The whole people from the highest to the lowest are comprehended under God's covenant. 19 The punishment of him that flattereth himself in his wickedness. 24 The cause of God's wrath against his people. These are the [a]words of the covenant which the Lord commandeth Moses to make with the children of Israel, in the land of Moab, beside the covenant which he had made with them in [b]Horeb.", "2": "¶ And Moses called all Israel, and said unto them, Ye have seen all that the Lord did before your eyes in the land of Egypt unto Pharaoh and unto all his servants, and unto all his land,", "3": "The [c]great tentations which thine eyes have seen, those great miracles and wonders:", "4": "Yet the Lord hath not [d]given you an heart to perceive, and eyes to see, and ears to hear, unto this day.", "5": "And I have led you forty years in the wilderness: your clothes are not waxed old upon you, neither is thy shoe waxed old upon thy foot.", "6": "Ye have eaten no [e]bread, neither drunk wine, nor strong drink, that ye might know how that I am the Lord your God.", "7": "After, ye came unto this place, and Sihon King of Heshbon, and Og King of Bashan came out against us unto battle, and we slew them,", "8": "And took their land, and gave it for an inheritance unto the Reubenites, and to the Gadites, and to the half tribe of Manasseh.", "9": "Keep therefore the words of this covenant and do them, that ye may prosper in all that ye shall do.", "10": "Ye stand this day everyone of you before the Lord your [f]God: your heads of your tribes, your Elders and your officers, even all the men of Israel:", "11": "Your children, your wives, and thy stranger that is in thy camp, from the hewer of thy wood, unto the drawer of thy water,", "12": "That thou shouldest [g]pass into the covenant of the Lord thy God, and into his oath which the Lord thy God maketh with thee this day,", "13": "For to establish thee this day a people unto himself, and that he may be unto thee a God, as he hath said unto thee, and as he hath sworn unto thy fathers, Abraham, Isaac, and Jacob.", "14": "Neither make I this covenant and this oath with you only,", "15": "But as well with him that standeth here with us this day before the Lord our God, as with him [h]that is not here with us this day.", "16": "For ye know, how we have dwelt in the land of Egypt, and how we passed through the midst of the nations, which ye passed by.", "17": "And ye have seen their abominations and their idols (wood and stone, silver and gold) which were among them,", "18": "That there should not be among you man nor woman, nor family, nor tribe, which should turn his heart away this day from the Lord our God, to go and serve the gods of these nations, and that there should not be among you [i]any root that bringeth forth gall and wormwood,", "19": "So that when he heareth the words of this curse, he [j]bless himself in his heart, saying, I shall have peace, although I walk according to the stubbornness of mine own heart, thus adding [k]drunkenness to thirst.", "20": "The Lord will not be merciful unto him, but then the wrath of the Lord and his jealousy shall smoke against that man, and every curse that is written in this book, shall light upon him, and the Lord shall put out his name from under heaven.", "21": "And the Lord shall separate him unto evil out of all the tribes of Israel, according unto all the curses of the covenant, that is written in the book of this Law.", "22": "So that the [l]generation to come, even your children, that shall rise up after you, and the stranger that shall come from a far land, shall say, when they shall see the plagues of this land, and the diseases thereof, wherewith the Lord shall smite it:", "23": "(For all that land shall burn with brimstone and salt: it shall not be sown, nor bring forth, nor any grass shall grow therein, like as in the overthrowing of Sodom and Gomorrah, Admah, and Zeboiim, which the Lord overthrew in his wrath and in his anger.)", "24": "Then shall all nations say, Wherefore hath the Lord done thus unto this land? how fierce is this great wrath?", "25": "And they shall answer, Because they have forsaken the covenant of the Lord God of their fathers, which he had made with them, when he brought them out of the land of Egypt,", "26": "And went and served other gods and worshipped them: even gods which they knew not, and [m]which had given them nothing,", "27": "Therefore the wrath of the Lord waxed hot against this land, to bring upon it every curse that is written in this book.", "28": "And the Lord hath rooted them out of their land in anger, and in wrath, and in great indignation, and hath cast them into another land, as appeareth this day.", "29": "The [n]secret things belong to the Lord our God, but the things revealed belong unto us, and to our children forever, that we may do all the words of this Law."}