{"1": "The song of Moses containing 7 God's benefits toward the people, 15 and their ingratitude toward him. 20 God menaceth them, 21 and speaketh of the vocation of the Gentiles. 46 Moses commandeth to teach the Law to the children. 49 God forewarneth Moses of his death. Hearken, ye [a]heavens, and I will speak: and let the earth hear the words of my mouth.", "2": "My [b]doctrine shall drop as the rain, and my speech shall still as the dew, as the shower upon the herbs, and as the great rain upon the grass.", "3": "For I will publish the Name of the Lord: give ye glory unto our God.", "4": "Perfect is the work of the [c]mighty God: for all his ways are judgment. God is true, and without wickedness: just and righteous is he.", "5": "They have corrupted themselves toward him by their vice, not being his children, but a froward and crooked generation.", "6": "Do ye so reward the Lord, O foolish people and unwise? is not he thy father, that hath bought thee? he hath [d]made thee, and proportioned thee.", "7": "¶ Remember the days of old: consider the years of so many generations: ask thy father, and he will show thee: thine Elders, and they will tell thee.", "8": "When the most high God divided to the nations their inheritance, when he separated the sons of Adam, he appointed the borders of the [e]people, according to the number of the children of Israel.", "9": "For the Lord's portion is his people: Jacob is the lot of his inheritance.", "10": "He found him in the land of the wilderness, in a waste and roaring wilderness: he led him about, he taught him, and kept him as the apple of his eye.", "11": "As an eagle stirreth up her nest, [f]fluttereth over her birds, stretcheth out her wings, taketh them and beareth them on her wings,", "12": "So the Lord alone led him, and there was no [g]strange god with him.", "13": "He carried him up to the high places of the [h]earth, that he might eat the fruits of the fields, and he caused him to suck [i]honey out of the stone, and oil out of the hard rock:", "14": "Butter of kine, and milk of sheep with fat of the lambs, and rams fed in Bashan, and goats, with the fat of the grains of wheat: and the red [j]liquor of the grape hast thou drunk.", "15": "¶ But he that should have been [k]upright, when he waxed fat, spurned with his heel: thou art fat, thou art gross, thou art laden with fatness: therefore he forsook God that made him, and regarded not the strong God of his salvation.", "16": "They provoked him with [l]strange gods: they provoked him to anger with abominations.", "17": "They offered unto devils, not to God, but to gods whom they knew not: [m]new gods that came newly up, whom their fathers feared not.", "18": "Thou hast forgotten the mighty God, that begat thee, and hast forgotten God that formed thee.", "19": "The Lord then saw it, and was angry, for the provocation of his [n]sons and of his daughters.", "20": "And he said, I will hide my face from them: I will see what their end shall be: for they are a froward generation, children in whom is no faith.", "21": "They have moved me to jealousy with that which is not God: they have provoked me to anger with their vanities: and I will move them to jealousy with those which are no [o]people: I will provoke them to anger with a foolish nation.", "22": "For fire is kindled in my wrath, and shall burn unto the bottom of hell, and shall consume the earth with her increase, and set on fire the foundations of the mountains.", "23": "I will spend plagues upon them: I will bestow mine arrows upon them.", "24": "They shall be burnt with hunger, and consumed with heat, and with bitter destruction: I will also send the teeth of beasts upon them, with the venom of serpents creeping in the dust.", "25": "The sword shall [p]kill them without, and in the chambers fear: both the young man and the young woman, the suckling with the man of gray hair.", "26": "I have said, I would scatter them abroad: I would make their remembrance to cease from among men,", "27": "Save that I feared the fury of the enemy, lest their adversaries should [q]wax proud, and lest they should say, Our high hand and not the Lord hath done all this.", "28": "For they are a nation void of counsel, neither is there any understanding in them.", "29": "Oh that they were wise, then they would understand this: they would [r]consider their latter end.", "30": "How should one chase a thousand, and two put ten thousand to flight, except their strong God had sold them, and the Lord had [s]shut them up?", "31": "For their god is not as our God, even our enemies being judges.", "32": "For their vine is of the vine of Sodom, and of the vines of Gomorrah: their grapes are grapes of gall, their clusters be bitter.", "33": "Their [t]wine is the poison of dragons, and the cruel gall of asps.", "34": "Is not this laid in store with me, and sealed up among my treasures?", "35": "Vengeance and recompense are mine: their foot shall slide in due time: for the day of their destruction is at hand, and the things that shall come upon them, make haste.", "36": "For the Lord shall judge his people, and [u]repent toward his servants, when he seeth that their power is gone, and none [v]shut up in hold nor left abroad.", "37": "When men shall say, Where are their gods, their mighty God, in whom they trusted,", "38": "Which did eat the fat of their sacrifices, and did drink the wine of their drink offering? let them rise up, and help you: let him be your refuge.", "39": "Behold now, for I, I am he, and there is no gods with me: I kill, and give life: I wound, and I make whole: neither is there any that can deliver out of mine hand.", "40": "For [w]I lift up mine hand to heaven, and say, I live forever.", "41": "If I whet my glittering sword, and mine hand take hold on judgment, I will execute vengeance on mine enemies, and will reward them that hate me.", "42": "I will make mine arrows drunk with blood, (and my sword shall eat flesh) for the blood of the slain, and of the captives, when I begin to take vengeance of the enemy.", "43": "Ye nations, praise his people: for he will avenge the [x]blood of his servants, and will execute vengeance upon his adversaries, and will be merciful unto his land, and to his people.", "44": "¶ Then Moses came and spake all the words of this song in the audience of the people, he and [y]Hoshea the son of Nun.", "45": "When Moses had made an end of speaking all these words to all Israel,", "46": "Then he said unto them, Set your hearts unto all the words which I testify against you this day, that ye may command them unto your children, that they may observe and do all the words of this Law.", "47": "For it is no [z]vain word concerning you, but it is your life, and by this word ye shall prolong your days in the land, whither ye go over Jordan to possess it.", "48": "And the Lord spake unto Moses the selfsame day, saying,", "49": "Go up into the mountain of Abarim, unto the mount Nebo, which is in the land of Moab, that is over against Jericho: and behold the land of Canaan, which I give unto the children of Israel for a possession,", "50": "And die in the mount which thou goest up unto, and thou shalt be gathered unto thy people, as Aaron thy brother died in mount Hor, and was gathered unto his people,", "51": "Because ye trespassed against me among the children of Israel, at the waters [aa]of Meribah, at Kadesh in the wilderness of Zin: for ye [ab]sanctified me not among the children of Israel.", "52": "Thou shalt therefore see the land before thee, but shalt not go thither, I mean, into the land which I give the children of Israel."}