{"1": "God humbleth the Israelites to try what they have in their heart. 5 God chastiseth them as his children. 14 The heart ought not to be proud of God's benefits. 19 The forgetfulness of God's benefits causeth destruction. Ye shall keep all the commandments which I command thee this day, for [a]to do them: that ye may live, and be multiplied, and go in, and possess the land which the Lord sware unto your fathers.", "2": "And thou shalt remember all the way which the Lord thy God led thee this forty years in the wilderness, for to humble thee, and to [b]prove thee, to know what was in thine heart, whether thou wouldest keep his commandments or no.", "3": "Therefore he humbled thee, and made thee hungry, and fed thee with Manna, which thou knewest not, neither did thy fathers know it, that he might teach thee that man lived not by [c]bread only, but by every word that proceedeth out of the mouth of the Lord, doth a man live.", "4": "Thy raiment waxed not old upon thee, neither did thy foot [d]swell those forty years.", "5": "Know therefore in thine heart, that as a man nurtureth his son, so the Lord thy God [e]nurtureth thee.", "6": "Therefore shalt thou keep the commandments of the Lord thy God, that thou mayest walk in his ways, and fear him.", "7": "For the Lord thy God bringeth thee into a good land, a land in the which are rivers of water and fountains, and [f]depths that spring out of valleys and mountains:", "8": "A land of wheat and barley, and of vineyards, and fig trees, and pomegranates: a land of oil, olive and honey:", "9": "A land wherein thou shalt eat bread without scarcity, neither shalt thou lack anything therein: a land [g]whose stones are iron, and out of whose mountains thou shalt dig brass.", "10": "And when thou hast eaten and filled thyself, thou shalt [h]bless the Lord thy God for the good land, which he hath given thee.", "11": "Beware that thou forget not the Lord thy God, not keeping his commandments and his laws, and his ordinances, which I command thee this day:", "12": "Lest when thou hast eaten and filled thyself, and hast built goodly houses and dwelt therein,", "13": "And thy beasts, and the sheep are increased, and thy silver and gold is multiplied, and all that thou hast is increased;", "14": "Then thine heart [i]be lifted up and thou forget the Lord thy God, which brought thee out of the land of Egypt, from the house of bondage,", "15": "Who was thy guide in that great and terrible wilderness (wherein were fiery serpents, and scorpions and drought, where was no water, who brought forth water for thee out of the rock of flint:", "16": "Who fed thee in the wilderness with Manna, which thy fathers knew not) to humble thee, and to prove thee, that he might do thee good at the latter end.", "17": "Beware lest thou say in thine heart, My power, and the strength of mine own hand hath prepared me this abundance.", "18": "But remember the Lord thy God: for it is he which [j]giveth thee power to get substance to establish his covenant which he sware unto thy fathers, as appeareth this day.", "19": "And if thou forget the Lord thy God, and walk after other gods, and serve them, and worship them, I [k]testify unto you this day, that ye shall surely perish.", "20": "As the nations which the Lord destroyeth before you, so ye shall perish, because ye would not be obedient unto the voice of the Lord your God."}