{"1": "When the day of Pentecost [a]had come, they were all together in one place.", "2": "And suddenly there came from heaven a noise like a violent rushing wind, and it filled the whole house where they were sitting.", "3": "And there appeared to them tongues as of fire [b]distributing themselves, and [c]they [d]rested on each one of them.", "4": "And they were all filled with the Holy Spirit and began to speak with other [e]tongues, as the Spirit was giving them [f]utterance.", "5": "Now there were Jews living in Jerusalem, devout men from every nation under heaven.", "6": "And when this sound occurred, the crowd came together, and were bewildered because each one of them was hearing them speak in his own [g]language.", "7": "They were amazed and astonished, saying, “[h]Why, are not all these who are speaking Galileans?", "8": "And how is it that we each hear them in our own [i]language [j]to which we were born?", "9": "Parthians and Medes and Elamites, and residents of Mesopotamia, Judea and Cappadocia, Pontus and [k]Asia,", "10": "Phrygia and Pamphylia, Egypt and the districts of Libya around Cyrene, and [l]visitors from Rome, both Jews and [m]proselytes,", "11": "Cretans and Arabs—we hear them in our own tongues speaking of the mighty deeds of God.”", "12": "And they all continued in amazement and great perplexity, saying to one another, “What does this mean?”", "13": "But others were mocking and saying, “They are full of [n]sweet wine.”", "14": "But Peter, [o]taking his stand with the eleven, raised his voice and declared to them: “Men of Judea and all you who live in Jerusalem, let this be known to you and give heed to my words.", "15": "For these men are not drunk, as you suppose, for it is only the [p]third hour of the day;", "16": "but this is what was spoken of through the prophet Joel:", "17": "'And it shall be in the last days,' God says, 'That I will pour forth of My Spirit on all [q]mankind; And your sons and your daughters shall prophesy, And your young men shall see visions, And your old men shall dream dreams;", "18": "Even on My bondslaves, both men and women, I will in those days pour forth of My Spirit And they shall prophesy.", "19": "'And I will grant wonders in the sky above And signs on the earth below, Blood, and fire, and vapor of smoke.", "20": "'The sun will be turned into darkness And the moon into blood, Before the great and glorious day of the Lord shall come.", "21": "'And it shall be that everyone who calls on the name of the Lord will be saved.'", "22": "“Men of Israel, listen to these words: Jesus the Nazarene, a man [r]attested to you by God with [s]miracles and wonders and [t]signs which God performed through Him in your midst, just as you yourselves know—", "23": "this Man, delivered over by the predetermined plan and foreknowledge of God, you nailed to a cross by the hands of [u]godless men and put Him to death.", "24": "[v]But God raised Him up again, putting an end to the [w]agony of death, since it was impossible for Him to be held [x]in its power.", "25": "For David says of Him, 'I saw the Lord always in my presence; For He is at my right hand, so that I will not be shaken.", "26": "'Therefore my heart was glad and my tongue exulted; Moreover my flesh also will live in hope;", "27": "Because You will not abandon my soul to Hades, Nor [y]allow Your [z]Holy One to [aa]undergo decay.", "28": "'You have made known to me the ways of life; You will make me full of gladness with Your presence.'", "29": "“[ab]Brethren, I may confidently say to you regarding the patriarch David that he both died and was buried, and his tomb is [ac]with us to this day.", "30": "And so, because he was a prophet and knew that God had sworn to him with an oath to seat one [ad]of his descendants on his throne,", "31": "he looked ahead and spoke of the resurrection of [ae]the Christ, that He was neither abandoned to Hades, nor did His flesh [af]suffer decay.", "32": "This Jesus God raised up again, to which we are all witnesses.", "33": "Therefore having been exalted [ag]to the right hand of God, and having received from the Father the promise of the Holy Spirit, He has poured forth this which you both see and hear.", "34": "For it was not David who ascended into [ah]heaven, but he himself says: 'The Lord said to my Lord, “Sit at My right hand,", "35": "Until I make Your enemies a footstool for Your feet.”'", "36": "Therefore let all the house of Israel know for certain that God has made Him both Lord and [ai]Christ—this Jesus whom you crucified.”", "37": "Now when they heard this, they were [aj]pierced to the heart, and said to Peter and the rest of the apostles, “[ak]Brethren, [al]what shall we do?”", "38": "Peter said to them, “Repent, and each of you be baptized in the name of Jesus Christ for the forgiveness of your sins; and you will receive the gift of the Holy Spirit.", "39": "For the promise is for you and your children and for all who are far off, as many as the Lord our God will call to Himself.”", "40": "And with many other words he solemnly testified and kept on exhorting them, saying, “[am]Be saved from this perverse generation!”", "41": "So then, those who had received his word were baptized; and that day there were added about three thousand [an]souls.", "42": "They were continually devoting themselves to the apostles' teaching and to fellowship, to the breaking of bread and [ao]to prayer.", "43": "[ap]Everyone kept feeling a sense of awe; and many wonders and [aq]signs were taking place through the apostles.", "44": "And all those who had believed [ar]were together and had all things in common;", "45": "and they began selling their property and possessions and were sharing them with all, as anyone might have need.", "46": "Day by day continuing with one mind in the temple, and breaking bread [as]from house to house, they were taking their [at]meals together with gladness and [au]sincerity of heart,", "47": "praising God and having favor with all the people. And the Lord was adding [av]to their number day by day those who were being saved."}