{"1": "When they had been brought safely through, then we found out that the island was called [a]Malta.", "2": "The [b]natives showed us extraordinary kindness; for because of the rain that had set in and because of the cold, they kindled a fire and received us all.", "3": "But when Paul had gathered a bundle of sticks and laid them on the fire, a viper came out [c]because of the heat and fastened itself on his hand.", "4": "When the [d]natives saw the creature hanging from his hand, they began saying to one another, “Undoubtedly this man is a murderer, and though he has been saved from the sea, [e]justice has not allowed him to live.”", "5": "However he shook the creature off into the fire and suffered no harm.", "6": "But they were expecting that he was about to swell up or suddenly fall down dead. But after they had waited a long time and had seen nothing unusual happen to him, they changed their minds and began to say that he was a god.", "7": "Now in the neighborhood of that place were lands belonging to the leading man of the island, named Publius, who welcomed us and entertained us courteously three days.", "8": "And it happened that the father of Publius was lying in bed afflicted with recurrent fever and dysentery; and Paul went in to see him and after he had prayed, he laid his hands on him and healed him.", "9": "After this had happened, the rest of the people on the island who had diseases were coming to him and getting cured.", "10": "They also honored us with many [f]marks of respect; and when we were setting sail, they [g]supplied us with [h]all we needed.", "11": "At the end of three months we set sail on an Alexandrian ship which had wintered at the island, and which had [i]the Twin Brothers for its figurehead.", "12": "After we put in at Syracuse, we stayed there for three days.", "13": "From there we sailed around and arrived at Rhegium, and a day later a south wind sprang up, and on the second day we came to Puteoli.", "14": "[j]There we found some brethren, and were invited to stay with them for seven days; and thus we came to Rome.", "15": "And the brethren, when they heard about us, came from there as far as the [k]Market of Appius and [l]Three Inns to meet us; and when Paul saw them, he thanked God and took courage.", "16": "When we entered Rome, Paul was allowed to stay by himself, with the soldier who was guarding him.", "17": "After three days [m]Paul called together those who were the leading men of the Jews, and when they came together, he began saying to them, “Brethren, though I had done nothing against our people or the customs of our [n]fathers, yet I was delivered as a prisoner from Jerusalem into the hands of the Romans.", "18": "And when they had examined me, they were willing to release me because there was no ground [o]for putting me to death.", "19": "But when the Jews [p]objected, I was forced to appeal to Caesar, not that I had any accusation against my nation.", "20": "For this reason, therefore, I [q]requested to see you and to speak with you, for I am wearing this chain for the sake of the hope of Israel.”", "21": "They said to him, “We have neither received letters from Judea concerning you, nor have any of the brethren come here and reported or spoken anything bad about you.", "22": "But we desire to hear from you what [r]your views are; for concerning this sect, it is known to us that it is spoken against everywhere.”", "23": "When they had set a day for Paul, they came to him at his lodging in large numbers; and he was explaining to them by solemnly testifying about the kingdom of God and trying to persuade them concerning Jesus, from both the Law of Moses and from the Prophets, from morning until evening.", "24": "Some were being persuaded by the things spoken, but others would not believe.", "25": "And when they did not agree with one another, they began leaving after Paul had spoken one parting word, “The Holy Spirit rightly spoke through Isaiah the prophet to your fathers,", "26": "saying, 'Go to this people and say, “[s]You will keep on hearing, [t]but will not understand; And [u]you will keep on seeing, but will not perceive;", "27": "For the heart of this people has become dull, And with their ears they scarcely hear, And they have closed their eyes; Otherwise they might see with their eyes, And hear with their ears, And understand with their heart and return, And I would heal them.”'", "28": "Therefore let it be known to you that this salvation of God has been sent to the Gentiles; they will also listen.”", "29": "[[v]When he had spoken these words, the Jews departed, having a great dispute among themselves.]", "30": "And he stayed two full years [w]in his own rented quarters and was welcoming all who came to him,", "31": "[x]preaching the kingdom of God and teaching concerning the Lord Jesus Christ with all openness, unhindered."}