{"1": "After Ach'av's death Mo'av rebelled against Isra'el.", "2": "When Achazyah fell through a latticed window of his upper room in Shomron and lay injured, he sent messengers and said to them, “Go, consult Ba'al-Z'vuv the god of 'Ekron, and ask whether I will recover from this injury.” ", "3": "But an angel of Adonai said to Eliyahu from Tishbe, “Get up, and intercept the messengers of the king of Shomron, and ask them, 'Is it because there's no God in Isra'el that you're on your way to consult Ba'al-Z'vuv the god of 'Ekron? ", "4": "Therefore Adonai says, “You will never leave the bed you are lying on; you will certainly die.”'” Then Eliyahu left. ", "5": "The messengers returned to Achazyah, and he asked them, “Why have you come back?” ", "6": "They answered him, “A man came to meet us. He told us to go and return to the king who sent us, and tell him, 'Here is what Adonai says: “Is it because there's no God in Isra'el that you're sending to consult Ba'al-Z'vuv the god of 'Ekron? Therefore you will never leave the bed you are lying on; you will certainly die.”'” ", "7": "He asked them, “The man who came to meet you and told you these things, what kind of a man was he?” ", "8": "“He was a hairy man,” they answered him, “with a leather belt around his waist.” He said, “It was Eliyahu from Tishbe.”", "9": "Then the king sent a commander of fifty to Eliyahu, together with his fifty men. Eliyahu was sitting at the top of a hill. The commander climbed up to him and said, “Man of God, the king says to come down.” ", "10": "Eliyahu answered the commander of fifty, “If I am in fact a man of God, let fire come down from heaven and burn you up, along with your fifty men.” Fire came down from heaven, and it burned up him and his fifty men. ", "11": "The king sent him another commander of fifty, together with his fifty men. He said to him, “Man of God, the king says, 'Come down immediately!'” ", "12": "Eliyahu answered them, “If I am in fact a man of God, let fire come down from heaven and burn you up, along with your fifty men.” Fire came down from heaven, and it burned up him and his fifty men. ", "13": "The king sent a third commander of fifty, with his fifty men. The third commander of fifty climbed up, approached Eliyahu and fell on his knees before him. He pleaded with him: “Man of God, please! Have some regard for my life and the lives of these fifty servants of yours! ", "14": "I know that fire came down from heaven and burned up the two other commanders with their fifty men; but now, have some regard for my life.” ", "15": "The angel of Adonai said to Eliyahu, “Go down with him; don't be afraid of him.” So he got up and went down with him to the king.", "16": "Eliyahu said to the king, “Here is what Adonai says: 'You sent messengers to consult Ba'al-Z'vuv the god of 'Ekron. Is it because there's no God in Isra'el you can consult? Therefore, you will never leave the bed you are lying on; you will certainly die.'” ", "17": "So he died, in keeping with the word of Adonai spoken through Eliyahu. Y'horam began to rule in place of him during the second year of Y'horam the son of Y'hoshafat king of Y'hudah, because he had no son. ", "18": "Other activities of Achazyah are recorded in the Annals of the Kings of Isra'el."}