{"1": "There were seventy descendants of Ach'av in Shomron. Yehu wrote letters and sent them to Shomron to the rulers of Yizre'el, to the leaders, and to the guardians of Ach'av's sons. The letters said, ", "2": "“You have with you your master's sons, also chariots and horses, as well as fortified cities and armor. So, as soon as this letter reaches you, ", "3": "choose the best and most suitable of your master's sons, set him on his father's throne and fight for your master's dynasty.” ", "4": "They were panic-stricken and said, “If the other two kings couldn't withstand him, how will we?” ", "5": "So the administrator of the palace, the governor of the city, the leaders and the children's guardians sent this message to Yehu: “We are your servants. We will do everything you ask us to; we won't appoint anyone king. Do as you see fit.”", "6": "He wrote a second letter to them, which said, “If you are on my side, and if you are ready to obey my orders, then bring the heads of your master's sons to me in Yizre'el by this time tomorrow.” Now the seventy sons of the king were with the prominent men who had raised them. ", "7": "When the letter reached them, they seized the king's sons and killed them, all seventy of them, put their heads in baskets and sent them to Yehu in Yizre'el. ", "8": "A messenger came and told him, “They have brought the heads of the king's sons.” He said, “Leave them in two piles at the entrance of the city gate until morning.” ", "9": "When morning came, he went out, stood before the people and said, “You are not responsible [for the deaths of these men]. Yes, I conspired against my master and killed him. But who killed all these? ", "10": "Understand, then, that no part of Adonai's word which Adonai spoke concerning the dynasty of Ach'av falls to the ground; because Adonai has done what he said through his servant Eliyahu.” ", "11": "So Yehu killed everyone who remained from the house of Ach'av in Yizre'el, all his leading men, his close friends and his cohanim, until not one of them was left alive. ", "12": "Then he set out and went to Shomron. On the way he reached a shearing shed for shepherds, ", "13": "where he encountered relatives of Achazyah king of Y'hudah. “Who are you?” he asked. “We're relatives of Achazyah,” they answered, “and we're going down to pay our respects to the families of the king and of the queen mother.” ", "14": "“Take them alive,” said Yehu. They took them alive, forty-two men, slaughtered them and threw them into the shearing shed's pit; he spared not one of them.", "15": "On leaving there, he happened upon Y'honadav the son of Rekhav coming toward him. He greeted him and said to him, “Are you wholeheartedly with me, as I am with you?” “Yes,” answered Y'honadav. “If so, give me your hand.” He gave him his hand, and Yehu took him up into the chariot. ", "16": "He said, “Come with me, and see how zealous I am for Adonai.” So they had him ride in his chariot.", "17": "On arriving in Shomron he put to death everyone that Ach'av still had in Shomron, until he had destroyed him, in keeping with the word of Adonai which he had spoken to Eliyahu.", "18": "Next, Yehu assembled all the people and said to them, “Ach'av served Ba'al in limited measure, but Yehu will serve him with full zeal. ", "19": "Therefore summon all the prophets of Ba'al to me, all his worshippers and all his priests. None of them is to be missing, because I am going to offer a great sacrifice to Ba'al; whoever is missing will not remain alive.” But Yehu was setting a trap, in order to destroy the worshippers of Ba'al. ", "20": "Yehu said, “Proclaim a solemn assembly for Ba'al,” and they did so. ", "21": "Yehu sent throughout all Isra'el, and all the worshippers of Ba'al came, so that there was not one man left that didn't come. They entered the temple of Ba'al, and the temple of Ba'al was filled from one end to the other. ", "22": "To the man in charge of the wardrobe he said, “Bring out robes for all the worshippers of Ba'al”; and he brought them clothes. ", "23": "Yehu and Y'honadav the son of Rekhav entered the house of Ba'al and said to the worshippers of Ba'al, “Search to see that none of the servants of Adonai is here with you, only worshippers of Ba'al.” ", "24": "Then they went in to offer sacrifices and burnt offerings. But Yehu had chosen eighty men to remain outside. He said, “If any of the men I am about to put in your hands escapes, it will be your life for his.” ", "25": "As soon as he had finished offering the burnt offering, Yehu said to the guards and officers, “Go in, and kill them; don't let one of them get out.” So they killed them with the sword; then, after the guards and officers had thrown their bodies outside, they went into the temple of Ba'al's inner shrine, ", "26": "brought out the pillars in the temple of Ba'al and burned them. ", "27": "Finally, they broke down Ba'al's standing-stone and demolished the temple of Ba'al, converting it into a latrine, which it still is today. ", "28": "Thus Yehu rid Isra'el of Ba'al.", "29": "However, Yehu did not turn away from the sins of Yarov'am the son of N'vat, with which he had led Isra'el into sin, the gold calves that were in Beit-El and Dan. ", "30": "Adonai said to Yehu, “Because you did well in accomplishing what is right from my perspective, and have done to the house of Ach'av everything that was in my heart, your descendants down to the fourth generation will sit on the throne of Isra'el.” ", "31": "But Yehu made no effort to live wholeheartedly according to the Torah of Adonai the God of Isra'el and did not turn away from the sins of Yarov'am, with which he had led Isra'el into sin.", "32": "It was during that period that Adonai began to dismember Isra'el. Haza'el attacked them throughout the territory of Isra'el ", "33": "east of the Yarden — all the land of Gil'ad, the Gadi, Re'uveni and M'nashi, from 'Aro'er by the Arnon River, including Gil'ad and Bashan.", "34": "Other activities of Yehu, all his accomplishments and all his power are recorded in the Annals of the Kings of Isra'el. ", "35": "Yehu slept with his ancestors, and they buried him in Shomron. Then Y'ho'achaz his son became king in his place. ", "36": "Yehu ruled over Isra'el in Shomron for twenty-eight years."}