{"1": "When 'Atalyah the mother of Achazyah saw that her son was dead, she set about destroying the entire royal family. ", "2": "But Y'hosheva the daughter of King Yoram, sister of Achazyah, took Yo'ash the son of Achazyah and stole him away from among the princes who were being slaughtered. She took him and his nurse, sequestered them in a bedroom, and hid them from 'Atalyah, so that he was not killed. ", "3": "He remained hidden with his nurse in the house of Adonai for six years; during this time 'Atalyah ruled the land. ", "4": "In the seventh year Y'hoyada summoned the captains of hundred-man platoons, of both the Kari and the guard. He brought them into the house of Adonai, made an agreement with them and had them swear to it in the house of Adonai. Then he showed them the king's son ", "5": "and gave them this instruction: “Here is what you are to do: of you who come on duty on Shabbat, a third [normally] guards the royal palace, ", "6": "a third is at the Sur Gate and a third is at the gate behind the guards. [The first third] is to continue guarding the palace and serve as a barrier, ", "7": "while the other two groups of you who come on duty on Shabbat will guard the house of Adonai, where the king is. ", "8": "You are to surround the king, each man with his weapons in his hand. Anyone who penetrates the ranks is to be killed. Stay with the king whenever he leaves or enters.”", "9": "The captains over hundreds did exactly as Y'hoyada the cohen ordered. Each took his men, those coming on duty on Shabbat and those going off duty on Shabbat, and came to Y'hoyada the cohen. ", "10": "The cohen issued to the captains of hundreds the spears and shields that had been King David's and were kept in the house of Adonai. ", "11": "The guards then took positions, each man with his weapons in his hand, from the right side of the house to the left side of the house, alongside the altar, alongside [the exterior of] the house and around the king. ", "12": "Then he brought out the king's son, crowned him, gave him [a copy of] the testimony and thus made him king; they anointed him, clapped their hands and shouted, “Long live the king!”", "13": "When 'Atalyah heard the shouting of the guard and the people, she entered the house of Adonai where the people were, ", "14": "looked and saw the king standing there on the platform, in keeping with the rule, with the leaders and trumpeters next to the king. All the people of the land were celebrating and blowing the trumpets. At this 'Atalyah tore her clothes and cried, “Treason! Treason!” ", "15": "Y'hoyada the cohen ordered the captains of hundreds, the army officers, “Escort her out past the ranks [of guards]; but anyone who follows her, kill with the sword.” For the cohen had said, “She must not be put to death in the house of Adonai.” ", "16": "So they took her by force and led her through the horses' entry to the royal palace, and there she was put to death.", "17": "Y'hoyada made a covenant between Adonai, the king and the people, that they would be Adonai's people, and [a covenant] between the king and the people. ", "18": "Then all the people of the land went to the house of Ba'al and broke it down; they completely smashed its altars and images and killed Mattan the priest of Ba'al in front of the altars. Next, the cohen appointed officers over the house of Adonai. ", "19": "He took the captains of hundreds, the Kari, the guards and all the people of the land; and they brought the king down from the house of Adonai, going by way of the gate of the guards to the royal palace. There he sat on the throne of the kings. ", "20": "All the people of the land celebrated, and at last the city was quiet. That is how they killed 'Atalyah with the sword at the royal palace."}