{"1": "It was in the second year of Yo'ash son of Y'ho'achaz king of Isra'el that Amatzyah the son of Yo'ash king of Y'hudah began his reign. ", "2": "He was twenty-five years old when he began to rule, and he ruled for twenty-nine years in Yerushalayim. His mother's name was Y'ho'adan, from Yerushalayim. ", "3": "He did what was right from Adonai's perspective, although not like David his ancestor; he lived the same way as his father Yo'ash. ", "4": "However, the high places were not removed; the people still sacrificed and offered on the high places.", "5": "As soon as he had the kingdom firmly under his control, he put to death the servants of his who had murdered the king his father. ", "6": "But he did not put the children of the murderers to death, because of what is written in the scroll of the Torah of Moshe, as Adonai ordered when he said, “Fathers are not to be executed for the children, nor are children to be executed for the fathers; every person will be executed for his own sin.”", "7": "He slaughtered 10,000 men of Edom in the Salt Valley and captured Sela in the war, renaming it Yokte'el, as it is today. ", "8": "Then Amatzyah sent messengers to Y'ho'ash the son of Y'ho'achaz, son of Yehu, king of Isra'el, with this challenge: “Come on, let's have it out face-to-face.” ", "9": "Y'ho'ash the king of Isra'el sent this reply to Amatzyah king of Y'hudah: “Once, in the L'vanon, the thistle sent a message to the cedar: 'Give your daughter to my son in marriage.' But a wild animal passed by the thistle and squashed it. ", "10": "True, you have defeated Edom, and now you're ambitious. So enjoy the glory, but stay home! Why provoke calamity, to your own ruin, yours and Y'hudah's too?” ", "11": "But Amatzyah wouldn't listen. So Y'ho'ash king of Isra'el went up; and he and Amatzyah king of Y'hudah had it out face-to-face at Beit-Shemesh, which belongs to Y'hudah. ", "12": "Y'hudah was defeated by Isra'el, and every man fled to his tent. ", "13": "Y'ho'ash king of Isra'el took Amatzyah king of Y'hudah, the son of Y'ho'ash the son of Achazyah, prisoner at Beit-Shemesh. Then he went to Yerushalayim and demolished the wall of Yerushalayim between the Gate of Efrayim and the Corner Gate, a section 600 feet long. ", "14": "He took all the gold and silver, all the articles he could find in the house of Adonai and in the treasuries of the royal palace, and hostages; then he returned to Shomron.", "15": "Other activities of Y'ho'ash that he did, his power and how he fought Amatzyah king of Y'hudah are recorded in the Annals of the Kings of Isra'el. ", "16": "Y'ho'ash slept with his ancestors and was buried in Shomron with the kings of Isra'el. Then Yarov'am took his place as king.", "17": "Amatzyah the son of Yo'ash king of Y'hudah lived another fifteen years after the death of Y'ho'ash son of Y'ho'achaz, king of Isra'el. ", "18": "Other activities of Amatzyah are recorded in the Annals of the Kings of Y'hudah.", "19": "Because of a conspiracy formed against him in Yerushalayim, Amatzyah fled to Lakhish; but they followed him to Lakhish and killed him there. ", "20": "They brought his body back on horses, and he was buried in Yerushalayim with his ancestors in the City of David. ", "21": "Then all the people of Y'hudah took 'Azaryah at the age of sixteen and made him king in place of his father Amatzyah.", "22": "'Azaryah recovered Eilat for Y'hudah and rebuilt it; after that the king [Amatzyahu] slept with his ancestors.", "23": "It was in the fifteenth year of Amatzyah the son of Yo'ash, king of Y'hudah, that Yarov'am the son of Yo'ash, king of Isra'el, began to reign in Shomron; and he ruled for forty-one years. ", "24": "He did what was evil from Adonai's perspective; he did not turn from all the sins of Yarov'am the son of N'vat, who made Isra'el sin.", "25": "He recovered the territory of Isra'el between the entrance of Hamat and the sea of the 'Aravah, in keeping with the word of Adonai the God of Isra'el, which he spoke through his servant Yonah the son of Amitai, the prophet from Gat-Hefer. ", "26": "For Adonai saw how bitterly Isra'el had suffered, with no one left, either slave or free, and no one coming to Isra'el's aid. ", "27": "Adonai did not threaten to blot out the name of Isra'el from under heaven, but saved them through Yarov'am the son of Yo'ash.", "28": "Other activities of Yarov'am, all his accomplishments, all his power, how he conducted war and how he recovered Dammesek and Hamat for Y'hudah in Isra'el are recorded in the Annals of the Kings of Isra'el. ", "29": "Yarov'am slept with his ancestors the kings of Isra'el, and Z'kharyah took his place as king."}