{"1": "It was in the twenty-seventh year of Yarov'am king of Isra'el that 'Azaryah the son of Amatzyah, king of Y'hudah, began his reign. ", "2": "He was sixteen years old when he began to rule, and he ruled for fifty-two years in Yerushalayim. His mother's name was Y'kholyahu, from Yerushalayim. ", "3": "He did what was right from Adonai's perspective, following the example of everything his father Amatzyah had done. ", "4": "However, the high places were not taken away; the people still sacrificed and offered on the high places.", "5": "Adonai struck the king, so that he had tzara'at until his dying day, so that he lived in a separate house, while Yotam the king's son ran the king's household and was regent over the people of the land.", "6": "Other activities of 'Azaryah and all his accomplishments are recorded in the Annals of the Kings of Y'hudah. ", "7": "So 'Azaryah slept with his ancestors the kings of Isra'el, and they buried him with his ancestors in the City of David. Then Yotam his son took his place as king.", "8": "It was in the thirty-eighth year of 'Azaryah king of Y'hudah that Z'kharyah the son of Yarov'am began his reign over Isra'el in Shomron; he ruled for six months. ", "9": "He did what was evil from Adonai's perspective, just as his ancestors had done; he did not turn from all the sins of Yarov'am the son of N'vat, who made Isra'el sin.", "10": "Shalum the son of Yavesh formed a conspiracy against him. He struck him in the presence of the people and killed him; then he took his place as king.", "11": "Other activities of Z'kharyah are recorded in the Annals of the Kings of Isra'el. ", "12": "The word of Adonai which he had spoken to Yehu was, “Your descendants down to the fourth generation will sit on the throne of Isra'el”; and that is exactly what happened.", "13": "Shalum the son of Yavesh began his reign in the thirty-ninth year of 'Uziyah king of Y'hudah; he ruled in Shomron for only a month. ", "14": "Menachem the son of Gadi went up from Tirtzah, came to Shomron, struck Shalum the son of Yavesh in Shomron and killed him. Then he took his place as king.", "15": "Other activities of Shalum and the conspiracy he formed are recorded in the Annals of the Kings of Isra'el", "16": "From Tirtzah Menachem attacked Tifsach, all the people in it and its territory, because they had not opened their gates to him. So he sacked the city and ripped apart all its pregnant women.", "17": "It was in the thirty-ninth year of 'Azaryah king of Y'hudah that Menachem the son of Gadi began his reign over Isra'el; he ruled ten years in Shomron. ", "18": "He did what was evil from Adonai's perspective; throughout his life he did not turn from the sins of Yarov'am the son of N'vat, who made Isra'el sin.", "19": "Pul the king of Ashur invaded the land. Menachem gave Pul thirty-three tons of silver, so that he would confirm Menachem's hold on the kingdom. ", "20": "He did this by taxing the wealthy men in Isra'el; from each he required one-and-a-quarter pounds of silver to give to the king of Ashur. Then the king of Ashur turned around and left the land.", "21": "Other activities of Menachem and all his accomplishments are recorded in the Annals of the Kings of Isra'el. ", "22": "Menachem slept with his ancestors, and P'kachyah his son took his place as king.", "23": "It was in the fiftieth year of 'Azaryah king of Y'hudah that P'kachyah the son of Menachem began his reign over Isra'el in Shomron; he ruled for two years. ", "24": "He did what was evil from Adonai's perspective; he did not turn from the sins of Yarov'am the son of N'vat, who made Isra'el sin.", "25": "Pekach the son of Remalyahu, one of his commanders, conspired against him. With Argov, Aryeh and fifty men from Gil'ad, he assassinated him in the palace stronghold in Shomron. After killing him, he took his place as king.", "26": "Other activities of P'kachyah and all his accomplishments are recorded in the Annals of the Kings of Isra'el.", "27": "It was in the fifty-second year of 'Azaryah king of Y'hudah that Pekach the son of Remalyah began to reign over Isra'el in Shomron; his reign lasted twenty years. ", "28": "He did what was evil from Adonai's perspective; he did not turn from the sins of Yarov'am the son of N'vat, who made Isra'el sin.", "29": "During the time of Pekach king of Isra'el, Tiglat-Pil'eser king of Ashur came and conquered 'Iyon, Avel-Beit-Ma'akhah, Yanoach, Kedesh, Hatzor, Gil'ad, and the Galil — all the land of Naftali — and took them captive to Ashur.", "30": "Hoshea the son of Elah conspired against Pekach the son of Remalyah, struck him, killed him and took his place as king in the twentieth year of Yotam the son of 'Uziyah.", "31": "Other activities of Pekach and all his accomplishments are recorded in the Annals of the Kings of Isra'el.", "32": "It was in the second year of Pekach the son of Remalyah, king of Isra'el, that Yotam the son of 'Uziyah king of Y'hudah began his reign. ", "33": "He was twenty-five years old when he began his reign, and he ruled for sixteen years in Yerushalayim. His mother's name was Yerusha the daughter of Tzadok. ", "34": "He did what was right from Adonai's perspective, following the example of everything his father 'Uziyah had done. ", "35": "However, the high places were not taken away; and the people still sacrificed and offered on the high places. He built the Upper Gate of the house of Adonai.", "36": "Other activities of Yotam and all his accomplishments are recorded in the Annals of the Kings of Y'hudah.", "37": "It was during this period that Adonai began sending against Y'hudah Retzin the king of Aram and Pekach the son of Remalyah.", "38": "Yotam slept with his ancestors and was buried with his ancestors in the City of David his ancestor. Then Achaz his son took his place as king."}