{"1": "It was in the seventeenth year of Pekach the son of Remalyah that Achaz the son of Yotam king of Y'hudah began his reign. ", "2": "Achaz was twenty years old when he began to rule, and he reigned sixteen years in Yerushalayim. But he did not do what was right from the perspective of Adonai his God, as David his ancestor had done. ", "3": "Rather, he lived in the manner of the kings of Isra'el; he even made his son pass through fire [as a sacrifice], in keeping with the abominable practices of the pagans, whom Adonai had thrown out ahead of the people of Isra'el. ", "4": "He also sacrificed and offered on the high places, on the hills and under any green tree.", "5": "Then Retzin king of Aram and Pekach son of Remalyah, king of Isra'el, came up to fight against Yerushalayim. They put Achaz under siege, but they could not overcome him. ", "6": "It was at that time that Retzin king of Aram recovered Eilat for Aram and drove the Judeans from Eilat; whereupon people from Edom came to Eilat to live, as they do to this day. ", "7": "Then Achaz sent messengers to Tiglat-Pil'eser king of Ashur with this message: “I am your servant and your son. Come up, and save me from the king of Aram and the king of Isra'el, who are attacking me.” ", "8": "Achaz took the silver and gold that was in the house of Adonai and in the treasuries of the royal palace and sent it as a present to the king of Ashur. ", "9": "The king of Ashur heeded him — the king of Ashur attacked Dammesek and captured it; then he carried its people captive to Kir and killed Retzin.", "10": "When King Achaz went to Dammesek to meet Tiglat-Pil'eser king of Ashur and saw the altar that was in Dammesek, he sent a drawing and model of the altar to Uriyah the cohen, with details of its construction and decoration. ", "11": "Then Uriyah the cohen built an altar exactly according to the design King Achaz had sent from Dammesek; Uriyah the cohen had it ready by the time King Achaz returned from Dammesek. ", "12": "When the king arrived from Dammesek he saw the altar, and the king approached the altar and offered on it. ", "13": "He offered his burnt offering and his grain offering, poured out his drink offering and splashed the blood of his peace offerings on the altar. ", "14": "The bronze altar, which was before Adonai, he brought from in front of the house, from between his own altar and the house of Adonai, and put it on the north side of his own altar. ", "15": "Then King Achaz instructed Uriyah the cohen as follows: “Henceforth, it is on the large altar that you are to offer the morning burnt offering, the evening grain offering, the king's burnt offering and his grain offering, together with the burnt offering of all the people of the land, their grain offering and their drink offerings; and you are to splash all the blood of the burnt offering against it and all the blood of the sacrifice. As for the bronze altar, I will take care of that.” ", "16": "Uriyah the cohen acted in accordance with everything King Achaz ordered. ", "17": "King Achaz removed the panels of the trolleys and took the basins off them; he took the Sea off the bronze oxen supporting it and set it on the stone pavement; ", "18": "and, because of the king of Ashur, he removed from the house of Adonai the colonnade used on Shabbat that had been built for it and the king's entranceway outside it.", "19": "Other activities of Achaz and all his accomplishments are recorded in the Annals of the Kings of Y'hudah. ", "20": "Achaz slept with his ancestors and was buried with his ancestors in the City of David. Then Hizkiyahu his son took his place as king."}