{"1": "It was in the third year of Hoshea the son of Elah, king of Isra'el, that Hizkiyahu the son of Achaz, king of Y'hudah, began his reign. ", "2": "He was twenty-five years old when he began his reign, and he ruled for twenty-nine years in Yerushalayim. His mother's name was Avi the daughter of Z'kharyah. ", "3": "He did what was right from Adonai's perspective, following the example of everything David his ancestor had done. ", "4": "He removed the high places, smashed the standing-stones, cut down the asherah and broke in pieces the bronze serpent that Moshe had made; because in those days the people of Isra'el were making offerings to it, calling it N'chushtan.* ", "5": "He put his trust in Adonai the God of Isra'el; after him there was no one like him among all the kings of Y'hudah, nor had there been among those before him. ", "6": "For he clung to Adonai and did not leave off following him, but obeyed his mitzvot, which Adonai had given Moshe. ", "7": "So Adonai was with him. Wherever he went out to battle, he did well. He rebelled against the king of Ashur and refused to be his vassal. ", "8": "He drove the P'lishtim back to 'Azah and laid waste to their territory from the watchtower to the fortified city.", "9": "It was in the fourth year of King Hizkiyahu, which was the seventh year of Hoshea son of Elah, king of Isra'el, that Shalman'eser king of Ashur advanced against Shomron and laid siege to it. ", "10": "At the end of three years they captured it — that is, Shomron was captured in the sixth year of Hizkiyahu, which was the ninth year of Hoshea king of Isra'el. ", "11": "The king of Ashur carried Isra'el away captive to Ashur and settled them in Halach, in Havor on the Gozan River and in the cities of the Medes. ", "12": "This happened because they did not heed the voice of Adonai their God, but violated his covenant, everything that Moshe the servant of Adonai had ordered them to do, and would neither hear it nor do it.", "13": "In the fourteenth year of King Hizkiyahu, Sancheriv king of Ashur advanced against all the fortified cities of Y'hudah and captured them. ", "14": "Hizkiyahu king of Y'hudah sent this message to the king of Ashur at Lakhish: “I have done wrong. If you will go away from me, I will pay whatever penalty you impose on me.” The king of Ashur imposed on Hizkiyahu a penalty of ten tons of silver and a ton of gold. ", "15": "Hizkiyahu gave him all the silver that could be found in the house of Adonai and in the treasuries of the royal palace. ", "16": "It was at that time that Hizkiyahu stripped the gold from the doors of the sanctuary of Adonai and from the doorposts which Hizkiyahu king of Y'hudah himself had overlaid, and gave it to the king of Ashur.", "17": "From Lakhish the king of Ashur sent Tartan, Rav-Saris and Rav-Shakeh to King Hizkiyahu in Yerushalayim with a large army. They advanced and came to Yerushalayim. Upon arrival, they came and positioned themselves by the aqueduct from the Upper Pool, which is by the road to the Launderers' Field. ", "18": "They summoned the king, but those answering the call were Elyakim the son of Hilkiyahu, who was in charge of the household, Shevnah the general secretary and Yo'ach the son of Asaf the foreign minister. ", "19": "Rav-Shakeh addressed them: “Tell Hizkiyahu: 'Here is what the great king, the king of Ashur, says: “What makes you so confident? ", "20": "Do you think that mere spoken words constitute strategy and strength for battle? In whom, then, are you trusting when you rebel against me like this? ", "21": "Now look! Relying on Egypt is like using a broken stick as a staff — when you lean on it, it punctures your hand. That's what Pharaoh king of Egypt is like for anyone who puts his trust in him. ", "22": "But if you tell me, 'We trust in Adonai our God,' then isn't he the one whose high places and altars Hizkiyahu has removed, telling Y'hudah and Yerushalayim, 'You must worship before this altar in Yerushalayim'? ", "23": "All right, then, make a wager with my lord the king of Ashur: I will give you two thousand horses if you can find enough riders for them. ", "24": "How then can you repulse even one of my master's lowest-ranked army officers? Yet you are relying on Egypt for chariots and riders! ", "25": "Do you think I have come up to this place to destroy it without Adonai's approval? Adonai said to me, 'Attack this land, and destroy it'!”'”", "26": "Elyakim the son of Hilkiyahu, Shevnah and Yo'ach said to Rav-Shakeh, “Please speak to your servants in Aramaic, since we understand it; don't speak with us in Hebrew while the people on the wall are listening.” ", "27": "But Rav-Shakeh answered them, “Did my master send me to deliver my message just to your master and yourselves? Didn't he send me to address the men sitting on the wall, who, like you, are going to eat their own dung and drink their own urine?” ", "28": "Then Rav-Shakeh stood up and, speaking loudly in Hebrew, said: “Hear what the great king, the king of Ashur, says! ", "29": "This is what the king says: 'Don't let Hizkiyahu deceive you, because he won't be able to save you from the power of the king of Ashur. ", "30": "And don't let Hizkiyahu make you trust in Adonai by saying, “Adonai will surely save us; this city will not be given over to the king of Ashur.” ", "31": "Don't listen to Hizkiyahu.' For this is what the king of Ashur says: 'Make peace with me, surrender to me. Then every one of you can eat from his vine and fig tree and drink the water in his own cistern; ", "32": "until I come and take you away to a land like your own land, a land with grain and wine, a land with bread and vineyards, a land with olive trees and honey; so that you can live and not die. So don't listen to Hizkiyahu; he is only deluding you when he says, “Adonai will save us.” ", "33": "Has any god of any nation ever saved his land from the power of the king of Ashur? ", "34": "Where are the gods of Hamat and Arpad? Where are the gods of S'farvayim, Hena and 'Ivah? Did they save Shomron from my power? ", "35": "Where is the god of any country that has saved its country from my power, so that Adonai might be able to save Yerushalayim from my power?'” ", "36": "But the people kept still and didn't answer him so much as a word; for the king's order was, “Don't answer him.”", "37": "Then Elyakim the son of Hilkiyah, who was in charge of the household, Shevnah the general secretary and Yo'ach the son of Asaf the foreign minister went to Hizkiyahu with their clothes torn and reported to him what Rav-Shakeh had said."}