{"1": "Around this time, Hizkiyahu became ill to the point of death. Yesha'yahu the prophet, the son of Amotz, came and said to him, “Here is what Adonai says: 'Put your house in order, because you are going to die; you will not live.'” ", "2": "Hizkiyahu turned his face toward the wall and prayed to Adonai: ", "3": "“I plead with you, Adonai, remember now how I have lived before you truly and wholeheartedly, and how I have done what you see as good.” And he cried bitter tears.", "4": "Before Yesha'yahu had left the city's middle courtyard, the word of Adonai came to him: ", "5": "“Go back, and tell Hizkiyahu the prince of my people, that this is what Adonai, the God of David your ancestor, says: 'I have heard your prayer and seen your tears, and I will heal you. On the third day, you are to go up to the house of Adonai. ", "6": "I will add fifteen years to your life. Also I will rescue you and this city from the power of the king of Ashur; I will defend this city for my own sake and for my servant David's sake.'” ", "7": "Then Yesha'yahu said, “Prepare a fig-plaster.” They brought it and laid it on the inflammation, so that he would recover.", "8": "Hizkiyahu said to Yesha'yahu, “What sign will there be that Adonai will heal me and that I will be able to go up to the house of Adonai on the third day?” ", "9": "Yesha'yahu said, “Here is the sign for you from Adonai that Adonai will do what he said: do you want the shadow [of the sundial] to go forward ten intervals or backward ten intervals? ", "10": "Hizkiyahu answered, “It's easy for the shadow to go down ten intervals. No, let the shadow return backward ten intervals.” ", "11": "Yesha'yahu called out to Adonai, and he brought the shadow on the sundial of Achaz ten intervals backward after it had gone down that far.", "12": "B'rodakh-Bal'adan the son of Bal'adan, king of Bavel, heard that Hizkiyahu had been ill, so he sent a letter and a gift to him. ", "13": "Hizkiyahu listened to [the messengers] and showed them the building where he kept his treasures, including the silver, gold, spices and precious oils; also the building where he kept his armor; and everything in his treasury — there was nothing in his palace or in his entire domain that Hizkiyahu did not show them. ", "14": "Then Yesha'yahu the prophet came to King Hizkiyahu and asked him, “What did these men say? Where did they come from?” Hizkiyahu answered, “They came from a distant country, Bavel.” ", "15": "Yesha'yahu asked, “What have they seen in your palace?” “They have seen everything in my palace,” said Hizkiyahu. “There isn't a thing among my treasures that I haven't shown them.” ", "16": "Yesha'yahu said to Hizkiyahu, “Hear what Adonai says: ", "17": "'The day will come when everything in your palace, along with everything your ancestors stored up until today, will be carried off to Bavel. Nothing will be left,' says Adonai. ", "18": "'They will carry off some of your descendants, your own offspring; and they will be made eunuchs serving in the palace of the king of Bavel.'” ", "19": "Hizkiyahu said to Yesha'yahu, “The word of Adonai which you have just told me is good.” He thought, “Isn't it, though, if peace and truth continue at least through my lifetime?”", "20": "Other activities of Hizkiyahu, his power and how he built the pool and aqueduct to bring water into the city are recorded in the Annals of the Kings of Y'hudah. ", "21": "Then Hizkiyahu slept with his ancestors, and M'nasheh his son took his place as king."}