{"1": "Y'horam the son of Ach'av began his reign over Isra'el in Shomron during the eighteenth year of Y'hoshafat king of Y'hudah, and he ruled for twelve years. ", "2": "He did what was evil from Adonai's perspective; but he was not as bad as his father and mother, because he got rid of Ba'al's standing-stone which his father had made. ", "3": "Nevertheless, he clung to the sins of Yarov'am the son of N'vat, with which he had led Isra'el into sin; he never turned away from them.", "4": "Mesha king of Mo'av was a sheep-breeder, and he used to send the king of Isra'el the wool of 100,000 lambs and of 100,000 rams as tribute. ", "5": "But after Ach'av died, the king of Mo'av rebelled against the king of Isra'el. ", "6": "Y'horam left Shomron and mustered all Isra'el. ", "7": "He also went and sent this word to Y'hoshafat king of Y'hudah: “The king of Mo'av has rebelled against me. Will you join me in attacking Mo'av?” He answered, “I will join in the attack — I'm with you all the way; think of my people and horses as yours. ", "8": "Which route should we take?” he added. “The road through the desert of Edom,” answered Y'horam.", "9": "So the king of Isra'el set out, along with the king of Y'hudah and the king of Edom. After a roundabout journey of seven days, there was no water for either the army or the animals following them. ", "10": "“This is terrible!” exclaimed the king of Isra'el. “Has Adonai called these three kings together only to hand them over to Mo'av?” ", "11": "But Y'hoshafat said, “Isn't there a prophet of Adonai here through whom we can consult Adonai?” One of the servants of the king of Isra'el answered, “Elisha the son of Shafat is here, the one who used to pour water on Eliyahu's hands.” ", "12": "Y'hoshafat said, “The word of Adonai is with him.” So the king of Isra'el, Y'hoshafat and the king of Edom went down to consult him.", "13": "Elisha said to the king of Isra'el, “What do you and I have in common? Go, consult your father's prophets and your mother's prophets!” But the king of Isra'el answered him, “No, because Adonai has called these three kings together to hand them over to Mo'av.” ", "14": "Elisha said, “As Adonai-Tzva'ot lives, before whom I stand, if I didn't respect the fact that Y'hoshafat the king of Y'hudah is here, I wouldn't even look in your direction or take notice of you. ", "15": "But now, bring me a musician.” As the musician played, the hand of Adonai fell on Elisha; ", "16": "and he said, “Adonai says to dig until this valley is full of trenches. ", "17": "For here is what Adonai says: 'You won't see wind, and you won't see rain. Nevertheless the valley will be filled with water; and you will drink — you, your cattle and your other animals. ", "18": "That's an easy thing to do, from Adonai's perspective. He will also hand Mo'av over to you. ", "19": "You will conquer every fortified city and every choice town, you will chop down every good tree, stop up every well and ruin every good field with stones.” ", "20": "The next morning, around the time for making the offering, water came from the direction of Edom, and the countryside was filled with water.", "21": "When all Mo'av heard that the kings had come up to attack them, every man was summoned, from the youngest capable of bearing arms to older ones, and stationed on the border. ", "22": "They rose early in the morning, when the sun was shining on the water. Mo'av, when they saw the water in the distance looking as red as blood, ", "23": "said, “That's blood! The kings must have quarreled, and their soldiers killed each other. Mo'av! To the plunder!”", "24": "When they arrived at the camp of Isra'el, Isra'el launched an attack, so that Mo'av fled before them. But they advanced on Mo'av and struck it. ", "25": "They made ruins of the cities. Each man threw his stone on every good field, covering it. They stopped up all the wells. They chopped down all the good trees. Finally, all that remained was Kir-Hareset behind its stone wall, with the slingers surrounding and attacking it. ", "26": "When the king of Mo'av saw that the fighting was too much for him, he took with him 700 men armed with swords and tried to break through to the king of Edom; but they couldn't do it. ", "27": "Then he took his firstborn son, who was to have succeeded him as king, and offered him as a burnt offering on the wall. Following this, such great anger came upon Isra'el that they left him and went back to their own land."}