{"1": "The guild prophets said to Elisha, “As you can see, the place where we are living in order to be with you is too small for us. ", "2": "Please allow us to go to the Yarden; each of us will collect a log there, and we'll build a place there for us to live.” He answered, “Go ahead.” ", "3": "But one of them said, “Please, won't you come with your servants?” He answered, “All right, I will”; ", "4": "so he went with them. When they arrived at the Yarden, they cut down trees; ", "5": "but as one was felling a tree trunk, the head of his axe fell in the water. “Oh, no!” he cried. “My master, it was a borrowed one!” ", "6": "The man of God asked, “Where did it fall?” He showed him the place. Then Elisha cut a stick, threw it in there, and the iron axe-head floated to the surface. ", "7": "“Lift it out,” he said. So he put out his hand and took it.", "8": "Now the king of Aram went to war against Isra'el; and in consulting his servants he said, “I'll set up my ambush camp in such-and-such a place.” ", "9": "The man of God sent this message to the king of Isra'el: “Be careful not to go past such-and-such a place, because Aram will attack there.” ", "10": "So the king of Isra'el sent men to the place the man of God had told him and warned him about, and he took special precautions there. This happened more than once or twice, ", "11": "and it greatly upset the king of Aram. He called his servants and said to them, “Tell me which of you is betraying us to the king of Isra'el?” ", "12": "One of his servants replied, “It's not that, my lord, king. Rather, Elisha, the prophet who is in Isra'el, tells the king of Isra'el the words you speak privately in your own bedroom!” ", "13": "He said, “Go and see where he is, so that I can send and bring him here.” They told him, “He's in Dotan.”", "14": "So he sent horses, chariots and a large army there; they came by night and surrounded the city. ", "15": "The servant of the man of God got up early in the morning; on going outside, he saw an army with horses and chariots surrounding the city. His servant said to him, “Oh, my master, this is terrible! What are we going to do?” ", "16": "He answered, “Don't be afraid — those who are with us outnumber those who are with them!” ", "17": "Elisha prayed, “Adonai, I ask you to open his eyes, so that he can see.” Then Adonai opened the young man's eyes, and he saw: there before him, all around Elisha, the mountain was covered with horses and fiery chariots. ", "18": "When they came down to him, Elisha prayed to Adonai, “Please strike these people blind”; and he struck them blind, as Elisha had asked. ", "19": "Next, Elisha told them, “You've lost your way, and this isn't even the right city. Follow me, and I'll take you to the man you're looking for.” Then he led them to Shomron. ", "20": "On their arrival in Shomron, Elisha said, “Adonai, open the eyes of these men, so that they can see.” Adonai opened their eyes, and they saw: there they were, in the middle of Shomron.", "21": "When the king of Isra'el saw them, he asked Elisha, “My father, should I attack them? Should I attack them?” ", "22": "He answered, “Don't attack them! You wouldn't even attack prisoners you had captured with your own sword and bow, would you? So give them food to eat and water to drink, and let them return to their master.” ", "23": "So he provided well for them; and after they had eaten and drunk, he sent them away; and they returned to their master. After that, no more raiding parties entered the land of Isra'el from Aram.", "24": "But some time afterwards, Ben-Hadad king of Aram gathered all his army, went up and laid siege to Shomron. ", "25": "At the time, there was a severe famine in Shomron; and they maintained their siege until a donkey's head sold for eighty pieces of silver and half a pint of doves' dung for five pieces of silver. ", "26": "As the king of Isra'el was passing by on the wall, a woman cried out to him, “Help, my lord, king!” ", "27": "He said, “If Adonai isn't helping you, how do you expect me to help you? There isn't any grain, and there isn't any wine.” ", "28": "Then the king asked her, “What's troubling you?” She answered, “This woman said to me, 'Give me your son, so that we can eat him today; and we'll eat my son tomorrow.' ", "29": "So we boiled my son and ate him. The next day I said to her, 'Give your son, so that we can eat him,' but she has hidden her son.” ", "30": "When the king heard what the woman said, he tore his clothes. At the time, he was passing by on the wall; and when the people looked, they saw him there with sackcloth against his skin. ", "31": "Then he said, “May God do terrible things to me, and worse ones too, if the head of Elisha the son of Shafat remains on his body by day's end.” ", "32": "Elisha was sitting in his house, and the leaders were sitting there with him. The king sent a messenger ahead, but before he arrived, Elisha said to the leaders, “Do you see how this son of a murderer has sent someone to remove my head? Look, when the messenger comes, close the door and keep it shut against him. You can hear his master's footsteps following right behind him!” ", "33": "While he was still speaking, the messenger arrived with this message from the king: “Here, this evil is from Adonai. Why should I wait for Adonai any longer?”"}