{"1": "Elisha the prophet summoned one of the guild prophets and said to him, “Prepare for traveling, take this flask of oil in your hand and go to Ramot-Gil'ad. ", "2": "When you get there, look for Yehu the son of Y'hoshafat, the son of Nimshi. Enter, have him step away from his companions, and take him to an inside room. ", "3": "Then take the flask of oil, pour it on his head, and say, 'This is what Adonai says: “I have anointed you king over Isra'el.”' After that, open the door; and get away from there as fast as you can.”", "4": "So the young prophet left for Ramot-Gil'ad. ", "5": "When he arrived, he found the senior army officers sitting there. He said, “I have a message for you, commander.” Yehu asked, “For which one of us?” “For you, commander,” he said. ", "6": "Yehu got up and went into the house. Then the prophet poured the oil on his head and said to him, “This is what Adonai the God of Isra'el says: 'I have anointed you king over the people of Adonai, over Isra'el. ", "7": "You will attack the house of Ach'av your master, so that I can avenge the blood of my servants the prophets and of all the servants of Adonai, blood shed by Izevel. ", "8": "The entire house of Ach'av will perish; I will cut off from Ach'av every male, whether a slave or free in Isra'el. ", "9": "I will make the house of Ach'av like the house of Yarov'am the son of N'vat and like the house of Ba'sha the son of Achiyah. ", "10": "Moreover, the dogs will eat Izevel in the dumping-ground of Yizre'el, and there will be no one to bury her.'” Then he opened the door and fled.", "11": "Yehu returned to the servants of his lord, and one of them said to him, “Is everything all right? Why did this meshugga come to you?” He answered them, “You know the kind and how they babble.” ", "12": "They said, “You're being evasive. Come on, tell us the truth.” Then he said, “This is exactly what he said to me and how he said it: 'Here is what Adonai says: “I have anointed you king over Isra'el.”'” ", "13": "At this, they hurried each one to take his cloak and put it under Yehu at the top of the stairs. Then they blew the shofar and proclaimed, “Yehu is king!”", "14": "Yehu the son of Y'hoshafat, the son of Nimshi, formed a conspiracy against Yoram. (At the time, Yoram was guarding Ramot-Gil'ad, he and all Isra'el, because of Haza'el king of Aram; ", "15": "but Yoram himself had returned to Yizre'el to recover from the wounds Aram had inflicted on him when fighting Haza'el king of Aram.) “If you agree,” said Yehu, “then don't allow anyone to leave town and take the news to Yizre'el.” ", "16": "So Yehu, riding in a chariot, went to Yizre'el, for Yoram was laid up there. Achazyah king of Y'hudah had come down to visit Yoram.", "17": "The lookout standing on the watchtower in Yizre'el saw Yehu's troops approaching and said, “I see some troops coming.” Yoram said, “Have a horseman go to meet him and ask, “Are you coming in peace?” ", "18": "So a man on horseback went to meet him and said, “The king asks if you are coming in peace.” Yehu answered, “Peace? What business is that of yours? Turn around, and get behind me!” The watchman reported, “The messenger reached them, but he isn't coming back.” ", "19": "So he sent out a second man on horseback, who, on coming to him, said, “The king asks if you are coming in peace.” Yehu answered, “Peace? What business is that of yours? Turn around, and get behind me!” ", "20": "The watchman reported, “He reached them, but he isn't coming back. Also, it looks like the driving of Yehu Nimshi's [grand]son — he's driving like a maniac!” ", "21": "“Harness my chariot!” ordered Yoram. They got it ready. Then Yoram king of Isra'el and Achazyah king of Y'hudah, each in his chariot, went out to meet Yehu. They met him in the field of Navot the Yizre'eli.", "22": "When Yoram saw Yehu he said, “Are you coming in peace, Yehu?” He answered, “Peace? With your mother Izevel continuing all her cult prostitution and witchcraft? What a question!” ", "23": "Yoram wheeled around and fled, shouting, “Treachery, Achazyah!” ", "24": "Yehu drew his bow with all his strength and struck Yoram between the shoulder-blades; the arrow went through his heart, and he collapsed in his chariot. ", "25": "“Pick him up,” said Yehu to Bidkar his servant, “and throw him into the field of Navot the Yizre'eli; for remember how, when you and I were riding together after Ach'av his father, Adonai pronounced this sentence against him: ", "26": "'Adonai says: “Yesterday I saw the blood of Navot and the blood of his sons.” Adonai also says: “I will pay you back in this field.”' Therefore, pick him up; and throw him into the field, in keeping with what Adonai said.”", "27": "But when Achazyah the king of Y'hudah saw this, he fled on the road past Beit-HaGan. Yehu pursued him and ordered, “Strike him too in his chariot!” [So they struck him] at the Gur ascent, near Yivle'am. He fled to Megiddo, but there he died. ", "28": "His servants carried him in a chariot to Yerushalayim and buried him in his tomb with his ancestors in the City of David.", "29": "It was in the eleventh year of Yoram the son of Ach'av that Achazyah had begun his rule over Y'hudah.", "30": "When Yehu reached Yizre'el, and Izevel heard of it, she put on eye make-up, fixed her hair and looked out the window. ", "31": "As Yehu came through the city gate, she asked, “Are you here in peace, you Zimri, you murderer of your master?” ", "32": "Looking up at the window he said, “Who is on my side? Who?” Two or three officers looked out toward him. ", "33": "He said, “Throw her down!” So they threw her down. Some of her blood splashed onto the wall and the horses, and she was trampled underfoot. ", "34": "He went in, ate and drank, and then said, “Deal with this accursed woman — bury her, because she's a king's daughter.” ", "35": "They went to bury her but found no more of her than her skull, feet and hands. ", "36": "So they came back and told him. He said, “This is what Adonai said through his servant Eliyahu from Tishbe: 'In the field of Yizre'el the dogs will eat the flesh of Izevel; ", "37": "Izevel's corpse in the field of Yizre'el will be like dung on the ground, unrecognizable as Izevel.'”"}