{"1": "On the twenty-first day of the seventh month, the word of the Lord came through Haggai the prophet: ", "2": "“Speak to Zerubbabel son of Shealtiel, governor of Judah, to the high priest Joshua son of Jehozadak, and to the remnant of the people: ", "3": "Who is left among you who saw this house in its former glory? How does it look to you now? Doesn't it seem like nothing to you?[a] ", "4": "Even so, be strong, Zerubbabel”—this is the Lord's declaration. “Be strong, Joshua son of Jehozadak, high priest. Be strong, all you people of the land”—this is the Lord's declaration. “Work! For I am with you”—the declaration of the Lord of Hosts. ", "5": "“This is the promise I made to you when you came out of Egypt, and My Spirit is present among you; don't be afraid.”", "6": "For the Lord of Hosts says this: “Once more, in a little while, I am going to shake the heavens and the earth, the sea and the dry land. ", "7": "I will shake all the nations so that the treasures of all the nations will come, and I will fill this house with glory,” says the Lord of Hosts. ", "8": "“The silver and gold belong to Me”—this is the declaration of the Lord of Hosts. ", "9": "“The final glory of this house[b] will be greater than the first,” says the Lord of Hosts. “I will provide peace in this place”—this is the declaration of the Lord of Hosts.", "10": "On the twenty-fourth day of the ninth month, in the second year of Darius, the word of the Lord came to Haggai the prophet: ", "11": "“This is what the Lord of Hosts says: Ask the priests for a ruling. ", "12": "If a man is carrying consecrated meat in the fold of his garment, and it touches bread, stew, wine, oil, or any other food, does it become holy?” The priests answered, “No.”", "13": "Then Haggai asked, “If someone defiled by contact with a corpse touches any of these, does it become defiled?” The priests answered, “It becomes defiled.”", "14": "Then Haggai replied, “So is this people, and so is this nation before Me”—this is the Lord's declaration. “And so is every work of their hands; even what they offer there is defiled.", "15": "“Now, reflect back from this day: Before one stone was placed on another in the Lord's temple, ", "16": "what state were you in?[c] When someone came to a grain heap of 20 measures, it only amounted to 10; when one came to the winepress to dip 50 measures from the vat, it only amounted to 20. ", "17": "I struck you—all the work of your hands—with blight, mildew, and hail, but you didn't turn to Me”—this is the Lord's declaration. ", "18": "“Consider carefully from this day forward; from the twenty-fourth day of the ninth month, from the day the foundation of the Lord's temple was laid; consider it carefully. ", "19": "Is there still seed left in the granary? The vine, the fig, the pomegranate, and the olive tree have not yet produced. But from this day on I will bless you.”", "20": "The word of the Lord came to Haggai a second time on the twenty-fourth day of the month: ", "21": "“Speak to Zerubbabel, governor of Judah: I am going to shake the heavens and the earth. ", "22": "I will overturn royal thrones and destroy the power of the Gentile kingdoms. I will overturn chariots and their riders. Horses and their riders will fall, each by his brother's sword. ", "23": "On that day”—this is the declaration of the Lord of Hosts—“I will take you, Zerubbabel son of Shealtiel, My servant”—this is the Lord's declaration—“and make you like My signet ring, for I have chosen you.” This is the declaration of the Lord of Hosts."}