{"1": "There was a man in Caesarea named Cornelius, a centurion in the Italian Company.[a]", "2": "He and his whole household were pious, Gentile God-worshippers. He gave generously to those in need among the Jewish people and prayed to God constantly.", "3": "One day at nearly three o'clock in the afternoon, he clearly saw an angel from God in a vision. The angel came to him and said, “Cornelius!”", "4": "Startled, he stared at the angel and replied, “What is it, Lord?” The angel said, “Your prayers and your compassionate acts are like a memorial offering to God.", "5": "Send messengers to Joppa at once and summon a certain Simon, the one known as Peter.", "6": "He is a guest of Simon the tanner, whose house is near the seacoast.”", "7": "When the angel who was speaking to him had gone, Cornelius summoned two of his household servants along with a pious soldier from his personal staff.", "8": "He explained everything to them, then sent them to Joppa.", "9": "At noon on the following day, as their journey brought them close to the city, Peter went up on the roof to pray.", "10": "He became hungry and wanted to eat. While others were preparing the meal, he had a visionary experience.", "11": "He saw heaven opened up and something like a large linen sheet being lowered to the earth by its four corners.", "12": "Inside the sheet were all kinds of four-legged animals, reptiles, and wild birds.[b]", "13": "A voice told him, “Get up, Peter! Kill and eat!”", "14": "Peter exclaimed, “Absolutely not, Lord! I have never eaten anything impure or unclean.”", "15": "The voice spoke a second time, “Never consider unclean what God has made pure.”", "16": "This happened three times, then the object was suddenly pulled back into heaven.", "17": "Peter was bewildered about the meaning of the vision. Just then, the messengers sent by Cornelius discovered the whereabouts of Simon's house and arrived at the gate.", "18": "Calling out, they inquired whether the Simon known as Peter was a guest there.", "19": "While Peter was brooding over the vision, the Spirit interrupted him, “Look! Three people are looking for you.", "20": "Go downstairs. Don't ask questions; just go with them because I have sent them.”", "21": "So Peter went downstairs and told them, “I'm the one you are looking for. Why have you come?”", "22": "They replied, “We've come on behalf of Cornelius, a centurion and righteous man, a God-worshipper who is well-respected by all Jewish people. A holy angel directed him to summon you to his house and to hear what you have to say.”", "23": "Peter invited them into the house as his guests. The next day he got up and went with them, together with some of the believers from Joppa.", "24": "They arrived in Caesarea the following day. Anticipating their arrival, Cornelius had gathered his relatives and close friends.", "25": "As Peter entered the house, Cornelius met him and fell at his feet in order to honor him.", "26": "But Peter lifted him up, saying, “Get up! Like you, I'm just a human.”", "27": "As they continued to talk, Peter went inside and found a large gathering of people.", "28": "He said to them, “You all realize that it is forbidden for a Jew to associate or visit with outsiders. However, God has shown me that I should never call a person impure or unclean.", "29": "For this reason, when you sent for me, I came without objection. I want to know, then, why you sent for me.”", "30": "Cornelius answered, “Four days ago at this same time, three o'clock in the afternoon, I was praying at home. Suddenly a man in radiant clothing stood before me.", "31": "He said, 'Cornelius, God has heard your prayers, and your compassionate acts are like a memorial offering to him.", "32": "Therefore, send someone to Joppa and summon Simon, who is known as Peter. He is a guest in the home of Simon the tanner, located near the seacoast.'", "33": "I sent for you right away, and you were kind enough to come. Now, here we are, gathered in the presence of God to listen to everything the Lord has directed you to say.”", "34": "Peter said, “I really am learning that God doesn't show partiality to one group of people over another.", "35": "Rather, in every nation, whoever worships him and does what is right is acceptable to him.", "36": "This is the message of peace he sent to the Israelites by proclaiming the good news through Jesus Christ: He is Lord of all!", "37": "You know what happened throughout Judea, beginning in Galilee after the baptism John preached.", "38": "You know about Jesus of Nazareth, whom God anointed with the Holy Spirit and endowed with power. Jesus traveled around doing good and healing everyone oppressed by the devil because God was with him.", "39": "We are witnesses of everything he did, both in Judea and in Jerusalem. They killed him by hanging him on a tree,", "40": "but God raised him up on the third day and allowed him to be seen,", "41": "not by everyone but by us. We are witnesses whom God chose beforehand, who ate and drank with him after God raised him from the dead.", "42": "He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead.", "43": "All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.”", "44": "While Peter was still speaking, the Holy Spirit fell on everyone who heard the word.", "45": "The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on the Gentiles.", "46": "They heard them speaking in other languages and praising God. Peter asked,", "47": "“These people have received the Holy Spirit just as we have. Surely no one can stop them from being baptized with water, can they?”", "48": "He directed that they be baptized in the name of Jesus Christ. Then they invited Peter to stay for several days."}