{"1": "The church at Antioch included prophets and teachers: Barnabas, Simeon (nicknamed Niger), Lucius from Cyrene, Manaen (a childhood friend of Herod the ruler), and Saul.", "2": "As they were worshipping the Lord and fasting, the Holy Spirit said, “Appoint Barnabas and Saul to the work I have called them to undertake.”", "3": "After they fasted and prayed, they laid their hands on these two and sent them off.", "4": "After the Holy Spirit sent them on their way, they went down to Seleucia. From there they sailed to Cyprus.", "5": "In Salamis they proclaimed God's word in the Jewish synagogues. John was with them as their assistant.", "6": "They traveled throughout the island until they arrived at Paphos. There they found a certain man named Bar-Jesus, a Jew who was a false prophet and practiced sorcery.", "7": "He kept company with the governor of that province, an intelligent man named Sergius Paulus. The governor sent for Barnabas and Saul since he wanted to hear God's word.", "8": "But Elymas the sorcerer[a] (for that's what people understood his name meant) opposed them, trying to steer the governor away from the faith.", "9": "Empowered by the Holy Spirit, Saul, also known as Paul, glared at Bar-Jesus and", "10": "said, “You are a deceiver and trickster! You devil! You attack anything that is right! Will you never stop twisting the straight ways of the Lord into crooked paths?", "11": "Listen! The Lord's power is set against you. You will be blind for a while, unable even to see the daylight.” At once, Bar-Jesus' eyes were darkened, and he began to grope about for someone to lead him around by the hand.", "12": "When the governor saw what had taken place, he came to believe, for he was astonished by the teaching about the Lord.", "13": "Paul and his companions sailed from Paphos to Perga in Pamphylia. John deserted them there and returned to Jerusalem.", "14": "They went on from Perga and arrived at Antioch in Pisidia. On the Sabbath, they entered and found seats in the synagogue there.", "15": "After the reading of the Law and the Prophets, the synagogue leaders invited them, “Brothers, if one of you has a sermon for the people, please speak.”", "16": "Standing up, Paul gestured with his hand and said, “Fellow Israelites and Gentile God-worshippers, please listen to me.", "17": "The God of this people Israel chose our ancestors. God made them a great people while they lived as strangers in the land of Egypt. With his great power, he led them out of that country.", "18": "For about forty years, God put up with them in the wilderness.", "19": "God conquered seven nations in the land of Canaan and gave the Israelites their land as an inheritance.", "20": "This happened over a period of about four hundred fifty years. “After this, he gave them judges until the time of the prophet Samuel.", "21": "The Israelites requested a king, so God gave them Saul, Kish's son, from the tribe of Benjamin, and he served as their king for forty years.", "22": "After God removed him, he raised up David to be their king. God testified concerning him, 'I have found David, Jesse's son, a man who shares my desires.[b] Whatever my will is, he will do.'", "23": "From this man's descendants, God brought to Israel a savior, Jesus, just as he promised.", "24": "Before Jesus' appearance, John proclaimed to all the Israelites a baptism to show they were changing their hearts and lives.", "25": "As John was completing his mission, he said, 'Who do you think I am? I'm not the one you think I am, but he is coming after me. I'm not worthy to loosen his sandals.'", "26": "“Brothers, children of Abraham's family, and you Gentile God-worshippers, the message about this salvation has been sent to us.", "27": "The people in Jerusalem and their leaders didn't recognize Jesus. By condemning him they fulfilled the words of the prophets that are read every Sabbath.", "28": "Even though they didn't find a single legal basis for the death penalty, they asked Pilate to have him executed.", "29": "When they finished doing everything that had been written about him, they took him down from the cross[c] and laid him in a tomb.", "30": "But God raised him from the dead!", "31": "He appeared over many days to those who had traveled with him from Galilee to Jerusalem. They are now his witnesses to the people.", "32": "“We proclaim to you the good news. What God promised to our ancestors,", "33": "he has fulfilled for us, their children, by raising up Jesus. As it was written in the second psalm, You are my son; today I have become your father.[d]", "34": "“God raised Jesus from the dead, never again to be subjected to death's decay. Therefore, God said, I will give to you the holy and firm promises I made to David.[e]", "35": "In another place it is said, You will not let your holy one experience death's decay.[f]", "36": "David served God's purpose in his own generation, then he died and was buried with his ancestors. He experienced death's decay,", "37": "but the one whom God has raised up didn't experience death's decay.", "38": "“Therefore, brothers and sisters, know this: Through Jesus we proclaim forgiveness of sins to you. From all those sins from which you couldn't be put in right relationship with God through Moses' Law,", "39": "through Jesus everyone who believes is put in right relationship with God.", "40": "Take care that the prophets' words don't apply to you:", "41": "Look, you scoffers, marvel and die. I'm going to do work in your day — a work you won't believe even if someone told you.”[g]", "42": "As Paul and Barnabas were leaving the synagogue, the people urged them to speak about these things again on the next Sabbath.", "43": "When the people in the synagogue were dismissed, many Jews and devout converts to Judaism accompanied Paul and Barnabas, who urged them to remain faithful to the message of God's grace.", "44": "On the next Sabbath, almost everyone in the city gathered to hear the Lord's word.", "45": "When the Jews saw the crowds, they were overcome with jealousy. They argued against what Paul was saying by slandering him.", "46": "Speaking courageously, Paul and Barnabas said, “We had to speak God's word to you first. Since you reject it and show that you are unworthy to receive eternal life, we will turn to the Gentiles.", "47": "This is what the Lord commanded us: I have made you a light for the Gentiles, so that you could bring salvation to the end of the earth.”[h]", "48": "When the Gentiles heard this, they rejoiced and honored the Lord's word. Everyone who was appointed for eternal life believed,", "49": "and the Lord's word was broadcast throughout the entire region.", "50": "However, the Jews provoked the prominent women among the Gentile God-worshippers, as well as the city's leaders. They instigated others to harass Paul and Barnabas, and threw them out of their district.", "51": "Paul and Barnabas shook the dust from their feet and went to Iconium.", "52": "Because of the abundant presence of the Holy Spirit in their lives, the disciples were overflowing with happiness."}