{"1": "The same thing happened in Iconium. Paul and Barnabas entered the Jewish synagogue and spoke as they had before. As a result, a huge number of Jews and Greeks believed.", "2": "However, the Jews who rejected the faith stirred up the Gentiles, poisoning their minds against the brothers.", "3": "Nevertheless, Paul and Barnabas stayed there for quite some time, confidently speaking about the Lord. And the Lord confirmed the word about his grace by the signs and wonders he enabled them to perform.", "4": "The people of the city were divided—some siding with the Jews, others with the Lord's messengers.", "5": "Then some Gentiles and Jews, including their leaders, hatched a plot to mistreat and stone Paul and Barnabas.", "6": "When they learned of it, these two messengers fled to the Lycaonian cities of Lystra and Derbe and the surrounding area,", "7": "where they continued to proclaim the good news.", "8": "In Lystra there was a certain man who lacked strength in his legs. He had been crippled since birth and had never walked. Sitting there, he", "9": "heard Paul speaking. Paul stared at him and saw that he believed he could be healed.", "10": "Raising his voice, Paul said, “Stand up straight on your feet!” He jumped up and began to walk.", "11": "Seeing what Paul had done, the crowd shouted in the Lycaonian language, “The gods have taken human form and come down to visit us!”", "12": "They referred to Barnabas as Zeus and to Paul as Hermes, since Paul was the main speaker.", "13": "The priest of Zeus, whose temple was located just outside the city, brought bulls and wreaths to the city gates. Along with the crowds, he wanted to offer sacrifices to them.", "14": "When the Lord's messengers Barnabas and Paul found out about this, they tore their clothes in protest and rushed out into the crowd. They shouted,", "15": "“People, what are you doing? We are humans too, just like you! We are proclaiming the good news to you: turn to the living God and away from such worthless things. He made the heaven, the earth, the sea, and everything in them.[a]", "16": "In the past, he permitted every nation to go its own way.", "17": "Nevertheless, he hasn't left himself without a witness. He has blessed you by giving you rain from above as well as seasonal harvests, and satisfying you with food and happiness.”", "18": "Even with these words, they barely kept the crowds from sacrificing to them.", "19": "Jews from Antioch and Iconium arrived and won the crowds over. They stoned Paul and dragged him out of the city, supposing he was dead.", "20": "When the disciples surrounded him, he got up and entered the city again. The following day he left with Barnabas for Derbe.", "21": "Paul and Barnabas proclaimed the good news to the people in Derbe and made many disciples. Then they returned to Lystra, Iconium, and Antioch, where", "22": "they strengthened the disciples and urged them to remain firm in the faith. They told them, “If we are to enter God's kingdom, we must pass through many troubles.”", "23": "They appointed elders for each church. With prayer and fasting, they committed these elders to the Lord, in whom they had placed their trust.", "24": "After Paul and Barnabas traveled through Pisidia, they came to Pamphylia.", "25": "They proclaimed the word in Perga, then went down to Attalia.", "26": "From there they sailed to Antioch, where they had been entrusted by God's grace to the work they had now completed.", "27": "On their arrival, they gathered the church together and reported everything that God had accomplished through their activity, and how God had opened a door of faith for the Gentiles.", "28": "They stayed with the disciples a long time."}