{"1": "Some people came down from Judea teaching the family of believers, “Unless you are circumcised according to the custom we've received from Moses, you can't be saved.”", "2": "Paul and Barnabas took sides against these Judeans and argued strongly against their position. The church at Antioch appointed Paul, Barnabas, and several others from Antioch to go up to Jerusalem to set this question before the apostles and the elders.", "3": "The church sent this delegation on their way. They traveled through Phoenicia and Samaria, telling stories about the conversion of the Gentiles to everyone. Their reports thrilled the brothers and sisters.", "4": "When they arrived in Jerusalem, the church, the apostles, and the elders all welcomed them. They gave a full report of what God had accomplished through their activity.", "5": "Some believers from among the Pharisees stood up and claimed, “The Gentiles must be circumcised. They must be required to keep the Law from Moses.”", "6": "The apostles and the elders gathered to consider this matter.", "7": "After much debate, Peter stood and addressed them, “Fellow believers, you know that, early on, God chose me from among you as the one through whom the Gentiles would hear the word of the gospel and come to believe.", "8": "God, who knows people's deepest thoughts and desires, confirmed this by giving them the Holy Spirit, just as he did to us.", "9": "He made no distinction between us and them, but purified their deepest thoughts and desires through faith.", "10": "Why then are you now challenging God by placing a burden on the shoulders of these disciples that neither we nor our ancestors could bear?", "11": "On the contrary, we believe that we and they are saved in the same way, by the grace of the Lord Jesus.”", "12": "The entire assembly fell quiet as they listened to Barnabas and Paul describe all the signs and wonders God did among the Gentiles through their activity.", "13": "When Barnabas and Paul also fell silent, James responded, “Fellow believers, listen to me.", "14": "Simon reported how, in his kindness, God came to the Gentiles in the first place, to raise up from them a people of God.", "15": "The prophets' words agree with this; as it is written,", "16": "After this I will return, and I will rebuild David's fallen tent; I will rebuild what has been torn down. I will restore it", "17": "so that the rest of humanity will seek the Lord, even all the Gentiles who belong to me. The Lord says this, the one who does these things[a]", "18": "known from earliest times.", "19": "“Therefore, I conclude that we shouldn't create problems for Gentiles who turn to God.", "20": "Instead, we should write a letter, telling them to avoid the pollution associated with idols, sexual immorality, eating meat from strangled animals, and consuming blood.", "21": "After all, Moses has been proclaimed in every city for a long time, and is read aloud every Sabbath in every synagogue.”", "22": "The apostles and the elders, along with the entire church, agreed to send some delegates chosen from among themselves to Antioch, together with Paul and Barnabas. They selected Judas Barsabbas and Silas, who were leaders among the brothers and sisters.", "23": "They were to carry this letter: The apostles and the elders, to the Gentile brothers and sisters in Antioch, Syria, and Cilicia. Greetings!", "24": "We've heard that some of our number have disturbed you with unsettling words we didn't authorize.", "25": "We reached a united decision to select some delegates and send them to you along with our dear friends Barnabas and Paul.", "26": "These people have devoted their lives to the name of our Lord Jesus Christ.", "27": "Therefore, we are sending Judas and Silas. They will confirm what we have written.", "28": "The Holy Spirit has led us to the decision that no burden should be placed on you other than these essentials:", "29": "refuse food offered to idols, blood, the meat from strangled animals, and sexual immorality. You will do well to avoid such things. Farewell.", "30": "When Barnabas, Paul, and the delegates were sent on their way, they went down to Antioch. They gathered the believers and delivered the letter.", "31": "The people read it, delighted with its encouraging message.", "32": "Judas and Silas were prophets, and they said many things that encouraged and strengthened the brothers and sisters.", "33": "Judas and Silas stayed there awhile, then were sent back with a blessing of peace from the brothers and sisters to those who first sent them.[b]", "35": "Paul and Barnabas stayed in Antioch, where, together with many others, they taught and proclaimed the good news of the Lord's word.", "36": "Some time later, Paul said to Barnabas, “Let's go back and visit all the brothers and sisters in every city where we preached the Lord's word. Let's see how they are doing.”", "37": "Barnabas wanted to take John Mark with them.", "38": "Paul insisted that they shouldn't take him along, since he had deserted them in Pamphylia and hadn't continued with them in their work.", "39": "Their argument became so intense that they went their separate ways. Barnabas took Mark and sailed to Cyprus.", "40": "Paul chose Silas and left, entrusted by the brothers and sisters to the Lord's grace.", "41": "He traveled through Syria and Cilicia, strengthening the churches."}