{"1": "Paul reached Derbe, and then Lystra, where there was a disciple named Timothy. He was the son of a believing Jewish woman and a Greek father.", "2": "The brothers and sisters in Lystra and Iconium spoke well of him.", "3": "Paul wanted to take Timothy with him, so he circumcised him. This was because of the Jews who lived in those areas, for they all knew Timothy's father was Greek.", "4": "As Paul and his companions traveled through the cities, they instructed Gentile believers to keep the regulations put in place by the apostles and elders in Jerusalem.", "5": "So the churches were strengthened in the faith and every day their numbers flourished.", "6": "Paul and his companions traveled throughout the regions of Phrygia and Galatia because the Holy Spirit kept them from speaking the word in the province of Asia.", "7": "When they approached the province of Mysia, they tried to enter the province of Bithynia, but the Spirit of Jesus wouldn't let them.", "8": "Passing by Mysia, they went down to Troas instead.", "9": "A vision of a man from Macedonia came to Paul during the night. He stood urging Paul, “Come over to Macedonia and help us!”", "10": "Immediately after he saw the vision, we prepared to leave for the province of Macedonia, concluding that God had called us to proclaim the good news to them.", "11": "We sailed from Troas straight for Samothrace and came to Neapolis the following day.", "12": "From there we went to Philippi, a city of Macedonia's first district and a Roman colony. We stayed in that city several days.", "13": "On the Sabbath we went outside the city gate to the riverbank, where we thought there might be a place for prayer. We sat down and began to talk with the women who had gathered.", "14": "One of those women was Lydia, a Gentile God-worshipper from the city of Thyatira, a dealer in purple cloth. As she listened, the Lord enabled her to embrace Paul's message.", "15": "Once she and her household were baptized, she urged, “Now that you have decided that I am a believer in the Lord, come and stay in my house.” And she persuaded us.", "16": "One day, when we were on the way to the place for prayer, we met a slave woman. She had a spirit that enabled her to predict the future. She made a lot of money for her owners through fortune-telling.", "17": "She began following Paul and us, shouting, “These people are servants of the Most High God! They are proclaiming a way of salvation to you!”", "18": "She did this for many days. This annoyed Paul so much that he finally turned and said to the spirit, “In the name of Jesus Christ, I command you to leave her!” It left her at that very moment.", "19": "Her owners realized that their hope for making money was gone. They grabbed Paul and Silas and dragged them before the officials in the city center.", "20": "When her owners approached the legal authorities, they said, “These people are causing an uproar in our city. They are Jews", "21": "who promote customs that we Romans can't accept or practice.”", "22": "The crowd joined in the attacks against Paul and Silas, so the authorities ordered that they be stripped of their clothes and beaten with a rod.", "23": "When Paul and Silas had been severely beaten, the authorities threw them into prison and ordered the jailer to secure them with great care.", "24": "When he received these instructions, he threw them into the innermost cell and secured their feet in stocks.", "25": "Around midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them.", "26": "All at once there was such a violent earthquake that it shook the prison's foundations. The doors flew open and everyone's chains came loose.", "27": "When the jailer awoke and saw the open doors of the prison, he thought the prisoners had escaped, so he drew his sword and was about to kill himself.", "28": "But Paul shouted loudly, “Don't harm yourself! We're all here!”", "29": "The jailer called for some lights, rushed in, and fell trembling before Paul and Silas.", "30": "He led them outside and asked, “Honorable masters, what must I do to be rescued?”", "31": "They replied, “Believe in the Lord Jesus, and you will be saved—you and your entire household.”", "32": "They spoke the Lord's word to him and everyone else in his house.", "33": "Right then, in the middle of the night, the jailer welcomed them and washed their wounds. He and everyone in his household were immediately baptized.", "34": "He brought them into his home and gave them a meal. He was overjoyed because he and everyone in his household had come to believe in God.", "35": "The next morning the legal authorities sent the police to the jailer with the order “Release those people.”", "36": "So the jailer reported this to Paul, informing him, “The authorities sent word that you both are to be released. You can leave now. Go in peace.”", "37": "Paul told the police, “Even though we are Roman citizens, they beat us publicly without first finding us guilty of a crime, and they threw us into prison. And now they want to send us away secretly? No way! They themselves will have to come and escort us out.”", "38": "The police reported this to the legal authorities, who were alarmed to learn that Paul and Silas were Roman citizens.", "39": "They came and consoled Paul and Silas, escorting them out of prison and begging them to leave the city.", "40": "Paul and Silas left the prison and made their way to Lydia's house where they encouraged the brothers and sisters. Then they left Philippi."}