{"1": "Paul and Silas journeyed through Amphipolis and Apollonia, then came to Thessalonica, where there was a Jewish synagogue.", "2": "As was Paul's custom, he entered the synagogue and for three Sabbaths interacted with them on the basis of the scriptures.", "3": "Through his interpretation of the scriptures, he demonstrated that the Christ had to suffer and rise from the dead. He declared, “This Jesus whom I proclaim to you is the Christ.”", "4": "Some were convinced and joined Paul and Silas, including a larger number of Greek God-worshippers and quite a few prominent women.", "5": "But the Jews became jealous and brought along some thugs who were hanging out in the marketplace. They formed a mob and started a riot in the city. They attacked Jason's house, intending to bring Paul and Silas before the people.", "6": "When they didn't find them, they dragged Jason and some believers before the city officials. They were shouting, “These people who have been disturbing the peace throughout the empire have also come here.", "7": "What is more, Jason has welcomed them into his home. Every one of them does what is contrary to Caesar's decrees by naming someone else as king: Jesus.”", "8": "This provoked the crowd and the city officials even more.", "9": "After Jason and the others posted bail, they released them.", "10": "As soon as it was dark, the brothers and sisters sent Paul and Silas on to Beroea. When they arrived, they went to the Jewish synagogue.", "11": "The Beroean Jews were more honorable than those in Thessalonica. This was evident in the great eagerness with which they accepted the word and examined the scriptures each day to see whether Paul and Silas' teaching was true.", "12": "Many came to believe, including a number of reputable Greek women and many Greek men.", "13": "The Jews from Thessalonica learned that Paul also proclaimed God's word in Beroea, so they went there too and were upsetting and disturbing the crowds.", "14": "The brothers and sisters sent Paul away to the seacoast at once, but Silas and Timothy remained at Beroea.", "15": "Those who escorted Paul led him as far as Athens, then returned with instructions for Silas and Timothy to come to him as quickly as possible.", "16": "While Paul waited for them in Athens, he was deeply distressed to find that the city was flooded with idols.", "17": "He began to interact with the Jews and Gentile God-worshippers in the synagogue. He also addressed whoever happened to be in the marketplace each day.", "18": "Certain Epicurean and Stoic philosophers engaged him in discussion too. Some said, “What an amateur! What's he trying to say?” Others remarked, “He seems to be a proclaimer of foreign gods.” (They said this because he was preaching the good news about Jesus and the resurrection.)", "19": "They took him into custody and brought him to the council on Mars Hill. “What is this new teaching? Can we learn what you are talking about?", "20": "You've told us some strange things and we want to know what they mean.”", "21": "(21 They said this because all Athenians as well as the foreigners who live in Athens used to spend their time doing nothing but talking about or listening to the newest thing.)", "22": "Paul stood up in the middle of the council on Mars Hill and said, “People of Athens, I see that you are very religious in every way.", "23": "As I was walking through town and carefully observing your objects of worship, I even found an altar with this inscription: 'To an unknown God.' What you worship as unknown, I now proclaim to you.", "24": "God, who made the world and everything in it, is Lord of heaven and earth. He doesn't live in temples made with human hands.", "25": "Nor is God served by human hands, as though he needed something, since he is the one who gives life, breath, and everything else.", "26": "From one person God created every human nation to live on the whole earth, having determined their appointed times and the boundaries of their lands.", "27": "God made the nations so they would seek him, perhaps even reach out to him and find him. In fact, God isn't far away from any of us.", "28": "In God we live, move, and exist. As some of your own poets said, 'We are his offspring.'", "29": "“Therefore, as God's offspring, we have no need to imagine that the divine being is like a gold, silver, or stone image made by human skill and thought.", "30": "God overlooks ignorance of these things in times past, but now directs everyone everywhere to change their hearts and lives.", "31": "This is because God has set a day when he intends to judge the world justly by a man he has appointed. God has given proof of this to everyone by raising him from the dead.”", "32": "When they heard about the resurrection from the dead, some began to ridicule Paul. However, others said, “We'll hear from you about this again.”", "33": "At that, Paul left the council.", "34": "Some people joined him and came to believe, including Dionysius, a member of the council on Mars Hill, a woman named Damaris, and several others."}