{"1": "After this, Paul left Athens and went to Corinth.", "2": "There he found a Jew named Aquila, a native of Pontus. He had recently come from Italy with his wife Priscilla because Claudius had ordered all Jews to leave Rome. Paul visited with them.", "3": "Because they practiced the same trade, he stayed and worked with them. They all worked with leather.", "4": "Every Sabbath he interacted with people in the synagogue, trying to convince both Jews and Greeks.", "5": "Once Silas and Timothy arrived from Macedonia, Paul devoted himself fully to the word, testifying to the Jews that Jesus was the Christ.", "6": "When they opposed and slandered him, he shook the dust from his clothes in protest and said to them, “You are responsible for your own fates! I'm innocent! From now on I'll go to the Gentiles!”", "7": "He left the synagogue and went next door to the home of Titius Justus, a Gentile God-worshipper.", "8": "Crispus, the synagogue leader, and his entire household came to believe in the Lord. Many Corinthians believed and were baptized after listening to Paul.", "9": "One night the Lord said to Paul in a vision, “Don't be afraid. Continue speaking. Don't be silent.", "10": "I'm with you and no one who attacks you will harm you, for I have many people in this city.”", "11": "So he stayed there for eighteen months, teaching God's word among them.", "12": "Now when Gallio was the governor of the province of Achaia, the Jews united in their opposition against Paul and brought him before the court.", "13": "“This man is persuading others to worship God unlawfully,” they declared.", "14": "Just as Paul was about to speak, Gallio said to the Jews, “If there had been some sort of injury or criminal behavior, I would have reason to accept your complaint.", "15": "However, since these are squabbles about a message, names, and your own Law, deal with them yourselves. I have no desire to sit in judgment over such things.”", "16": "He expelled them from the court,", "17": "but everyone seized Sosthenes, the synagogue leader, and gave him a beating in the presence of the governor. None of this mattered to Gallio.", "18": "After Paul stayed in Corinth for some time, he said good-bye to the brothers and sisters. At the Corinthian seaport of Cenchreae he had his head shaved, since he had made a solemn promise. Then, accompanied by Priscilla and Aquila, he sailed away to Syria.", "19": "After they arrived in Ephesus, he left Priscilla and Aquila and entered the synagogue and interacted with the Jews.", "20": "They asked him to stay longer, but he declined.", "21": "As he said farewell to them, though, he added, “God willing, I will return.” Then he sailed off from Ephesus.", "22": "He arrived in Caesarea, went up to Jerusalem and greeted the church, and then went down to Antioch.", "23": "After some time there he left and traveled from place to place in the region of Galatia and the district of Phrygia, strengthening all the disciples.", "24": "Meanwhile, a certain Jew named Apollos arrived in Ephesus. He was a native of Alexandria and was well-educated and effective in his use of the scriptures.", "25": "He had been instructed in the way of the Lord and spoke as one stirred up by the Spirit. He taught accurately the things about Jesus, even though he was aware only of the baptism John proclaimed and practiced.", "26": "He began speaking with confidence in the synagogue. When Priscilla and Aquila heard him, they received him into their circle of friends and explained to him God's way more accurately.", "27": "When he wanted to travel to Achaia, the brothers and sisters encouraged him and wrote to the disciples so they would open their homes to him. Once he arrived, he was of great help to those who had come to believe through grace.", "28": "He would vigorously defeat Jewish arguments in public debate, using the scriptures to prove that Jesus was the Christ."}