{"1": "While Apollos was in Corinth, Paul took a route through the interior and came to Ephesus, where he found some disciples.", "2": "He asked them, “Did you receive the Holy Spirit when you came to believe?” They replied, “We've not even heard that there is a Holy Spirit.”", "3": "Then he said, “What baptism did you receive, then?” They answered, “John's baptism.”", "4": "Paul explained, “John baptized with a baptism by which people showed they were changing their hearts and lives. It was a baptism that told people about the one who was coming after him. This is the one in whom they were to believe. This one is Jesus.”", "5": "After they listened to Paul, they were baptized in the name of the Lord Jesus.", "6": "When Paul placed his hands on them, the Holy Spirit came on them, and they began speaking in other languages and prophesying.", "7": "Altogether, there were about twelve people.", "8": "Paul went to the synagogue and spoke confidently for the next three months. He interacted with those present and offered convincing arguments concerning the nature of God's kingdom.", "9": "Some people had closed their minds, though. They refused to believe and publicly slandered the Way. As a result, Paul left them, took the disciples with him, and continued his daily interactions in Tyrannus' lecture hall.", "10": "This went on for two years, so that everyone living in the province of Asia—both Jews and Greeks—heard the Lord's word.", "11": "God was doing unusual miracles through Paul.", "12": "Even the small towels and aprons that had touched his skin were taken to the sick, and their diseases were cured and the evil spirits left them.", "13": "There were some Jews who traveled around throwing out evil spirits. They tried to use the power of the name of the Lord Jesus against some people with evil spirits. They said, “In the name of the Jesus whom Paul preaches, I command you!”", "14": "The seven sons of Sceva, a Jewish chief priest, were doing this.", "15": "The evil spirit replied, “I know Jesus and I'm familiar with Paul, but who are you?”", "16": "The person who had an evil spirit jumped on them and overpowered them all with such force that they ran out of that house naked and wounded.", "17": "This became known to the Jews and Greeks living in Ephesus. Everyone was seized with fear and they held the name of the Lord Jesus in the highest regard.", "18": "Many of those who had come to believe came, confessing their past practices.", "19": "This included a number of people who practiced sorcery. They collected their sorcery texts and burned them publicly. The value of those materials was calculated at more than someone might make if they worked for one hundred sixty-five years.[a]", "20": "In this way the Lord's word grew abundantly and strengthened powerfully.", "21": "Once these things had come to an end, Paul, guided by the Spirit, decided to return to Jerusalem, taking a route that would carry him through the provinces of Macedonia and Achaia. He said, “After I have been there, I must visit Rome as well.”", "22": "He sent two of his assistants, Timothy and Erastus, to Macedonia, while he remained awhile in the province of Asia.", "23": "At that time a great disturbance erupted about the Way.", "24": "There was a silversmith named Demetrius. He made silver models of Artemis' temple, and his business generated a lot of profit for the craftspeople.", "25": "He called a meeting with these craftspeople and others working in related trades and said, “Friends, you know that we make an easy living from this business.", "26": "And you can see and hear that this Paul has convinced and misled a lot of people, not only in Ephesus but also throughout most of the province of Asia. He says that gods made by human hands aren't really gods.", "27": "This poses a danger not only by discrediting our trade but also by completely dishonoring the great goddess Artemis. The whole province of Asia—indeed, the entire civilized world—worships her, but her splendor will soon be extinguished.”", "28": "Once they heard this, they were beside themselves with anger and began to shout, “Great is Artemis of the Ephesians!”", "29": "The city was thrown into turmoil. They rushed as one into the theater. They seized Gaius and Aristarchus, Paul's traveling companions from the province of Macedonia.", "30": "Paul wanted to appear before the assembly, but the disciples wouldn't allow him.", "31": "Even some officials of the province of Asia, who were Paul's friends, sent word to him, urging him not to risk going into the theater.", "32": "Meanwhile, the assembly was in a state of confusion. Some shouted one thing, others shouted something else, and most of the crowd didn't know why they had gathered.", "33": "The Jews sent Alexander to the front, and some of the crowd directed their words toward him. He gestured that he wanted to offer a defense before the assembly,", "34": "but when they realized he was a Jew, they all shouted in unison, “Great is Artemis of the Ephesians!” This continued for about two hours.", "35": "The city manager brought order to the crowd and said, “People of Ephesus, doesn't everyone know that the city of Ephesus is guardian of the temple of the great Artemis and of her image, which fell from heaven?", "36": "Therefore, since these facts are undeniable, you must calm down. Don't be reckless.", "37": "The men you brought here have neither robbed the temple nor slandered our goddess.", "38": "Therefore, if Demetrius and the craftspeople with him have a charge against anyone, the courts are in session and governors are available. They can press charges against each other there.", "39": "Additional disputes can be resolved in a legal assembly.", "40": "As for us, we are in danger of being charged with rioting today, since we can't justify this unruly gathering.”", "41": "After he said this, he dismissed the assembly."}