{"1": "When Pentecost Day arrived, they were all together in one place.", "2": "Suddenly a sound from heaven like the howling of a fierce wind filled the entire house where they were sitting.", "3": "They saw what seemed to be individual flames of fire alighting on each one of them.", "4": "They were all filled with the Holy Spirit and began to speak in other languages as the Spirit enabled them to speak.", "5": "There were pious Jews from every nation under heaven living in Jerusalem.", "6": "When they heard this sound, a crowd gathered. They were mystified because everyone heard them speaking in their native languages.", "7": "They were surprised and amazed, saying, “Look, aren't all the people who are speaking Galileans, every one of them?", "8": "How then can each of us hear them speaking in our native language?", "9": "Parthians, Medes, and Elamites; as well as residents of Mesopotamia, Judea, and Cappadocia, Pontus and Asia,", "10": "Phrygia and Pamphylia, Egypt and the regions of Libya bordering Cyrene; and visitors from Rome (both Jews and converts to Judaism),", "11": "Cretans and Arabs—we hear them declaring the mighty works of God in our own languages!”", "12": "They were all surprised and bewildered. Some asked each other, “What does this mean?”", "13": "Others jeered at them, saying, “They're full of new wine!”", "14": "Peter stood with the other eleven apostles. He raised his voice and declared, “Judeans and everyone living in Jerusalem! Know this! Listen carefully to my words!", "15": "These people aren't drunk, as you suspect; after all, it's only nine o'clock in the morning!", "16": "Rather, this is what was spoken through the prophet Joel:", "17": "In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy. Your young will see visions. Your elders will dream dreams.", "18": "Even upon my servants, men and women, I will pour out my Spirit in those days, and they will prophesy.", "19": "I will cause wonders to occur in the heavens above and signs on the earth below, blood and fire and a cloud of smoke.", "20": "The sun will be changed into darkness, and the moon will be changed into blood, before the great and spectacular day of the Lord comes.", "21": "And everyone who calls on the name of the Lord will be saved.[a]", "22": "“Fellow Israelites, listen to these words! Jesus the Nazarene was a man whose credentials God proved to you through miracles, wonders, and signs, which God performed through him among you. You yourselves know this.", "23": "In accordance with God's established plan and foreknowledge, he was betrayed. You, with the help of wicked men, had Jesus killed by nailing him to a cross.", "24": "God raised him up! God freed him from death's dreadful grip, since it was impossible for death to hang on to him.", "25": "David says about him, I foresaw that the Lord was always with me; because he is at my right hand I won't be shaken.", "26": "Therefore, my heart was glad and my tongue rejoiced. Moreover, my body will live in hope,", "27": "because you won't abandon me to the grave, nor permit your holy one to experience decay.", "28": "You have shown me the paths of life; your presence will fill me with happiness.[b]", "29": "“Brothers and sisters, I can speak confidently about the patriarch David. He died and was buried, and his tomb is with us to this very day.", "30": "Because he was a prophet, he knew that God promised him with a solemn pledge to seat one of his descendants on his throne.", "31": "Having seen this beforehand, David spoke about the resurrection of Christ, that he wasn't abandoned to the grave, nor did his body experience decay.[c]", "32": "This Jesus God raised up. We are all witnesses to that fact.", "33": "He was exalted to God's right side and received from the Father the promised Holy Spirit. He poured out this Spirit, and you are seeing and hearing the results of his having done so.", "34": "David didn't ascend into heaven. Yet he says, The Lord said to my Lord, 'Sit at my right side,", "35": "until I make your enemies a footstool for your feet.'[d]", "36": "“Therefore, let all Israel know beyond question that God has made this Jesus, whom you crucified, both Lord and Christ.”", "37": "When the crowd heard this, they were deeply troubled. They said to Peter and the other apostles, “Brothers, what should we do?”", "38": "Peter replied, “Change your hearts and lives. Each of you must be baptized in the name of Jesus Christ for the forgiveness of your sins. Then you will receive the gift of the Holy Spirit.", "39": "This promise is for you, your children, and for all who are far away—as many as the Lord our God invites.”", "40": "With many other words he testified to them and encouraged them, saying, “Be saved from this perverse generation.”", "41": "Those who accepted Peter's message were baptized. God brought about three thousand people into the community on that day.", "42": "The believers devoted themselves to the apostles' teaching, to the community, to their shared meals, and to their prayers.", "43": "A sense of awe came over everyone. God performed many wonders and signs through the apostles.", "44": "All the believers were united and shared everything.", "45": "They would sell pieces of property and possessions and distribute the proceeds to everyone who needed them.", "46": "Every day, they met together in the temple and ate in their homes. They shared food with gladness and simplicity.", "47": "They praised God and demonstrated God's goodness to everyone. The Lord added daily to the community those who were being saved."}