{"1": "When the riot was over, Paul sent for the disciples, encouraged them, said good-bye, and left for the province of Macedonia.", "2": "He traveled through that region with a message of encouragement. When he came to Greece,", "3": "he stayed for three months. Because the Jews hatched a plot against Paul as he was about to sail for Syria, he decided instead to return through Macedonia.", "4": "He was accompanied by Sopater, Pyrrhus' son from Beroea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, Timothy, and Tychicus and Trophimus from the province of Asia.", "5": "They went on ahead and waited for us in Troas.", "6": "We sailed from Philippi after the Festival of Unleavened Bread and met them five days later in Troas, where we stayed for a week.", "7": "On the first day of the week, as we gathered together for a meal, Paul was holding a discussion with them. Since he was leaving the next day, he continued talking until midnight.", "8": "There were many lamps in the upstairs room where we had gathered.", "9": "A young man named Eutychus was sitting in the window. He was sinking into a deep sleep as Paul talked on and on. When he was sound asleep, he fell from the third floor and died.", "10": "Paul went down, fell on him and embraced him, then said, “Don't be alarmed. He's alive!”", "11": "Then Paul went back upstairs and ate. He talked for a long time—right up until daybreak—then he left.", "12": "They took the young man away alive, and they were greatly comforted.", "13": "We went on to the ship and sailed for Assos, where we intended to take Paul on board. Paul had arranged this, since he intended to make his way there by land.", "14": "When he met us at Assos, we took him aboard and went on to Mitylene.", "15": "The next day we sailed from there and arrived opposite Chios. On the day after, we sailed to Samos, and on the following day we came to Miletus.", "16": "Paul had decided to sail past Ephesus so that he wouldn't need to spend too much time in the province of Asia. He was hurrying to reach Jerusalem, if possible, by Pentecost Day.", "17": "From Miletus he sent a message to Ephesus calling for the church's elders to meet him.", "18": "When they arrived, he said to them, “You know how I lived among you the whole time I was with you, beginning with the first day I arrived in the province of Asia.", "19": "I served the Lord with great humility and with tears in the midst of trials that came upon me because of the Jews' schemes.", "20": "You know I held back nothing that would be helpful so that I could proclaim to you and teach you both publicly and privately in your homes.", "21": "You know I have testified to both Jews and Greeks that they must change their hearts and lives as they turn to God and have faith in our Lord Jesus.", "22": "Now, compelled by the Spirit, I'm going to Jerusalem. I don't know what will happen to me there.", "23": "What I do know is that the Holy Spirit testifies to me from city to city that prisons and troubles await me.", "24": "But nothing, not even my life, is more important than my completing my mission. This is nothing other than the ministry I received from the Lord Jesus: to testify about the good news of God's grace.", "25": "“I know that none of you will see me again—you among whom I traveled and proclaimed the kingdom.", "26": "Therefore, today I testify to you that I'm not responsible for anyone's fate.", "27": "I haven't avoided proclaiming the entire plan of God to you.", "28": "Watch yourselves and the whole flock, in which the Holy Spirit has placed you as supervisors, to shepherd God's church, which he obtained with the death of his own Son.[a]", "29": "I know that, after my departure, savage wolves will come in among you and won't spare the flock.", "30": "Some of your own people will distort the word in order to lure followers after them.", "31": "Stay alert! Remember that for three years I constantly and tearfully warned each one of you. I never stopped warning you!", "32": "Now I entrust you to God and the message of his grace, which is able to build you up and give you an inheritance among all whom God has made holy.", "33": "I haven't craved anyone's silver, gold, or clothing.", "34": "You yourselves know that I have provided for my own needs and for those of my companions with my own hands.", "35": "In everything I have shown you that, by working hard, we must help the weak. In this way we remember the Lord Jesus' words: 'It is more blessed to give than to receive.'”", "36": "After he said these things, he knelt down with all of them to pray.", "37": "They cried uncontrollably as everyone embraced and kissed Paul.", "38": "They were especially grieved by his statement that they would never see him again. Then they accompanied him to the ship."}