{"1": "While Peter and John were speaking to the people, the priests, the captain of the temple guard, and the Sadducees confronted them.", "2": "They were incensed that the apostles were teaching the people and announcing that the resurrection of the dead was happening because of Jesus.", "3": "They seized Peter and John and put them in prison until the next day. (It was already evening.)", "4": "Many who heard the word became believers, and their number grew to about five thousand.", "5": "The next day the leaders, elders, and legal experts gathered in Jerusalem,", "6": "along with Annas the high priest, Caiaphas, John, Alexander, and others from the high priest's family.", "7": "They had Peter and John brought before them and asked, “By what power or in what name did you do this?”", "8": "Then Peter, inspired by the Holy Spirit, answered, “Leaders of the people and elders,", "9": "are we being examined today because something good was done for a sick person, a good deed that healed him?", "10": "If so, then you and all the people of Israel need to know that this man stands healthy before you because of the name of Jesus Christ the Nazarene—whom you crucified but whom God raised from the dead.", "11": "This Jesus is the stone you builders rejected; he has become the cornerstone!", "12": "Salvation can be found in no one else. Throughout the whole world, no other name has been given among humans through which we must be saved.”", "13": "The council was caught by surprise by the confidence with which Peter and John spoke. After all, they understood that these apostles were uneducated and inexperienced. They also recognized that they had been followers of Jesus.", "14": "However, since the healed man was standing with Peter and John before their own eyes, they had no rebuttal.", "15": "After ordering them to wait outside, the council members began to confer with each other.", "16": "“What should we do with these men? Everyone living in Jerusalem is aware of the sign performed through them. It's obvious to everyone and we can't deny it.", "17": "To keep it from spreading further among the people, we need to warn them not to speak to anyone in this name.”", "18": "When they called Peter and John back, they demanded that they stop all speaking and teaching in the name of Jesus.", "19": "Peter and John responded, “It's up to you to determine whether it's right before God to obey you rather than God.", "20": "As for us, we can't stop speaking about what we have seen and heard.”", "21": "They threatened them further, then released them. Because of public support for Peter and John, they couldn't find a way to punish them. Everyone was praising God for what had happened,", "22": "because the man who had experienced this sign of healing was over 40 years old.", "23": "After their release, Peter and John returned to the brothers and sisters and reported everything the chief priests and elders had said.", "24": "They listened, then lifted their voices in unison to God, “Master, you are the one who created the heaven, the earth, the sea, and everything in them.", "25": "You are the one who spoke by the Holy Spirit through our ancestor David, your servant: Why did the Gentiles rage, and the peoples plot in vain?", "26": "The kings of the earth took their stand and the rulers gathered together as one against the Lord and against his Christ.[a]", "27": "Indeed, both Herod and Pontius Pilate, with Gentiles and Israelites, did gather in this city against your holy servant Jesus, whom you anointed.", "28": "They did what your power and plan had already determined would happen.", "29": "Now, Lord, take note of their threats and enable your servants to speak your word with complete confidence.", "30": "Stretch out your hand to bring healing and enable signs and wonders to be performed through the name of Jesus, your holy servant.”", "31": "After they prayed, the place where they were gathered was shaken. They were all filled with the Holy Spirit and began speaking God's word with confidence.", "32": "The community of believers was one in heart and mind. None of them would say, “This is mine!” about any of their possessions, but held everything in common.", "33": "The apostles continued to bear powerful witness to the resurrection of the Lord Jesus, and an abundance of grace was at work among them all.", "34": "There were no needy persons among them. Those who owned properties or houses would sell them, bring the proceeds from the sales,", "35": "and place them in the care and under the authority of the apostles. Then it was distributed to anyone who was in need.", "36": "Joseph, whom the apostles nicknamed Barnabas (that is, “one who encourages”), was a Levite from Cyprus.", "37": "He owned a field, sold it, brought the money, and placed it in the care and under the authority of the apostles."}