{"1": "However, a man named Ananias, along with his wife Sapphira, sold a piece of property.", "2": "With his wife's knowledge, he withheld some of the proceeds from the sale. He brought the rest and placed it in the care and under the authority of the apostles.", "3": "Peter asked, “Ananias, how is it that Satan has influenced you to lie to the Holy Spirit by withholding some of the proceeds from the sale of your land?", "4": "Wasn't that property yours to keep? After you sold it, wasn't the money yours to do with whatever you wanted? What made you think of such a thing? You haven't lied to other people but to God!”", "5": "When Ananias heard these words, he dropped dead. Everyone who heard this conversation was terrified.", "6": "Some young men stood up, wrapped up his body, carried him out, and buried him.", "7": "About three hours later, his wife entered, but she didn't know what had happened to her husband.", "8": "Peter asked her, “Tell me, did you and your husband receive this price for the field?” She responded, “Yes, that's the amount.”", "9": "He replied, “How could you scheme with each other to challenge the Lord's Spirit? Look! The feet of those who buried your husband are at the door. They will carry you out too.”", "10": "At that very moment, she dropped dead at his feet. When the young men entered and found her dead, they carried her out and buried her with her husband.", "11": "Trepidation and dread seized the whole church and all who heard what had happened.", "12": "The apostles performed many signs and wonders among the people. They would come together regularly at Solomon's Porch.", "13": "No one from outside the church dared to join them, even though the people spoke highly of them.", "14": "Indeed, more and more believers in the Lord, large numbers of both men and women, were added to the church.", "15": "As a result, they would even bring the sick out into the main streets and lay them on cots and mats so that at least Peter's shadow could fall on some of them as he passed by.", "16": "Even large numbers of persons from towns around Jerusalem would gather, bringing the sick and those harassed by unclean spirits. Everyone was healed.", "17": "The high priest, together with his allies, the Sadducees, was overcome with jealousy.", "18": "They seized the apostles and made a public show of putting them in prison.", "19": "An angel from the Lord opened the prison doors during the night and led them out. The angel told them,", "20": "“Go, take your place in the temple, and tell the people everything about this new life.”", "21": "Early in the morning, they went into the temple as they had been told and began to teach. When the high priest and his colleagues gathered, they convened the Jerusalem Council, that is, the full assembly of Israel's elders. They sent word to the prison to have the apostles brought before them.", "22": "However, the guards didn't find them in the prison. They returned and reported,", "23": "“We found the prison locked and well-secured, with guards standing at the doors, but when we opened the doors we found no one inside!”", "24": "When they received this news, the captain of the temple guard and the chief priests were baffled and wondered what might be happening.", "25": "Just then, someone arrived and announced, “Look! The people you put in prison are standing in the temple and teaching the people!”", "26": "Then the captain left with his guards and brought the apostles back. They didn't use force because they were afraid the people would stone them.", "27": "The apostles were brought before the council where the high priest confronted them:", "28": "“In no uncertain terms, we demanded that you not teach in this name. And look at you! You have filled Jerusalem with your teaching. And you are determined to hold us responsible for this man's death.”", "29": "Peter and the apostles replied, “We must obey God rather than humans!", "30": "The God of our ancestors raised Jesus from the dead—whom you killed by hanging him on a tree.", "31": "God has exalted Jesus to his right side as leader and savior so that he could enable Israel to change its heart and life and to find forgiveness for sins.", "32": "We are witnesses of such things, as is the Holy Spirit, whom God has given to those who obey him.”", "33": "When the council members heard this, they became furious and wanted to kill the apostles.", "34": "One council member, a Pharisee and teacher of the Law named Gamaliel, well-respected by all the people, stood up and ordered that the men be taken outside for a few moments.", "35": "He said, “Fellow Israelites, consider carefully what you intend to do to these people.", "36": "Some time ago, Theudas appeared, claiming to be somebody, and some four hundred men joined him. After he was killed, all of his followers scattered, and nothing came of that.", "37": "Afterward, at the time of the census, Judas the Galilean appeared and got some people to follow him in a revolt. He was killed too, and all his followers scattered far and wide.", "38": "Here's my recommendation in this case: Distance yourselves from these men. Let them go! If their plan or activity is of human origin, it will end in ruin.", "39": "If it originates with God, you won't be able to stop them. Instead, you would actually find yourselves fighting God!” The council was convinced by his reasoning.", "40": "After calling the apostles back, they had them beaten. They ordered them not to speak in the name of Jesus, then let them go.", "41": "The apostles left the council rejoicing because they had been regarded as worthy to suffer disgrace for the sake of the name.", "42": "Every day they continued to teach and proclaim the good news that Jesus is the Christ, both in the temple and in houses."}