{"1": "The high priest asked, “Are these accusations true?”", "2": "Stephen responded, “Brothers and fathers, listen to me. Our glorious God appeared to our ancestor Abraham while he was still in Mesopotamia, before he settled in Haran.", "3": "God told him, 'Leave your homeland and kin, and go to the land that I will show you.'[a]", "4": "So Abraham left the land of the Chaldeans and settled in Haran. After Abraham's father died, God had him resettle in this land where you now live.", "5": "God didn't give him an inheritance here, not even a square foot of land. However, God did promise to give the land as his possession to him and to his descendants, even though Abraham had no child.", "6": "God put it this way: His descendants will be strangers in a land that belongs to others, who will enslave them and abuse them for four hundred years.[b]", "7": "And I will condemn the nation they serve as slaves, God said, and afterward they will leave[c] that land and serve me in this place.", "8": "God gave him the covenant confirmed through circumcision. Accordingly, eight days after Isaac's birth, Abraham circumcised him. Isaac did the same with Jacob, and Jacob with the twelve patriarchs.", "9": "“Because the patriarchs were jealous of Joseph, they sold him into slavery in Egypt. God was with him, however,", "10": "and rescued him from all his troubles. The grace and wisdom he gave Joseph were recognized by Pharaoh, king of Egypt, who appointed him ruler over Egypt and over his whole palace.", "11": "A famine came upon all Egypt and Canaan, and great hardship came with it. Our ancestors had nothing to eat.", "12": "When Jacob heard there was grain in Egypt, he sent our ancestors there for the first time.", "13": "During their second visit, Joseph told his brothers who he was, and Pharaoh learned about Joseph's family.", "14": "Joseph sent for his father Jacob and all his relatives—seventy-five in all—and invited them to live with him.", "15": "So Jacob went down to Egypt, where he and our ancestors died.", "16": "Their bodies were brought back to Shechem and placed in the tomb that Abraham had purchased for a certain sum of money from Hamor's children, who lived in Shechem.", "17": "“When it was time for God to keep the promise he made to Abraham, the number of our people in Egypt had greatly expanded.", "18": "But then another king rose to power over Egypt who didn't know anything about Joseph.[d]", "19": "He exploited our people and abused our ancestors. He even forced them to abandon their newly born babies so they would die.", "20": "That's when Moses was born. He was highly favored by God, and for three months his parents cared for him in their home.", "21": "After he was abandoned, Pharaoh's daughter adopted and cared for him as though he were her own son.", "22": "Moses learned everything Egyptian wisdom had to offer, and he was a man of powerful words and deeds.", "23": "“When Moses was 40 years old, he decided to visit his family, the Israelites.", "24": "He saw one of them being wronged so he came to his rescue and evened the score by killing the Egyptian.", "25": "He expected his own kin to understand that God was using him to rescue them, but they didn't.", "26": "The next day he came upon some Israelites who were caught up in an argument. He tried to make peace between them by saying, 'You are brothers! Why are you harming each other?'", "27": "The one who started the fight against his neighbor pushed Moses aside and said, 'Who appointed you as our leader and judge?", "28": "Are you planning to kill me like you killed that Egyptian yesterday?'[e]", "29": "When Moses heard this, he fled to Midian, where he lived as an immigrant and had two sons.", "30": "“Forty years later, an angel appeared to Moses in the flame of a burning bush in the wilderness near Mount Sinai.", "31": "Enthralled by the sight, Moses approached to get a closer look and he heard the Lord's voice:", "32": "'I am the God of your ancestors, the God of Abraham, Isaac, and Jacob.'[f] Trembling with fear, Moses didn't dare to investigate any further.", "33": "The Lord continued, 'Remove the sandals from your feet, for the place where you are standing is holy ground.", "34": "I have clearly seen the oppression my people have experienced in Egypt, and I have heard their groaning. I have come down to rescue them. Come! I am sending you to Egypt.'[g]", "35": "“This is the same Moses whom they rejected when they asked, 'Who appointed you as our leader and judge?' This is the Moses whom God sent as leader and deliverer. God did this with the help of the angel who appeared before him in the bush.", "36": "This man led them out after he performed wonders and signs in Egypt at the Red Sea and for forty years in the wilderness.", "37": "This is the Moses who told the Israelites, 'God will raise up for you a prophet like me from your own people.'[h]", "38": "This is the one who was in the assembly in the wilderness with our ancestors and with the angel who spoke to him on Mount Sinai. He is the one who received life-giving words to give to us.", "39": "He's also the one whom our ancestors refused to obey. Instead, they pushed him aside and, in their thoughts and desires, returned to Egypt.", "40": "They told Aaron, 'Make us gods that will lead us. As for this Moses who led us out of Egypt, we don't know what's happened to him!'[i]", "41": "That's when they made an idol in the shape of a calf, offered a sacrifice to it, and began to celebrate what they had made with their own hands.", "42": "So God turned away from them and handed them over to worship the stars in the sky, just as it is written in the scroll of the Prophets: Did you bring sacrifices and offerings to me for forty years in the wilderness, house of Israel?", "43": "No! Instead, you took the tent of Moloch with you, and the star of your god Rephan, the images that you made in order to worship them. Therefore, I will send you far away, farther than Babylon.[j]", "44": "“The tent of testimony was with our ancestors in the wilderness. Moses built it just as he had been instructed by the one who spoke to him and according to the pattern he had seen.", "45": "In time, when they had received the tent, our ancestors carried it with them when, under Joshua's leadership, they took possession of the land from the nations whom God expelled. This tent remained in the land until the time of David.", "46": "God approved of David, who asked that he might provide a dwelling place for the God of Jacob.[k]", "47": "But it was Solomon who actually built a house for God.", "48": "However, the Most High doesn't live in houses built by human hands. As the prophet says,", "49": "Heaven is my throne, and the earth is my footstool. 'What kind of house will you build for me,' says the Lord, 'or where is my resting place?", "50": "Didn't I make all these things with my own hand?'[l]", "51": "“You stubborn people! In your thoughts and hearing, you are like those who have had no part in God's covenant! You continuously set yourself against the Holy Spirit, just like your ancestors did.", "52": "Was there a single prophet your ancestors didn't harass? They even killed those who predicted the coming of the righteous one, and you've betrayed and murdered him!", "53": "You received the Law given by angels, but you haven't kept it.”", "54": "Once the council members heard these words, they were enraged and began to grind their teeth at Stephen.", "55": "But Stephen, enabled by the Holy Spirit, stared into heaven and saw God's majesty and Jesus standing at God's right side.", "56": "He exclaimed, “Look! I can see heaven on display and the Human One[m] standing at God's right side!”", "57": "At this, they shrieked and covered their ears. Together, they charged at him,", "58": "threw him out of the city, and began to stone him. The witnesses placed their coats in the care of a young man named Saul.", "59": "As they battered him with stones, Stephen prayed, “Lord Jesus, accept my life!”", "60": "Falling to his knees, he shouted, “Lord, don't hold this sin against them!” Then he died."}