{"1": "Saul was in full agreement with Stephen's murder. At that time, the church in Jerusalem began to be subjected to vicious harassment. Everyone except the apostles was scattered throughout the regions of Judea and Samaria.", "2": "Some pious men buried Stephen and deeply grieved over him.", "3": "Saul began to wreak havoc against the church. Entering one house after another, he would drag off both men and women and throw them into prison.", "4": "Those who had been scattered moved on, preaching the good news along the way.", "5": "Philip went down to a city in Samaria[a] and began to preach Christ to them.", "6": "The crowds were united by what they heard Philip say and the signs they saw him perform, and they gave him their undivided attention.", "7": "With loud shrieks, unclean spirits came out of many people, and many who were paralyzed or crippled were healed.", "8": "There was great rejoicing in that city.", "9": "Before Philip's arrival, a certain man named Simon had practiced sorcery in that city and baffled the people of Samaria. He claimed to be a great person.", "10": "Everyone, from the least to the greatest, gave him their undivided attention and referred to him as “the power of God called Great.”", "11": "He had their attention because he had baffled them with sorcery for a long time.", "12": "After they came to believe Philip, who preached the good news about God's kingdom and the name of Jesus Christ, both men and women were baptized.", "13": "Even Simon himself came to believe and was baptized. Afterward, he became one of Philip's supporters. As he saw firsthand the signs and great miracles that were happening, he was astonished.", "14": "When word reached the apostles in Jerusalem that Samaria had accepted God's word, they commissioned Peter and John to go to Samaria.", "15": "Peter and John went down to Samaria where they prayed that the new believers would receive the Holy Spirit.", "16": "(16 This was because the Holy Spirit had not yet fallen on any of them; they had only been baptized in the name of the Lord Jesus.)", "17": "So Peter and John laid their hands on them, and they received the Holy Spirit.", "18": "When Simon perceived that the Spirit was given through the laying on of the apostles' hands, he offered them money.", "19": "He said, “Give me this authority too so that anyone on whom I lay my hands will receive the Holy Spirit.”", "20": "Peter responded, “May your money be condemned to hell along with you because you believed you could buy God's gift with money!", "21": "You can have no part or share in God's word because your heart isn't right with God.", "22": "Therefore, change your heart and life! Turn from your wickedness! Plead with the Lord in the hope that your wicked intent can be forgiven,", "23": "for I see that your bitterness has poisoned you and evil has you in chains.”", "24": "Simon replied, “All of you, please, plead to the Lord for me so that nothing of what you have said will happen to me!”", "25": "After the apostles had testified and proclaimed the Lord's word, they returned to Jerusalem, preaching the good news to many Samaritan villages along the way.", "26": "An angel from the Lord spoke to Philip, “At noon, take[b] the road that leads from Jerusalem to Gaza.” (This is a desert road.)", "27": "So he did. Meanwhile, an Ethiopian man was on his way home from Jerusalem, where he had come to worship. He was a eunuch and an official responsible for the entire treasury of Candace. (Candace is the title given to the Ethiopian queen.)", "28": "He was reading the prophet Isaiah while sitting in his carriage.", "29": "The Spirit told Philip, “Approach this carriage and stay with it.”", "30": "Running up to the carriage, Philip heard the man reading the prophet Isaiah. He asked, “Do you really understand what you are reading?”", "31": "The man replied, “Without someone to guide me, how could I?” Then he invited Philip to climb up and sit with him.", "32": "This was the passage of scripture he was reading: Like a sheep he was led to the slaughter and like a lamb before its shearer is silent so he didn't open his mouth.", "33": "In his humiliation justice was taken away from him. Who can tell the story of his descendants because his life was taken from the earth?[c]", "34": "The eunuch asked Philip, “Tell me, about whom does the prophet say this? Is he talking about himself or someone else?”", "35": "Starting with that passage, Philip proclaimed the good news about Jesus to him.", "36": "As they went down the road, they came to some water. The eunuch said, “Look! Water! What would keep me from being baptized?”[d]", "38": "He ordered that the carriage halt. Both Philip and the eunuch went down to the water, where Philip baptized him.", "39": "When they came up out of the water, the Lord's Spirit suddenly took Philip away. The eunuch never saw him again but went on his way rejoicing.", "40": "Philip found himself in Azotus. He traveled through that area, preaching the good news in all the cities until he reached Caesarea."}