{"1": "Meanwhile, Saul was still spewing out murderous threats against the Lord's disciples. He went to the high priest,", "2": "seeking letters to the synagogues in Damascus. If he found persons who belonged to the Way, whether men or women, these letters would authorize him to take them as prisoners to Jerusalem.", "3": "During the journey, as he approached Damascus, suddenly a light from heaven encircled him.", "4": "He fell to the ground and heard a voice asking him, “Saul, Saul, why are you harassing me?”", "5": "Saul asked, “Who are you, Lord?” “I am Jesus, whom you are harassing,” came the reply.", "6": "“Now get up and enter the city. You will be told what you must do.”", "7": "Those traveling with him stood there speechless; they heard the voice but saw no one.", "8": "After they picked Saul up from the ground, he opened his eyes but he couldn't see. So they led him by the hand into Damascus.", "9": "For three days he was blind and neither ate nor drank anything.", "10": "In Damascus there was a certain disciple named Ananias. The Lord spoke to him in a vision, “Ananias!” He answered, “Yes, Lord.”", "11": "The Lord instructed him, “Go to Judas' house on Straight Street and ask for a man from Tarsus named Saul. He is praying.", "12": "In a vision he has seen a man named Ananias enter and put his hands on him to restore his sight.”", "13": "Ananias countered, “Lord, I have heard many reports about this man. People say he has done horrible things to your holy people in Jerusalem.", "14": "He's here with authority from the chief priests to arrest everyone who calls on your name.”", "15": "The Lord replied, “Go! This man is the agent I have chosen to carry my name before Gentiles, kings, and Israelites.", "16": "I will show him how much he must suffer for the sake of my name.”", "17": "Ananias went to the house. He placed his hands on Saul and said, “Brother Saul, the Lord sent me—Jesus, who appeared to you on the way as you were coming here. He sent me so that you could see again and be filled with the Holy Spirit.”", "18": "Instantly, flakes fell from Saul's eyes and he could see again. He got up and was baptized.", "19": "After eating, he regained his strength. He stayed with the disciples in Damascus for several days.", "20": "Right away, he began to preach about Jesus in the synagogues. “He is God's Son,” he declared.", "21": "Everyone who heard him was baffled. They questioned each other, “Isn't he the one who was wreaking havoc among those in Jerusalem who called on this name? Hadn't he come here to take those same people as prisoners to the chief priests?”", "22": "But Saul grew stronger and stronger. He confused the Jews who lived in Damascus by proving that Jesus is the Christ.", "23": "After this had gone on for some time, the Jews hatched a plot to kill Saul.", "24": "However, he found out about their scheme. They were keeping watch at the city gates around the clock so they could assassinate him.", "25": "But his disciples took him by night and lowered him in a basket through an opening in the city wall.", "26": "When Saul arrived in Jerusalem, he tried to join the disciples, but they were all afraid of him. They didn't believe he was really a disciple.", "27": "Then Barnabas brought Saul to the apostles and told them the story about how Saul saw the Lord on the way and that the Lord had spoken to Saul. He also told them about the confidence with which Saul had preached in the name of Jesus in Damascus.", "28": "After this, Saul moved freely among the disciples in Jerusalem and was speaking with confidence in the name of the Lord.", "29": "He got into debates with the Greek-speaking Jews as well, but they tried to kill him.", "30": "When the family of believers learned about this, they escorted him down to Caesarea and sent him off to Tarsus.", "31": "Then the church throughout Judea, Galilee, and Samaria enjoyed a time of peace. God strengthened the church, and its life was marked by reverence for the Lord. Encouraged by the Holy Spirit, the church continued to grow in numbers.", "32": "As Peter toured the whole region, he went to visit God's holy people in Lydda.", "33": "There he found a man named Aeneas who was paralyzed and had been confined to his bed for eight years.", "34": "Peter said to him, “Aeneas, Jesus Christ heals you! Get up and make your bed.” At once he got up.", "35": "Everyone who lived in Lydda and Sharon saw him and turned to the Lord.", "36": "In Joppa there was a disciple named Tabitha (in Greek her name is Dorcas). Her life overflowed with good works and compassionate acts on behalf of those in need.", "37": "About that time, though, she became so ill that she died. After they washed her body, they laid her in an upstairs room.", "38": "Since Lydda was near Joppa, when the disciples heard that Peter was there, they sent two people to Peter. They urged, “Please come right away!”", "39": "Peter went with them. Upon his arrival, he was taken to the upstairs room. All the widows stood beside him, crying as they showed the tunics and other clothing Dorcas made when she was alive.", "40": "Peter sent everyone out of the room, then knelt and prayed. He turned to the body and said, “Tabitha, get up!” She opened her eyes, saw Peter, and sat up.", "41": "He gave her his hand and raised her up. Then he called God's holy people, including the widows, and presented her alive to them.", "42": "The news spread throughout Joppa, and many put their faith in the Lord.", "43": "Peter stayed for some time in Joppa with a certain tanner named Simon."}