{"1": "Now we ask you, brothers, regarding the coming of our Lord Jesus, the Messiah,[a] and our gathering together to him, ", "2": "not to be so quickly upset[b] or alarmed when someone claims that we said,[c] either by some spirit, conversation, or letter that the Day of the Lord has already come. ", "3": "Do not let anyone deceive you in any way, for it will not come unless the rebellion[d] takes place first and the man of sin,[e] who is destined for destruction,[f] is revealed. ", "4": "He opposes and exalts himself above every so-called god and object of worship. As a result, he seats himself in the sanctuary[g] of God and himself declares that he is God.", "5": "Don't you remember that I repeatedly told you about these things when I was still with you? ", "6": "You know what it is that is now holding him back, so that he will be revealed when his time comes. ", "7": "For the secret of this lawlessness is already at work, but only until the person now holding it back gets out of the way. ", "8": "Then the lawless one will be revealed, whom the Lord[h] will destroy with the breath of his mouth, rendering him powerless by the manifestation of his coming.", "9": "The coming of the lawless one[i] will be accompanied by the power of Satan. He will use every kind[j] of power, including miraculous signs, lying wonders, ", "10": "and every type of evil to deceive[k] those who are dying, those who refused to love the truth that would save them.[l] ", "11": "For this reason, God will send them a powerful delusion so that they will believe the lie. ", "12": "Then all who have not believed the truth but have taken pleasure in unrighteousness will be condemned.", "13": "At all times we are obligated to thank God for you, brothers who are loved by the Lord, because God chose you to be the first fruits[m] for salvation through sanctification by the Spirit and through faith in the truth. ", "14": "With this purpose in mind, he called you through our proclamation of the[n] gospel so that you would obtain the glory of our Lord Jesus, the Messiah.[o] ", "15": "So then, brothers, stand firm, and cling to the traditions that you were taught by us, either by word of mouth[p] or by our letter. ", "16": "May our Lord Jesus, the Messiah[q] himself, and may God our Father, who loved us and by his grace gave us eternal comfort[r] and good hope, ", "17": "encourage your hearts and strengthen you in every good action and word."}