{"1": "While 'Ezra was praying and making confession, weeping and prostrated before the house of God, a huge crowd of Isra'el's men, women and children gathered around him; and the people were weeping bitterly. ", "2": "Sh'khanyah the son of Yechi'el, one of the descendants of 'Eilam, spoke up and said to 'Ezra, “We have acted treacherously toward our God by marrying foreign women from the peoples of the land. But in spite of this, there is still hope for Isra'el. ", "3": "We should make a covenant with our God to send away all these wives, along with their children, in obedience to the advice of Adonai and of those who tremble at the mitzvah of our God; let us act in accordance with the Torah. ", "4": "Stand up, and do your duty, for we are with you; take courage, and do it!”", "5": "'Ezra stood up, and he made the chief cohanim, the L'vi'im and all Isra'el swear that they would act according to what had been said; and they took the oath. ", "6": "'Ezra then left his place in front of the house of God and went to the room of Y'hochanan the son of Elyashiv. After going there, he neither ate food nor drank water; because he was mourning over the treachery of the exiles.", "7": "A proclamation was issued throughout Y'hudah and Yerushalayim that all the exiles were to assemble in Yerushalayim; ", "8": "and that whoever didn't come within three days, in answer to the summons from the officials and leaders, would forfeit all he owned and himself be banished from the community of the exiles. ", "9": "All the men of Y'hudah and Binyamin assembled in Yerushalayim within the three days. It was the twentieth day of the ninth month. All the people sat in the open place in front of the house of God, trembling because of this matter and because of the heavy rain. ", "10": "'Ezra the cohen stood up and addressed them: “You have acted treacherously by marrying foreign women and have thus increased Isra'el's guilt. ", "11": "Now, therefore, make confession to Adonai, the God of your ancestors; and do what will please him by separating yourselves from the peoples of the land and from the foreign women.” ", "12": "In response, the whole assembly cried aloud, “Yes, our duty is to do as you have said. ", "13": "But there are many people, and it's the rainy season — we can't stay out here in the open. Also, it isn't the work of a day or two; for there are many of us who have committed this crime. ", "14": "Let our leaders represent the whole community; and let all those in our cities who have married foreign women appear at prearranged times, accompanied by the elders and judges of each city; until our God's fierce anger over this has been turned away from us.” ", "15": "Only Yonatan the son of 'Asah'el and Yachz'yah the son of Tikvah, supported by Meshulam and Shabtai the Levi, opposed this.", "16": "The exiles did as agreed. 'Ezra the cohen chose heads of fathers' clans by name, and they began their sessions to look into the matter on the first day of the tenth month. ", "17": "They finished dealing with all the men who had married foreign women by the first day of the first month.", "18": "Among the cohanim were found these who had married foreign women: of the sons of Yeshua the son of Yotzadak and his brothers: Ma'aseiyah, Eli'ezer, Yariv and G'dalyah. ", "19": "They promised that they would send their wives away; and since they were guilty, they offered a ram from the flock for their guilt. ", "20": "Of the sons of Immer: Hanani and Z'vadyah; ", "21": "of the sons of Harim: Ma'aseiyah, Eliyah, Sh'ma'yah, Yechi'el and 'Uziyah; ", "22": "of the sons of Pash'chur: Elyo'einai, Ma'aseiyah, Yishma'el, N'tan'el, Yozavad and El'asah.", "23": "Of the L'vi'im: Yozavad, Shim'i, K'layah (also known as K'lita), P'tachyah, Y'hudah and Eli'ezer.", "24": "Of the singers: Elyashiv. Of the gatekeepers: Shalum, Telem and Uri.", "25": "Of Isra'el: of the descendants of Par'osh: Ramyah, Yizziyah, Malkiyah, Miyamin, El'azar, Malkiyah and B'nayah; ", "26": "of the descendants of 'Eilam: Mattanyah, Z'kharyah, Yechi'el, 'Avdi, Yeremot and Eliyah; ", "27": "of the descendants of Zatu: Elyo'einai, Elyashiv, Mattanyah, Yeremot, Zavad and 'Aziza; ", "28": "of the descendants of B'vai: Y'hochanan, Hananyah, Zabai and 'Atlai; ", "29": "of the descendants of Bani: Meshulam, Malukh, 'Adayah, Yashuv, Sh'al and Ramot; ", "30": "of the descendants of Pachat-Mo'av: 'Adna, K'lal, B'nayah, Ma'aseiyah, Mattanyah, B'tzal'el, Binui and M'nasheh; ", "31": "of the descendants of Harim: Eli'ezer, Yishiyah, Malkiyah, Sh'ma'yah, Shim'on, ", "32": "Binyamin, Malukh, and Sh'maryah; ", "33": "of the descendants of Hashum: Matnai, Matatah, Zavad, Elifelet, Yeremai, M'nasheh and Shim'i; ", "34": "of the descendants of Bani: Ma'adai, 'Amram, U'el, ", "35": "B'nayah, Bedyah, K'luhu, ", "36": "Vanyah, M'remot, Elyashiv, ", "37": "Mattanyah, Matnai, Ya'asai, ", "38": "Bani, Binui, Shim'i, ", "39": "Shelemyah, Natan, 'Adayah, ", "40": "Makhnavdai, Shashai, Sharai, ", "41": "'Azar'el, Shelemyah, Sh'maryah, ", "42": "Shalum, Amaryah and Yosef; and ", "43": "of the descendants of N'vo: Ye'i'el, Mattityah, Zavad, Z'vina, Yadai, Yo'el and B'nayah.", "44": "All these had taken foreign wives, and some of them had wives by whom they had had children."}