{"1": "When the enemies of Y'hudah and Binyamin heard that the people from the exile were building a temple to Adonai the God of Isra'el, ", "2": "they approached Z'rubavel and the heads of fathers' clans and said to them, “Let us build along with you; for we seek your God, just as you do; and we have been sacrificing to him since the time of Esar-Hadon king of Ashur, who brought us here.” ", "3": "But Z'rubavel, Yeshua and the rest of the heads of fathers' clans in Isra'el answered them, “You and we have nothing in common that you should join us in building a house for our God. We will build by ourselves for Adonai the God of Isra'el, as Koresh king of Persia ordered us to do.”", "4": "Then the people of the land began discouraging the people of Y'hudah, in order to make them afraid to build. ", "5": "They also bribed officials to frustrate their plan throughout the lifetime of Koresh king of Persia and on into the reign of Daryavesh king of Persia. ", "6": "During the reign of Achashverosh, at the beginning of his reign, they brought a charge in writing against the people living in Y'hudah and Yerushalayim. ", "7": "Then, during the time of Artach'shashta, Bishlam, Mitr'dat, Tav'el and their other colleagues wrote Artach'shashta; the letter was written in Aramaic, using Aramaic script. ", "8": "Rechum the district governor and Shimshai the secretary wrote a letter against Yerushalayim to Artach'shashta the king as follows:", "9": "“From Rechum the district governor, Shimshai the secretary, their other colleagues, the judges, the officials, the Dina'im, the Afarsat'khim, the Tarp'lim, the Afarsim, the Ark'vim, the Bavlim, the Shushan'kayim, the Dehayim, the 'Elma'im, ", "10": "the other nations whom the great and noble Asnapar deported and settled in Shomron, and the others who remain in the country beyond the [Euphrates] River.”", "11": "(This is the text of the letter they sent him.) “To Artach'shashta the king from his servants the people beyond the River:", "12": "“Let the king know that the Judeans who left you to come to us in Yerushalayim are building this rebellious and wicked city. They have finished the walls and are now digging the foundations. ", "13": "So let the king know that if this city is rebuilt and the walls are finished, they will refuse to pay tribute, tax or toll; and this will reduce the royal revenue. ", "14": "Now, because we eat the king's salt, and it is not right for us to see the king dishonored, we therefore are sending to inform the king, ", "15": "so that a search can be made in the archives of your ancestors; in these archives you will find and ascertain that this city is indeed a rebellious city, the bane of kings and provinces, and that sedition has been fostered there since ancient times — which is why this city was destroyed. ", "16": "We submit to the king that if this city is rebuilt and the walls are finished, you will soon lose possession of all territories beyond the River.”", "17": "The king sent this answer: “To Rechum the district governor, Shimshai the secretary, their other colleagues living in Shomron, and the rest beyond the River: “Shalom!", "18": "“The letter you sent us has now been translated for me. ", "19": "I ordered a search made, and it was found that this city has a long history of revolt against kings, that rebellion and sedition have been fostered there; ", "20": "also that there have been powerful kings over Yerushalayim who ruled all the territory beyond the River; and tribute, taxes and tolls were paid to them.", "21": "“So now, order that these men stop work and that this city not be rebuilt until I order it. ", "22": "Take care not to neglect your duty; otherwise the harm may increase, to the damage of the king.”", "23": "When the text of King Artach'shashta's letter was read before Rechum, Shimshai the secretary and their colleagues, they hurried to Yerushalayim to the Judeans and stopped their work by force of arms. ", "24": "So the work on the house of God in Yerushalayim ceased; it remained at a standstill until the second year of the reign of Daryavesh king of Persia."}