{"1": "The prophets Hagai and Z'kharyah the son of 'Iddo prophesied to the Judeans in Yerushalayim and Y'hudah; they prophesied to them in the name of the God of Isra'el. ", "2": "Then Z'rubavel the son of Sh'alti'el and Yeshua the son of Yotzadak began rebuilding the house of God in Yerushalayim; with them were the prophets of God, helping them.", "3": "No sooner had they begun, when Tatnai the governor of the territory beyond the [Euphrates] River, Sh'tar-Boznai and their colleagues came and asked them, “Who gave you permission to rebuild this house and finish this wall? ", "4": "What are the names of the men putting up this building?” ", "5": "But the eye of their God was on the leaders of the Judeans, so they didn't stop them until the matter could come before Daryavesh and a reply in writing be received.", "6": "Here is the text of the letter which Tatnai the governor of the territory beyond the River, Sh'tar-Boznai and their fellow officials beyond the River sent to Daryavesh the king; ", "7": "they sent him a letter in which it was written: “To Daryavesh the king, “Complete shalom!”", "8": "“Let the king know that we went to the province of Y'hudah, to the house of the great God. It is being rebuilt with large stones, and timber is being set in the walls. This work is being done energetically, and it is making good progress under the direction ", "9": "of their leaders. We asked them, 'Who gave you permission to rebuild this house and finish this wall?' ", "10": "We also asked them their names, so that we could write you the names of the men in charge of them.", "11": "“They gave us this answer: 'We are the servants of the God of heaven and earth. We are rebuilding the house that was built many years ago, built and finished by a great king of Isra'el. ", "12": "But because our ancestors provoked the God of heaven, he handed them over to N'vukhadnetzar king of Bavel, the Kasdi; he destroyed this house and carried the people off to Bavel. ", "13": "But in the first year of Koresh king of Bavel, Koresh the king gave authorization to rebuild this house of God. ", "14": "Moreover, the gold and silver articles belonging to the house of God, which N'vukhadnetzar had removed from the temple in Yerushalayim and brought to the temple of Bavel, Koresh the king took out of the temple in Bavel; they were turned over to a man named Sheshbatzar, whom he had appointed governor. ", "15": "He said to him, “Take these articles, go, put them in the temple in Yerushalayim, and let the house of God be rebuilt on its original site.” ", "16": "So this same Sheshbatzar came and laid the foundations of the house of God in Yerushalayim; it has been under construction ever since, and it isn't finished yet.", "17": "“'Now therefore, if it seems good to the king, let a search be made in the royal treasury there in Bavel to determine whether a decree was issued by Koresh the king to rebuild this house of God in Yerushalayim; and let the king send us his decision concerning this matter.'”"}