{"1": "Daryavesh the king issued an order; and search was made in the archives building, where treasures were stored in Bavel; ", "2": "and there was found at Achm'ta, in the palace which is in the province of Media, a scroll on which was written the following: “Memorandum:", "3": "“In the first year of Koresh the king, Koresh the king issued this decree: 'Concerning the house of God in Yerushalayim, let the house be rebuilt, the place where they offer sacrifices; and let its foundations be firmly laid. Its height is to be ninety feet and its breadth ninety feet, ", "4": "with three rows of large stones and one row of new timber. The expenses are to be charged to the king's treasury. ", "5": "Also let the gold and silver articles belonging to the house of God, which N'vukhadnetzar removed from the temple at Yerushalayim and brought to Bavel, be restored and returned to the temple in Yerushalayim, each item to its place; and you are to put them in the house of God.'", "6": "“Therefore, Tatnai governor of the territory beyond the River, Sh'tar-Boznai and your colleagues the officials beyond the River, stay away from there! ", "7": "Let the work of this house of God alone. Let the governor of the Judeans and the leaders of the Judeans rebuild this house of God on its site.", "8": "“Moreover, I herewith issue this order concerning how you are to assist these leaders of the Judeans in rebuilding this house of God: the expenses of these men are to be defrayed promptly from the royal funds, from the taxes collected beyond the River, so that the work can continue. ", "9": "Whatever they need — young bulls, rams and lambs — for burnt offerings to the God of heaven, wheat, salt, wine and olive oil, according to what the cohanim in Yerushalayim say, is to be given them daily without fail; ", "10": "so that they can offer sacrifices with a fragrant aroma to the God of heaven and pray for the life of the king and his sons.", "11": "“I also order that if anyone defies this order, a beam is to be pulled from his house; and he is to be lifted up and impaled on it. His house is to be reduced to rubble. ", "12": "May the God who has caused his name to be there overthrow any king or people that tries to defy it and destroy this house of God in Yerushalayim. “I, Daryavesh, have issued this order. Let it be carried out to the letter.”", "13": "Then Tatnai the governor of the territory beyond the [Euphrates] River, Sh'tar-Boznai and their colleagues obeyed strictly; because Daryavesh the king had given the order to do so.", "14": "The leaders of the Judeans made good progress with the rebuilding, thanks to the prophesying of Hagai the prophet and Z'kharyah the son of 'Iddo. They kept building until they were finished, in keeping with the command of the God of Isra'el and in accordance with the order of Koresh, Daryavesh and Artach'shashta king of Persia. ", "15": "This house was finished on the third day of the month Adar, in the sixth year of the reign of Daryavesh the king. ", "16": "The people of Isra'el, the cohanim, the L'vi'im and the other people from the exile joyfully dedicated this house of God. ", "17": "At the dedication of this house of God they offered 100 young bulls, 200 rams, 400 lambs, and, as a sin offering for all Isra'el, twelve male goats, corresponding to the number of the tribes of Isra'el.", "18": "Then they installed the cohanim in their divisions and the L'vi'im in their orders for the service of God in Yerushalayim, as written in the book of Moshe.", "19": "The people from the exile kept Pesach on the fourteenth day of the first month. ", "20": "For the cohanim and L'vi'im had purified themselves together; all of them were pure. So they slaughtered the Pesach lambs for all the people from the exile and for their kinsmen the cohanim and for themselves. ", "21": "The people of Isra'el who had returned from the exile and all those who had renounced the filthy practices of the nations living in the land in order to seek Adonai the God of Isra'el, ate [the Pesach lamb] ", "22": "and joyfully kept the feast of matzah for seven days; for Adonai had filled them with joy by turning the heart of the king of Ashur toward them, so that he assisted them in the work of the house of God, the God of Isra'el."}