{"1": "After these things had been done, the leaders approached me and said, “The people of Isra'el, the cohanim and the L'vi'im have not separated themselves from the peoples of the lands and their disgusting practices — the Kena'ani, Hitti, P'rizi, Y'vusi, 'Amoni, Mo'avi, Egyptians and Emori. ", "2": "They have taken some of the women from these nations as wives for themselves and their sons, so that the holy seed has assimilated to the peoples of the lands; moreover, the officials and leaders have been the main offenders in this treachery.” ", "3": "When I heard this, I tore my robe and tunic, pulled hair from my head and beard, and sat down in shock. ", "4": "All who trembled at the words of the God of Isra'el assembled around me when confronted with the treachery of these exiles; and I sat there in shock until the evening offering.", "5": "At the evening offering, with my cloak and tunic torn, I got up from afflicting myself, fell on my knees, spread out my hands to Adonai my God, ", "6": "and said, “My God, I am ashamed. I blush to lift my face to you, my God! For our sins tower over our heads; our guilt reaches up to heaven. ", "7": "Since the times of our ancestors, we have been deeply guilty; and because of our sins, we, our kings and our cohanim have been handed over to the kings of the lands, to the sword, to exile, to pillage and to disgrace, as is the case today. ", "8": "Now, for a brief moment, Adonai our God has shown us the favor of allowing a remnant to escape and giving us a secure foothold in his holy place, in order for God to make things look brighter to us and revive us a little in our slavery. ", "9": "For we are slaves. Yet our God has not abandoned us in our slavery, but has caused the kings of Persia to extend grace to us, reviving us, so that we can rebuild the house of our God, repair its ruins, and have a wall of defense in Y'hudah and Yerushalayim.", "10": "“But now, our God, what are we to say after this? For we have abandoned your mitzvot, ", "11": "which you gave us through your servants the prophets when they said, 'The land which you are going to in order to take possession of it is a land defiled by the uncleanness of the peoples of the lands, because of their disgusting practices, which have filled it with their filth from one end to the other. ", "12": "Therefore, you are not to give your daughters to their sons or take their daughters for your sons; and you are not to promote their peace or prosperity ever. Only in this way will you grow strong, enjoy the good things of the land and leave it as a lasting inheritance to your children.' ", "13": "Now, after all that has come upon us because of our evil deeds and our deep guilt — and even so, you, our God, have punished us less than our sins deserve and have given us a surviving remnant — ", "14": "are we to break your mitzvot again by making marriages with the peoples who have these disgusting practices? Won't you become so angry with us that you would destroy us completely, so that there would be no surviving remnant and no one who escapes? ", "15": "Adonai, God of Isra'el! You are just; yet we have been left a surviving remnant that has escaped, as is the case today. Look, we are before you in our guilt; because of it, no one can stand in your presence.”"}