{"1": "The Lord of heaven's armies says, “I will send my messenger. He will prepare the way for me to come. Suddenly, the Lord you are looking for will come to his Temple. The messenger of the agreement, whom you want, will come.” ", "2": "No one can live through that time. No one can survive when he comes. He will be like a purifying fire. He will be like laundry soap. ", "3": "He will be like someone who heats and purifies silver. He will purify the Levites. He will make them pure like gold and silver. Then they will bring offerings to the Lord in the right way. ", "4": "And he will accept the offerings from Judah and Jerusalem. It will be as it was in the past. ", "5": "The Lord of heaven's armies says, “Then I will come to you and judge you. I will testify against those who take part in evil magic, adultery and lying. I will testify against those who cheat workers of their pay and who cheat widows and orphans. And I will testify against those who are unfair to foreigners. These people do not respect me.", "6": "“I am the Lord. I do not change. So you descendants of Jacob have not been destroyed. ", "7": "Like your ancestors before you, you have disobeyed my rules. You have not kept them. Return to me. Then I will return to you,” says the Lord of heaven's armies. “But you ask, 'How can we return?'", "8": "“Should a man rob God? But you rob me. “You ask, 'How have we robbed you?' “You have robbed me in your offerings and the tenth of your crops. ", "9": "So a curse is on you because the whole nation has robbed me. ", "10": "Bring to the storehouse a tenth of what you gain. Then there will be food in my house. Test me in this,” says the Lord of heaven's armies. “I will open the windows of heaven for you. I will pour out more blessings than you have room for. ", "11": "I will stop the insects so they won't eat your crops. The grapes won't fall from your vines before they are ready to pick,” says the Lord of heaven's armies. ", "12": "“All the nations will call you blessed. You will have a pleasant country,” says the Lord of heaven's armies.", "13": "The Lord says, “You have said terrible things about me. “But you ask, 'What have we said about you?'", "14": "“You have said, 'It is useless to serve God. It did no good to obey his laws. And it did no good to show the Lord of heaven's armies that we are sorry for what we did. ", "15": "So we say that proud people are happy. Evil people succeed. They challenge God and get away with it.'”", "16": "Then those who honored the Lord spoke with each other. The Lord listened and heard them. The names of those who honored the Lord and respected him were written in a book. The Lord will remember them.", "17": "The Lord of heaven's armies says, “They belong to me. On that day they will be my very own. A father shows mercy to his son who serves him. In the same way I will show mercy to my people. ", "18": "You will again see the difference between good and evil people. You will see the difference between those who serve God and those who don't."}