{"1": "There was a man in the land of 'Utz whose name was Iyov. This man was blameless and upright; he feared God and shunned evil. ", "2": "Seven sons and three daughters were born to him. ", "3": "He owned 7,000 sheep, 3,000 camels, 500 pairs of oxen and 500 female donkeys, as well as a great number of servants; so that he was the wealthiest man in the east.", "4": "It was the custom of his sons to give banquets, each on his set day in his own house; and they would invite their three sisters to eat and drink with them. ", "5": "After a cycle of banquets, Iyov would send for them to come and be consecrated; then he would get up early in the morning and offer burnt offerings for each of them, because Iyov said, “My sons might have sinned and blasphemed God in their thoughts.” This is what Iyov did every time.", "6": "It happened one day that the sons of God came to serve Adonai, and among them came the Adversary [a]. ", "7": "Adonai asked the Adversary, “Where are you coming from?” The Adversary answered Adonai, “From roaming through the earth, wandering here and there.” ", "8": "Adonai asked the Adversary, “Did you notice my servant Iyov, that there's no one like him on earth, a blameless and upright man who fears God and shuns evil?” ", "9": "The Adversary answered Adonai, “Is it for nothing that Iyov fears God? ", "10": "You've put a protective hedge around him, his house and everything he has. You've prospered his work, and his livestock are spread out all over the land. ", "11": "But if you reach out your hand and touch whatever he has, without doubt he'll curse you to your face!” ", "12": "Adonai said to the Adversary, “Here! Everything he has is in your hands, except that you are not to lay a finger on his person.” Then the Adversary went out from the presence of Adonai.", "13": "One day when Iyov's sons and daughters were eating and drinking in their oldest brother's house, ", "14": "a messenger came to him and said, “The oxen were plowing, with the donkeys grazing near them, ", "15": "when a raiding party from Sh'va came and carried them off; they put the servants to the sword too, and I'm the only one who escaped to tell you.”", "16": "While he was still speaking, another one came and said, “Fire from God fell from the sky and burned up the sheep and the servants; it completely destroyed them, and I'm the only one who escaped to tell you.”", "17": "While he was still speaking, another one came and said, “The Kasdim, three bands of them, fell on the camels and carried them off; they put the servants to the sword too, and I'm the only one who escaped to tell you.”", "18": "While he was still speaking, another one came and said, “Your sons and daughters were eating and drinking wine in their oldest brother's house, ", "19": "when suddenly a strong wind blew in from over the desert. It struck the four corners of the house, so that it fell on the young people; they are dead, and I'm the only one who escaped to tell you.”", "20": "Iyov got up, tore his coat, shaved his head, fell down on the ground and worshipped; ", "21": "he said, “Naked I came from my mother's womb, and naked I will return there. Adonai gave; Adonai took; blessed be the name of Adonai.”", "22": "In all this Iyov neither committed a sin nor put blame on God."}