{"1": "“I am just worn out. “By my life [I swear], I will never abandon my complaint; I will speak out in my soul's bitterness.", "2": "I will say to God, 'Don't condemn me! Tell me why you are contending with me.", "3": "Do you gain some advantage from oppressing, from spurning what your own hands made, from shining on the schemes of the wicked?", "4": "Do you have eyes of flesh? Do you see as humans see?", "5": "Are your days like the days of mortals? Are your years like human years,", "6": "that you have to seek my guilt and search out my sin?", "7": "You know that I won't be condemned, yet no one can rescue me from your power.", "8": "Your own hands shaped me, they made me; so why do you turn and destroy me?", "9": "Please remember that you made me, like clay; will you return me to dust?", "10": "Didn't you pour me out like milk, then let me thicken like cheese?", "11": "You clothed me with skin and flesh you knit me together with bones and sinews.", "12": "You granted me life and grace; your careful attention preserved my spirit.", "13": "“'Yet you hid these things in your heart; I know what your secret purpose was —", "14": "to watch until I would sin and then not absolve me of my guilt.", "15": "If I am wicked, woe to me! — but if righteous, I still don't dare raise my head, because I am so filled with shame, so soaked in my misery.", "16": "You rise up to hunt me like a lion, and you keep treating me in such peculiar ways.", "17": "You keep producing fresh witnesses against me, your anger against me keeps growing, your troops assail me, wave after wave.", "18": "“'Why did you bring me out of the womb? I wish I had died there where no eye could see me.", "19": "I would have been as if I had never existed, I would have been carried from womb to grave.", "20": "Aren't my days few? So stop! Leave me alone, so I can cheer up a little", "21": "before I go to the place of no return, to the land of darkness and death-dark gloom,", "22": "a land of gloom like darkness itself, of dense darkness and utter disorder, where even the light is dark.'”"}