{"1": "Iyov responded:", "2": "“No doubt you are [the only] people [that matter]; and when you die, so will wisdom.", "3": "But I too have a brain, as much as you, In no way am I inferior to you. Besides, who doesn't know things like these?", "4": "“Anyone who calls on God, and he answers him, becomes a laughingstock to his friends — they make fun of an innocent, blameless man.", "5": "Those at ease have contempt for misfortune, for the blow that strikes somebody already staggering.", "6": "The tents of robbers prosper, [the homes of] those who anger God are secure, those who carry their gods in their hands.", "7": "“But ask the animals — they will teach you — and the birds in the air — they will tell you;", "8": "or speak to the earth — it will teach you — and the fish in the sea will inform you:", "9": "every one of them knows that the hand of Adonai has done this!", "10": "In his hand is the life of every living thing and the spirit of every human being.", "11": "Shouldn't the ear test words, just as the palate tastes food?", "12": "Is wisdom [only] with aged men? discernment [only] with long life?", "13": "“With God are wisdom and power; he has [good] counsel and understanding.", "14": "When he breaks something down, it can't be rebuilt; when he imprisons someone, he can't be released.", "15": "When he holds back water, there is drought; when he sends it out, it overruns the land.", "16": "With him are strength and common sense; both the misled and those who mislead are his.", "17": "He leads counselors away captive, he makes fools of judges.", "18": "He removes authority from kings, then binds them up [as prisoners].", "19": "He leads cohanim away captive and overthrows those long in power.", "20": "Those who are trusted he deprives of speech, and he removes the discernment of the aged.", "21": "He pours contempt on princes and loosens the belt of the strong.", "22": "He discloses the deepest recesses of darkness and brings light into shadows dark as death.", "23": "He makes nations great and destroys them; he enlarges nations, then leads them away.", "24": "He removes understanding from a country's leaders and makes them wander in trackless deserts.", "25": "They grope in unlit darkness; he makes them stagger like drunks."}