{"1": "“All this I have seen with my own eyes; with my own ears I have heard and understood it.", "2": "Whatever you know, I know too; I am not inferior to you.", "3": "However, it's Shaddai I want to speak with; I want to prove my case to God.", "4": "But you, what you do is whitewash with lies; you are all witch doctors!", "5": "I wish you would just stay silent; for you, that would be wisdom!", "6": "“Now listen to my reasoning, pay attention to how I present my dispute.", "7": "Is it for God's sake that you speak so wickedly? for him that you talk deceitfully?", "8": "Do you need to take his side and plead God's case for him?", "9": "If he examines you, will all go well? Can you deceive him, as one man deceives another?", "10": "If you are secretly flattering [him], he will surely rebuke you.", "11": "Doesn't God's majesty terrify you? Aren't you overcome with dread of him?", "12": "Your maxims are garbage-proverbs; your answers crumble like clay.", "13": "“So be quiet! Let me be! I'll do the talking, come on me what may!", "14": "Why am I taking my flesh in my teeth, taking my life in my hands?", "15": "Look, he will kill me — I don't expect more, but I will still defend my ways to his face.", "16": "And this is what will save me — that a hypocrite cannot appear before him.", "17": "“Listen closely, then, to my words; pay attention to what I am saying.", "18": "Here, now, I have prepared my case; I know I am in the right.", "19": "If anyone can contend with me, I will be quiet and die!", "20": "“Only grant two things to me, God; then I won't hide myself from your face —", "21": "take your hand away from me, and don't let fear of you frighten me.", "22": "Then, if you call, I will answer. Or let me speak, and you, answer me!", "23": "How many crimes and sins have I committed? Make me know my transgression and sin.", "24": "Why do you hide your face and think of me as your enemy?", "25": "Do you want to harass a wind-driven leaf? do you want to pursue a dry straw?", "26": "Is this why you draw up bitter charges against me and punish me for the faults of my youth?", "27": "You put my feet in the stocks, you watch me closely wherever I go, you trace out each footprint of mine —", "28": "though [my body] decays like something rotten or like a moth-eaten garment."}