{"1": "“A human being, born from a woman, lives a short, trouble-filled life.", "2": "He comes up like a flower and withers away, flees like a shadow, doesn't last.", "3": "You fix your eyes on a creature like this? You drag him to court with you?", "4": "Who can bring what is pure from something impure? No one!", "5": "Since his days are fixed in advance, the number of his months is known to you, and you have fixed the limits which he can't cross;", "6": "look away from him, and let him be; so that, like a hired worker, he can finish his day in peace.", "7": "“For a tree, there is hope that if cut down, it will sprout again, that its shoots will continue to grow.", "8": "Even if its roots grow old in the earth and its stump dies in the ground,", "9": "yet at the scent of water it will bud and put forth branches like a young plant.", "10": "But when a human being grows weak and dies, he expires; and then where is he?", "11": "Just as water in a lake disappears, as a river shrinks and dries up;", "12": "so a person lies down and doesn't arise — until the sky no longer exists; it will not awaken, it won't be roused from its sleep.", "13": "“I wish you would hide me in Sh'ol, conceal me until your anger has passed, then fix a time and remember me!", "14": "If a man dies, will he live again? I will wait all the days of my life for my change to come.", "15": "You will call, and I will answer you; you will long to see what you made again.", "16": "Whereas now you count each step of mine, then you will not keep watch for my sin.", "17": "You will seal up my crime in a bag and cover over my iniquity.", "18": "“Just as a mountain erodes and falls away, its rock is removed from its place,", "19": "the water wears away its stones, and the floods wash away its soil, so you destroy a person's hope.", "20": "You overpower him, and he passes on; you change his appearance and send him away.", "21": "His children earn honor, but he doesn't know it; or they are brought low, but he doesn't notice.", "22": "He feels pain only for his own flesh; he laments only for himself.”"}