{"1": "Then Elifaz the Teimani spoke:", "2": "“Should a wise man answer with hot-air arguments? Should he fill up his belly with the hot east wind?", "3": "Should he reason with useless talk or make speeches that do him no good?", "4": "“Why, you are abolishing fear of God and hindering prayer to him!", "5": "Your iniquity is teaching you how to speak, and deceit is your language of choice.", "6": "Your own mouth condemns you, not I; your own lips testify against you.", "7": "“Were you the firstborn of the human race, brought forth before the hills?", "8": "Do you listen in on God's secrets? Do you limit wisdom to yourself?", "9": "What do you know that we don't know? What discernment do you have that we don't?", "10": "With us are gray-haired men, old men, men much older than your father.", "11": "Are the comfortings of God not enough for you, or a word that deals gently with you?", "12": "Why does your heart carry you away, and why do your eyes flash angrily,", "13": "so that you turn your spirit against God and let such words escape your mouth?", "14": "“What is a human being, that he could be innocent, someone born from a woman, that he could be righteous?", "15": "God doesn't trust even his holy ones; no, even the heavens are not innocent in his view.", "16": "How much less one loathesome and corrupt, a human being, who drinks iniquity like water.", "17": "“I will tell you — hear me out! I will recount what I have seen;", "18": "wise men have told it, and it wasn't hidden from their fathers either,", "19": "to whom alone the land was given — no foreigner passed among them.", "20": "“The wicked is in torment all his life, for all the years allotted to the tyrant.", "21": "Terrifying sounds are in his ears; in prosperity, robbers swoop down on him.", "22": "He despairs of returning from darkness — he is destined to meet the sword.", "23": "He wanders and looks for food, which isn't there. He knows the day of darkness is ready, at hand.", "24": "Distress and anguish overwhelm him, assaulting him like a king about to enter battle.", "25": "“He raises his hand against God and boldly defies Shaddai,", "26": "running against him with head held high and thickly ornamented shield.", "27": "“He lets his face grow gross and fat, and the rest of him bulges with blubber;", "28": "he lives in abandoned cities, in houses no one would inhabit, houses about to become ruins;", "29": "therefore he will not remain rich, his wealth will not endure, his produce will not bend [the grain stalks] to the earth.", "30": "“He will not escape from darkness. The flame will dry up his branches. By a breath from the mouth of [God], he will go away.", "31": "Let him not rely on futile methods, thereby deceiving himself; for what he will receive in exchange will be only futility.", "32": "This will be accomplished in advance of its day. His palm frond will not be fresh and green;", "33": "he will be like a vine that sheds its unripe grapes, like an olive tree that drops its flowers.", "34": "“For the community of the ungodly is sterile; fire consumes the tents of bribery.", "35": "They conceive trouble and give birth to evil; their womb prepares deceit.”"}