{"1": "In response Iyov said:", "2": "“I have heard this stuff so often! Such sorry comforters, all of you!", "3": "Is there no end to words of wind? What provokes you to answer this way?", "4": "“If I were in your place, I too could speak as you do — I could string phrases together against you and shake my head at you.", "5": "I could 'strengthen' you with my mouth, with lip service I could 'ease your grief.'", "6": "If I speak, my own pain isn't eased; and if I don't speak, it still doesn't leave.", "7": "“But now he has worn me out; you have desolated this whole community of mine.", "8": "Besides, you have shriveled me up; and this serves to witness against me. My being so thin rises up against me and testifies to my face.", "9": "He tears me apart in his anger; he holds a grudge against me; he gnashes on me with his teeth. “My enemies look daggers at me.", "10": "Wide-mouthed, they gape at me; with scorn, they slap my cheeks; they gather themselves together against me.", "11": "“God delivers me to the perverse, throws me into the hands of the wicked.", "12": "I was at peace, and he shook me apart. Yes, he grabbed me by the neck and dashed me to pieces. He set me up as his target —", "13": "his archers surrounded me. He slashes my innards and shows no mercy, he pours my gall on the ground.", "14": "He breaks in on me again and again, attacking me like a warrior.", "15": "“I sewed sackcloth together to cover my skin and laid my pride in the dust;", "16": "my face is red from crying, and on my eyelids is a death-dark shadow.", "17": "Yet my hands are free from violence, and my prayer is pure.", "18": "“Earth, don't cover my blood; don't let my cry rest [without being answered].", "19": "Even now, my witness is in heaven; my advocate is there on high.", "20": "With friends like these as intercessors, my eyes pour out tears to God,", "21": "that he would arbitrate between a man and God, just as one does for his fellow human being.", "22": "For I have but few years left before I leave on the road of no return."}