{"1": "Then Iyov answered:", "2": "“How long will you go on making me angry, crushing me with words?", "3": "You've insulted me ten times already; aren't you ashamed to treat me so badly?", "4": "Even if it's true that I made a mistake, my error stays with me.", "5": "“You may take a superior attitude toward me and cite my disgrace as proof against me;", "6": "but know that it's God who has put me in the wrong and closed his net around me.", "7": "If I cry, 'Violence!' no one hears me; I cry aloud, but there is no justice.", "8": "“He has fenced off my way, so that I can't pass; he has covered my paths with darkness.", "9": "He has stripped me of my glory and removed the crown from my head.", "10": "He tears every part of me down — I am gone; he uproots my hope like a tree.", "11": "“Inflamed with anger against me, he counts me as one of his foes.", "12": "His troops advance together, they make their way against me and encamp around my tent.", "13": "“He has made my brothers keep their distance, those who know me are wholly estranged from me,", "14": "my kinsfolk have failed me, and my close friends have forgotten me.", "15": "Those living in my house consider me a stranger; my slave-girls too — in their view I'm a foreigner.", "16": "I call my servant, and he doesn't answer, even if I beg him for a favor!", "17": "“My wife can't stand my breath, I am loathsome to my own family.", "18": "Even young children despise me — if I stand up, they start jeering at me.", "19": "All my intimate friends abhor me, and those I loved have turned against me.", "20": "My bones stick to my skin and flesh; I have escaped by the skin of my teeth.", "21": "“Pity me, friends of mine, pity me! For the hand of God has struck me!", "22": "Must you pursue me as God does, never satisfied with my flesh?", "23": "I wish my words were written down, that they were inscribed in a scroll,", "24": "that, engraved with iron and filled with lead, they were cut into rock forever!", "25": "“But I know that my Redeemer lives, that in the end he will rise on the dust;", "26": "so that after my skin has been thus destroyed, then even without my flesh, I will see God.", "27": "I will see him for myself, my eyes, not someone else's, will behold him. My heart grows weak inside me!", "28": "“If you say, 'How will we persecute him?' — the root of the matter is found in me.", "29": "You had best fear the sword, for anger brings the punishment of the sword, so that you will know there is judgment!”"}