{"1": "Tzofar the Na'amati replied,", "2": "“My thoughts are pressing me to answer; I feel such an urge to speak!", "3": "I have heard reproof that outrages me, but a spirit past my understanding gives me a reply.", "4": "“Don't you know that ever since time began, ever since humans were placed on earth,", "5": "that the triumph of the wicked is always short-lived, and the joy of the ungodly is gone in a moment?", "6": "His pride may mount to the heavens, his head may touch the clouds;", "7": "but he will vanish completely, like his own dung — those who used to see him will ask, 'Where is he?'", "8": "Like a dream he flies off and is not found again; like a vision in the night he is chased away.", "9": "The eye which once saw him will see him no more, his place will not behold him again.", "10": "His children will have to pay back the poor; his hands will restore their wealth.", "11": "His bones may be filled with [the vigor of] his youth, but it will join him lying in the dust.", "12": "“Wickedness may taste sweet in his mouth, he may savor and roll it around on his tongue,", "13": "he may linger over it and not let it go but keep it there in his mouth —", "14": "yet in his stomach his food goes bad, it works inside him like snake venom;", "15": "the wealth he swallows he vomits back up; God makes him disgorge it.", "16": "He sucks the poison of asps, the viper's fangs will kill him.", "17": "He will not enjoy the rivers, the streams flowing with honey and cream.", "18": "He will have to give back what he toiled for; he won't get to swallow it down — to the degree that he acquired wealth, he won't get to enjoy it.", "19": "“For he crushed and abandoned the poor, seizing houses he did not build,", "20": "because his appetite would not let him rest, in his greed he let nothing escape;", "21": "nothing is left that he did not devour; therefore his well-being will not last.", "22": "With all needs satisfied, he will be in distress; the full force of misery will come over him.", "23": "“This is what will fill his belly! — [God] will lay on him all his burning anger and make it rain over him, into his insides.", "24": "If he flees from the weapon of iron, the bow of bronze will pierce him through —", "25": "he pulls the arrow out of his back, the shining tip comes out from his innards; terrors come upon him.", "26": "“Total darkness is laid up for his treasures, a fire fanned by no one will consume him, and calamity awaits what is left in his tent.", "27": "The heavens will reveal his guilt, and the earth will rise up against him.", "28": "The income of his household will be carried off; his goods will flow away on the day of his wrath.", "29": "This is God's reward for the wicked, the heritage God decrees for him.”"}