{"1": "Then Iyov responded:", "2": "“Listen carefully to my words; let this be the comfort you give me.", "3": "Bear with me as I speak; then, after I have spoken, you can go on mocking.", "4": "“As for me, is my complaint merely to other people? Don't I have grounds for being short-tempered?", "5": "Look at me, and be appalled; cover your mouth with your hand!", "6": "Whenever I recall it, I am in shock; my whole body shudders.", "7": "“Why do the wicked go on living, grow old and keep increasing their power?", "8": "They see their children settled with them, their posterity assured.", "9": "Their houses are safe, with nothing to fear; God's rod is not on them.", "10": "Their bulls are fertile without fail, their cows get pregnant and don't miscarry.", "11": "They produce flocks of babies, and their children dance around.", "12": "They sing with tambourines and lyres and rejoice to the sound of the pipe.", "13": "They spend their days in prosperity and go down to the grave in peace.", "14": "“Yet to God they said, 'Leave us alone! We don't want to know about your ways.", "15": "What is Shaddai, that we should serve him? What do we gain if we pray to him?'", "16": "Isn't their prosperity already theirs? The plans of the wicked are far from me.", "17": "“How often is the lamp of the wicked put out? How often does their calamity come upon them? How often does [God] deal out pain in his anger,", "18": "to make them like straw in the wind, like chaff carried off by a storm?", "19": "God lays up for their children [the punishment for their] iniquity. He should lay it on [the wicked] themselves, so that they can feel it!", "20": "Let their own eyes see their own destruction and themselves drink the wrath of Shaddai.", "21": "What joy can they have in their family after them, given that their months are numbered?", "22": "“Can anyone teach God knowledge? After all, he judges those who are on high.", "23": "One person dies in his full strength, completely at ease and content;", "24": "his pails are full of milk, and the marrow in his bones is moist.", "25": "Another dies with embittered heart, never having tasted happiness.", "26": "They lie down alike in the dust, and the worm covers them both.", "27": "“Look, I know what you are thinking and your plans to do me wrong.", "28": "You ask, 'Where is the great man's house? Where is the tent where the wicked once lived?'", "29": "Haven't you ever questioned travelers? Don't you accept their testimony", "30": "that the evil man is saved on the day of disaster, rescued on the day of wrath?", "31": "So who will confront him with his ways? Who will repay him for what he has done?", "32": "For he is carried off to the grave, people keep watch over his tomb,", "33": "the clods of the valley are sweet to him; so everyone follows his example, just as before him were countless others.", "34": "“Why offer me such meaningless comfort? Of your answers, only the perfidy remains.”"}