{"1": "Next Elifaz the Teimani replied:", "2": "“Can a human be of advantage to God? Can even the wisest benefit him?", "3": "Does Shaddai gain if you are righteous? Does he profit if you make your ways blameless?", "4": "“Is he rebuking you because you fear him? Is this why he enters into judgment with you?", "5": "Isn't it because your wickedness is great? Aren't your iniquities endless?", "6": "“For you kept your kinsmen's goods as collateral for no reason, you stripped the poorly clothed of what clothing they have,", "7": "you didn't give water to the weary to drink, you withheld food from the hungry.", "8": "As a wealthy man, an owner of land, and as a man of rank, who lives on it,", "9": "you sent widows away empty-handed and left the arms of orphans crushed.", "10": "“No wonder there are snares all around you, and sudden terror overwhelms you,", "11": "or darkness , so that you can't see, and a flood of water that covers you up!", "12": "“Isn't God in the heights of heaven, looking [down even] on the highest stars?", "13": "Yet you say, 'What does God know? Can he see through thick darkness to judge?", "14": "The clouds veil him off, so that he can't see; he just wanders around in heaven.'", "15": "“Are you going to keep to the old way, the one the wicked have trodden,", "16": "the ones snatched away before their time, whose foundations a flood swept away?", "17": "They said to God, 'Leave us alone! What can Shaddai do to us?'", "18": "Yet he himself had filled their homes with good things! (But the advice of the wicked is far away from me.)", "19": "The righteous saw this and rejoiced; the innocent laughed them to scorn —", "20": "'Indeed, our substance has not been not cut off, but the fire has consumed their wealth.'", "21": "“Learn to be at peace with [God]; in this way good will come [back] to you.", "22": "Please! Receive instruction from his mouth, and take his words to heart.", "23": "If you return to Shaddai, you will be built up. If you drive wickedness far from your tents,", "24": "if you lay your treasure down in the dust and the gold of Ofir among the rocks in the vadis,", "25": "and let Shaddai be your treasure and your sparkling silver;", "26": "then Shaddai will be your delight, you will lift up your face to God;", "27": "you will entreat him, and he will hear you, and you will pay what you vowed;", "28": "what you decide to do will succeed, and light will shine on your path;", "29": "when someone is brought down, you will say, 'It was pride, because [God] saves the humble.'", "30": "“He delivers even the unclean; so if your hands are clean, you will be delivered.”"}