{"1": "“Why are times not kept by Shaddai? Why do those who know him not see his days?", "2": "There are those who move boundary markers; they carry off flocks and pasture them;", "3": "they drive away the orphan's donkey; as collateral, they seize the widow's ox.", "4": "They push the needy out of the way — the poor of the land are forced into hiding;", "5": "like wild donkeys in the wilderness, they have to go out and scavenge food, [hoping that] the desert will provide food for their children.", "6": "They must reap in fields that are not their own and gather late grapes in the vineyards of the wicked.", "7": "They pass the night without clothing, naked, uncovered in the cold,", "8": "wet with mountain rain, and hugging the rock for lack of shelter.", "9": "“There are those who pluck orphans from the breast and [those who] take [the clothes of] the poor in pledge,", "10": "so that they go about stripped, unclothed; they go hungry, as they carry sheaves [of grain];", "11": "between these men's rows [of olives], they make oil; treading their winepresses, they suffer thirst.", "12": "Men are groaning in the city, the mortally wounded are crying for help, yet God finds nothing amiss!", "13": "“There are those who rebel against the light — they don't know its ways or stay in its paths.", "14": "The murderer rises with the light to kill the poor and needy; while at night he is like a thief.", "15": "The eye of the adulterer too waits for twilight; he thinks, 'No eye will see me'; but [to be sure], he covers his face.", "16": "When it's dark, they break into houses; in the daytime, they stay out of sight. [None of them] know the light.", "17": "For to all of them deep darkness is like morning, for the terrors of deep darkness are familiar to them.", "18": "“May they be scum on the surface of the water, may their share of land be cursed, may no one turn on the way of their vineyards,", "19": "may drought and heat steal away their snow water and Sh'ol those who have sinned.", "20": "May the womb forget them, may worms find them sweet, may they no longer be remembered — thus may iniquity be snapped like a stick.", "21": "They devour childless women and give no help to widows.", "22": "“Yet God keeps pulling the mighty along — they get up, even when not trusting their own lives.", "23": "However, even if God lets them rest in safety, his eyes are on their ways.", "24": "They are exalted for a little while; and then they are gone, brought low, gathered in like all others, shriveled up like ears of grain.", "25": "“And even if it isn't so now, still no one can prove me a liar and show that my words are worthless.”"}