{"1": "Iyov continued his speech:", "2": "“I swear by the living God, who is denying me justice, and by Shaddai, who deals with me so bitterly,", "3": "that as long my life remains in me and God's breath is in my nostrils,", "4": "my lips will not speak unrighteousness, or my tongue utter deceit.", "5": "Far be it from me to say you are right; I will keep my integrity till the day I die.", "6": "I hold to my righteousness; I won't let it go; my heart will not shame me as long as I live.", "7": "“May my enemy meet the doom of the wicked; my foe the fate of the unrighteous.", "8": "For what hope does the godless have from his gain when God takes away his life?", "9": "Will God hear his cry when trouble comes upon him?", "10": "Will he take delight in Shaddai and always call on God?", "11": "“I am teaching you how God uses his power, not hiding what Shaddai is doing.", "12": "Look, you all can see for yourselves; so why are you talking such empty nonsense?", "13": "“This is God's reward for the wicked man, the heritage oppressors receive from Shaddai:", "14": "if his sons become many, they go to the sword; and his children never have enough to eat.", "15": "Those of his who remain are buried by plague, and their widows do not weep.", "16": "Even if he piles up silver like dust and stores away clothing [in mounds] like clay —", "17": "he may collect it, but the just will wear it, and the upright divide up the silver.", "18": "He builds his house weak as a spider's web, as flimsy as a watchman's shack.", "19": "He may lie down rich, but his wealth yields nothing; when he opens his eyes, it isn't there.", "20": "Terrors overtake him like a flood; at night a whirlwind steals him away.", "21": "The east wind carries him off, and he's gone; it sweeps him far from his place.", "22": "Yes, it hurls itself at him, sparing nothing; he does all he can to flee from its power.", "23": "[People] clap their hands at him in derision and hiss him out of his home."}