{"1": "“There are mines for silver and places where gold is refined;", "2": "iron is extracted from the earth, and copper is smelted from ore.", "3": "Miners conquer the darkness and dig as far in as they can, to the ore in gloom and deep darkness.", "4": "There where no one lives, they break open a shaft; the feet passing over are oblivious to them; far from people, suspended in space, they swing to and fro.", "5": "“While the earth is [peacefully] yielding bread, underneath, it is being convulsed as if by fire;", "6": "its rocks have veins of sapphire, and there are flecks of gold.", "7": "Birds of prey don't know that path, no falcon's eye has seen it,", "8": "the proud beasts have never set foot on it, no lion has ever passed over it.", "9": "“[The miner] attacks the flint, overturns mountains at their roots,", "10": "and cuts out galleries in the rock, all the while watching for something of value.", "11": "He dams up streams to keep them from flooding, and brings what was hidden out into the light.", "12": "“But where can wisdom be found? Where is the source of understanding?", "13": "No one knows its value, and it can't be found in the land of the living.", "14": "The deep says, 'It isn't in me,' and the sea says, 'It isn't with me.'", "15": "It can't be obtained with gold, nor can silver be weighed out to buy it.", "16": "It can't be purchased with choice gold from Ofir, or with precious onyx or sapphires.", "17": "Neither gold nor glass can be compared with it; nor can it be exchanged for a bowl of fine gold,", "18": "let alone coral or crystal; for indeed, the price of wisdom is above that of pearls.", "19": "It can't be compared with Ethiopian topaz, and it can't be valued with pure gold.", "20": "“So where does wisdom come from? where is the source of understanding,", "21": "inasmuch as it is hidden from the eyes of all living and kept secret from the birds flying around in the sky?", "22": "Destruction and Death say, 'We have heard a rumor about it with our ears.'", "23": "“God understands its way, and he knows its place.", "24": "For he can see to the ends of the earth and view everything under heaven.", "25": "When he determined the force of the wind and parceled out water by measure,", "26": "when he made a law for the rain and cleared a path for the thunderbolts;", "27": "then he saw [wisdom] and declared it, yes, he set it up and searched it out.", "28": "And to human beings he said, 'Look, fear of Adonai is wisdom! Shunning evil is understanding!'”"}