{"1": "Iyov went on speaking:", "2": "“I wish I were as in the old days, back in the times when God watched over me;", "3": "when his lamp shone over my head, and I walked through the dark by its light;", "4": "as I was when I was young, and God's counsel graced my tent.", "5": "Then Shaddai was still with me, my children were around me;", "6": "my steps were awash in butter, and the rocks poured out for me streams of olive oil.", "7": "I would go out to the city gate and set up my seat in the open space;", "8": "when young men saw me they would hide themselves, while the aged arose and stood;", "9": "leaders refrained from speaking — they would lay their hands on their mouths;", "10": "the voices of nobles were silenced; their tongues stuck to their palates.", "11": "Any ear that heard me blessed me, any eye that saw me gave witness to me,", "12": "for I delivered the poor when they cried for assistance, the orphan too, who had no one to help him.", "13": "Those who had been about to die would bless me, and I made widows sing in their hearts for joy.", "14": "I clothed myself with righteousness, and it clothed itself with me; my justice was like a robe and a crown.", "15": "I was eyes for the blind, and I was feet for the lame.", "16": "I was a father to the needy, and I investigated the problems of those I didn't know.", "17": "I broke the jaws of the unrighteous and snatched the prey from his teeth.", "18": "“I said, 'I will die with my nest, and I will live as long as a phoenix;", "19": "my root will spread till it reaches water, and dew will stay all night on my branch;", "20": "my glory will always be fresh, my bow always new in my hand.'", "21": "“People would listen to me; they waited and were silent when I gave advice.", "22": "After I spoke, they didn't talk back; my words were like drops [of dew] on them.", "23": "They waited for me as if for rain, as if for spring rain, with their mouths open wide.", "24": "When I joked with them, they couldn't believe it; and they never darkened the light on my face.", "25": "I chose their way [for them], sitting as chief; I lived like a king in the army, like one who comforts mourners."}