{"1": "(2) Iyov said,", "2": "(3) “Perish the day I was born and the night that said, 'A man is conceived.'", "3": "(4) May that day be darkness, may God on high not seek it, may no light shine on it,", "4": "(5) may gloom dark as death defile it, may clouds settle on it, may it be terrified by its own blackness.", "5": "(6) “As for that night, may thick darkness seize it, may it not be joined to the days of the year, may it not be numbered among the months;", "6": "(7) may that night be desolate, may no cry of joy be heard in it;", "7": "(8) may those who curse days curse it, those who[se curses] could rouse Livyatan;", "8": "(9) may the stars of its twilight be dark, may it look for light but get none, may it never see the shimmer of dawn —", "9": "(10) because it didn't shut the doors of the womb I was in and shield my eyes from trouble.", "10": "(11) “If I had been stillborn, if I had died at birth,", "11": "(12) had there been no knees to receive me or breasts for me to suck.", "12": "(13) Then I would be lying still and in peace, I would have slept and been at rest,", "13": "(14) along with kings and their earthly advisers, who rebuilt ruins for themselves,", "14": "(15) or with princes who had [plenty of] gold, who filled their houses with silver.", "15": "(16) Or I could have been like a hidden, miscarried child that never saw light.", "16": "(17) “There the wicked cease their raging, there the weary are at rest,", "17": "(18) prisoners live at peace together without hearing a taskmaster's yells.", "18": "(19) Great and small alike are there, and the slave is free of his master.", "19": "(20) “So why must light be given to the miserable and life to the bitter in spirit?", "20": "(21) They long for death, but it never comes; they search for it more than for buried treasure;", "21": "(22) when at last they find the grave, they are so happy they shout for joy.", "22": "(23) [Why give light] to a man who wanders blindly, whom God shuts in on every side?", "23": "(24) “My sighing serves in place of my food, and my groans pour out in a torrent;", "24": "(25) for the thing I feared has overwhelmed me, what I dreaded has happened to me.", "25": "(26) I have no peace, no quiet, no rest; and anguish keeps coming.”"}