{"1": "“But now those younger than I hold me in derision, men whose fathers I wouldn't even have put with the dogs that guarded my sheep.", "2": "What use to me was the strength in their hands? All their vigor had left them.", "3": "Worn out by want and hunger, they gnaw the dry ground in the gloom of waste and desolation.", "4": "They pluck saltwort and bitter leaves; these, with broom tree roots, are their food.", "5": "They are driven away from society, with men shouting after them as after a thief,", "6": "to live in gullies and vadis, in holes in the ground and caves in the rocks.", "7": "Among the bushes they howl like beasts and huddle among the nettles,", "8": "irresponsible nobodies driven from the land.", "9": "“Now I have become their song; yes, I am a byword with them.", "10": "They loathe me, they stand aloof from me; they don't hesitate to spit in my face!", "11": "For God has loosened my bowstring and humbled me; they throw off restraint in my presence.", "12": "At my right the street urchins attack, pushing me from place to place, besieging me with their ways of destruction,", "13": "breaking up my path, furthering my calamity — even those who have no one to help them.", "14": "They move in as through a wide gap; amid the ruin they roll on in waves.", "15": "Terrors tumble over me, chasing my honor away like the wind; my [hope of] salvation passes like a cloud.", "16": "“So now my life is ebbing away, days of grief have seized me.", "17": "At night pain pierces me to the bone, so that I never rest.", "18": "My clothes are disfigured by the force [of my disease]; they choke me like the collar of my coat.", "19": "[God] has thrown me into the mud; I have become like dust and ashes.", "20": "“I call out to you [God], but you don't answer me; I stand up to plead, but you just look at me.", "21": "You have turned cruelly against me; with your powerful hand you keep persecuting me.", "22": "You snatch me up on the wind and make me ride it; you toss me about in the tempest.", "23": "For I know that you will bring me to death, the house assigned to everyone living.", "24": "“Surely [God] wouldn't strike at a ruin, if in one's calamity one cried out to him for help.", "25": "Didn't I weep for those who were in trouble? Didn't I grieve for the needy?", "26": "Yet when I hoped for good, what came was bad; when I expected light, what came was darkness.", "27": "My insides are in turmoil; they can't find rest; days of misery confront me.", "28": "I go about in sunless gloom, I rise in the assembly and cry for help.", "29": "I have become a brother to jackals and a companion of ostriches.", "30": "My skin is black and falling off me, and my bones are burning with heat.", "31": "So my lyre is tuned for mourning, my pipe to the voice of those who weep."}