{"1": "“I made a covenant with my eyes not to let them lust after any girl.", "2": "“What share does God give from above? What is the heritage from Shaddai on high?", "3": "Isn't it calamity to the unrighteous? disaster to those who do evil?", "4": "Doesn't he see my ways and count all my steps?", "5": "“If I have gone along with falsehood, if my feet have hurried to deceit;", "6": "then let me be weighed on an honest scale, so that God will know my integrity.", "7": "“If my steps have wandered from the way, if my heart has followed my eyes, if the least dirt has stuck to my hands;", "8": "then let me sow and someone else eat, let what grows from my fields be uprooted.", "9": "“If my heart has been enticed toward a woman, and I have lain in wait at my neighbor's door;", "10": "then let my wife grind for another man, and let others kneel on her.", "11": "For that would be a heinous act, a criminal offense,", "12": "a fire that would burn to the depths of Abaddon, uprooting all I produce.", "13": "“If I ever rejected my slave or slave-girl's cause, when they brought legal action against me;", "14": "then what would I do if God stood up? Were he to intervene, what answer could I give?", "15": "Didn't he who made me in the womb make them too? Didn't the same one shape us both before our birth?", "16": "“If I held back anything needed by the poor or made a widow's eye grow dim [with tears],", "17": "or ate my portion of food by myself, without letting the orphan eat any of it —", "18": "No! From my youth he grew up with me as if with a father, and I have been her guide from my mother's womb! —", "19": "or if I saw a traveler needing clothing, someone in need who had no covering,", "20": "who didn't bless me from his heart for being warmed with the fleece from my sheep,", "21": "or if I lifted my hand against an orphan, knowing that no one would dare charge me in court;", "22": "then let my arm fall from its socket, and let my forearm be broken at the elbow!", "23": "For calamity from God has always terrified me; before his majesty I could never do a thing [like that].", "24": "“If I made gold my hope, if I said to fine gold, 'You are my security,'", "25": "if I took joy in my great wealth, in my having acquired so much;", "26": "or if, on seeing the shining sun or the full moon as it moved through the sky,", "27": "my heart was secretly seduced, so that I would wave them a kiss with my hand;", "28": "then this too would be a criminal offense, for I would have been lying to God on high.", "29": "“Did I rejoice at the destruction of him who hated me? Was I filled with glee when disaster overtook him?", "30": "No, I did not allow my mouth to sin by asking for his life with a curse.", "31": "“Was there anyone in my tent who didn't say, 'No one can find a single person whom he has not filled with his meat'?", "32": "No stranger had to sleep in the street; I kept my house open to the traveler.", "33": "“If I concealed my sins, as most people do, by hiding my wrongdoing in my heart,", "34": "from fear of general gossip or dread of some family's contempt. keeping silent and not going outdoors —", "35": "I wish I had someone who would listen to me! Here is my signature; let Shaddai answer me! I wish I had the indictment my adversary has written!", "36": "I would carry it on my shoulder; I would bind it on me like a crown.", "37": "I would declare to him every one of my steps; I would approach him like a prince.", "38": "“If my land cried out against me, if its furrows wept together,", "39": "if I ate its produce without paying or made its owners despair;", "40": "then let thistles grow instead of wheat and noxious weeds instead of barley! “The words of Iyov are finished.”"}