{"1": "So these three men stopped trying to answer Iyov, because he remained convinced of his own righteousness.", "2": "But then the anger of Elihu the son of Barakh'el the Buzi, from the family of Ram, blazed up against Iyov for thinking he was right and God wrong. ", "3": "His anger also blazed up against his three friends, because they had found no answer to Iyov but condemned him anyway. ", "4": "Elihu had waited to speak to Iyov because they were older than he; ", "5": "however, when Elihu saw that these three had no answer, his anger flared up. ", "6": "Elihu the son of Barakh'el the Buzi said: “I am young, and you are old, so I held back from telling you my opinion.", "7": "I said, 'Age should speak; an abundance of years should teach wisdom.'", "8": "But it is the spirit in a person, the breath from Shaddai, that gives him understanding —", "9": "it isn't [only] the great who are wise or the aged who know how to judge.", "10": "Therefore, I say, listen to me; I too will express my opinion.", "11": "“Here, I waited for your words, I listened to your reasoning, as you were searching for what to say.", "12": "I paid attention to you, but none of you convicted Iyov or refuted his arguments.", "13": "So don't say, 'We found the wise course — Let God defeat him, not a human being.'", "14": "For he did not direct his words against me, and I won't answer him with your arguments.", "15": "“They are confused, they don't reply, words have failed them.", "16": "But must I wait just because they don't speak, just because they stand there, stuck for an answer?", "17": "No, I will now give my answer; I too will express my opinion.", "18": "For I am full of words; the spirit within me compels me.", "19": "Yes, my insides feel like new wine under pressure, like new wineskins ready to burst.", "20": "I must speak, to find relief; I will open my lips and answer.", "21": "I will show no favor to anyone, and I will flatter no one;", "22": "I don't know how to flatter; if I did, my maker would soon put an end to me."}