{"1": "“So, Iyov, please, hear my speech; listen to all my words.", "2": "Look, I am opening my mouth; the words are on the tip of my tongue.", "3": "I will say exactly what is on my mind; what my lips know, they will speak sincerely.", "4": "It is the Spirit of God that made me, the breath of Shaddai that gives me life.", "5": "So refute me, if you can; organize your words, take your stand!", "6": "Look, before God I'm the same as you; I too am fashioned from clay.", "7": "You don't need to be afraid of me; my pressure on you will not be heavy.", "8": "“You spoke within my hearing, and I heard what you said —", "9": "'I am clean, without transgression; I am innocent, not guilty.", "10": "Yet [God] finds pretexts for accusing me; he regards me as his enemy.", "11": "He puts my feet in the stocks and watches wherever I go.'", "12": "“But in this, you are wrong; I will answer you: God is greater than any mortal.", "13": "Why do you strive against him? He will not defend his words —", "14": "God speaks once, even twice, and still the hearer misses the point.", "15": "“In a dream, in a vision at night, when slumber falls upon people, as they sleep in their beds,", "16": "he opens people's ears and seals the matter with a warning,", "17": "to turn a person away from his action and protect a man from pride,", "18": "so that he will keep himself away from the pit and from perishing by the sword.", "19": "“He is also warned by pain when in bed, when all his bones are hurting;", "20": "so that he detests bread as well as richer food.", "21": "His flesh wastes away, till one can't stand to look; his bones protrude and become unsightly.", "22": "His soul comes close to the pit and his life to those who bring death.", "23": "“If there is for him an angel, a mediator, one among a thousand, who can vouch for the man's uprightness;", "24": "then [God] is gracious to him and says, 'Redeem him from going down to the pit; I have found a ransom.'", "25": "His flesh becomes fresher than that of a child, he returns to the days of his youth.", "26": "He prays to God and is accepted by him, so that he sees [God's] face with joy, and [God] repays the man for his righteousness.", "27": "He declares before everyone, 'I sinned; I perverted what was right, and it gained me nothing.", "28": "[God] redeemed me from going into the pit, and now my life sees light.'", "29": "God will accomplish all these things twice, even three times, with a man,", "30": "to bring him back from the pit, so that he can enjoy the light of the living.", "31": "“Pay attention, Iyov, listen to me; keep quiet, and I will keep speaking.", "32": "If you have something to say, answer me; speak, because I want to show that you are right.", "33": "If not, then listen to me; keep quiet, and I will teach you wisdom.”"}