{"1": "Elihu continued speaking:", "2": "“Hear my words, you sages! Listen to me, you who know so much!", "3": "For the ear tests words, just as the palate tastes food.", "4": "Let's choose for ourselves what is just; let's decide among ourselves what is good.", "5": "For Iyov says, 'I am in the right, but God is denying me justice.", "6": "Against justice, I am considered a liar; my wound is mortal, though I committed no crime.'", "7": "“Is there a man like Iyov, who drinks in scoffing like water,", "8": "who keeps company with evildoers and goes with wicked men,", "9": "since he thinks, 'It profits a person nothing to be in accord with God'?", "10": "“So listen to me, you men with sense! Far be it from God to do anything wicked!", "11": "For he pays people back for what they do and sees that each gets what his conduct deserves.", "12": "It is certain that God does nothing wicked; Shaddai will not pervert justice.", "13": "Did someone else put him in charge of the earth? Who else established the entire world?", "14": "If he were to take back man's heart to himself, if he gathered to himself his spirit and breath;", "15": "all flesh would instantly perish, everyone would return to dust.", "16": "“If you have any sense, [Iyov,] hear this; listen to what I am saying.", "17-18": "Should a hater of justice be in control? If you wouldn't tell a king, 'You're a scoundrel!' or nobles, 'You are wicked men!' then you shouldn't condemn the Just and Mighty One,", "19": "who is neither partial toward princes nor favors the rich over the poor, since they all are the work of his hands.", "20": "They may die in a moment, in the middle of the night — the people are shaken and pass away, the mighty are removed without human hands.", "21": "For he keeps watch on a person's ways; he sees his every step.", "22": "There is no darkness, no death-like gloom, where wrongdoers can hide;", "23": "for he doesn't give warning to people when they must appear before God in judgment.", "24": "He shatters the mighty without needing to investigate and sets up others in their place.", "25": "Therefore, aware of what they are doing, he overturns them by night, and they are crushed.", "26": "He strikes them as if they were common criminals in the open sight of others,", "27": "because they turned away from following him and gave no thought to any of his ways,", "28": "thereby bringing before him the cries of the poor; and he hears the cries of the oppressed.", "29": "“But if God is silent, who can accuse him; if he hides his face, who can see him? He may do this to nations and persons alike,", "30": "so that godless men will not become kings, and the people will not be lured into traps.", "31": "“For has anyone said to God, 'I have been chastised without having offended;", "32": "teach me what I have failed to see; and if I have done wrong, I will do it no more'?", "33": "Must his rewards meet your approval? Well, you are the one who doesn't like them, so you, not I, should pick the alternative; come on, say what you think!", "34": "Intelligent people will tell me, every wise man who hears me will say,", "35": "'Iyov is speaking without thinking; his words lack discernment.'", "36": "“I wish Iyov would be kept on trial forever, because he answers like wicked men.", "37": "For now to his sin he adds rebellion; he [mockingly] claps his hands among us and keeps adding to his words against God.”"}