{"1": "Elihu added:", "2": "“Bear with me a little, and I will show you that there is more to say on God's behalf.", "3": "I may search far and wide for my arguments, but I will ascribe righteousness to God my maker.", "4": "For the fact is that my words are true; you have with you a man whose views are pure.", "5": "“Look, God is powerful and despises no one, powerful in his strength of understanding.", "6": "He does not preserve the lives of the wicked, but he gives justice to the poor.", "7": "He does not withdraw his eyes from the righteous; but when he sets kings on their throne forever, they may become proud;", "8": "if, then, they are bound in chains, held in oppressive cords,", "9": "he shows them the results of their doings, the crimes caused by their pride.", "10": "He sounds a warning in their ears and orders them to repent of their evil.", "11": "“If they pay attention and obey him, they spend their days in prosperity; their years pass pleasantly.", "12": "But if they don't pay attention, they perish by the sword and die without learning their lesson.", "13": "The godless in heart cherish their anger, not crying for help when he binds them.", "14": "Their soul perishes in their youth, and their life becomes depraved.", "15": "“God, with his affliction, delivers the afflicted; and he gets their attention by pressing on them.", "16": "Indeed [Iyov], he is drawing you away from distress to an untroubled open place, with rich food on your table.", "17": "But the judgment on the wicked applies fully to you, judgment and condemnation take hold [of them].", "18": "For beware of wrath when abundance entices you; don't let a big bribe turn you aside.", "19": "Will your great wealth help you? or all your efforts, no matter how strong?", "20": "Don't desire the night, when people suddenly die.", "21": "Be careful; turn away from wrongdoing; for because of this, you have been tested by affliction.", "22": "“Look, God is exalted in his strength; who is a teacher like him?", "23": "Who ever prescribed his course for him? Who ever said, 'What you are doing is wrong'?", "24": "Remember, rather, to magnify his work, of which many have sung.", "25": "Everyone has seen it, [but] humans see it [only] from a distance.", "26": "Look, God is great, beyond what we can know; the number of his years is uncountable.", "27": "“He makes the droplets of water, which condense into rain from his mist.", "28": "The clouds pour it down upon humankind in abundance.", "29": "Can anyone fathom the spreading of the clouds, or the crashes that come from his canopy?", "30": "See how he scatters his lightning over it and covers the roots of the sea.", "31": "By these things he judges the people and also gives food in plenty.", "32": "He gathers the lightning into his hands and commands it to strike the target.", "33": "Its crashing announces its presence and apprises the cattle of what is coming."}