{"1": "“At this, my own heart trembles and leaps out of its place.", "2": "Just listen to the rumbling of his voice, to the thunder that comes from his mouth!", "3": "He sends it out under all of heaven, his lightning to the ends of the earth.", "4": "There follows a sound, a roar — he is thundering with his majestic voice, and he keeps releasing [the lightning] even while his voice is being heard.", "5": "“God thunders wonderfully with his voice, he does great things beyond our understanding.", "6": "He says to the snow, 'Fall on the earth!' — likewise to the light rain, also to the downpour.", "7": "He brings all human activity to a stop, so that everyone he has made can know it.", "8": "Then the animals go into their lairs and hibernate in their dens.", "9": "“Out of its chamber comes the storm, with cold out of the north.", "10": "By the breath of God, ice is given, and the wide waters freeze over.", "11": "He weighs the clouds down with moisture, and they flash forth his lightning.", "12": "He, by his plans, turns them around, so they do what he commands them anywhere on earth;", "13": "he brings them forth on the earth sometimes to punish, sometimes to express his grace.", "14": "“Listen to this, Iyov! Stop, and consider God's wonders.", "15": "Do you know how God puts them in place, how he causes lightning to flash from his cloud?", "16": "Do you know how he balances the clouds? These are marvels of him who knows everything!", "17": "“You, sweltering in your clothing as the earth lies still under a sultry south wind,", "18": "can you, with him, spread out the sky, hard as a cast metal mirror?", "19": "Teach us what we should tell him, for the darkness keeps us from organizing our case.", "20": "Is he to be told that I will speak? Can a man speak at all when he is already swallowed up?", "21": "Now people don't see the light, which is bright in the sky; but then the wind blows and clears [the clouds] away.", "22": "Out of the north comes a golden glow, fearsome majesty surrounding God.", "23": "Shaddai, whom we cannot find, whose power is immense, in his great righteousness does not pervert justice.", "24": "This is why people fear him; he does not consider those who think of themselves as wise.”"}