{"1": "Then Adonai answered Iyov out of the storm:", "2": "“Who is this, darkening my plans with his ignorant words?", "3": "Stand up like a man, and brace yourself; I will ask questions; and you, give the answers!", "4": "“Where were you when I founded the earth? Tell me, if you know so much.", "5": "Do you know who determined its dimensions or who stretched the measuring line across it?", "6": "On what were its bases sunk, or who laid its cornerstone,", "7": "when the morning stars sang together, and all the sons of God shouted for joy?", "8": "“Who shut up the sea behind closed doors when it gushed forth from the womb,", "9": "when I made the clouds its blanket and dense fog its swaddling cloth,", "10": "when I made the breakers its boundary set its gates and bars,", "11": "and said, 'You may come this far, but no farther; here your proud waves must stop'?", "12": "“Have you ever in your life called up the dawn and made the morning know its place,", "13": "so that it could take hold of the edges of the earth and shake the wicked out of it?", "14": "Then the earth is changed like clay under a seal, until its colors are fixed like those of a garment.", "15": "But from the wicked the light is withheld, and the arm raised [to strike] is broken.", "16": "“Have you gone down to the springs of the sea or explored the limits of the deep?", "17": "Have the gates of death been revealed to you, the gates of death-like darkness?", "18": "Have you surveyed the full extent of the earth? Say so, if you know it all!", "19": "“Which way leads to where light has its home? and darkness, where does it dwell?", "20": "If you knew, you could take each to its place and set it on its homeward path.", "21": "You know, of course, because you were born then; by now you must be very old!", "22": "“Have you gone into the storehouses for snow or seen the storehouses for hail,", "23": "which I save for times of trouble, for days of battle and war?", "24": "“By what path is light dispersed, or the east wind poured out on the land?", "25": "Who cut a channel for the downpours, or a way for the lightning and thunder,", "26": "causing it to rain where no one is, in a desert without anyone there,", "27": "drenching the waste and desolate [ground], till the tender grass sprouts?", "28": "Does the rain have a father? Who is the father of dewdrops?", "29": "From whose womb does ice come? Who gives birth to the frost of heaven,", "30": "when water becomes as hard as stone, and the surface of the deep freezes solid?", "31": "“Can you tie up the cords of the Pleiades or loosen the belt of Orion?", "32": "Can you lead out the constellations of the zodiac in their season or guide the Great Bear and its cubs?", "33": "Do you know the laws of the sky? Can you determine how they affect the earth?", "34": "“Can you raise your voice to the clouds and make them cover you with a flood of rain?", "35": "Can you send lightning bolts on their way? Will they say to you, 'Here we are'?", "36": "“Who put wisdom in people's inner parts? Who gave understanding to the mind?", "37": "Who, by wisdom, can number the clouds? Who can tilt the water-skins of heaven,", "38": "so that the dust becomes a mass [of mud], and its clods stick together?", "39": "“Can you hunt prey for a lioness or satisfy the appetite of the young lions,", "40": "when they crouch in their dens or lie in ambush in their lairs?", "41": "Who provides food for the raven when his young cry out to God and wander about for lack of food?"}