{"1": "Continuing to address Iyov, Adonai said:", "2": "“Does the critic still want to dispute Shaddai? Let him who wants to correct God give an answer!”", "3": "Then Iyov replied to Adonai:", "4": "“I am too ashamed; I have nothing to say. I lay my hand over my mouth.", "5": "Yes, I spoke once, but I won't answer more; all right, twice, but I won't go on.”", "6": "Adonai answered Iyov out of the storm:", "7": "“Stand up like a man, and brace yourself; I will ask questions; and you, give the answers!", "8": "“Are you impugning my justice? Putting me in the wrong to prove yourself right?", "9": "Do you have an arm like God's? Can you thunder with a voice like his?", "10": "Come on, deck yourself with majesty and dignity, robe yourself in glory and splendor.", "11": "Let loose your furious anger, look at all who are proud, and humble them.", "12": "Look at all who are proud, and bring them down; tread down the wicked where they stand.", "13": "Bury them in the ground together, bind their faces in the hidden world.", "14": "If you do this, then I will confess to you that your own power can save you.", "15": "“Now consider Behemot, whom I made along with you. He eats grass like an ox.", "16": "What strength he has in his loins! What power in his stomach muscles!", "17": "He can make his tail as stiff as a cedar, the muscles in his thighs are like cables,", "18": "his bones are like bronze pipes, his limbs like iron bars.", "19": "“He ranks first among God's works. Only his maker can approach him with his sword.", "20": "The mountains produce food for him there, where all the wild animals play.", "21": "He lies down under the thorny lotus bushes and is hidden by the reeds in the swamp;", "22": "the lotus bushes cover him with their shade, and the willows by the stream surround him.", "23": "If the river overflows, it doesn't worry him; he is confident even if the Yarden rushes by his mouth.", "24": "Can anyone catch him by his eyes or pierce his nose with a hook?", "25": "(41:1) “And Livyatan! Can you catch him with a fishhook or hold his tongue down with a rope?", "26": "(41:2) Can you put a ring in his nose or pierce his jaw with a barb?", "27": "(41:3) Will he entreat you at length? Will he speak with you softly?", "28": "(41:4) Will he agree with you to be your slave forever?", "29": "(41:5) Will you play with him as you would with a bird or keep him on a string to amuse your little girls?", "30": "(41:6) Will a group of fishermen turn him into a banquet? Will they divide him among the merchants?", "31": "(41:7) Can you fill his skin with darts or his head with fish-spears?", "32": "(41:8) If you lay your hand on him, you won't forget the fight, and you'll never do it again!"}