{"1": "(9) “Look, any hope [of capturing him] is futile — one would fall prostrate at the very sight of him.", "2": "(10) No one is fierce enough to rouse him, so who can stand up to me?", "3": "(11) Who has given me anything and made me pay it back? Everything belongs to me under all of heaven.", "4": "(12) “I have more to say about his limbs, his strong talk, and his matchless strength.", "5": "(13) Who can strip off his [scaly] garment? Who can enter his jaws?", "6": "(14) Who can pry open the doors of his face, so close to his terrible teeth?", "7": "(15) “His pride is his rows of scales, tightly sealed together —", "8": "(16) one is so close to the next that no air can come between them;", "9": "(17) they are stuck one to another, interlocked and impervious.", "10": "(18) “When he sneezes, light flashes out; his eyes are like the shimmer of dawn.", "11": "(19) From his mouth go fiery torches, and sparks come flying out.", "12": "(20) His nostrils belch steam like a caldron boiling on the fire.", "13": "(21) His breath sets coals ablaze; flames pour from his mouth.", "14": "(22) “Strength resides in his neck, and dismay dances ahead of him [as he goes].", "15": "(23) The layers of his flesh stick together; they are firm on him, immovable.", "16": "(24) His heart is as hard as a stone, yes, hard as a lower millstone.", "17": "(25) When he rears himself up, the gods are afraid, beside themselves in despair.", "18": "(26) “If a sword touches him, it won't stick; neither will a spear, or a dart, or a lance.", "19": "(27) He regards iron as straw and bronze as rotten wood.", "20": "(28) An arrow can't make him flee; for him, slingstones are so much chaff.", "21": "(29) Clubs count as hay, and he laughs at a quivering javelin.", "22": "(30) His belly is as sharp as fragments of pottery, so he moves across the mud like a threshing-sledge.", "23": "(31) “He makes the depths seethe like a pot, he makes the sea [boil] like a perfume kettle.", "24": "(32) He leaves a shining wake behind him, making the deep seem to have white hair.", "25": "(33) “On earth there is nothing like him, a creature without fear.", "26": "(34) He looks straight at all high things. He is king over all proud beasts.”"}