{"1": "Then [at last,] Iyov gave Adonai this answer:", "2": "“I know that you can do everything, that no purpose of yours can be thwarted.", "3": "“[You asked,] 'Who is this, hiding counsel, without having knowledge?' Yes, I spoke, without understanding, of wonders far beyond me, which I didn't know.", "4": "“Please listen, and I will speak. [You said,] 'I will ask questions; and you, give me answers' —", "5": "I had heard about you with my ears, but now my eye sees you;", "6": "therefore I detest [myself] and repent in dust and ashes.”", "7": "After Adonai had spoken these words to Iyov, Adonai said to Elifaz the Teimani, “My anger is blazing against you and your two friends, because, unlike my servant Iyov, you have not spoken rightly about me. ", "8": "So now, get yourselves seven young bulls and seven rams, go to my servant Iyov, and offer up for yourselves a burnt offering. My servant Iyov will pray for you — because him I will accept — so that I won't punish you as your boorishness deserves; because you have not spoken rightly about me, as my servant Iyov has.” ", "9": "So Elifaz the Teimani, Bildad the Shuchi and Tzofar the Na'amati went and did what Adonai had ordered them to do, and Adonai accepted Iyov['s prayer].", "10": "When Iyov prayed for his friends, Adonai restored his fortunes; Adonai gave Iyov twice as much as he had had before. ", "11": "Then all his brothers and sisters came to him, also all who had known him before, and they ate a meal with him in his house. They consoled and comforted him for all the evils Adonai had inflicted on him. Each one gave him a piece of silver and a gold ring. ", "12": "Adonai blessed Iyov's later situation even more than his earlier one — he had 14,000 sheep, 6,000 camels, 1,000 pairs of oxen and 1,000 female donkeys.", "13": "He also had seven sons and three daughters. ", "14": "The first he named Y'mimah; the second, K'tzi'ah; and the third, Keren-Hapukh. ", "15": "Nowhere in the land could women be found as beautiful as Iyov's daughters; and their father gave them inheritances along with their brothers.", "16": "After this, Iyov lived 140 years, long enough to see his sons and grandsons, four generations. ", "17": "Then, old and full of days, Iyov died."}