{"1": "“Call if you like, but will anyone answer? To which of the holy ones will you turn?", "2": "For anger kills the fool, and envy slays the silly.", "3": "I watch as a fool establishes roots, but I curse his home with sudden [destruction] —", "4": "his children are far from help, publicly humiliated, with no one to rescue;", "5": "the hungry eat up his harvest, taking it even from among thorns, while the thirsty are panting, eager to swallow his wealth.", "6": "For misery does not come from the dust or trouble spring from the ground.", "7": "No, people are born for trouble as surely as sparks fly upward.", "8": "“If I were you, I would seek God; I would make my plea to him.", "9": "For God does great deeds beyond investigation, wonders beyond all reckoning.", "10": "He gives rain to the earth, pours water down on the fields.", "11": "He raises the lowly on high and lifts mourners to safety.", "12": "He frustrates the schemes of the cunning, so that they achieve no success;", "13": "trapping the crafty in their own tricks and foiling quickly the plans of the false.", "14": "They meet with darkness during the day, groping at noon like at night.", "15": "But he saves the poor from the sword, their mouth, and from the clutches of the strong;", "16": "so the poor can hope again; and injustice shuts its mouth.", "17": "“How happy the person whom God corrects! So don't despise Shaddai's discipline.", "18": "For he wounds, but he bandages the sore; his hands may strike, but they also heal.", "19": "He will rescue you from six disasters; yes, in seven no harm will touch you.", "20": "In famine, he will save you from death, and in war, from the power of the sword.", "21": "You will be shielded from the lash of the tongue, and you won't have to fear destruction when it comes —", "22": "you'll be able to laugh at destruction and famine. Also you won't have to fear wild animals,", "23": "for you will be in league with the stones in the field, and the wild animals will be at peace with you.", "24": "You will know that your tent is safe; you will look round your home and miss nothing.", "25": "You will know that your descendants are many, your offspring like grass [growing thick] in the fields.", "26": "You will come to your grave at a ripe old age, like a pile of grain that arrives in season.", "27": "“We've looked into this, and that's how it is; listen, and know that it's for your own good.”"}