{"1": "Iyov responded:", "2": "“I wish my frustration could be weighed, all my calamities laid on the scales!", "3": "They would outweigh the sands of the seas! No wonder, then, that my words come out stammered!", "4": "For the arrows of Shaddai find their mark in me, and my spirit is drinking in their poison; the terrors of God are arrayed against me.", "5": "“Does a wild donkey bray when it has grass? Does an ox low when it has fodder?", "6": "Can food without flavor be eaten without salt? Do egg whites have any taste?", "7": "I refuse to touch them; such food makes me sick.", "8": "“If only I could have my wish granted, and God would give me what I'm hoping for —", "9": "that God would decide to crush me, that he would let his hand loose and cut me off!", "10": "Then I would feel consoled; so that even in the face of unending pain, I would be able to rejoice; for I have not denied the words of the Holy One.", "11": "“Have I enough strength to go on waiting? What end can I expect, that I should be patient?", "12": "Is my strength the strength of stones? Is my flesh made of bronze?", "13": "Clearly, I have no help in myself; common sense has been driven from me.", "14": "“A friend should be kind to an unhappy man, even to one who abandons Shaddai.", "15": "But my brothers are as deceptive as vadis, as vadi streams that soon run dry;", "16": "they may turn dark with ice and be hidden by piled-up snow;", "17": "but as the weather warms up, they vanish; when it's hot, they disappear.", "18": "Their courses turn this way and that; they go up into the confusing waste and are lost.", "19": "The caravans from Tema look for them, the travelers from Sh'va hope to find them;", "20": "but they are disappointed, because they were confident; on arrival there, they are frustrated.", "21": "“For now, you have become like that — just seeing my calamity makes you afraid.", "22": "Did I say to you, 'Give me something,' or, 'From your wealth, offer a bribe on my behalf,'", "23": "or, 'Save me from the enemy's grip,' or, 'Redeem me from the clutches of oppressors'?", "24": "“Teach me, and I will be silent. Make me understand how I am at fault.", "25": "Honest words are forceful indeed, but what do your arguments prove?", "26": "Do you think [your own] words constitute argument, while the speech of a desperate man is merely wind?", "27": "I suppose you would even throw dice for an orphan or barter away your friend!", "28": "“So now, I beg you, look at me! Would I lie to your face?", "29": "Think it over, please; don't let wrong be done. Think it over again: my cause is just.", "30": "Am I saying something wrong? Can't I recognize trouble when I taste it?"}