{"1": "“Human life on earth is like serving in the army; yes, we drudge through our days like a hired worker,", "2": "like a slave longing for shade, like a worker thinking only of his wages.", "3": "So I am assigned months of meaninglessness; troubled nights are my lot.", "4": "When I lie down, I ask, 'When can I get up?' But the night is long, and I keep tossing to and fro until daybreak.", "5": "My flesh is clothed with worms and dirt, my skin forms scabs that ooze pus.", "6": "My days pass more swiftly than a weaver's shuttle and come to their end without hope.", "7": "“Remember that my life is but a breath; my eyes will never again see good times.", "8": "The eye that now sees me will see me no more; while your eyes are on me, I will be gone.", "9": "Like a cloud dissolving and disappearing, so he who descends to Sh'ol won't come back up.", "10": "He will not return again to his house, and his home will know him no more.", "11": "“Therefore I will not restrain my mouth but will speak in my anguish of spirit and complain in my bitterness of soul.", "12": "Am I the sea, or some sea monster, that you put a guard over me?", "13": "When I think that my bed will comfort me, that my couch will relieve my complaint,", "14": "then you terrify me with dreams and frighten me with visions.", "15": "I would rather be strangled; death would be better than these bones of mine.", "16": "I hate it! I won't live forever, so leave me alone, for my life means nothing.", "17": "“What are mere mortals, that you make so much of them? Why do you keep them on your mind?", "18": "Why examine them every morning and test them every moment?", "19": "Won't you ever take your eyes off of me, at least long enough for me to swallow my spit?", "20": "“Suppose I do sin — how do I harm you, you scrutinizer of humanity? Why have you made me your target, so that I am a burden to you?", "21": "Why don't you pardon my offense and take away my guilt? For soon I will lie down in the dust; you will seek me, but I will be gone.”"}