{"1": "Then Iyov responded:", "2": "“Indeed, I know that this is so; but how can a human win a case against God?", "3": "Whoever might want to argue with him could not answer him one [question] in a thousand.", "4": "His heart is so wise, his strength so great — who can resist him and succeed?", "5": "“He moves the mountains, although they don't know it, when he overturns them in his anger.", "6": "He shakes the earth from its place; its supporting pillars tremble.", "7": "He commands the sun, and it fails to rise; he shuts up the stars under his seal.", "8": "He alone spreads out the sky and walks on the waves in the sea.", "9": "He made the Great Bear, Orion, the Pleiades and the hidden constellations of the south.", "10": "He does great, unsearchable things, wonders beyond counting.", "11": "He can go right by me, and I don't see him; he moves past without my being aware of him.", "12": "If he kills [people], who will ask why? Who will say to him, 'What are you doing?'", "13": "God will not withdraw his anger — even Rahav's supporters submit to him.", "14": "“How much less can I answer him and select my arguments against him!", "15": "Even if I were right, I wouldn't answer; I could only ask for mercy from my judge.", "16": "If I summoned him, and he answered me, I still can't believe he would listen to my plea.", "17": "He could break me with a storm; he could multiply my wounds for no reason,", "18": "to the point where I couldn't even breathe — with such bitterness he could fill me!", "19": "If it's a matter of force, look how mighty he is; if justice, who can summon him to court?", "20": "Even if I'm right, my own mouth will condemn me; if I'm innocent, it would pronounce me guilty.", "21": "“I am innocent. Don't I know myself? But I've had enough of this life of mine!", "22": "So I say it's all the same — he destroys innocent and wicked alike.", "23": "When disaster brings sudden death, he laughs at the plight of the innocent.", "24": "The earth has been given to the power of the wicked; he covers the faces of its judges — if it isn't he, then who is it?", "25": "My days pass on more swiftly than a runner; they flee without seeing anything good.", "26": "They skim by like skiffs built of reeds, like an eagle swooping down on its prey.", "27": "“If I say, 'I'll forget my complaining, I'll put off my sad face and be cheerful,'", "28": "then I'm still afraid of all my pain, and I know you will not hold me innocent.", "29": "I will be condemned, so why waste my efforts?", "30": "Even if I washed myself in melted snow and cleansed my hands with lye,", "31": "you would plunge me into the muddy pit, till my own clothes would detest me.", "32": "“For he is not merely human like me; there is no answer that I could give him if we were to come together in court.", "33": "There is no arbitrator between us who could lay his hand on us both.", "34": "If he would remove his rod from me and not let his terrors frighten me,", "35": "then I would speak without fear of him; for when I'm alone, I'm not afraid."}