{"1": "The Torah has a shadow of the good things to come—not the form itself of the realities. For this reason it can never, by means of the same sacrifices they offer constantly year after year, make perfect those who draw near. ", "2": "Otherwise, would they not have ceased to be offered, since the worshipers—cleansed once and for all—would no longer have consciousness of sins? ", "3": "But in these sacrifices is a reminder of sins year after year—", "4": "for it is impossible for the blood of bulls and goats to take away sins.", "5": "So when Messiah comes into the world, He says, “Sacrifice and offering You did not desire, but a body You prepared for Me.", "6": "In whole burnt offerings and sin offerings You did not delight.", "7": "Then I said, 'Behold, I come to do Your will, O God (in the scroll of the book it is written of Me).'”[a]", "8": "After saying above, “Sacrifices and offerings and whole burnt offerings and sin offerings You did not desire, nor did You delight in them” (those which are offered according to Torah), ", "9": "then He said, “Behold, I come to do Your will.” He takes away the first to establish the second. ", "10": "By His will we have been made holy through the offering of the body of Messiah Yeshua once for all.", "11": "Indeed, every kohen stands day by day serving and offering the same sacrifices again and again, which can never take away sins.", "12": "[b] 12 But on the other hand, when this One offered for all time a single sacrifice for sins, He sat down at the right hand of God—", "13": "waiting from then on, until His enemies are made a footstool for His feet.", "14": "[c] 14 For by one offering He has perfected forever those being made holy. ", "15": "The Ruach ha-Kodesh also testifies to us—for after saying,", "16": "“This is the covenant that I will cut with them: 'After those days,' says Adonai, 'I will put My Torah upon their hearts, and upon their minds I will write it,'”[d] then He says,", "17": "“I will remember their sins and their lawless deeds no more.”[e]", "18": "Now where there is removal of these, there is no longer an offering for sin.", "19": "Therefore, brothers and sisters, we have boldness to enter into the Holies by the blood of Yeshua. ", "20": "He inaugurated a new and living way for us through the curtain—that is, His flesh. ", "21": "We also have a Kohen Gadol over God's household.", "22": "So let us draw near with a true heart in full assurance of faith, with hearts sprinkled clean from an evil conscience and body washed with pure water.", "23": "Let us hold fast the unwavering confession of hope, for He who promised is faithful.", "24": "And let us consider how to stir up one another to love and good deeds.", "25": "And do not neglect our own meetings, as is the habit of some, but encourage one another—and all the more so as you see the Day[f] approaching.", "26": "For if we keep on sinning willfully after we have received the knowledge of the truth, there no longer remains a sacrifice for sins, ", "27": "but only a terrifying expectation of judgment and a fury of fire about to devour the enemies of God.", "28": "[g] 28 Anyone who rejected the Torah of Moses dies without compassion on the word of two or three witnesses.", "29": "[h] 29 How much more severe do you think the punishment will be for the one who has trampled Ben-Elohim underfoot, and has regarded as unholy the blood of the covenant by which he was made holy, and has insulted the Spirit of grace? ", "30": "For we know the One who said, “Vengeance is Mine; I will repay,” and again, “Adonai will judge His people.”", "31": "[i] 31 It is a terrifying thing to fall into the hands of the living God.", "32": "But remember the former days when, after you were enlightened, you endured a great struggle with sufferings. ", "33": "Sometimes you were publicly exposed to abuses and afflictions, and other times you became partners with those who were treated this way. ", "34": "For you suffered along with the prisoners and joyfully accepted the plundering of your possessions, knowing that you have for yourselves a better and lasting possession. ", "35": "Therefore, do not lose your boldness, which has great reward. ", "36": "For you need perseverance so that, after you have done the will of God, you may receive the promise. ", "37": "For yet “in a very little while,[j] the Coming One will come, and He will not delay.[k]", "38": "But My righteous one shall live by emunah; and if he shrinks back, My soul takes no pleasure in him.”[l]", "39": "But we are not among the timid ones on the path to destruction, but among the faithful ones on the path to the preservation of the soul."}