{"1": "Let brotherly love continue. ", "2": "Do not neglect to show hospitality to strangers—for in doing so, some have entertained angels without knowing it. ", "3": "Remember the prisoners as if you were fellow prisoners, and those who are mistreated as if you also were suffering bodily. ", "4": "Let marriage be held in honor among all and the marriage bed kept undefiled, for God will judge the sexually immoral and adulterers. ", "5": "Keep your lifestyle free from the love of money, and be content with what you have. For God Himself has said, “I will never leave you or forsake you,”", "6": "[a] 6 so that with confidence we say, “The Lord is my helper; I will not fear. What will man do to me?”[b]", "7": "Remember your leaders, who spoke the word of God to you. Consider the outcome of their way of life, and imitate their faith. ", "8": "Yeshua the Messiah is the same yesterday, today, and forever. ", "9": "Do not be carried away by all kinds of strange teachings, for it is good for the heart to be strengthened by grace—not by foods that have not benefited those occupied by them. ", "10": "We have an altar from which those serving in the tabernacle have no right to eat. ", "11": "For the bodies of those animals—whose blood is brought into the Holies by the kohen gadol as an offering for sin—are burned outside the camp.", "12": "[c] 12 Therefore, to make the people holy through His own blood, Yeshua also suffered outside the gate. ", "13": "So let us go to Him outside the camp, bearing His disgrace. ", "14": "For here we have no lasting city, but we seek the one that is to come. ", "15": "Through Yeshua then, let us continually offer up to God a sacrifice of praise—the fruit of lips giving thanks to His name. ", "16": "Do not neglect doing good and sharing,[d] for with such sacrifices God is well pleased.", "17": "Obey your leaders and submit to them, for they keep watch over your souls as ones who must give an account. Let them do this with joy and not with groaning, for that would be of no benefit to you.", "18": "Pray for us, for we are convinced that we have a clear conscience, desiring to conduct ourselves honorably in all things. ", "19": "I especially urge you to do this, so that I may be restored to you sooner.", "20": "Now may the God of shalom, who brought up from the dead the great Shepherd of the sheep by the blood of an everlasting covenant,[e] our Lord Yeshua, ", "21": "make you complete in every good thing to do His will, accomplishing in us what is pleasing in His sight, through Messiah Yeshua. To Him be the glory forever and ever. Amen.", "22": "But I urge you, brothers and sisters, listen patiently to this word of exhortation, for in fact I have written to you in few words. ", "23": "Know that our brother Timothy has been released. If he comes soon, I will visit you with him.", "24": "Greet all your leaders and all the kedoshim—those from Italy greet you.", "25": "Grace be with you all."}