{"1": "For this reason it is necessary for us to pay especially close attention to what we have heard, so that we do not drift away. ", "2": "For if the word spoken through angels proved to be firm, and every violation and disobedience received a just payback, ", "3": "how shall we escape if we neglect so great a salvation? It was first spoken through the Lord and confirmed to us by those who heard. ", "4": "At the same time, God was testifying by signs and wonders and various miracles and gifts of the Ruach ha-Kodesh, according to His will.", "5": "For it is not to angels that God has subjected the olam ha-ba—about which we speak. ", "6": "But somewhere someone has testified, saying, “What is man, that You are mindful of him, or the son of man, that You care for him?", "7": "For a little while, You made him lower than the angels. You crowned him with glory and honor.", "8": "You put all things in subjection underneath his feet.”[a] For when He put all things in subjection to him, He left nothing outside his control. But for now we do not yet see all things subjected to him. ", "9": "But we see One who was made for a little while lower than the angels—namely, Yeshua. He is now crowned with glory and honor, because of the death He suffered so that, by the grace of God, He might taste death for everyone.", "10": "For it was fitting for God—for whom and through whom all things exist—in leading many sons to glory, to perfect through sufferings the initiator of their salvation. ", "11": "For both He who sanctifies and those being sanctified are all from one—so He is not ashamed to call them brothers and sisters,", "12": "[b] 12 saying, “I will proclaim Your name to My brothers and sisters. In the midst of the congregation I will sing praise to You.”[c]", "13": "And again, “I will put My trust in Him.”[d] And again, “Here am I and the children God has given Me.”[e]", "14": "Therefore, since the children share in flesh and blood, He Himself likewise shared the same humanity—so that through death He might break the power of the one who had the power of death (that is, the devil) ", "15": "and free those who by fear of death were in bondage all their lives. ", "16": "For surely He is not concerned about angels, but about the seed of Abraham. ", "17": "Therefore He had to be made like His brothers in all things, so He might become a merciful and faithful Kohen Gadol in matters relating to God, to make atonement for the sins of the people.", "18": "[f] 18 Because He Himself suffered when put to the test, He is able to help those being tested."}