{"1": "Let us fear then! Though a promise of entering His rest is left open, some of you would seem to have fallen short. ", "2": "For we also have had Good News proclaimed to us, just as they did. But the word they heard did not help them, because they were not unified with those who listened in faith. ", "3": "For we who have trusted are entering into that rest. It is just as God has said, “So in My wrath I swore, 'They shall never enter My rest,'”[a] even though His works were finished since the foundation of the world. ", "4": "For somewhere He has spoken about the seventh day in this way: “And God rested on the seventh day from all His works,”", "5": "[b] 5 and again in this passage: “They shall never enter My rest.”[c]", "6": "So then it remains for some to enter into it; yet those who formerly had Good News proclaimed to them did not enter because of disobedience. ", "7": "Again, God appoints a certain day—“Today”—saying through David after so long a time, just as it has been said before, “Today, if you hear His voice, do not harden your hearts.”[d]", "8": "For if Joshua had given them rest, God would not have spoken of another day later on. ", "9": "So there remains a Shabbat rest for the people of God. ", "10": "For the one who has entered God's rest has also ceased from his own work, just as God did from His.", "11": "Let us, therefore, make every effort to enter that rest, so that no one may fall through the same pattern of disobedience. ", "12": "For the word of God is living and active and sharper than any two-edged sword—piercing right through to a separation of soul and spirit, joints and marrow, and able to judge the thoughts and intentions of the heart. ", "13": "No creature is hidden from Him, but all are naked and exposed to the eyes of Him to whom we must give account.[e]", "14": "Therefore, since we have a great Kohen Gadol who has passed through the heavens, Yeshua Ben-Elohim, let us hold firmly to our confessed allegiance. ", "15": "For we do not have a kohen gadol who is unable to sympathize with our weaknesses, but One who has been tempted in all the same ways—yet without sin. ", "16": "Therefore let us draw near to the throne of grace with boldness, so that we may receive mercy and find grace for help in time of need."}