{"1": "For this Melchizedek was king of Salem, kohen of God Most High. He met Abraham returning from the defeat of the kings and blessed him,", "2": "[a] 2 and to him Abraham apportioned a tenth of everything. First, by the translation of his name, he is “King of Righteousness”[b]; and then also King of Salem, which is “King of Shalom.” ", "3": "Without father, without mother, without genealogy, having neither beginning of days nor end of life but made like Ben-Elohim, he remains a kohen for all time.", "4": "Now see how great this man is! Even Abraham the patriarch gave him a tenth out of the plunder. ", "5": "Indeed, those sons of Levi who receive the priesthood have, according to Torah, a command to collect a tithe from the people[c]—that is, from their kin, although they have come out of the loins of Abraham. ", "6": "But this one—who did not have their genealogy—has collected tithes from Abraham and has blessed him, the one holding the promises. ", "7": "Now it is beyond dispute that the lesser is blessed by the greater. ", "8": "In one case, dying men receive tithes; but in the other, one about whom it is testified that he lives on. ", "9": "Through Abraham even Levi, the one receiving tithes, has paid the tithe, so to speak—", "10": "for he was still in his father's loins when Melchizedek met him.", "11": "Now if perfection was through the Levitical priesthood (for based on it the people had been given the Torah[d]), what further need was there for a different kohen to arise—designated according to the order of Melchizedek, not according to the order of Aaron? ", "12": "For whenever the priesthood is altered, out of necessity an alteration[e] of law also takes place. ", "13": "For the one about whom these things are said belongs to another tribe, from which no one has officiated at the altar. ", "14": "For it is clear that our Lord has sprung forth[f] from Judah—concerning this tribe, Moses said nothing about kohanim. ", "15": "And it is even more evident, if another kohen arises like Melchizedek—", "16": "one made not by virtue of a Torah requirement of physical descent,[g] but by virtue of the power of an indestructible life. ", "17": "For it is testified, “You are a kohen forever, according to the order of Melchizedek.”[h]", "18": "For on the one hand, a former requirement is set aside because of its weakness and ineffectiveness—", "19": "for Torah made nothing perfect. But on the other hand, a better hope is introduced, through which we draw near to God.", "20": "Moreover, it was not without a sworn oath. (Others indeed have become kohanim without a sworn oath, ", "21": "but He with an oath—sworn by the One who said to Him, “Adonai has sworn and will not change His mind, 'You are a kohen forever.'”[i]) ", "22": "How much more then has Yeshua become the guarantee of a better covenant.", "23": "Now on the one hand, many have become kohanim, who through death are prevented from continuing in office.", "24": "[j] 24 But on the other hand, the One who does remain forever has a permanent priesthood. ", "25": "Therefore He is also able to save completely those who draw near to God through Him, always living to make intercession for them.", "26": "For such a Kohen Gadol was fitting for us: holy, guiltless, undefiled, separated from sinners, and exalted above the heavens. ", "27": "He has no need to offer up sacrifices day by day like those other kohanim g'dolim—first for their own sins and then for the sins of the people.[k] For when He offered up Himself, He did this once for all. ", "28": "For the Torah appoints as kohanim g'dolim men who have weakness; but the word of the oath,[l] which came after the Torah, appoints a Son—made perfect forever."}