{"1": "Now here is the main point being said. We do have such a Kohen Gadol, who has taken His seat at the right hand[a] of the throne of the Majesty in the heavens. ", "2": "He is a priestly attendant of the Holies and the true Tent—which Adonai set up, not man. ", "3": "For every kohen gadol is appointed to offer both gifts and sacrifices, so it is necessary for this One also to have something to offer.", "4": "[b] 4 Now if He were on earth, He would not be a kohen at all, since there are those who offer the gifts according to the Torah. ", "5": "They offer service in a replica[c] and foreshadower of the heavenlies—one that is just as Moses was instructed by God when he was about to complete the tabernacle. For He says, “See that you make everything according to the design that was shown to you on the mountain.”", "6": "[d] 6 But now Yeshua has obtained a more excellent ministry, insofar as He is the mediator of a better covenant which has been enacted on better promises.", "7": "For if that first one had been faultless, there would not have been discourse seeking a second. ", "8": "For finding fault with them, He says, “Behold, days are coming, says Adonai, when I will inaugurate a new covenant with the house of Israel and with the house of Judah.", "9": "It will not be like the covenant I made with their fathers on the day when I took them by the hand to lead them out of the land of Egypt. For they did not remain in My covenant, and I did not care for them, says Adonai.", "10": "For this is the covenant that I will make with the house of Israel after those days, says Adonai. I will put My Torah into their mind, and upon their hearts I will write it. And I will be their God, and they shall be My people.[e]", "11": "And no more will they teach, each one his fellow citizen and each one his brother, saying, 'Know Adonai,' because all will know Me, from the least of them to the greatest.", "12": "For I will be merciful toward their iniquities, and their sins I will remember no more.”[f]", "13": "In saying “new,” He has treated the first as old; but what is being made old and aging is close to vanishing."}