{"1": "Now even the first one had regulations for worship and the earthly sanctuary.", "2": "[a] 2 For a tent was prepared: in the outer[b] part were the menorah, the table, and the presentation of the bread[c]—this is called the Holy Place. ", "3": "Beyond the second curtain[d] was a dwelling called the Holy of Holies.", "4": "[e] 4 It held a golden altar of incense and the ark of the covenant, completely covered with gold. In the ark was a golden jar holding the manna, Aaron's rod that budded, and the tablets of the covenant[f]—", "5": "and above it, cherubim of glory overshadowing the mercy seat.[g] But it is not now possible to speak in detail about these things.", "6": "Now with these things prepared this way, the kohanim do continually enter into the outer tent[h] while completing the services;", "7": "but into the inner,[i] once a year, the kohen gadol alone[j]—and not without blood which he offers for himself and for the unintentional sins[k] of the people. ", "8": "By this the Ruach ha-Kodesh makes clear that the way into the Holies has not yet been revealed while the first tent is still standing. ", "9": "It is a symbol for the present time. Accordingly, gifts and sacrifices are being offered that cannot make the worshiper perfect with respect to conscience. ", "10": "These relate only to food and drink and various washings[l]—regulations for the body imposed until a time of setting things straight.", "11": "But when Messiah appeared as Kohen Gadol of the good things that have now come, passing through the greater and more perfect Tent not made with hands (that is to say not of this creation), ", "12": "He entered into the Holies once for all—not by the blood of goats and calves but by His own blood, having obtained eternal redemption. ", "13": "For if the blood of goats and bulls[m] and the ashes of a heifer sprinkling those who have been defiled[n] sanctify for the cleansing of the flesh, ", "14": "how much more will the blood of Messiah—who through the eternal Spirit offered Himself without blemish to God—cleanse our[o] conscience from dead works to serve the living God?", "15": "For this reason He is the mediator of a new covenant,[p] in order that those called may receive the promised eternal inheritance—since a death has taken place that redeems them from violations under the first covenant. ", "16": "For where there is a covenant, the death of the one who made it must be established.", "17": "[q] 17 For a covenant is secured upon the basis of dead bodies, since it has no strength as long as the one who made it lives. ", "18": "That is why not even the first covenant was inaugurated without blood. ", "19": "For when every commandment had been spoken by Moses to all the people according to the Torah, he took the blood of the calves and goats, with water and scarlet wool and hyssop, and he sprinkled both the book itself and all the people. ", "20": "He said, “This is the blood of the covenant which God commanded you.”", "21": "[r] 21 And in the same way, he sprinkled the tabernacle and all the vessels of the ministry with the blood.", "22": "[s] 22 And nearly everything is purified in blood according to the Torah, and apart from the shedding of blood there is no forgiveness.[t]", "23": "Therefore it was necessary for the replicas of these heavenly things to be purified with these sacrifices—but the heavenly things themselves with better sacrifices than these. ", "24": "For Messiah did not enter into Holies made with hands—counterparts of the true things—but into heaven itself, now to appear in God's presence on our behalf. ", "25": "And He did not offer Himself again and again—as the kohen gadol enters into the Holy of Holies year after year with blood that is not his own. ", "26": "For then He would have needed to suffer again and again from the foundation of the world. But as it is, He has been revealed once and for all at the close of the ages—to put away sin by the sacrifice of Himself. ", "27": "And just as it is appointed for men to die once, and after this judgment,", "28": "[u] 28 so also Messiah, was offered once to bear the sins of many.[v] He will appear a second time, apart from sin, to those eagerly awaiting Him for salvation.[w]"}