{"1": "Now the main point in what has been said is this: we have such a high priest, who has taken His seat at the right hand of the throne of the Majesty in the heavens,", "2": "a minister [a]in the sanctuary and [b]in the true [c]tabernacle, which the Lord pitched, not man.", "3": "For every high priest is appointed to offer both gifts and sacrifices; so it is necessary that this high priest also have something to offer.", "4": "Now if He were on earth, He would not be a priest at all, since there are those who offer the gifts according to the Law;", "5": "who serve a copy and shadow of the heavenly things, just as Moses [d]was warned by God when he was about to erect the [e]tabernacle; for, “See,” He says, “that you make all things according to the pattern which was shown you on the mountain.”", "6": "But now He has obtained a more excellent ministry, by as much as He is also the mediator of a better covenant, which has been enacted on better promises.", "7": "For if that first covenant had been faultless, there would have been no occasion sought for a second.", "8": "For finding fault with them, He says, “Behold, days are coming, says the Lord, [f]When I will effect a new covenant With the house of Israel and with the house of Judah;", "9": "Not like the covenant which I made with their fathers On the day when I took them by the hand To lead them out of the land of Egypt; For they did not continue in My covenant, And I did not care for them, says the Lord.", "10": "“For this is the covenant that I will make with the house of Israel After those days, says the Lord: [g]I will put My laws into their minds, And I will write them on their hearts. And I will be their God, And they shall be My people.", "11": "“And they shall not teach everyone his fellow citizen, And everyone his brother, saying, 'Know the Lord,' For all will know Me, From [h]the least to the greatest of them.", "12": "“For I will be merciful to their iniquities, And I will remember their sins no more.”", "13": "[i]When He said, “A new covenant,” He has made the first obsolete. But whatever is becoming obsolete and growing old is [j]ready to disappear."}