{"1": "The men of Ephraim were called to arms, and they crossed over to Zaphon and said to Jephthah, “Why did you cross over and make war against the Ammonites,[a] and why did you not call us to go with you? We will burn down your house over you with fire.” ", "2": "And Jephthah said to them, “I and my people were engaged in great conflict with the Ammonites;[b] I called you, but you did not deliver me from their hand. ", "3": "I saw that you would not deliver us; I risked my own life,[c] and I crossed over to the Ammonites,[d] and Yahweh gave them into my hand. Why have you come up to me this day to fight against me?” ", "4": "Jephthah gathered all the men of Gilead, and he made war with Ephraim; and the men of Gilead defeated Ephraim because they said, “You are fugitives of Ephraim, you Gileadites, in the midst of Ephraim and Manasseh.” ", "5": "Then Gilead captured the fords of the Jordan from Ephraim, and whenever a fugitive of Ephraim said, “Let me cross over,” the men of Gilead said to him, “Are you an Ephraimite?” When he said, “No,” ", "6": "they said to him, “Please say Shibboleth,” and if he said, “Sibboleth”—because he could not pronounce it[e] correctly—they grabbed him and executed him at the fords of Jordan. At that time forty-two thousand from Ephraim fell.", "7": "Jephthah judged Israel six years. Then Jephthah the Gileadite died, and he was buried in one of the cities of Gilead.", "8": "After him Ibzan from Bethlehem judged Israel. ", "9": "He had thirty sons. He gave his thirty daughters away in marriage outside his clan and brought in from outside thirty young women for his sons. He judged Israel for seven years. ", "10": "Then[f] Ibzan died and was buried in Bethlehem.", "11": "After him Elon the Zebulunite judged Israel, and he judged Israel ten years. ", "12": "Then[g] Elon the Zebulunite died and was buried in Aijalon in the land of Zebulun.", "13": "After him Abdon the son of Hillel the Pirathonite judged Israel. ", "14": "He had forty sons and thirty grandsons that rode on seventy male donkeys. He judged Israel for eight years. ", "15": "Then[h] Abdon the son of Hillel the Pirathonite died and was buried in Pirathon, in the land of Ephraim in the hill country of the Amalekites.[i]"}