{"1": "There was a man from the hill country of Ephraim; his name was Micah. ", "2": "And he said to his mother, “The eleven hundred pieces of silver that were taken from you, and about which you also pronounced a curse in my hearing,[a] are with me; I took it.” And his mother said, “Blessed be my son by Yahweh.” ", "3": "He returned the eleven hundred pieces[b] of silver to his mother, and his mother thought, “I will certainly consecrate to Yahweh the pieces[c] of silver from my hand for my son to make an idol of cast metal; now then, I will return them[d] to you.” ", "4": "When he returned the pieces[e] of silver to his mother, his mother took two hundred pieces[f] of silver, and she gave it to the smith, and he made it into an idol of cast metal; and it was in the house of Micah. ", "5": "The man Micah had for himself a shrine,[g] and he made an ephod and teraphim, and he appointed one of his sons[h] who became a priest for him. ", "6": "In those days there was no king in Israel, and each one did what was right in his own eyes.", "7": "There was a young man from Bethlehem in Judah, from the clan of Judah; he was a Levite and was dwelling as a foreigner[i] there. ", "8": "And the man went from the town of Bethlehem in Judah to live as a foreigner[j] wherever he could find a place. And he came to the hill country of Ephraim, to the house of Micah, to continue his journey. ", "9": "And Micah said to him, “From where do you come?” And he said to him, “I am a Levite from Bethlehem in Judah; I am going to dwell as a foreigner[k] wherever I can find a place.” ", "10": "And Micah said to him, “Stay with me and be to me a father and a priest, and I will give to you ten pieces[l] of silver a year, a set of clothes, and your food.” So the Levite went with him. ", "11": "The Levite agreed to stay with the man; and the young man became as one of his sons. ", "12": "So Micah appointed the Levite,[m] and the young man became a priest for him; and he was in the house of Micah. ", "13": "And Micah said, “Now I know Yahweh will make me prosperous, because the Levite has become my priest.”"}