{"1": "In those days there was no king in Israel. And in those days the tribe of the Danites was seeking territory for itself to live in, because until that day it had not been allotted territory among the tribes of Israel. ", "2": "The descendants[a] of Dan sent from the whole number of their clan five capable men[b] from Zorah and Eshtaol to spy out the land and to explore it. And they said to them, “Go, explore the land.” And they went to the hill country of Ephraim, to the house of Micah, and they spent the night there.[c] ", "3": "While they were with the house of Micah, they recognized the voice of the young Levite, and they turned aside there and said to him, “Who brought you here? What are you doing in this place, and what is your business here?”[d] ", "4": "And he said to them, “Micah did such and such for me and hired me, and I became his priest.” ", "5": "And they said to him, “Please inquire of God that we may know whether our journey that we are going on will be successful.” ", "6": "And the priest said to them, “Go in peace. Yahweh is in front of you on the journey you want to go on.”", "7": "And the five men went and came to Laish, and they observed the people who were living according to the customs of the Sidonians, quiet and unsuspecting, and lacking nothing in the land, and possessing restraint.[e] And they were far from the Sidonians and had no word with anyone. ", "8": "They came to their relatives[f] at Zorah and Eshtaol, and their relatives[g] said to them, “What do you report?” ", "9": "And they said to them, “Come, let us go up against them; for we have seen the land, and it is very good. Will you do nothing? Do not hesitate to go, to enter, to possess the land. ", "10": "When you go you will come to an unsuspecting people, and the land is spread out on all sides;[h] God has given a place into your hands where there is no lack of anything that is on the earth.”", "11": "Six hundred men from the clan of the Danites from Zorah and Eshtaol, armed with weapons of war, set out from there. ", "12": "They went up and encamped at Kiriath Jearim in Judah. Therefore they called this place Camp of Dan[i] to this day; it is west of Kiriath Jearim. ", "13": "From there they crossed over to the hill country of Ephraim, and they came to the house of Micah.", "14": "And the five men that went out to spy out the land (that is, Laish) responded and said to their relatives,[j] “Do you know that there are in these houses an ephod, teraphim, and an idol of cast metal? So then, consider what you must do.” ", "15": "So they turned to that direction, and they came to the house of the young Levite, the house of Micah, and they greeted him.[k] ", "16": "And six hundred men from the descendants[l] of Dan, armed with their weapons of war, were standing at the entrance of the gate. ", "17": "And the five men that went to spy out the land went up, and they entered there and took the carved divine image, ephod, teraphim, and the molten image. The priest was standing at the entrance of the gate with the six hundred men armed with the weapons of war. ", "18": "When these went to Micah's house, they took the divine carved image, ephod, the teraphim, and the molten image, and the priest asked them, “What are you doing?” ", "19": "And they said to him, “Keep quiet! Put your hand on your mouth and come with us and be for us a father and a priest. Is it better being a priest for a house of one man or being a priest for a tribe and clan in Israel?” ", "20": "The priest accepted the offer,[m] and he took the ephod, teraphim, and molten image and went along with the people.", "21": "And they turned[n] and went and put the little children, the livestock, and the valuable property in front of them. ", "22": "When they were at a distance from the house, Micah and the men who were in the houses that were near the house of Micah cried out, and they overtook the descendants[o] of Dan. ", "23": "And they called to the descendants[p] of Dan, who turned around to face them, and they said to Micah, “What is the matter with you that you assembled together?” ", "24": "He said, “You took away my gods that I had made, and the priest, and then you go away. What is now left for me? How can you say to me, 'What is the matter?'” ", "25": "And the descendants[q] of Dan said to him, “You should not let your voice be heard among us, so that ill-tempered men[r] will not attack you,[s] and take your life[t] and the lives of your household.” ", "26": "And the descendants[u] of Dan went their way. When Micah saw that they were stronger than him, he turned to return to his house.", "27": "And they took what Micah had made, and his priest, and they came to Laish, to a quiet and unsuspecting people, and they put them to the sword[v] and burned the city with fire. ", "28": "There was no deliverer, because it was far from Sidon, and they had had no dealings with anyone.[w] It was in the valley that belonged to Beth-rehob, and they rebuilt[x] the city and lived in it. ", "29": "And they called the name of the city Dan, after Dan their ancestor,[y] who was born to Israel; but the former name of the city was Laish. ", "30": "And the descendants[z] of Dan set up for themselves the carved divine image, and Jonathan son of Gershom, son of Manasseh,[aa] he and his sons were priests for the tribe of the Danites until the time of the captivity of the land. ", "31": "So they set up for themselves the carved divine image that Micah had made, all the days that the house of God was in Shiloh."}