{"1": "The words of David's son, Qoheleth, king in Jerusalem:[a]", "2": "Vanity of vanities,[b] says Qoheleth, vanity of vanities! All things are vanity!", "3": "What profit have we from all the toil which we toil at under the sun?[c]", "4": "One generation departs and another generation comes, but the world forever stays.", "5": "The sun rises and the sun sets; then it presses on to the place where it rises.", "6": "Shifting south, then north, back and forth shifts the wind, constantly shifting its course.", "7": "All rivers flow to the sea, yet never does the sea become full. To the place where they flow, the rivers continue to flow.", "8": "All things are wearisome,[d] too wearisome for words. The eye is not satisfied by seeing nor has the ear enough of hearing.", "9": "What has been, that will be; what has been done, that will be done. Nothing is new under the sun! ", "10": "Even the thing of which we say, “See, this is new!” has already existed in the ages that preceded us. ", "11": "There is no remembrance of past generations; nor will future generations be remembered by those who come after them.[e]", "12": "Twofold Introduction. 12 I, Qoheleth, was king over Israel in Jerusalem, ", "13": "and I applied my mind to search and investigate in wisdom all things that are done under the sun. A bad business God has given to human beings to be busied with.", "14": "I have seen all things that are done under the sun, and behold, all is vanity and a chase after wind.[f]", "15": "What is crooked cannot be made straight, and you cannot count what is not there.[g]", "16": "Though I said to myself, “See, I have greatly increased my wisdom beyond all who were before me in Jerusalem, and my mind has broad experience of wisdom and knowledge,” ", "17": "yet when I applied my mind to know wisdom and knowledge, madness and folly, I learned that this also is a chase after wind.", "18": "For in much wisdom there is much sorrow; whoever increases knowledge increases grief.[h]"}