{"1": "Dead flies corrupt and spoil the perfumer's oil; more weighty than wisdom or wealth is a little folly![a]", "2": "The wise heart turns to the right; the foolish heart to the left.[b]", "3": "Even when walking in the street the fool, lacking understanding, calls everyone a fool.[c]", "4": "Should the anger of a ruler burst upon you, do not yield your place; for calmness[d] abates great offenses.", "5": "I have seen under the sun another evil, like a mistake that proceeds from a tyrant: ", "6": "a fool put in high position, while the great and the rich sit in lowly places. ", "7": "I have seen slaves on horseback, while princes[e] went on foot like slaves.", "8": "Whoever digs a pit may fall into it, and whoever breaks through a wall, a snake may bite.", "9": "Whoever quarries stones may be hurt by them, and whoever chops wood[f] is in danger from it.", "10": "If the ax becomes dull, and the blade is not sharpened, then effort must be increased. But the advantage of wisdom is success.", "11": "If the snake bites before it is charmed, then there is no advantage in a charmer.[g]", "12": "Words from the mouth of the wise win favor, but the lips of fools consume them.", "13": "The beginning of their words is folly, and the end of their talk is utter madness;", "14": "yet fools multiply words. No one knows what is to come, for who can tell anyone what will be?", "15": "The toil of fools wearies them, so they do not know even the way to town.", "16": "Woe to you, O land, whose king is a youth,[h] and whose princes feast in the morning!", "17": "Happy are you, O land, whose king is of noble birth, and whose princes dine at the right time— for vigor[i] and not in drinking bouts.", "18": "Because of laziness, the rafters sag; when hands are slack, the house leaks.", "19": "A feast is made for merriment and wine gives joy to the living, but money answers[j] for everything.", "20": "Even in your thoughts do not curse the king, nor in the privacy of your bedroom curse the rich; For the birds of the air may carry your voice, a winged creature[k] may tell what you say."}