{"1": "One of the seven angels who had the seven bowls came and talked with me, saying to me, “Come, I will show you the judgment of the great prostitute who sits on many waters, ", "2": "with whom the kings of the earth committed adultery, and the inhabitants of the earth were made drunk with the wine of her sexual immorality.”", "3": "Then he carried me away in the Spirit into the wilderness. I saw a woman sitting on a scarlet beast which was full of blasphemous names, having seven heads and ten horns. ", "4": "The woman was arrayed in purple and scarlet, and adorned with gold and precious stones and pearls, having in her hand a golden cup full of abominations and the filth of her sexual immorality. ", "5": "On her forehead a name was written: MYSTERY,BABYLON THE GREAT,THE MOTHER OF PROSTITUTESAND OF THE ABOMINATIONS OF THE EARTH.", "6": "I saw the woman, drunk with the blood of the saints and with the blood of the martyrs of Jesus. When I saw her, I marveled greatly. ", "7": "Then the angel said to me, “Why do you marvel? I will tell you the mystery of the woman and of the beast that carries her, which has the seven heads and the ten horns. ", "8": "The beast, which you saw, was, and is not, and is to ascend out of the bottomless pit and go to destruction. Those who dwell on the earth whose names are not written in the Book of Life from the foundation of the world will marvel when they see the beast that was, and is not, and is to come.", "9": "“Here is the mind which has wisdom: The seven heads are seven mountains on which the woman sits. ", "10": "They are also seven kings. Five have fallen, one is, the other has not yet come; and when he comes, he must remain a little while. ", "11": "Concerning the beast who was, and is not, he is the eighth, and is of the seven, and is going to destruction.", "12": "“The ten horns which you saw are ten kings who have received no kingdom yet, but they will receive authority as kings for one hour with the beast. ", "13": "These are of one mind and will give their power and authority to the beast. ", "14": "These will wage war with the Lamb, but the Lamb will overcome them, for He is Lord of lords and King of kings. Those who are with Him are called and chosen and faithful.”", "15": "Then he said to me, “The waters which you saw, where the prostitute sits, are peoples and multitudes and nations and tongues. ", "16": "These ten horns and the beast which you saw will hate the prostitute; they will make her desolate and naked, and devour her flesh, and burn her with fire. ", "17": "For God has put in their hearts to fulfill His will, and to be of one mind, and to give their kingdom to the beast, until the words of God are fulfilled. ", "18": "The woman whom you saw is that great city, which reigns over the kings of the earth.”"}