{"1": "The fifth angel sounded, and I saw a star fallen from heaven to the earth. The star was given the key to the bottomless pit. ", "2": "He opened the bottomless pit, and smoke ascended from the pit, like the smoke of a great furnace. The sun and the air were darkened by the smoke from the pit. ", "3": "And out of the smoke locusts came upon the earth. Power was given them as the scorpions of the earth have power. ", "4": "They were commanded not to harm the grass of the earth, or any green thing, or any tree, but only those men who did not have the seal of God on their foreheads. ", "5": "They were given authority, not to kill them, but to torment them for five months. Their torment was like the torment of a scorpion when it stings a man. ", "6": "In those days men will seek death but will not find it. They will desire to die, but death will elude them.", "7": "The shape of the locusts was like horses prepared for battle. On their heads were something like crowns of gold, and their faces were like faces of men. ", "8": "They had hair like the hair of women, and their teeth were like the teeth of lions. ", "9": "They had breastplates like breastplates of iron, and the sound of their wings was like the sound of chariots with many horses running to battle. ", "10": "They had tails like scorpions and stings in their tails. Their power was to hurt men for five months. ", "11": "They had as king over them the angel of the bottomless pit, whose name in Hebrew is Abaddon, and in Greek his name is Apollyon.[a]", "12": "The first woe is past. Now, two more woes are yet to come.", "13": "The sixth angel sounded, and I heard a voice from the four horns of the golden altar which is before God, ", "14": "saying to the sixth angel who had the trumpet, “Release the four angels who are bound at the great Euphrates River.” ", "15": "And the four angels, who had been prepared for the hour and day and month and year, were released to kill a third of mankind. ", "16": "The army of horsemen numbered two hundred million. I heard their number.", "17": "Thus I saw the horses in the vision: Those who sat on them had breastplates of fiery red, hyacinth blue, and sulfur yellow. The heads of the horses were like the heads of lions, and out of their mouths came fire and smoke and brimstone. ", "18": "A third of mankind was killed by these three plagues—by the fire and by the smoke and by the brimstone, which came out of their mouths. ", "19": "The power of the horses is in their mouths and in their tails. For their tails are like serpents, with heads by which they inflict injury.", "20": "The rest of mankind, who were not killed by these plagues, did not repent of the works of their hands. They did not cease to worship demons, and idols of gold, silver, brass, stone, and wood, which cannot see nor hear nor walk. ", "21": "Nor did they repent of their murders or their magical arts or their sexual immorality or their thefts."}