{"1": "Rehoboam went to Shechem, where all the Israelites had gone to make him king. ", "2": "Jeroboam son of Nebat was in Egypt, where he had gone to escape from King Solomon. When Jeroboam heard about Rehoboam being made king, he returned from Egypt. ", "3": "After the people sent for him, he and the people went to Rehoboam and said to him, ", "4": "“Your father forced us to work very hard. Now, make it easier for us, and don't make us work as he did. Then we will serve you.”", "5": "Rehoboam answered, “Come back to me in three days.” So the people left.", "6": "King Rehoboam asked the elders who had advised Solomon during his lifetime, “How do you think I should answer these people?”", "7": "They answered, “Be kind to these people. If you please them and give them a kind answer, they will serve you always.”", "8": "But Rehoboam rejected this advice. Instead, he asked the young men who had grown up with him and who served as his advisers. ", "9": "Rehoboam asked them, “What is your advice? How should we answer these people who said, 'Don't make us work as hard as your father did'?”", "10": "The young men who had grown up with him answered, “The people said to you, 'Your father forced us to work very hard. Now make our work easier.' You should tell them, 'My little finger is bigger than my father's legs. ", "11": "He forced you to work hard, but I will make you work even harder. My father beat you with whips, but I will beat you with whips that have sharp points.'”", "12": "Rehoboam had told the people, “Come back to me in three days.” So after three days Jeroboam and all the people returned to Rehoboam. ", "13": "King Rehoboam spoke cruel words to them, because he had rejected the advice of the elders. ", "14": "He followed the advice of the young men and said, “My father forced you to work hard, but I will make you work even harder. My father beat you with whips, but I will beat you with whips that have sharp points.” ", "15": "So the king did not listen to the people. God caused this to happen so that the Lord could keep the promise he had made to Jeroboam son of Nebat through Ahijah, a prophet from Shiloh.", "16": "When all the Israelites saw that the king refused to listen to them, they said to the king, “We have no share in David! We have no part in the son of Jesse! People of Israel, let's go to our own homes! Let David's son rule his own people.” So all the Israelites went home. ", "17": "But Rehoboam still ruled over the Israelites who lived in the towns of Judah.", "18": "Adoniram was in charge of the forced labor. When Rehoboam sent him to the people, they threw stones at him until he died. But King Rehoboam ran to his chariot and escaped to Jerusalem. ", "19": "Since then, Israel has been against the family of David."}