{"1": "After Rehoboam's kingdom was set up and he became strong, he and the people of Judah stopped obeying the teachings of the Lord. ", "2": "During the fifth year Rehoboam was king, Shishak king of Egypt attacked Jerusalem, because Rehoboam and the people were unfaithful to the Lord. ", "3": "Shishak had twelve hundred chariots and sixty thousand horsemen. He brought troops of Libyans, Sukkites, and Cushites from Egypt with him, so many they couldn't be counted. ", "4": "Shishak captured the strong, walled cities of Judah and came as far as Jerusalem.", "5": "Then Shemaiah the prophet came to Rehoboam and the leaders of Judah who had gathered in Jerusalem because they were afraid of Shishak. Shemaiah said to them, “This is what the Lord says: 'You have left me, so now I will leave you to face Shishak alone.'”", "6": "Then the leaders of Judah and King Rehoboam were sorry for what they had done. They said, “The Lord does what is right.”", "7": "When the Lord saw they were sorry for what they had done, the Lord spoke his word to Shemaiah, saying, “The king and the leaders are sorry. So I will not destroy them but will save them soon. I will not use Shishak to punish Jerusalem in my anger. ", "8": "But the people of Jerusalem will become Shishak's servants so they may learn that serving me is different than serving the kings of other nations.”", "9": "Shishak king of Egypt attacked Jerusalem and took the treasures from the Temple of the Lord and the king's palace. He took everything, even the gold shields Solomon had made. ", "10": "So King Rehoboam made bronze shields to take their place and gave them to the commanders of the guards for the palace gates. ", "11": "Whenever the king went to the Temple of the Lord, the guards went with him, carrying the shields. Later, they would put them back in the guardroom.", "12": "When Rehoboam was sorry for what he had done, the Lord held his anger back and did not fully destroy Rehoboam. There was some good in Judah.", "13": "King Rehoboam made himself a strong king in Jerusalem. He was forty-one years old when he became king, and he was king in Jerusalem for seventeen years. Jerusalem is the city that the Lord chose from all the tribes of Israel in which he was to be worshiped. Rehoboam's mother was Naamah from the country of Ammon. ", "14": "Rehoboam did evil because he did not want to obey the Lord.", "15": "The things Rehoboam did as king, from the beginning to the end, are written in the records of Shemaiah the prophet and Iddo the seer, in the family histories. There were wars between Rehoboam and Jeroboam all the time they ruled. ", "16": "Rehoboam died and was buried in Jerusalem, and his son Abijah became king in his place."}