{"1": "Jehoshaphat, Asa's son, became king of Judah in his place. Jehoshaphat made Judah strong so they could fight against Israel. ", "2": "He put troops in all the strong, walled cities of Judah, in the land of Judah, and in the towns of Ephraim that his father Asa had captured.", "3": "The Lord was with Jehoshaphat, because he lived as his ancestor David had lived when he first became king. Jehoshaphat did not ask for help from the Baal idols, ", "4": "but from the God of his father. He obeyed God's commands and did not live as the people of Israel lived. ", "5": "The Lord made Jehoshaphat a strong king over Judah. All the people of Judah brought gifts to Jehoshaphat, so he had much wealth and honor. ", "6": "He wanted very much to obey the Lord. He also removed the places for worshiping gods and the Asherah idols from Judah.", "7": "During the third year of his rule, Jehoshaphat sent his officers to teach in the towns of Judah. These officers were Ben-Hail, Obadiah, Zechariah, Nethanel, and Micaiah. ", "8": "Jehoshaphat sent with them these Levites: Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-Adonijah. He also sent the priests Elishama and Jehoram. ", "9": "These leaders, Levites, and priests taught the people in Judah. They took the Book of the Teachings of the Lord and went through all the towns of Judah and taught the people.", "10": "The nations near Judah were afraid of the Lord, so they did not start a war against Jehoshaphat. ", "11": "Some of the Philistines brought gifts and silver to Jehoshaphat as he demanded. Some Arabs brought him flocks: seventy-seven hundred sheep and seventy-seven hundred goats.", "12": "Jehoshaphat grew more and more powerful. He built strong, walled cities and towns for storing supplies in Judah. ", "13": "He kept many supplies in the towns of Judah, and he kept trained soldiers in Jerusalem. ", "14": "These soldiers were listed by families. From the families of Judah, these were the commanders of groups of a thousand men: Adnah was the commander of three hundred thousand soldiers; ", "15": "Jehohanan was the commander of two hundred eighty thousand soldiers; ", "16": "Amasiah was the commander of two hundred thousand soldiers. Amasiah son of Zicri had volunteered to serve the Lord.", "17": "These were the commanders from the families of Benjamin: Eliada, a brave soldier, had two hundred thousand soldiers who used bows and shields. ", "18": "And Jehozabad had one hundred eighty thousand men armed for war.", "19": "All these soldiers served King Jehoshaphat. The king also put other men in the strong, walled cities through all of Judah."}