{"1": "Jehoshaphat had much wealth and honor, and he made an agreement with King Ahab through marriage.[a] ", "2": "A few years later Jehoshaphat went to visit Ahab in Samaria. Ahab sacrificed many sheep and cattle as a great feast to honor Jehoshaphat and the people with him. He encouraged Jehoshaphat to attack Ramoth in Gilead. ", "3": "Ahab king of Israel asked Jehoshaphat king of Judah, “Will you go with me to attack Ramoth in Gilead?” Jehoshaphat answered, “I will go with you, and my soldiers are yours. We will join you in the battle.” ", "4": "Jehoshaphat also said to Ahab, “But first we should ask if this is the Lord's will.”", "5": "So King Ahab called four hundred prophets together and asked them, “Should we go to war against Ramoth in Gilead or not?” They answered, “Go, because God will hand them over to you.”", "6": "But Jehoshaphat asked, “Isn't there a prophet of the Lord here? Let's ask him what we should do.”", "7": "Then King Ahab said to Jehoshaphat, “There is one other prophet. We could ask the Lord through him, but I hate him. He never prophesies anything good about me, but always something bad. He is Micaiah son of Imlah.” Jehoshaphat said, “King Ahab, you shouldn't say that!”", "8": "So Ahab king of Israel told one of his officers to bring Micaiah to him at once.", "9": "Ahab king of Israel and Jehoshaphat king of Judah had on their royal robes and were sitting on their thrones at the threshing floor, near the entrance to the gate of Samaria. All the prophets were standing before them speaking their messages. ", "10": "Zedekiah son of Kenaanah had made some iron horns. He said to Ahab, “This is what the Lord says: 'You will use these horns to fight the Arameans until they are destroyed.'”", "11": "All the other prophets said the same thing, “Attack Ramoth in Gilead and win, because the Lord will hand the Arameans over to you.”", "12": "The messenger who had gone to get Micaiah said to him, “All the other prophets are saying King Ahab will win. You should agree with them and give the king a good answer.”", "13": "But Micaiah answered, “As surely as the Lord lives, I can tell him only what my God says.”", "14": "When Micaiah came to Ahab, the king asked him, “Micaiah, should we attack Ramoth in Gilead or not?” Micaiah answered, “Attack and win! They will be handed over to you.”", "15": "But Ahab said to Micaiah, “How many times do I have to tell you to speak only the truth to me in the name of the Lord?”", "16": "So Micaiah answered, “I saw the army of Israel scattered over the hills like sheep without a shepherd. The Lord said, 'They have no leaders. They should go home and not fight.'”", "17": "Then Ahab king of Israel said to Jehoshaphat, “I told you! He never prophesies anything good about me, but only bad.”", "18": "But Micaiah said, “Hear the message from the Lord: I saw the Lord sitting on his throne with his heavenly army standing on his right and on his left. ", "19": "The Lord said, 'Who will trick King Ahab of Israel into attacking Ramoth in Gilead where he will be killed?' “Some said one thing; some said another. ", "20": "Then one spirit came and stood before the Lord and said, 'I will trick him.' “The Lord asked, 'How will you do it?'", "21": "“The spirit answered, 'I will go to Ahab's prophets and make them tell lies.' “So the Lord said, 'You will succeed in tricking him. Go and do it.'”", "22": "Micaiah said, “Ahab, the Lord has made your prophets lie to you, and the Lord has decided that disaster should come to you.”", "23": "Then Zedekiah son of Kenaanah went up to Micaiah and slapped him in the face. Zedekiah said, “Has the Lord's Spirit left me to speak through you?”", "24": "Micaiah answered, “You will find out on the day you go to hide in an inside room.”", "25": "Then Ahab king of Israel ordered, “Take Micaiah and send him to Amon, the governor of the city, and to Joash, the king's son. ", "26": "Tell them I said to put this man in prison and give him only bread and water until I return safely from the battle.”", "27": "Micaiah said, “Ahab, if you come back safely from the battle, the Lord has not spoken through me. Remember my words, all you people!”", "28": "So Ahab king of Israel and Jehoshaphat king of Judah went to Ramoth in Gilead. ", "29": "King Ahab said to Jehoshaphat, “I will go into battle, but I will wear other clothes so no one will recognize me. But you wear your royal clothes.” So Ahab wore other clothes, and they went into battle.", "30": "The king of Aram ordered his chariot commanders, “Don't fight with anyone—important or unimportant—except the king of Israel.” ", "31": "When these commanders saw Jehoshaphat, they thought he was the king of Israel, so they turned to attack him. But Jehoshaphat began shouting, and the Lord helped him. God made the chariot commanders turn away from Jehoshaphat. ", "32": "When they saw he was not King Ahab, they stopped chasing him.", "33": "By chance, a soldier shot an arrow which hit Ahab king of Israel between the pieces of his armor. King Ahab said to his chariot driver, “Turn around and get me out of the battle, because I am hurt!” ", "34": "The battle continued all day. King Ahab held himself up in his chariot and faced the Arameans until evening. Then he died at sunset."}