{"1": "King Josiah celebrated the Passover to the Lord in Jerusalem. The Passover lamb was killed on the fourteenth day of the first month. ", "2": "Josiah chose the priests to do their duties, and he encouraged them as they served in the Temple of the Lord. ", "3": "The Levites taught the Israelites and were made holy for service to the Lord. Josiah said to them, “Put the Holy Ark in the Temple that David's son Solomon, the king of Israel, built. Do not carry it from place to place on your shoulders anymore. Now serve the Lord your God and his people Israel. ", "4": "Prepare yourselves by your family groups for service, and do the jobs that King David and his son Solomon gave you to do.", "5": "“Stand in the holy place with a group of the Levites for each family group of the people. ", "6": "Kill the Passover lambs, and make yourselves holy to the Lord. Prepare the lambs for your relatives, the people of Israel, as the Lord through Moses commanded us to do.”", "7": "Josiah gave the Israelites thirty thousand sheep and goats to kill for the Passover sacrifices, and he gave them three thousand cattle. They were all his own animals.", "8": "Josiah's officers also gave willingly to the people, the priests, and the Levites. Hilkiah, Zechariah, and Jehiel, the officers in charge of the Temple, gave the priests twenty-six hundred lambs and goats and three hundred cattle for Passover sacrifices. ", "9": "Conaniah, his brothers Shemaiah and Nethanel, and Hashabiah, Jeiel, and Jozabad gave the Levites five thousand sheep and goats and five hundred cattle for Passover sacrifices. These men were leaders of the Levites.", "10": "When everything was ready for the Passover service, the priests and Levites went to their places, as the king had commanded. ", "11": "The Passover lambs were killed. Then the Levites skinned the animals and gave the blood to the priests, who sprinkled it on the altar. ", "12": "Then they gave the animals for the burnt offerings to the different family groups so the burnt offerings could be offered to the Lord as was written in the book of Moses. They also did this with the cattle. ", "13": "The Levites roasted the Passover sacrifices over the fire as they were commanded, and they boiled the holy offerings in pots, kettles, and pans. Then they quickly gave the meat to the people. ", "14": "After this was finished, the Levites prepared meat for themselves and for the priests, the descendants of Aaron. The priests worked until night, offering the burnt offerings and burning the fat of the sacrifices.", "15": "The Levite singers from Asaph's family stood in the places chosen for them by King David, Asaph, Heman, and Jeduthun, the king's seer. The gatekeepers at each gate did not have to leave their places, because their fellow Levites had prepared everything for them for the Passover.", "16": "So everything was done that day for the worship of the Lord, as King Josiah commanded. The Passover was celebrated, and the burnt offerings were offered on the Lord's altar. ", "17": "The Israelites who were there celebrated the Passover and the Feast of Unleavened Bread for seven days. ", "18": "The Passover had not been celebrated like this in Israel since the prophet Samuel was alive. None of the kings of Israel had ever celebrated a Passover like it was celebrated by King Josiah, the priests, the Levites, the people of Judah and Israel who were there, and the people of Jerusalem. ", "19": "This Passover was celebrated in the eighteenth year Josiah was king.", "20": "After Josiah did all this for the Temple, Neco king of Egypt led an army to attack Carchemish, a town on the Euphrates River. And Josiah marched out to fight against Neco. ", "21": "But Neco sent messengers to Josiah, saying, “King Josiah, there should not be war between us. I did not come to fight you, but my enemies. God told me to hurry, and he is on my side. So don't fight God, or he will destroy you.”", "22": "But Josiah did not go away. He wore different clothes so no one would know who he was. Refusing to listen to what Neco said at God's command, Josiah went to fight on the plain of Megiddo. ", "23": "In the battle King Josiah was shot by archers. He told his servants, “Take me away because I am badly wounded.” ", "24": "So they took him out of his chariot and put him in another chariot and carried him to Jerusalem. There he died and was buried in the graves where his ancestors were buried. All the people of Judah and Jerusalem were very sad because he was dead.", "25": "Jeremiah wrote some sad songs about Josiah. Even to this day all the men and women singers remember and honor Josiah with these songs. It became a custom in Israel to sing these songs that are written in the collection of sad songs.", "26-27": "The other things Josiah did as king, from beginning to end, are written in the book of the kings of Israel and Judah. It tells how he loved what was written in the Lord's teachings."}