{"1": "He made a bronze altar thirty feet long, thirty feet wide, and fifteen feet tall. ", "2": "Then he made from bronze a large round bowl, which was called the Sea. It was forty-five feet around, fifteen feet across, and seven and one-half feet deep. ", "3": "There were carvings of bulls under the rim of the bowl—ten bulls every eighteen inches. They were in two rows and were made in one piece with the bowl.", "4": "The bowl rested on the backs of twelve bronze bulls that faced outward from the center of the bowl. Three bulls faced north, three faced west, three faced south, and three faced east. ", "5": "The sides of the bowl were four inches thick, and it held about seventeen thousand five hundred gallons. The rim of the bowl was like the rim of a cup or like a lily blossom.", "6": "He made ten smaller bowls and put five on the south side and five on the north. They were for washing the animals for the burnt offerings, but the large bowl was for the priests to wash in.", "7": "He made ten lampstands of gold, following the plans. He put them in the Temple, five on the south side and five on the north.", "8": "He made ten tables and put them in the Temple, five on the south side and five on the north. And he used gold to make a hundred other bowls.", "9": "He also made the priests' courtyard and the large courtyard. He made the doors that opened to the courtyard and covered them with bronze. ", "10": "Then he put the large bowl in the southeast corner of the Temple.", "11": "Huram also made bowls, shovels, and small bowls. So he finished his work for King Solomon on the Temple of God:", "12": "two pillars; two large bowls for the capitals on top of the pillars; two nets to cover the two large bowls for the capitals on top of the pillars;", "13": "four hundred pomegranates for the two nets (there were two rows of pomegranates for each net covering the bowls for the capitals on top of the pillars);", "14": "the stands with a bowl on each stand;", "15": "the large bowl with twelve bulls under it;", "16": "the pots, shovels, forks, and all the things to go with them. All the things that Huram-Abi made for King Solomon for the Temple of the Lord were made of polished bronze. ", "17": "The king had these things poured into clay molds that were made in the plain of the Jordan River between Succoth and Zarethan. ", "18": "Solomon had so many things made that the total weight of all the bronze was never known.", "19": "Solomon also made all the things for God's Temple: the golden altar; tables which held the bread that shows God's people are in his presence; ", "20": "the lampstands and their lamps of pure gold, to burn in front of the Most Holy Place as planned; ", "21": "the flowers, lamps, and tongs of pure gold; ", "22": "the pure gold wick trimmers, small bowls, pans, and dishes used to carry coals, the gold doors for the Temple, and the inside doors of the Most Holy Place and of the main room."}