{"1": "Then Solomon said, “The Lord said he would live in the dark cloud. ", "2": "Lord, I have built a wonderful Temple for you—a place for you to live forever.”", "3": "While all the Israelites were standing there, King Solomon turned to them and blessed them. ", "4": "Then he said, “Praise the Lord, the God of Israel. He has done what he promised to my father David. The Lord said, ", "5": "'Since the time I brought my people out of Egypt, I have not chosen a city in any tribe of Israel where a temple will be built for me. I did not choose a man to lead my people Israel. ", "6": "But now I have chosen Jerusalem as the place I am to be worshiped, and I have chosen David to lead my people Israel.'", "7": "“My father David wanted to build a temple for the Lord, the God of Israel. ", "8": "But the Lord said to my father David, 'It was good that you wanted to build a temple for me. ", "9": "But you are not the one to build it. Your son, who comes from your own body, is the one who will build my temple.'", "10": "“Now the Lord has kept his promise. I am the king now in place of David my father. Now I rule Israel as the Lord promised, and I have built the Temple for the Lord, the God of Israel. ", "11": "There I have put the Ark, in which is the Agreement the Lord made with the Israelites.”", "12": "Then Solomon stood facing the Lord's altar, and all the Israelites were standing behind him. He spread out his hands. ", "13": "He had made a bronze platform seven and one-half feet long, seven and one-half feet wide, and seven and one-half feet high, and he had placed it in the middle of the outer courtyard. Solomon stood on the platform. Then he kneeled in front of all the people of Israel gathered there, and he spread out his hands toward the sky. ", "14": "He said, “Lord, God of Israel, there is no god like you in heaven or on earth. You keep your agreement of love with your servants who truly follow you. ", "15": "You have kept the promise you made to your servant David, my father. You spoke it with your own mouth and finished it with your hands today.", "16": "“Now, Lord, God of Israel, keep the promise you made to your servant David, my father. You said, 'If your sons are careful to obey my teachings as you have obeyed, there will always be someone from your family ruling Israel.' ", "17": "Now, Lord, God of Israel, please continue to keep that promise you made to your servant.", "18": "“But, God, can you really live here on the earth with people? The sky and the highest place in heaven cannot contain you. Surely this house which I have built cannot contain you. ", "19": "But please listen to my prayer and my request, because I am your servant. Lord my God, hear this prayer your servant prays to you. ", "20": "Day and night please watch over this Temple where you have said you would be worshiped. Hear the prayer I pray facing this Temple. ", "21": "Hear my prayers and the prayers of your people Israel when we pray facing this place. Hear from your home in heaven, and when you hear, forgive us.", "22": "“If someone wrongs another person, he will be brought to the altar in this Temple. If he swears an oath that he is not guilty, ", "23": "then hear in heaven. Judge the case, punish the guilty, but declare that the innocent person is not guilty.", "24": "“When your people, the Israelites, sin against you, their enemies will defeat them. But if they come back to you and praise you and pray to you in this Temple, ", "25": "then listen from heaven. Forgive the sin of your people Israel, and bring them back to the land you gave to them and their ancestors.", "26": "“When they sin against you, you will stop the rain from falling on their land. Then they will pray, facing this place and praising you; they will stop sinning when you make them suffer. ", "27": "When this happens, hear their prayer in heaven, and forgive the sins of your servants, the Israelites. Teach them to do what is right. Then please send rain to this land you have given particularly to them.", "28": "“At times the land will get so dry that no food will grow, or a great sickness will spread among the people. Sometimes the crops will be destroyed by locusts or grasshoppers. Your people will be attacked in their cities by their enemies, or will become sick. ", "29": "When any of these things happens, the people will become truly sorry. If your people spread their hands in prayer toward this Temple, ", "30": "then hear their prayers from your home in heaven. Forgive and treat each person as he should be treated because you know what is in a person's heart. Only you know what is in people's hearts. ", "31": "Then the people will respect and obey you as long as they live in this land you gave our ancestors.", "32": "“People who are not Israelites, foreigners from other lands, will hear about your greatness and power. They will come from far away to pray at this Temple. ", "33": "Then hear from your home in heaven, and do whatever they ask you. Then people everywhere will know you and respect you, just as your people Israel do. Then everyone will know that I built this Temple as a place to worship you.", "34": "“When your people go out to fight their enemies along some road on which you send them, your people will pray to you, facing this city which you have chosen and the Temple I have built for you. ", "35": "Then hear in heaven their prayers, and do what is right.", "36": "“Everyone sins, so your people will also sin against you. You will become angry with them and will hand them over to their enemies. Their enemies will capture them and take them away to a country far or near. ", "37": "Your people will be sorry for their sins when they are held as prisoners in another country. They will be sorry and pray to you in the land where they are held as prisoners, saying, 'We have sinned. We have done wrong and acted wickedly.' ", "38": "They will truly turn back to you in the land where they are captives. They will pray, facing this land you gave their ancestors, this city you have chosen, and the Temple I have built for you. ", "39": "Then hear their prayers from your home in heaven and do what is right. Forgive your people who have sinned against you.", "40": "“Now, my God, look at us. Listen to the prayers we pray in this place.", "41": "Now, rise, Lord God, and come to your resting place. Come with the Ark of the Agreement that shows your strength. Let your priests receive your salvation, Lord God, and may your holy people be happy because of your goodness.", "42": "Lord God, do not reject your appointed one. Remember your love for your servant David.”"}