{"1": "No doubt it is not seemly for me to boast. Nevertheless, I will come to visions and revelations from the Lord. ", "2": "I know a man in Christ about fourteen years ago (whether he was in the body I cannot tell, or whether he was out of the body I cannot tell, God knows) who was taken up into the third heaven. ", "3": "And I know the same man (whether in the body or out of the body I cannot tell, God knows), ", "4": "how he was taken up into Paradise and heard words not to be spoken, which no man can utter. ", "5": "Of this man I will boast. Of myself I will not boast, unless it be of my infirmities. ", "6": "And yet if I chose to boast, I would not be a fool, because I would be speaking the truth. Nevertheless, I refrain, lest anyone should think of me above what he sees me to be, or hears from me.", "7": "And lest I should be unduly lifted up through the greatness of the revelations, there was given to me unquietness of the flesh, the messenger of Satan to buffet me – because I should not be unduly lifted up. ", "8": "For this thing I besought the Lord three times, to put it from me. ", "9": "And he said to me, My grace is sufficient for you, for my strength is made perfect through weakness. Very gladly therefore will I rest in my weakness, so that the strength of Christ may dwell in me. ", "10": "Therefore I am content in infirmities, in reproach, in need, in persecutions, in anguish, for Christ's sake. For when I am weak, then I am strong.", "11": "I am made a fool in going on about myself. You have compelled me. I ought to have been commended by you. For in nothing was I inferior to the chief apostles. Though I am nothing, ", "12": "yet the signs that mark an apostle were wrought among you with all patience – with miracles, and wonders, and works of power. ", "13": "For in what were you less favoured than other congregations? – unless it is in that I was not burdensome to you. Forgive me this wrong done to you! ", "14": "And now the third time I am ready to come to you, and still I will not be a burden to you. For I seek not yours, but you. Also, the children ought not to lay up for the fathers and mothers, but the fathers and mothers for the children. ", "15": "I will very gladly give, and will be given, for your souls – though the more I love you, the less I am loved in return.", "16": "But granted that I did not impose upon you, nevertheless I was crafty and took you with guile –", "17": "Did I rob you through any of the men that I sent to you? ", "18": "I asked Titus, and with him I sent a brother. Did Titus defraud you of anything? Did we not walk in the same spirit? Did we not walk in like steps? ", "19": "Again, do you think that we are justifying ourselves to you? We speak in Christ, in the sight of God. But we do all things, dearly beloveds, for your upbuilding. ", "20": "For I fear lest it come to pass that when I come, I will not find you such as I would like, and you will find me such as I would not want. I fear lest there be found among you debate, envying, anger, rivalry, backbiting, whisperings, swelling, and discord. ", "21": "I fear that when I come again, God may bring me low among you, and I may be constrained to bewail many of those who have sinned already and have not repented of the uncleanness, fornication, and wantonness that they have committed."}