{"1": "We begin to praise ourselves again. Do we like some others need letters of recommendation to you? or letters of recommendation from you? ", "2": "You are our letter written in our hearts, which is understood and read by all people, ", "3": "in that it is known that you are the epistle of Christ through our work – and written not with ink, but with the Spirit of the living God, and not in tablets of stone, but in fleshly tablets of the heart.", "4": "Such confidence we have through Christ in God. ", "5": "It is not that we are competent in and of ourselves, so as to think a good thought, as it were, by ourselves. But our ability comes from God, ", "6": "who has made us able to minister the new testament – not of the letter, but of the Spirit. For the letter kills, but the Spirit gives life.", "7": "If the ministration of death through the letters figured in stones was so glorious that the children of Israel could not behold the face of Moses for the glory of his countenance (which glory nevertheless is done away with), ", "8": "why shall not the ministration of the Spirit be much more glorious? ", "9": "For if the ministering of condemnation is glorious, much more does the ministration of righteousness exceed in glory. ", "10": "For without doubt, that which was there glorified is not once glorified in relation to this surpassing glory. ", "11": "So then, if that which is destroyed was glorious, much more will that which remains be glorious.", "12": "Seeing then that we have such confidence, we speak boldly, ", "13": "and do not do as Moses, who put a veil over his face so that the children of Israel could not see the purpose served by that which is abolished. ", "14": "But their minds were blinded. For until this day, the same covering remains unremoved in the old testament when they read it, which in Christ is put away. ", "15": "But even to this day, when Moses is read, the veil hangs before their hearts. ", "16": "Nevertheless, when they turn to the Lord, the veil shall be taken away.", "17": "The Lord no doubt is a Spirit. And where the Spirit of the Lord is, there is liberty. ", "18": "And we all behold the glory of the Lord with his face revealed, and are changed into his likeness from glory to glory, even by the Spirit of the Lord."}