{"1": "Of the ministering to the saints, it is more than I need do to write to you. ", "2": "For I know your readiness of mind, of which I boast to the Macedonians, and say that Achaia was prepared a year ago, and your ferventness has inspired many. ", "3": "Nevertheless, I have sent these brethren lest our boasting over you should be in vain in this respect, and so that you (as I have said) will prepare yourselves – ", "4": "lest perhaps, if some of the Macedonians come with me and find you unprepared, the boast I made in this matter should be an embarrassment to us, not to mention to you.", "5": "Therefore I thought it necessary to exhort the brethren to go beforehand to you, to arrange for the good blessing you promised earlier, so it could be ready – so that it is a blessing, and not a defrauding. ", "6": "Remember this: he who sows little will reap little, and he who sows plentifully will reap plentifully. ", "7": "And let every person do as he has purposed in his heart – not grudgingly, or under constraint. For God loves a cheerful giver.", "8": "God is able to make you rich in all grace, so that you, in all things having sufficient to the utmost, may be rich for all manner of good works. ", "9": "As it is written: He who dispersed abroad and has given to the poor, his righteousness remains forever.", "10": "He who gives the sower seed will provide bread for food, and will multiply your seed, and increase the fruits of your righteousness, ", "11": "so that in everything you may be made rich, in all generosity – which raises through us thanksgiving to God. ", "12": "For the work of this ministry not only supplies the need of the saints, but is also fruitful in that for this laudable ministering, thanks may be given to God by many, ", "13": "who glorify God for the obedience of your profession of the gospel of Christ, and for your generosity in distributing to them and to all people. ", "14": "And in their prayers to God for you they long after you, for the abundant grace of God given to you. ", "15": "Thanks be to God for his indescribable gift."}