{"1": "My little-children, I am writing these things to you in order that you may not sin. And if anyone sins, we have an advocate[a] with the Father: Jesus Christ the Righteous. ", "2": "And He Himself is the satisfaction[b] for our sins; and not for ours only, but also for the whole world's. ", "3": "And by this we know that we have come-to-know Him: if we are keeping His commandments. ", "4": "The one claiming that “I have come-to-know Him” and not keeping His commandments is a liar, and the truth is not in this one. ", "5": "But whoever is keeping His word, truly the love of God has been perfected[c] in this one. By this we know that we are in Him: ", "6": "the one claiming to be abiding in Him ought just as that One walked also himself thus to be walking.", "7": "Beloved, I am not writing a new commandment to you, but an old[d] commandment which you had from the beginning. The old commandment is the word which you heard. ", "8": "Yet-again I am writing a new[e] commandment to you, which[f] is true[g] in Him and in you, because[h] the darkness is passing-away and the true Light[i] is already shining. ", "9": "The one claiming to be in the light and hating his brother is in the darkness until now. ", "10": "The one loving his brother is abiding in the light, and there is no cause-of-falling in him. ", "11": "But the one hating his brother is in the darkness, and is walking in the darkness, and does not know where he is going because the darkness blinded his eyes.", "12": "I am writing to you, little-children[j], because your sins have been forgiven you for-the-sake-of His name. ", "13": "I am writing to you, fathers, because you have known the One from the beginning. I am writing to you, young-men, because you have overcome the evil one.", "14": "I wrote[k] to you, children, because you have known the Father. I wrote to you, fathers, because you have known the One from the beginning. I wrote to you, young-men, because you are strong ones, and the word of God is abiding in you, and you have overcome the evil one.", "15": "Do not be loving the world, nor the things in the world. If anyone is loving the world, the love of the Father is not in him. ", "16": "Because everything in the world— the desire of [l] the flesh, and the desire of the eyes, and the boastful-pride of life[m]— is not from the Father, but is from the world. ", "17": "And the world is passing-away, and its desire. But the one doing the will of God abides forever.", "18": "Children, it is the last[n] hour. And just as you heard that the Antichrist is coming, even now many antichrists have arisen— from which we know that it is the last hour. ", "19": "They went out from us, but they were not of [o] us. For if they had been of us, they would have remained with us. But they went out in order that they might be made-evident that[p] they all are not of us.", "20": "And you have an Anointing[q] from the Holy One, and you all have-knowledge[r]. ", "21": "I did not write to you because you do not know the truth, but because you know it, and that[s] every lie is not from[t] the truth. ", "22": "Who is the liar if not the one denying that Jesus is the Christ? This one is the antichrist, the one denying the Father and the Son. ", "23": "Everyone denying the Son does also-not have the Father. The one confessing[u] the Son also has the Father. ", "24": "Let what you heard from the beginning be abiding in you. If what you heard from the beginning abides in you, you also will abide in the Son and in the Father. ", "25": "And this is the promise which He Himself promised to us: eternal life. ", "26": "I wrote these things to you concerning the ones deceiving you. ", "27": "And the Anointing which you received from Him is abiding in you. And you have no need that anyone should be teaching[v] you; but as His Anointing is teaching you about all things, and is true and is not a lie, and just as it[w] taught you, be abiding[x] in it[y].", "28": "And now little-children, be abiding[z] in Him so that if He appears, we may have confidence and not be put-to-shame[aa] by Him at His coming.", "29": "If you know[ab] that He[ac] is righteous, you know that everyone also doing righteousness has been born[ad] from Him. "}