{"1": "See what-kind-of love the Father has given to us: that we should be called children of God! And we are! For this reason the world does not know us, because it did not know Him. ", "2": "Beloved, we are now children of God, and what we will be has not yet appeared[a]. We know that if He appears, we will be like Him, because we will see Him just as He is. ", "3": "And everyone having this hope in[b] Him is purifying himself, just as that One is pure. ", "4": "Everyone doing sin also is doing lawlessness. Indeed sin is lawlessness. ", "5": "And you know that that One appeared in order that He might take-away sins. And there is no sin in Him. ", "6": "Everyone abiding in Him is not sinning[c]. Everyone sinning has not seen Him nor known Him. ", "7": "Little-children, let no one be deceiving you— the one doing righteousness is righteous, just as that One is righteous. ", "8": "The one doing sin is of the devil, because the devil is sinning[d] from the beginning. The Son of God appeared for this: that He might destroy the works of the devil. ", "9": "Everyone having been born[e] from God is not doing sin— because His seed[f] is abiding in him, and he is not able to be sinning[g] because he has been born from God. ", "10": "By this, the children of God and the children of the devil are evident. Everyone not doing[h] righteousness is not from God— and the one not loving his brother! ", "11": "Because this is the message which you heard from the beginning: that we should be loving one another. ", "12": "Not as Cain. He was of the evil one, and slew his brother. And for what reason did he slay him? Because his works were evil, but the ones of his brother were righteous. ", "13": "And do not be marveling, brothers, if the world hates you! ", "14": "We know that we have passed from death into life because we are loving the brothers. The one not loving is abiding[i] in death. ", "15": "Everyone hating his brother is a murderer, and you know that every murderer does not have eternal life abiding in him. ", "16": "By this we have come-to-know love: because that One laid-down His life for us. And we ought to lay-down our lives for the brothers. ", "17": "But whoever has the goods of the world and sees his brother having a need and shuts his deep-feelings from him, how is the love of God abiding in him? ", "18": "Little children, let us not be loving with word nor tongue, but in deed and truth. ", "19": "And by this, we will know that we are of [j] the truth, and we will persuade[k] our heart before Him. ", "20": "Because[l] if our heart is condemning[m] us, we know that God is greater[n] than our hearts, and He knows all things. ", "21": "Beloved, if our heart is not condemning us, we have confidence[o] before God. ", "22": "And whatever we are asking, we are receiving from Him, because we are keeping His commandments and doing the pleasing things in His sight. ", "23": "And this is His commandment: that we believe in the name of His Son Jesus Christ, and that we be loving one another, just as He gave us the commandment. ", "24": "And the one keeping His commandments is abiding in Him, and He in him. And by this we know that He is abiding in us: from the Spirit Whom He gave to us."}