{"1": "Beloved, do not be believing every spirit, but be testing the spirits[a] to see if they are from God, because many false-prophets have gone out into the world. ", "2": "By this you know[b] the Spirit[c] of God: every spirit that is confessing Jesus Christ as having come in the flesh is from God. ", "3": "And every spirit that is not confessing Jesus is not from God. And this is the spirit of the Antichrist— which, you have heard that it is coming, and now it is already in the world. ", "4": "You are from[d] God, little children, and you have overcome them, because greater is the One in you than the one in the world. ", "5": "They are from[e] the world. For this reason they are speaking from the world, and the world is listening-to them. ", "6": "We are from God. The one knowing God is listening-to us. He who is not from God is not listening-to us. From this, we know the Spirit[f] of truth and the spirit of error[g].", "7": "Beloved, let us be loving one another. Because the love[h] is from God! And everyone loving has been born[i] from God, and knows God. ", "8": "The one not loving did not know God, because God is love.", "9": "By this God's love was made-known among[j] us: that God has sent-forth His only-born[k] Son into the world in order that we might live through Him. ", "10": "In this is love— not that we have loved God, but that He loved us, and sent-forth His Son to be the satisfaction[l] for our sins.", "11": "Beloved, if God loved us in-this-manner[m], we also ought to be loving one another.", "12": "No one has ever seen God; if we are loving[n] one another, God is abiding in us, and His love[o] has been perfected[p] in us. ", "13": "By this[q] we know that we are abiding in Him and He in us: because He has given to us of His Spirit. ", "14": "And we have seen, and are testifying that the Father has sent-forth the Son to be Savior of the world. ", "15": "Whoever confesses that Jesus is the Son of God, God is abiding in him and he in God. ", "16": "And we have come-to-know and have believed the love which God has in us. God is love; and the one abiding in the love is abiding in God, and God is abiding in him. ", "17": "By this[r], the love has been perfected with[s] us in order that we may have confidence on the day of judgment. Because just as that One is[t], we also are, in this world. ", "18": "Fear[u] is not in love— rather, perfect love throws fear out, because fear has punishment. And the one fearing has not been perfected in love. ", "19": "We are loving because[v] He first loved us.", "20": "If someone claims that “I love God” and is hating his brother, he is a liar. For the one not loving his brother whom he has seen cannot be loving God Whom he has not seen. ", "21": "And we have this commandment from Him: that the one loving God should be loving his brother also."}