{"1": "How lonely lies the city that once thronged with people! Once great among the nations, now she is like a widow! Once princess among provinces, she has become a vassal.", "2": "Bitterly she weeps at night, tears running down her cheeks. Not one of all her lovers is there to comfort her. Her friends have all betrayed her; they have become her enemies.", "3": "Y'hudah has fled into exile from oppression and endless slavery. She lives among the nations, but there she finds no rest. Her pursuers have all overtaken her in the midst of her distress.", "4": "The roads to Tziyon are mourning because no one comes to the festivals. Her gateways are all deserted, her cohanim are groaning, her unmarried girls are grieving — how bitter it is for her!", "5": "Her foes have become the head, her enemies relax, for Adonai has made her suffer because of her many sins. Her young children have gone away captive before the foe.", "6": "All splendor has departed from the daughter of Tziyon. Her princes have become like deer unable to find pasture, running on, exhausted, fleeing from the hunter.", "7": "In the days of her affliction and anguish, Yerushalayim remembers all the treasures that were hers, ever since ancient times. Now her people fall into the power of the foe, and she has no one to help her; her enemies are gloating over her, mocking her desolation.", "8": "Yerushalayim sinned grievously; therefore she has become unclean. All who honored her now despise her, because they have seen her naked. She herself also moans and turns her face away.", "9": "Her filthiness was in her skirts; she gave no thought to how it would end. Hence her astounding downfall, with no one to console her. “Look, Adonai, how I suffer; for the foe has triumphed!”", "10": "Enemies have reached out their hands to seize all her treasures. She has seen Goyim approach and go inside her sanctuary, those whom you forbade even to enter your assembly.", "11": "All her people are groaning, as they search for something to eat. They barter their treasures for food to keep themselves alive. “Look, Adonai! See how despised I am.", "12": "“May it not happen to you, all you passers-by! Just look, and see if there is any pain like the pain inflicted on me, which Adonai made me suffer on the day of his blazing anger.", "13": "“From on high, he sent down fire deep into my bones; he spread a net to catch my feet; he turned me back; he left me desolate, in misery all day long.", "14": "“My sins have been bound into a yoke, knit together by his hand. It weighs down on my neck, and it saps my strength. Adonai has put me into the power of those I cannot withstand.", "15": "“All the strong men within my walls Adonai has rejected. He has set a specific time for crushing my young men. Adonai has trodden, like grapes in a winepress, the virgin daughter of Y'hudah.", "16": "“Because of these things, I weep; my eyes, my eyes stream with tears; for anyone who could comfort me and revive my courage is far away. My children are in a state of shock, because the enemy has prevailed.”", "17": "Tziyon spreads out her hands, but no one is there to console her. Concerning Ya'akov, Adonai has ordered those around him to be his foes; Yerushalayim has become for them an unclean, filthy thing.", "18": "“Adonai is in the right, for I rebelled against his word. Listen, please, all you peoples; and see how I am in pain! My young women and my young men have gone into captivity.", "19": "“I called out to my lovers, but they let me down. My cohanim and leaders perished in the city, as they were seeking food to keep themselves alive.", "20": "“See, Adonai, how distressed I am! Everything in me is churning! My heart turns over inside me, because I have been so rebellious. Outside, the sword brings bereavement; inside, it is like death.", "21": "“People have heard how I groan, with no one to comfort me. All my foes have heard of my trouble; they are glad that you have done it. Bring the day you have promised, so that they will suffer like me!", "22": "“Let all their wickedness come before you. Then do to them as you have done to me because of all my offenses. For my groans are many, and I am sick at heart.”"}