{"1": "How enveloped in darkness Adonai, in his anger, has made the daughter of Tziyon! He has thrown down from heaven to earth the splendor of Isra'el, forgotten his footstool [the sanctuary] on the day of his anger.", "2": "Without pity Adonai swallowed up all the dwellings of Ya'akov. In his wrath he broke down the strongholds of the daughter of Y'hudah, brought them down to the ground, thus profaning the kingdom and its rulers.", "3": "In his fierce anger he cut off all the power of Isra'el, withdrew his protecting right hand at the approach of the enemy, and blazed up in Ya'akov like a flaming fire devouring everything around it.", "4": "He bent his bow like an enemy, with his right hand set like a foe. He killed all who were pleasant to see. In the tent of the daughter of Tziyon, he poured out his fury like fire.", "5": "Adonai became like an enemy; he swallowed up Isra'el, swallowed up all its palaces, and destroyed all its strongholds. For the daughter of Y'hudah he has multiplied mourning and moaning.", "6": "He wrecked his tabernacle as easily as a garden, destroyed his place of assembly. Adonai caused Isra'el to forget designated times and Shabbats. In the heat of his anger he rejected both king and cohen.", "7": "Adonai rejected his altar, disowned his sanctuary, and gave her palace walls over to the power of the foe, who raised such shouts in the house of Adonai that it sounded like a festival day.", "8": "Adonai resolved to destroy the wall of the daughter of Tziyon. He measured it with his line and did not stay his hand until it was all in ruins. He brought grief to rampart and wall; together they lie dejected.", "9": "Her gates have sunk into the ground; he destroyed and broke their bars. Her king and rulers are among the Goyim, there is no more Torah, and her prophets do not receive visions from Adonai.", "10": "The leaders of the daughter of Tziyon sit on the ground in silence. They throw dust on their heads; they are wearing sackcloth. The unmarried women of Yerushalayim lower their heads to the ground.", "11": "My eyes are worn out from weeping, everything in me is churning; I am empty of emotion because of the wounds to my people, because children and infants are fainting away in the streets of the city.", "12": "They keep asking their mothers, “Where is something to eat or drink?” as they faint away in the streets of the city, gasping out their last breath in their mother's bosom.", "13": "What can be said to you, what can be compared with you, daughter of Yerushalayim? What example can I give to comfort you, virgin daughter of Tziyon? For your downfall is as vast as the sea; who can heal you?", "14": "The visions your prophets saw for you were futile, just a whitewash. They did not expose your guilt, so as to reverse your fortunes — no, the visions they saw for you were alluring, but futile.", "15": "All who pass your way clap their hands at you, hissing and shaking their heads at the daughter of Yerushalayim: “This city was called 'perfection in beauty'? 'the joy of the whole earth'?”", "16": "All your adversaries open their mouths to jeer at you. They hiss, they grind their teeth; they say, “We have swallowed her up! This is the day we were waiting for, and now we have lived to see it!”", "17": "Adonai has done what he planned, he has fulfilled his promise, which he decreed in ancient times. He has destroyed without pity, he has let the enemy gloat over you and filled your foes with pride.", "18": "Their hearts cried out to Adonai, “Wall of the daughter of Tziyon! Let your tears stream down like a torrent, day and night! Give yourself no respite, give your eyes no rest!", "19": "“Get up! Cry out in the night, at the beginning of every watch! Pour your heart out like water before the face of Adonai! Lift up your hands to him for the lives of your babies, who are fainting away from hunger at every streetcorner.”", "20": "Adonai, look and see who it is you have thus tormented! Should women eat the fruit of their wombs, the children they have held in their hands? Should cohanim and prophets be slaughtered in the sanctuary of Adonai?", "21": "Youths and old men are lying on the ground in the streets, my unmarried women and young men have fallen by the sword. You killed them on the day of your anger, you slaughtered them without pity.", "22": "You have summoned my terrors from every direction, as on a festival day. On the day of Adonai's anger, not one escaped; not one survived — the children I held in my arms and raised, my enemy has destroyed."}