{"1": "I am the man who has seen affliction under the rod of his fury,", "2": "He has led me and made me walk in darkness and not in light.", "3": "Against me alone he turns his hand again and again, all day.", "4": "He has worn away my skin and flesh, he has broken my bones.", "5": "He has besieged and surrounded me with bitterness and hardship.", "6": "He has made me live in darkness, like those who are long dead.", "7": "He has walled me in, so I can't escape; he has weighed me down with chains.", "8": "Even when I cry out, pleading for help, he shuts out my prayer.", "9": "He has barred my way with blocks of stone, he has made my paths crooked.", "10": "He lies in wait for me like a bear, like a lion in hiding.", "11": "He has forced me aside and torn me to pieces, leaving me stunned.", "12": "He has bent his bow and used me as a target for his arrows.", "13": "He has pierced my vital organs with shafts from his quiver.", "14": "I'm a laughingstock to all my people, the butt of their taunts all day long.", "15": "He has filled me with bitterness, sated me with wormwood.", "16": "He has broken my teeth with gravel and pressed me down into ashes.", "17": "I have been so deprived of peace, I have so forgotten what happiness is,", "18": "that I think, “My strength is gone, and so is my hope in Adonai.”", "19": "Remember my utter misery, the wormwood and the gall.", "20": "They are always on my mind; this is why I am so depressed.", "21": "But in my mind I keep returning to something, something that gives me hope —", "22": "that the grace of Adonai is not exhausted, that his compassion has not ended.", "23": "[On the contrary,] they are new every morning! How great your faithfulness!", "24": "“Adonai is all I have,” I say; “therefore I will put my hope in him.", "25": "Adonai is good to those waiting for him, to those who are seeking him out.", "26": "It is good to wait patiently for the saving help of Adonai.", "27": "It is good for a man to bear the yoke from his youth.", "28": "Let him sit alone in silence when he has laid it on him.", "29": "Let him submit absolutely; there may yet be hope.", "30": "Let him offer his cheek to the one who strikes it, and receive his fill of insults.", "31": "For rejection by Adonai does not last forever.", "32": "He may cause grief, but he will take pity, in keeping with the greatness of his grace.", "33": "For he does not arbitrarily torment or punish human beings.", "34": "When anyone tramples underfoot any of the prisoners of the land;", "35": "when anyone deprives a person of justice, in defiance of the Most High;", "36": "when someone is cheated of justice in court — does Adonai not take note of such things?", "37": "Who can say something and have it happen without Adonai's commanding it?", "38": "Don't both bad things and good proceed from the mouth of the Most High?", "39": "Why should anyone alive complain, even a strong man, about the punishment for his sins?", "40": "Let us examine and test our ways and return to Adonai.", "41": "Let us lift up our hearts and our hands to God in heaven and say,", "42": "“We, for our part, have transgressed and rebelled; you, for your part, have not forgiven.", "43": "“You have covered us with anger, pursued and slaughtered us without pity.", "44": "You have covered yourself with a cloud so thick that no prayer can pass through.", "45": "You have reduced us to rubbish and filth among the peoples.", "46": "“All our adversaries open their mouths to jeer at us.", "47": "Panic and pitfall have come upon us, desolation and destruction.", "48": "My eyes stream with rivers of water over the destruction of the daughter of my people.”", "49": "My eyes weep ceaselessly; there is no respite,", "50": "until Adonai looks down and sees from heaven.", "51": "My eyes make me so upset at the fate of the women in my city.", "52": "Those who are my enemies for no reason hunted me down like a bird.", "53": "They forced me alive into a pit and threw stones on me.", "54": "Water rose above my head; I thought, “I am finished!”", "55": "I called on your name, Adonai, from the bottom of the pit.", "56": "You heard my voice; don't close your ear at my sighs, at my cries.", "57": "You came near when I called to you; you said, “Don't be afraid.”", "58": "Adonai, you defended my cause; you redeemed my life.", "59": "Adonai, you see how I have been wronged; give judgment in my favor!", "60": "You have seen all their vindictiveness and all their plots against me.", "61": "You have heard their taunts, Adonai, and all their plots against me,", "62": "the whispered murmurings of my foes against me all day long.", "63": "See how, whether they sit or stand, I am the butt of their taunts.", "64": "Repay them, Adonai, as their deeds deserve.", "65": "Give them hardheartedness as your curse on them.", "66": "Pursue them in anger! Destroy them from under your heavens!"}