{"1": "How the gold has lost its luster! How the fine gold has changed! How the stones of the sanctuary lie scattered at every streetcorner!", "2": "The precious sons of Tziyon, as precious as fine gold — to think they are now worth no more than clay jars made by a potter!", "3": "Even jackals bare their breasts in order to nurse their young, but the daughters of my people have become as cruel as ostriches in the desert.", "4": "The tongue of the baby at the breast sticks to the roof of its mouth from thirst; young children are begging for bread, but no one is giving them any.", "5": "People who once ate only the best lie dying in the streets; those who were raised wearing purple are clawing at piles of garbage.", "6": "For the offense of the daughter of my people is greater than the sin of S'dom, which was overthrown in an instant, without a hand to help her.", "7": "Her princes were purer than snow; they were whiter than milk, their bodies more ruddy than pink pearls, as beautiful as sapphires.", "8": "Now their faces are blacker than coal; in the streets they go unrecognized. Their skin has shriveled over their bones and become as dry as a stick.", "9": "Those slain by the sword are better off than those who are dying from hunger; since these waste away as if pierced through, for lack of food from the fields.", "10": "With their own hands compassionate women have cooked their own children; their children became their food when the daughter of my people was destroyed.", "11": "Adonai has finished with his fury, he has poured out his blazing wrath; he kindled a fire in Tziyon that consumed its very foundations.", "12": "The kings of the earth could not believe, neither could anyone living in the world, that enemy or foe would ever enter the gates of Yerushalayim.", "13": "It happened because of the sins of her prophets and the offenses of her cohanim, who, within her walls, shed the blood of the righteous.", "14": "They wander in the streets like the blind; they are so polluted with blood that nobody is able even to touch their clothing.", "15": "“Keep away! Unclean!” people shout at them, “Keep away! Away! Don't touch us!” They flee, to wander here and there; but no nation allows them to stay.", "16": "Adonai himself scattered them; he will no longer look after them; they had no respect for cohanim and showed no kindness to the leaders.", "17": "As for us, our eyes are worn out from looking in vain for help; we kept on watching and watching for a nation that couldn't save us.", "18": "They keep dogging our steps, so that we can't go out in our streets. Our end is near, our time is up; yes, our end has come.", "19": "Those who pursued us were swifter than eagles in the sky. They chased us over the mountains and waylaid us in the desert.", "20": "Adonai's anointed, our life-breath, was caught in their pits; though of him we had said, “Under his protection, we can live among the nations.”", "21": "Rejoice, be glad, daughter of Edom, who lives in the land of 'Utz. To you too the cup will pass; you will get drunk and strip yourself naked!", "22": "Your offenses, daughter of Tziyon, are atoned for; he will keep you in exile no longer. Your offenses, daughter of Edom, he will punish; he will expose your sins."}