{"1": "“Man who is born of woman lives only a short time and is full of trouble. ", "2": "He grows up and dries like a flower. He leaves like a shadow and does not stay. ", "3": "You open Your eyes on him and decide about him. ", "4": "Who can make clean what is unclean? No one! ", "5": "A man's days are numbered. You know the number of his months. He cannot live longer than the time You have set. ", "6": "So now look away from him that he may rest, until he has lived the time set for him like a man paid to work.", "7": "“For there is hope for a tree, when it is cut down, that it will grow again, and that its branches will not stop growing. ", "8": "Its roots grow old in the ground, and the base of the tree dies in the dry ground. ", "9": "But with water it will grow. Branches will grow from it like a plant. ", "10": "But man dies and is laid low. Man dies, and where is he? ", "11": "As water goes into the air from the sea, and the river wastes away and dries up, ", "12": "so man lies down and does not get up again. Until the heavens are no more, he will not wake up or come out of his sleep.", "13": "“If only You would hide me in the place of the dead! If only You would hide me until Your anger is past, and set a time for me and remember me! ", "14": "If a man dies, will he live again? I will wait all the days of my trouble until a change comes. ", "15": "You will call and I will answer You. You will wait for the work of Your hands. ", "16": "For now You number my steps. You do not write down my sin. ", "17": "My sin is locked up in a bag. You cover my wrong-doing.", "18": "“But the mountain falls and breaks apart to nothing. The rock moves from its place. ", "19": "Water wears away the stones. Its floods wash away the dust of the earth. So You destroy man's hope. ", "20": "You have power over him forever, and he leaves. You change what he looks like and send him away. ", "21": "His sons receive honor, but he does not know it. Or they lose honor, but he does not see it. ", "22": "His body gives him pain, and he has sorrow only for himself.”"}