{"1": "Then Eliphaz the Temanite answered, ", "2": "“Should a wise man answer with learning that is of no worth, and fill himself with the east wind? ", "3": "Should he argue with talk that will not help, or with words that do no good? ", "4": "For sure you are doing away with the fear of the Lord. You are stopping the quiet worship of God. ", "5": "You show your sin by what you say. You are trying to hide behind your words. ", "6": "Your own mouth says you are guilty, and not I. Your own lips speak against you.", "7": "“Were you the first man to be born? Or were you made before the hills? ", "8": "Were you there to hear the secret plans of God? Are you the only one who has wisdom? ", "9": "What do you know that we do not know? What do you understand that is not clear to us? ", "10": "Men whose hair has grown white and those who have lived many years are among us. They are older than your father. ", "11": "Are the gentle words spoken to you, which give comfort from God, too little for you? ", "12": "Why does your heart carry you away? And why do your eyes shine, ", "13": "that you turn your spirit against God and let such words go out of your mouth? ", "14": "What is man, that he can be pure, or he who is born of a woman, that he can be right and good? ", "15": "See, God puts no trust in His holy ones. The heavens are not pure in His eyes. ", "16": "How much less one who is hated and sinful, a man who drinks sin like water!", "17": "“I will tell you, listen to me. I will make known what I have seen, ", "18": "what wise men have told that they learned from their fathers. They have not hidden anything. ", "19": "These were the ones to whom the land was given, and no stranger passed among them. ", "20": "The sinful man suffers in pain all his days. His years are numbered because of all his sin. ", "21": "Sounds of fear are in his ears. When all seems to be going well, the one who destroys will come upon him. ", "22": "He does not believe that he will be taken away from darkness, and the sword is meant for him. ", "23": "He goes to look for food, saying, 'Where is it?' He knows that a day of darkness is near. ", "24": "Trouble and pain fill him with fear. They have power over him like a king ready for battle. ", "25": "He has put out his hand against God, and is full of pride against the All-powerful. ", "26": "He rushes in pride against Him with his big battle-covering. ", "27": "His face is fat, and his thighs are heavy with fat. ", "28": "He has lived in cities that have been laid waste, in houses where no one lives which will be destroyed. ", "29": "He will no longer be rich, and what he has will not last. His grain will come to nothing. ", "30": "He will not get away from darkness. The fire will dry up his branches, and the breath of God's mouth will drive him away. ", "31": "Let him not lie to himself and trust in what is empty. For what is empty will be his reward. ", "32": "It will be paid in full while he still lives, and his branch will not be green. ", "33": "He will be like the vine that drops off its grapes before they are ready. And he will throw off his flower like the olive tree. ", "34": "Those who visit the sinful bring no fruit. And fire destroys the tents of those who do wrong. ", "35": "They give birth to trouble and bring sin. Their minds plan lies.”"}