{"1": "Then Job answered, ", "2": "“I have heard many such things. All of you bring trouble instead of comfort. ", "3": "Is there no end to your words that are full of wind? What is your problem that you keep on talking? ", "4": "I also could speak like you, if I were in your place. I could put words together against you, and shake my head at you. ", "5": "I could give you strength with my mouth. I could speak words of comfort and make your pain less.", "6": "“If I speak, my pain is not made less. And if I keep quiet, it does not leave me. ", "7": "But now God has taken away my strength. He has taken away all my family. ", "8": "He has made me dry up, and this speaks against me. The wasting away of my body rises up against me. It speaks against me to my face. ", "9": "His anger has torn me and hated me. He has ground His teeth at me. The one against me looks hard at me. ", "10": "Men have looked at me with their mouths open. They have hit me on the face with anger. They have gathered together against me. ", "11": "God gives me over to bad men. He throws me into the hands of the sinful. ", "12": "I was living in comfort, but He has taken that away. He has taken hold of me by the neck and shaken me to pieces. He has set me up for something to shoot at. ", "13": "His arrows are all around me. He cuts my kidneys open without pity. He pours the bitter insides on the ground. ", "14": "He hurts me again and again. He runs at me like a man of war. ", "15": "I have sewed cloth made from hair over my skin, and have laid my hope in the dust. ", "16": "My face is red from crying, and darkness is over my eyes. ", "17": "But my hands have done nothing bad, and my prayer is pure.", "18": "“O earth, do not cover my blood. Let my cry have no place to rest. ", "19": "See, even now there is One Who sees me from heaven. The One Who speaks for me is on high. ", "20": "My friends make fun of me. My eyes pour out tears to God. ", "21": "If only a man could give reasons to God, as a man does for his neighbor! ", "22": "In a few years I will go the way that I cannot return."}