{"1": "Then Job answered, ", "2": "“How long will you make me suffer and crush me with words? ", "3": "Ten times you have put me to shame and are not ashamed to wrong me. ", "4": "Even if it is true that I have done wrong, it stays with me. ", "5": "You put yourselves up high against me, and try to prove my shame to me. ", "6": "You will know then that God has wronged me, and has set a trap around me.", "7": "“See, I cry, 'Someone is hurting me!' but I get no answer. I call for help, but no one stands for what is right and fair. ", "8": "He has built a wall in my way so that I cannot pass. And He has put darkness on my paths. ", "9": "He has taken my honor from me, and taken the crown from my head. ", "10": "He breaks me down on every side, and I am gone. He has pulled up my hope like a tree. ", "11": "He has made His anger burn against me, and thinks of me as one who fights against Him. ", "12": "His armies come together and build a path against me. They camp around my tent.", "13": "“He has taken my brothers far away from me and my friends have all left me. ", "14": "My brothers have left me, and my close friends have forgotten me. ", "15": "Those who live in my house and my women servants think of me as a stranger. I am like one from another country in their eyes. ", "16": "I call to my servant, but he does not answer. I have to beg him. ", "17": "My breath smells bad to my wife, and I am hated by my own brothers. ", "18": "Even young children hate me. When I get up they speak against me. ", "19": "All my friends hate me. Those I love have turned against me. ", "20": "I am only skin and flesh. And I have gotten away only by the skin of my teeth. ", "21": "Have pity on me. Have pity on me, O you my friends. For the hand of God has hit me. ", "22": "Why do you make it hard for me as God does? Have I not suffered enough to please you?", "23": "“If only my words were written! If only they were written down in a book! ", "24": "If only they were cut forever into the rock with an iron cutter and lead! ", "25": "But as for me, I know that the One Who bought me and made me free from sin lives, and that He will stand upon the earth in the end. ", "26": "Even after my skin is destroyed, yet in my flesh I will see God. ", "27": "I myself will see Him. With my own eyes I will see Him and not another. My heart becomes weak within me. ", "28": "If you say, 'How will we make it hard for him?' and, 'The root of the problem is in him,' ", "29": "you should be afraid of the sword for yourselves. For anger is punished by the sword, that you may know there is punishment for wrong-doing.”"}