{"1": "Again there was a day when the sons of God came to show themselves before the Lord. And Satan came with them also to show himself before the Lord. ", "2": "The Lord said to Satan, “Where have you come from?” Satan answered the Lord and said, “From traveling around the earth and walking around on it.” ", "3": "The Lord said to Satan, “Have you thought about My servant Job? For there is no one like him on the earth. He is without blame, a man who is right and good. He fears God and turns away from sin. He still holds to his good ways, even when I allowed you to go against him, and to destroy him for no reason.” ", "4": "Satan answered the Lord and said, “Skin for skin! Yes, all that a man has he will give for his life. ", "5": "Put out Your hand now and touch his bone and his flesh, and he will curse You to Your face.” ", "6": "So the Lord said to Satan, “See, he is in your power. Only do not kill him.”", "7": "Then Satan went out from the Lord. And he made very bad sores come on Job from the bottom of his foot to the top of his head. ", "8": "Job took a piece of a broken pot to try to cut off the sores while he sat among the ashes. ", "9": "Then his wife said to him, “Do you still hold on to your faith? Curse God and die!” ", "10": "But he said to her, “You speak as one of the foolish women would speak. Should we receive good from God and not receive trouble?” In all this Job did not sin with his lips.", "11": "Now when Job's three friends heard of all this trouble that had come upon him, they came each from his own place. They were Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They agreed to meet together to come to share Job's sorrow and comfort him. ", "12": "And when they looked up from far away and saw how different he looked, they cried in loud voices. They tore their clothing and threw dust over their heads toward the sky. ", "13": "Then they sat down on the ground with him for seven days and seven nights. No one said a word to him, for they saw that his suffering was very bad."}