{"1": "Then Zophar the Naamathite answered, ", "2": "“My troubled thoughts make me answer, because I have no rest inside. ", "3": "I heard the strong words that take away my honor. The spirit of my understanding makes me answer. ", "4": "Do you not know from long ago, since man was put on earth, ", "5": "that the honor of the sinful is short, and the joy of the sinful lasts only a short time? ", "6": "Even if his pride is as high as the heavens and his head touches the clouds, ", "7": "he will be gone forever, like his own waste. Those who have seen him will say, 'Where is he?' ", "8": "He will fly away like a dream, and not be found. He will be driven away like a dream of the night. ", "9": "The eye which saw him will see him no more. His place will no longer see him. ", "10": "His sons will look for the favor of the poor. And his hands will give back his riches. ", "11": "His bones are full of the strength of the young, but it will lie down with him in the dust.", "12": "“Sin is sweet in his mouth. He hides it under his tongue. ", "13": "He hates to let it go, and holds it in his mouth. ", "14": "Yet his food in his stomach is changed to the poison of snakes inside him. ", "15": "He eats riches, but will spit them up. God will take them out of his stomach. ", "16": "He will drink the poison of snakes. The snake's tongue will kill him. ", "17": "He will not look at the rivers, the rivers flowing with honey and milk. ", "18": "He must return what he has worked for, and can not eat it. He will not have joy from the riches of his trading. ", "19": "For he has taken from the poor and left them with nothing. He has taken houses which he has not built.", "20": "“Because he thought he never had enough, he has nothing that gives him joy. ", "21": "There was nothing more for him to get, so his having everything will not last. ", "22": "Even when he has many riches, he will have trouble. Everyone who suffers will come against him. ", "23": "When he fills his stomach, God will send His great anger on him. He will send it on him while he is eating. ", "24": "He may get away from the iron sword, but the brass bow will shoot an arrow in him. ", "25": "It cuts through his body and comes out of his back. The shining arrow comes out of his liver. Much fear comes upon him. ", "26": "Complete darkness is stored up for his riches. A fire not kept going by man will burn him up. It will destroy all that is left in his tent. ", "27": "The heavens will make his sin known, and the earth will rise up against him. ", "28": "The things of his house will be carried away. They will be taken away in the day of God's anger. ", "29": "This is what God has for sinful men. It is what God chooses to give to them.”"}