{"1": "Then Job answered, ", "2": "“Be careful to listen to my words. Let this be the comfort you give me. ", "3": "Listen to me while I speak. Then after I have spoken, you may keep on making fun of me. ", "4": "As for me, am I complaining against man? Why should my spirit not be troubled? ", "5": "Look at me, and be surprised; and put your hand over your mouth. ", "6": "When I think, I am troubled; and fear takes hold of my body. ", "7": "Why do the sinful live, become old, and become very powerful? ", "8": "They watch their children's children become strong in front of their eyes. ", "9": "Their houses are safe from fear. And the punishment of God does not come upon them. ", "10": "Their bull mates without trouble. Their cow gives birth to live calves. ", "11": "They send out their little ones like a flock, and their children jump around. ", "12": "They sing to the timbrel and the harp. They show their joy at the sound of the horn. ", "13": "They spend their days with much more than they need. And all at once they go down to the place of the dead. ", "14": "They say to God, 'Leave us alone! We do not want to know Your ways. ", "15": "Who is the All-powerful, that we should serve Him? What would we have more than we have if we prayed to Him?' ", "16": "See, their well-being is not in their own hands. The wisdom of the sinful is far from me.", "17": "“How many times is the lamp of the sinful put out, that their trouble comes upon them? How often does God send trouble to them in His anger? ", "18": "Are they like straw blown by the wind? Are they like straw that the storm carries away? ", "19": "You say, 'God stores up a man's punishment for his sons.' Let God punish him so that he may know it. ", "20": "Let his own eyes see himself being destroyed. Let him drink the anger of the All-powerful. ", "21": "For what does he care for his house and family after he is dead, when the number of his months is over? ", "22": "Can anyone teach God anything, when He judges those on high? ", "23": "One man dies while still very strong, having everything he needs and time to enjoy it. ", "24": "His body has good food and his bones are strong. ", "25": "Another dies with bitter feelings in his soul, never having enjoyed anything good. ", "26": "Together they lie down in the dust, and worms cover them.", "27": "“See, I know your thoughts and your plans to wrong me. ", "28": "For you say, 'Where is the house of the leader? Where are the tents where the sinful men live?' ", "29": "Have you not asked those who travel this way? Do you listen to what they say? ", "30": "For the sinful are kept for the day of trouble. They will be brought out on the day of anger. ", "31": "Who will talk to him about his way to his face? And who will punish him for what he has done? ", "32": "When he is carried to the grave, men will keep watch over his grave. ", "33": "The earth of the valley will be sweet to him. All men will follow after him, and those who go before him are too many to number. ", "34": "How then can you comfort me with foolish words? Your answers are full of lies.”"}