{"1": "“For sure there is a mine for silver, and a place where gold is made pure. ", "2": "Iron is taken out of the earth. And copper is melted from the rock. ", "3": "Man looks into the deepest darkness. And he goes out to the farthest part of the earth to look for rocks in the dark places. ", "4": "Men break open deep holes far from where people live, forgotten by travelers. In the holes they hang and move from side to side far from men. ", "5": "As for the earth, out of it comes food. But below, it is turned up as fire. ", "6": "Sapphires come from its rocks and its dust has gold. ", "7": "No bird who eats meat knows that path. The falcon's eye has not seen it. ", "8": "The proud animals have not stepped on it. The strong lion has not passed over it. ", "9": "Man puts his hand on the hard rock. He turns the mountains over at its base. ", "10": "He makes a path through the rocks, and his eyes see everything of much worth. ", "11": "He stops rivers from flowing. And he brings to light what is hidden.", "12": "“But where can wisdom be found? And where is the place of understanding? ", "13": "Man does not know its worth, and it is not found in the land of the living. ", "14": "The deep waters say, 'It is not in me.' The sea says, 'It is not with me.' ", "15": "Pure gold cannot be traded for it and it cannot be bought with silver. ", "16": "It cannot be compared in worth to the gold of Ophir, onyx of much worth, or sapphire. ", "17": "Gold or glass cannot be compared to it in worth and it cannot be traded for objects of fine gold. ", "18": "There is no need to say anything about coral or crystal because wisdom cannot be paid for with rubies. ", "19": "The topaz of Ethiopia cannot be compared to it in worth and it cannot be compared with the worth of pure gold. ", "20": "Where then does wisdom come from? Where is the place of understanding? ", "21": "It is hidden from the eyes of all living. It is hidden from the birds of the sky. ", "22": "The Place That Destroys and Death say, 'We have only heard about it with our ears.'", "23": "“God understands the way to wisdom, and He knows its place. ", "24": "For He looks to the ends of the earth, and sees everything under the heavens. ", "25": "He gave weight to the wind. He decided how much water would be in the sea. ", "26": "He decided how much rain would fall, and the path for the lightning. ", "27": "Then He saw wisdom and made it known. He made it last, and found out all about it. ", "28": "And He said to man, 'See, the fear of the Lord, that is wisdom. And to turn away from sin is understanding.'”"}