{"1": "Then Job spoke again and said, ", "2": "“If only I could be now as I was in the months past when God watched over me! ", "3": "His lamp shined over my head then and by His light I walked through darkness. ", "4": "Those days were my best days when God was my friend watching over my tent. ", "5": "The All-powerful was still with me, and my children were around me. ", "6": "My path was washed with milk, and the rock poured out rivers of oil for me. ", "7": "When I went to the city gate and took my place with the leaders of the city, ", "8": "the young men saw me and let me go by. The old men rose and stood. ", "9": "The leaders stopped talking, and put their hands on their mouths. ", "10": "The voices of the rulers were quiet. Their tongues held to the roof of their mouths. ", "11": "Those who heard me, honored me. Those who saw me, respected me, ", "12": "because I helped the poor man when he cried for help and the child without parents who had no one to help him. ", "13": "Good came to me from the man who was dying. And I made the heart of the woman whose husband had died sing for joy. ", "14": "I put on what was right and good, and it clothed me. The right things done were my coat and head-covering. ", "15": "I was eyes to the blind, and feet to the man who could not walk. ", "16": "I was a father to those in need. And I helped those I did not know who had a need. ", "17": "I broke the jaws of the sinful, and took from their teeth what they had taken. ", "18": "Then I thought, 'I will die in my nest. My days will be as many as the sand. ", "19": "My roots go to the water. As the water is on the grass in the early morning, it will be all night on my branches. ", "20": "My honor is always new to me, and my bow is new in my hand.'", "21": "“Men listened to me and waited. They were quiet so they could hear my words of wisdom. ", "22": "After I spoke, they did not speak again. My words stayed with them. ", "23": "They waited for me as for rain. And they opened their mouths as for the spring rain. ", "24": "I looked at them with joy when they were not sure of themselves, and the light of my face gave them comfort. ", "25": "I decided the way for them and sat as their leader. I lived as a king among his army, and like one who gives comfort to those in sorrow."}