{"1": "“I have made an agreement with my eyes not to look with desire at a young woman. ", "2": "What would be my share from God above? What would my gift be from the All-powerful on high? ", "3": "Does not trouble come to those who are not right and good? Do not hard times come to those who do wrong? ", "4": "Does He not see my ways and number all my steps?", "5": "“If I have walked in ways that are false, and my foot has been quick to follow false ways, ", "6": "let Him weigh me with a true weight. Let God know that I am honest. ", "7": "If my step has turned from the way, and my heart has followed my eyes, or if my hands have held on to sin, ", "8": "then let me plant and another eat. Let what grows be pulled out by the roots.", "9": "“If my heart has been tempted by a woman, or I have waited at my neighbor's door, ", "10": "may my wife grind grain for another. And let others bow down upon her. ", "11": "For that would be a very sinful thing to do. It would be a sin that would be punished by the judges. ", "12": "For that would be a fire that burns at the Place That Destroys. It would dig out all I have planted.", "13": "“If I did not listen to my men servants and women servants when they complained against me, ", "14": "what will I do when God speaks to me? When He asks me why, what will I answer Him? ", "15": "Did not He Who made me inside my mother make him also? Did not the same One give us life from our mothers?", "16": "“If I have kept what the poor should have or have caused the eyes of the woman whose husband has died to be tired, ", "17": "if I have eaten my food alone without sharing it with the child who has no parents, ", "18": "(but from the time I was young, he grew up with me as a father, and I have helped the woman without a husband since I was born,) ", "19": "if I have seen anyone die because he had no clothing, or left any poor person without clothes, ", "20": "if he has not thanked me for the clothing on his body, and been made warm with the wool of my sheep, ", "21": "if I have not done these things, or if I have lifted up my hand against the child who has no parents, because I saw I had help in the gate, ", "22": "let my shoulder fall out of place, and let my arm be broken off at the joint. ", "23": "For trouble sent by God fills me with fear. Because of His great power I could not do these things.", "24": "“If I have put my faith in gold and said fine gold is my trust, ", "25": "if I have had pride because of my many riches and have received much by my hand, ", "26": "if I have looked at the sun shining or the bright moon going on its way, ", "27": "and have in secret worshiped them in my heart, and have honored them by throwing them a kiss with my hand, ", "28": "these also would be sins to be judged. It would say I did not know the God above.", "29": "“Have I been glad when a person who hated me was destroyed? Have I been filled with joy when trouble came to him? ", "30": "No, I have not allowed my mouth to sin by asking his life to be cursed. ", "31": "Have the men of my tent not said, 'Who can find one who has not been filled with his meat'? ", "32": "The stranger has not stayed in the street, for I have opened my doors to the traveler. ", "33": "Have I hidden my sins like Adam? Have I hidden my wrong-doing in my heart, ", "34": "because I was afraid of all the people, and of families who hated me? Did I keep quiet and not go out of the door? ", "35": "If only I had one to hear me! See, here my name is written. Let the All-powerful answer me! May what is against me be written down! ", "36": "For sure I would carry it on my shoulder. I would tie it around my head like a crown. ", "37": "I would tell Him the number of my every step. I would come near Him like a prince.", "38": "“If my land cries out against me and the ditches made by the plow cry together, ", "39": "if I have eaten its fruit without paying for it, and caused its owners to die, ", "40": "let thorns grow instead of grain. And let weeds with a bad smell grow instead of barley.” The words of Job are finished."}