{"1": "Then these three men stopped answering Job, because he was right and good in his own eyes. ", "2": "But Elihu the son of Barachel the Buzite, of the family of Ram, became very angry. He was angry at Job because he said he was right with God. ", "3": "And he was angry at his three friends because they had found no answer, yet they had said that Job was wrong. ", "4": "Now Elihu had waited to speak to Job because they were older than he. ", "5": "And when Elihu saw that there was no answer in the mouth of the three men, he was very angry. ", "6": "So Elihu the son of Barachel the Buzite said, “I am young, and you are old. So I did not feel that I should speak. I was afraid to tell you what I think. ", "7": "I thought the older men should speak, and that the many years should teach wisdom. ", "8": "But it is the spirit in a man and the breath of the All-powerful that gives him understanding. ", "9": "The old may not be wise. They may not understand what is right and fair. ", "10": "So I say, 'Listen to me. I also will tell you what I think.'", "11": "“See, I waited for your words. I listened to what you said and waited to hear more from you. ", "12": "I was careful to listen to you. There was no one who could prove that Job was wrong. None of you could answer his words. ", "13": "Do not say, 'We have found wisdom. God will show he is wrong, not man.' ", "14": "Now Job has not spoken his words against me. And I will not answer him with your words.", "15": "“They are troubled and have no more to say. Words do not come. ", "16": "Should I wait because they do not speak, because they stand there and do not answer? ", "17": "I also will give my answer. I will tell what I think. ", "18": "For I am full of words. The spirit within me makes me speak. ", "19": "See, my stomach is like wine that cannot get out. It is ready to break like new wine bottles made of skin. ", "20": "Let me speak, that I may find comfort. Let me open my lips and answer. ", "21": "I will not show favor to anyone, or praise any man in a false way. ", "22": "For I do not know how to say sweet-sounding words that are not true, for then my Maker would soon take me away."}