{"1": "Then Elihu said, ", "2": "“Hear my words, you wise men. Listen to me, you who know. ", "3": "For the ear tests words as the mouth tastes food. ", "4": "Let us choose for ourselves what is right. Let us know among ourselves what is good. ", "5": "For Job has said, 'I am right and good, but God has taken away my right. ", "6": "Would I lie about my right? I have been hurt so that I cannot be healed, but I have done no wrong.' ", "7": "What man is like Job, who drinks up words against him like water? ", "8": "He goes among those who do wrong, and walks with sinful men. ", "9": "For he has said, 'A man gets nothing by trying to please God.'", "10": "“So listen to me, you men of understanding. Far be it from God to do what is sinful, and from the All-powerful to do wrong. ", "11": "For He pays a man by the work he does. He will see that a man is paid for what he does. ", "12": "For sure God will not do wrong. The All-powerful will not turn what is right into sin. ", "13": "Who gave Him the power over the earth? Who gave Him the whole world to take care of? ", "14": "If He should take back His spirit and His breath, ", "15": "all flesh would die together, and man would return to dust.", "16": "“If you have understanding, hear this. Listen to what I say. ", "17": "Should one who hates what is right be the one to rule? Will you say that He Who is right and good and strong is guilty? ", "18": "Who says to a king, 'You are of no worth,' and to rulers, 'You are sinful'? ", "19": "Who shows no favor to princes, or thinks of the rich as more important than the poor? They are all the work of His hands. ", "20": "In a short time they die. At midnight the people are shaken and pass away. And the powerful are taken away by no human hand.", "21": "“For God's eyes are upon the ways of a man, and He sees all his steps. ", "22": "There is no darkness or shadow where sinners can hide themselves. ", "23": "For God does not need to set a time for man to go before Him and be judged. ", "24": "He breaks powerful men in pieces without asking any reason, and puts others in their place. ", "25": "For He knows their works. He puts them down in the night, and they are crushed. ", "26": "God punishes them for their sin where everyone can see them. ", "27": "Because they turned aside from following Him. They did not care about any of His ways. ", "28": "So they caused the cry of the poor to come to Him. And He heard the cry of those in need. ", "29": "When He keeps quiet, who can say He is wrong? When He hides His face, who can see Him? But He is over both nation and man. ", "30": "So men without God should not rule and should not be a trap for the people.", "31": "“For has any one said to God, 'I have suffered punishment, and will not cause any more trouble? ", "32": "Teach me what I cannot see. If I have sinned, I will do it no more'? ", "33": "Will God ask what you want to do, when you will not do what He says? You must decide, and not I. So tell what you know. ", "34": "Men of understanding will say to me, and wise men who hear me say, ", "35": "'Job speaks without much learning. His words are without wisdom. ", "36": "Job should be tried to the end, because he answers like sinful men. ", "37": "To his sin he adds a strong will against God. Making fun he claps his hands among us, and speaks many words against God.'”"}