{"1": "“At this my heart shakes with fear and jumps from its place. ", "2": "Listen to the thunder of His voice and the noise that comes from His mouth. ", "3": "He lets it loose under the whole heaven. He lets His lightning go to the ends of the earth. ", "4": "His voice sounds after it. He thunders with His great and powerful voice. And He does not hold back the lightning when His voice is heard. ", "5": "God thunders with His great voice. He does great things which we cannot understand. ", "6": "For He says to the snow, 'Fall on the earth,' and to the rain, 'Be strong.' ", "7": "He stops the work of every man, that all men may know His work. ", "8": "Then the wild animals go to their holes, and stay where they live. ", "9": "The storm comes from the south, and the cold from the north. ", "10": "Water becomes ice by the breath of God. The wide waters become ice. ", "11": "He loads the heavy clouds with water and they send out His lightning. ", "12": "It changes its path and turns around by His leading, doing whatever He tells it to do on the earth where people live. ", "13": "He causes it to happen for punishment, or for His world, or because of His love.", "14": "“Hear this, O Job. Stop and think about the great works of God. ", "15": "Do you know how God does them, and makes the lightning shine from His cloud? ", "16": "Do you know how the clouds are set in heaven, the great works of Him Who is perfect in understanding? ", "17": "Do you know why you are hot in your clothes when the land becomes quiet because of the south wind? ", "18": "Can you help Him spread out the sky, making it as hard as a mirror made from heated brass? ", "19": "Teach us what we should say to Him. We cannot put words together to help us because of darkness. ", "20": "Should He be told that I want to speak? Did a man ever wish to be swallowed up?", "21": "“Now men cannot look on the light when it is bright in the sky, when the wind has passed and made it clear. ", "22": "A bright gold light is seen in the north. Around God is great power. ", "23": "We cannot come near the All-powerful. He is lifted high with power. And He is right and fair and good and will not make it hard for us. ", "24": "So men honor Him with fear. He has respect for any who are wise in heart.”"}