{"1": "“Can you pull the crocodile out with a fish-hook? Can you tie his tongue down with a rope? ", "2": "Can you put a rope in his nose, or put a hook through his jaw? ", "3": "Will he beg you to be good to him? Will he speak soft words to you? ", "4": "Will he make an agreement with you to take him and make him your servant forever? ", "5": "Will you play with him as if he were a bird? Or will you put him on a rope for your young women? ", "6": "Will traders talk about buying and selling him? Will they divide him among the store-keepers? ", "7": "Can you fill his skin or his head with fish spears? ", "8": "Lay your hand on him, and remember the battle. You will not do it again! ", "9": "See, the hope of man is false. One is laid low even when seeing him. ", "10": "No one is so powerful that he would wake him. Who then can stand before Me? ", "11": "Who has given Me everything, that I should pay him back? Whatever is under the whole heaven is Mine.", "12": "“I will not keep quiet about his legs, or his powerful strength, or the good way he is made. ", "13": "Who can take off his outside clothing? Who can get through his hard skin? ", "14": "Who can open the doors of his mouth? Around his teeth is much fear. ", "15": "His hard covering is his pride. He is shut up as with a lock. ", "16": "One piece of his hard skin is so close to another that no air can come between them. ", "17": "They are joined one to another. They hold on to each other and cannot be separated. ", "18": "His breath gives out light. And his eyes are like those of the first light of day. ", "19": "Burning light goes out of his mouth. Fire comes out. ", "20": "Smoke goes out of his nostrils, as from a boiling pot and burning grass. ", "21": "His breath sets fire to coals. A fire goes out of his mouth. ", "22": "Strength is in his neck, and fear jumps in front of him. ", "23": "The folds of his flesh are joined together. They are set in place and cannot be moved. ", "24": "His heart is as hard as a stone, even as hard as a grinding-stone. ", "25": "When he raises himself up, the powerful are afraid. They are troubled because of his noise. ", "26": "The sword that hits him cannot cut. And spears are of no use. ", "27": "He thinks of iron as straw, and brass as soft wood. ", "28": "The arrow cannot make him run away. Stones thrown at him are like dry grass to him. ", "29": "He thinks of heavy sticks as dry grass. He laughs at the noise of the spear. ", "30": "The parts under him are like sharp pieces of a pot. He spreads out like a grain crusher on the mud. ", "31": "He makes the sea boil like a pot. He makes the sea like a jar of oil. ", "32": "He makes his way shine behind him. One would think that the sea has white hair. ", "33": "Nothing on earth is like him, one made without fear. ", "34": "He looks on everything that is high. He is king over all that are proud.”"}