{"1": "Then Job answered the Lord, and said, ", "2": "“I know that You can do all things. Nothing can put a stop to Your plans. ", "3": "'Who is this that hides words of wisdom without much learning?' I have said things that I did not understand, things too great for me, which I did not know. ", "4": "'Hear now, and I will speak. I will ask you, and you answer Me.' ", "5": "I had heard of You only by the hearing of the ear, but now my eye sees You. ", "6": "So I hate the things that I have said. And I put dust and ashes on myself to show how sorry I am.”", "7": "After the Lord had spoken these words to Job, the Lord said to Eliphaz the Temanite, “My anger burns against you and your two friends, because you have not spoken of Me what is right, as My servant Job has. ", "8": "So now take seven bulls and seven rams, and go to My servant Job. Give a burnt gift for yourselves, and My servant Job will pray for you. For I will hear his prayer and not punish you for being foolish, because you have not spoken of Me what is right, as My servant Job has.” ", "9": "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite, did what the Lord told them. And the Lord heard Job's prayer.", "10": "The Lord returned to Job all the things that he had lost, when he prayed for his friends. The Lord gave Job twice as much as he had before. ", "11": "Then all his brothers and sisters and all who had known him before came to him, and ate bread with him in his house. They showed pity and comforted him for all the trouble the Lord had brought upon him. Each one gave him one piece of money and a gold ring. ", "12": "The Lord brought more good to Job in his later years than in his beginning. He had 14,000 sheep, 6,000 camels, 2,000 oxen, and 1,000 female donkeys. ", "13": "He had seven sons and three daughters also. ", "14": "He gave the first the name Jemimah, the second Keziah, and the third Keren-happuch. ", "15": "No women were found in all the land who were as beautiful as Job's daughters. And their father gave them a share among their brothers. ", "16": "After this Job lived 140 years, and saw his sons, his grandsons, and even their sons. ", "17": "Then Job died, an old man having lived many days."}