{"1": "“Call now. Is there anyone who will answer you? To which of the holy ones will you turn? ", "2": "To be bitter kills the foolish man, and jealousy kills the child-like. ", "3": "I have seen the fool taking root, but right away his house was cursed. ", "4": "His sons are far from being safe. They are destroyed in the gate, and there is no one to help them. ", "5": "The hungry eat the food of his field. They take it even out of the thorns. And the thirsty want his riches. ", "6": "For suffering does not come from the dust. Trouble does not grow out of the ground. ", "7": "But man is born to trouble, as fire goes up.", "8": "“But as for me, I would look to God. I would put my troubles before God. ", "9": "He does great things, too great for us to understand. He does too many wonderful things for us to number. ", "10": "He gives rain on the earth and sends water on the fields. ", "11": "He puts those who are in low places up to high places. Those who are filled with sorrow are lifted to where they are safe. ", "12": "He troubles the plans of those who try to fool people, so that their hands cannot do what they plan. ", "13": "God gets them into a trap when they use their own wisdom. And the plans of the wise are brought to a quick end. ", "14": "They meet with darkness during the day, and feel their way at noon as in the night. ", "15": "But He saves from the sword those in need. He saves the poor from the power of the strong. ", "16": "So those who have no hope, have hope, and what is not right and good must shut its mouth.", "17": "“See, happy is the man to whom God speaks strong words. So do not hate the strong teaching of the All-powerful. ", "18": "He punishes, but He gives comfort. He hurts, but His hands heal. ", "19": "He will take you out of six troubles. Yes, in seven, nothing will hurt you. ", "20": "He will keep you from death in times of no food, and from the power of the sword in war. ", "21": "You will be hidden from the punishment of the tongue. You will not be afraid of being destroyed when danger comes. ", "22": "You will laugh at danger and times of no food. And you will not be afraid of wild animals. ", "23": "For you will be in agreement with the stones of the field. And the animals of the field will be at peace with you. ", "24": "You will know that your tent is safe. You will look over what you have and see that nothing is gone. ", "25": "You will know also that your children and children's children will be many. They will be as the grass of the earth. ", "26": "You will come to the grave in full strength, like the grain gathered in when it is time. ", "27": "See, this is what we have found, and it is true. Hear it, and know for yourself.”"}