{"1": "Then Job answered, ", "2": "“If only my trials and troubles were weighed! ", "3": "They would weigh more than the sand of the seas. My words have been spoken fast and without thought. ", "4": "For the arrows of the All-powerful are in me. My spirit drinks their poison. The hard things from God are like an army against me. ", "5": "Does the wild donkey make noise when it has grass? Or does the bull make noise when it has food? ", "6": "Can something that has no taste be eaten without salt? Is there any taste in the white of an egg? ", "7": "My soul will not touch them. They are like hated food to me.", "8": "“If only I might get what I ask for, and that God would give me what I desire! ", "9": "If only God were willing to crush me, that He would let His hand loose and destroy me! ", "10": "But this gives me comfort even though I suffer much pain because I have not turned away from the words of the Holy One. ", "11": "What strength have I, that I should wait? What is my end, that I should not give up? ", "12": "Do I have the strength of stones? Is my flesh brass? ", "13": "I have no power to help myself, and a way out is far from me.", "14": "“Kindness from a friend should be shown to a man without hope, or he might turn away from the fear of the All-powerful. ", "15": "My brothers have been like rivers that are not there when needed. ", "16": "They are dark because of ice and snow turning into water. ", "17": "When they have no water, there is no noise. When it is hot, they are not there. ", "18": "The people on their camels turn away from them. They go into the waste places and die. ", "19": "The people and camels of Tema looked. The travelers of Sheba hoped for them. ", "20": "They were troubled for they had trusted. They came there and their hope goes. ", "21": "Yes, this is how you have been. You see my trouble and are afraid. ", "22": "Have I said, 'Give me something,' or, 'Pay something from your riches to help me'? ", "23": "Have I said, 'Take me out from under the power of the one who hates me,' or, 'Save me from those who make it hard for me'?", "24": "“Teach me, and I will be quiet. Show me where I have been wrong. ", "25": "Honest words give pain. But what does your arguing prove? ", "26": "Do you think you can speak against my words, and act as if the words of a man without hope are wind? ", "27": "You would even draw names over those who have no father, and make trades over your friend. ", "28": "Now be pleased to look at me, and see if I lie to your face. ", "29": "I ask that you change your minds and let no wrong be done. Stop now, for I am still right and good. ", "30": "Is there wrong-doing on my tongue? Can I not taste trouble?"}