{"1": "“Is not man made to work on earth? Are not his days like the days of a man paid to work? ", "2": "Like a servant who desires to be out of the sun, and like a working man who waits for his pay, ", "3": "I am given months of pain and nights of suffering for no reason. ", "4": "When I lie down I say, 'When will I get up?' But the night is long, and I am always turning from side to side until morning. ", "5": "My flesh is covered with worms and dirt. My skin becomes hard and breaks open. ", "6": "My days are faster than a cloth-maker's tool, and come to their end without hope.", "7": "“Remember that my life is only a breath. My eye will not again see good. ", "8": "The eye of him who sees me will see me no more. Your eyes will be on me, but I will be gone. ", "9": "When a cloud goes away, it is gone. And he who goes down to the place of the dead does not come back. ", "10": "He will not return to his house, and his place will not know him any more.", "11": "“So I will not keep my mouth shut. I will speak in the suffering of my spirit. I will complain because my soul is bitter. ", "12": "Am I the sea, or a large sea animal, that You put someone to watch me? ", "13": "When I say, 'My bed will comfort me, and there I will find rest from my complaining,' ", "14": "then You send dreams to me which fill me with fear. ", "15": "So a quick death by having my breath stopped would be better to me than my pains. ", "16": "I hate my life. I will not live forever. Leave me alone, for my days are only a breath. ", "17": "What is man, that You make so much of him? Why do You care about him, ", "18": "that You look at him every morning, and test him all the time? ", "19": "How long will it be until You look away from me? Will You not let me alone until I swallow my spit? ", "20": "Have I sinned? What have I done to You, O watcher of men? Why have you made me something to shoot at, so that I am a problem to myself? ", "21": "Why then do You not forgive my wrong-doing and take away my sin? For now I will lie down in the dust. You will look for me, but I will not be.”"}