{"1": "Then Job answered, ", "2": "“Yes, I know this is true. But how can a man be right and good before God? ", "3": "If one wished to argue with Him, he would not be able to answer one out of a thousand of His questions. ", "4": "He is wise in heart and powerful in strength. Who has ever stood against Him without being hurt? ", "5": "It is He Who takes away the mountains without their knowing it, when He destroys them in His anger. ", "6": "He shakes the earth out of its place, and its pillars shake. ", "7": "He tells the sun not to shine, and He keeps the stars from shining. ", "8": "He alone spreads out the heavens and walks upon the waves of the sea. ", "9": "He makes the Bear, Orion and the Pleiades and the stars of the south. ", "10": "He does things too great for us to understand, and more wonderful works than we can number. ", "11": "When He passes by me, I do not see Him. When He goes by me, I do not know Him. ", "12": "If He takes away, who can stop Him? Who could say to Him, 'What are You doing?'", "13": "“God will not stop His anger. The helpers of Rahab bow under Him. ", "14": "How then can I answer Him, and choose the right words to speak with Him? ", "15": "Even if I am right, I cannot answer Him. I must beg Him who is against me to have pity. ", "16": "If I called and He answered me, I could not believe that He was listening to my voice. ", "17": "For He crushes me with a storm, and hurts me more and more without a reason. ", "18": "He will not let me get my breath, but fills me with much that is bitter. ", "19": "If it is a question of power, see, He is the strong one! If it is a question of what is right and fair, who can call Him to a trial? ", "20": "Even if I were right, my mouth would say that I am guilty. Even if I were without blame, He would say I am guilty. ", "21": "Even though I am without blame, I do not care about myself. I hate my life. ", "22": "It is all the same, so I say, 'He destroys both those who are without blame and the sinful.' ", "23": "If death comes fast by disease, He makes fun of the trouble of those who have done no wrong. ", "24": "The earth is given into the hand of the sinful. He covers the faces of its judges. If it is not He, then who is it?", "25": "“My days go faster than a runner. They fly away, and see no good. ", "26": "They go by like fast boats, like an eagle coming down to catch its food. ", "27": "If I say, 'I will forget my complaining. I will put off my sad face and be happy,' ", "28": "I am still afraid of all my pains for I know You will not take away my guilt. ", "29": "Because I am already guilty, why should I try for nothing? ", "30": "If I wash myself with snow and clean my hands using the best soap, ", "31": "You would still throw me down into a deep hole. And my own clothes would hate me. ", "32": "For He is not a man, as I am, that I may answer Him, that we might go to trial together. ", "33": "There is no one to decide between us, who might lay his hand upon us both. ", "34": "Let Him stop punishing me. And do not let fear of Him make me so afraid. ", "35": "Then I would speak and not be afraid of Him. But I am not like that in myself."}