{"1": "In the Antioch congregation were prophets and teachers — Bar-Nabba, Shim'on (known as “the Black”), Lucius (from Cyrene), Menachem (who had been brought up with Herod the governor) and Sha'ul. ", "2": "One time when they were worshipping the Lord and fasting, the Ruach HaKodesh said to them, “Set aside for me Bar-Nabba and Sha'ul for the work to which I have called them.” ", "3": "After fasting and praying, they placed their hands on them and sent them off.", "4": "So these two, after they had been sent out by the Ruach HaKodesh, went down to Seleucia and from there sailed to Cyprus. ", "5": "After landing in Salamis, they began proclaiming the word of God in the synagogues, with Yochanan (Mark) as an assistant; ", "6": "and thus they made their way throughout the whole island. They ended up in Paphos, where they found a Jewish sorcerer and pseudo-prophet named Bar-Yeshua. ", "7": "He had attached himself to the governor, Sergius Paulus, who was an intelligent man. Now the governor had called for Bar-Nabba and Sha'ul and was anxious to hear the message about God; ", "8": "but the sorcerer Elymas (for that is how his name is translated) opposed them, doing his best to turn the governor away from the faith. ", "9": "Then Sha'ul, also known as Paul, filled with the Ruach HaKodesh, stared straight at him and said, ", "10": "“You son of Satan, full of fraud and evil! You enemy of everything good! Won't you ever stop making crooked the straight paths of the Lord?[a] ", "11": "So now, look! The hand of the Lord is upon you; and for a while you will be blind, unable to see the sun.” Immediately mist and darkness came over Elymas; and he groped about, trying to find someone to lead him by the hand. ", "12": "Then, on seeing what had happened, the governor trusted, astounded by the teaching about the Lord.", "13": "Having set sail from Paphos, Sha'ul and his companions arrived at Perga in Pamphylia. There Yochanan left them and returned to Yerushalayim, ", "14": "but the others went on from Perga to Pisidian Antioch, and on Shabbat they went into the synagogue and sat down. ", "15": "After the reading from the Torah and from the Prophets, the synagogue leaders sent them a message, “Brothers, if any of you has a word of exhortation for the people, speak!” ", "16": "So Sha'ul stood, motioned with his hand, and said: “Men of Isra'el and God-fearers, listen! ", "17": "The God of this people Isra'el chose our fathers. He made the people great during the time when they were living as aliens in Egypt and with a stretched-out arm he led them out of that land.[b] ", "18": "For some forty years[c] he took care of them in the desert, ", "19": "and after he had destroyed seven nations[d] in the land of Kena'an he gave their land to his people as an inheritance. ", "20": "All this took about 450 years. After that, he gave them judges,[e] down to the prophet Sh'mu'el. ", "21": "Then they asked for a king, and God gave them Sha'ul Ben-Kish, a man from the tribe of Binyamin. After forty years, ", "22": "God removed him and raised up David as king for them, making his approval known with these words, 'I found David Ben-Yishai to be a man after my own heart; he will do everything I want.'[f]", "23": "“In keeping with his promise, God has brought to Isra'el from this man's descendants a deliverer, Yeshua. ", "24": "Now before the coming of Yeshua, Yochanan proclaimed to all the people of Isra'el an immersion in connection with turning to God from sin. ", "25": "But as Yochanan was ending his work, he said, 'Who do you suppose I am? Well — I'm not! But after me is coming someone, the sandals of whose feet I am unworthy to untie.'", "26": "“Brothers! — sons of Avraham and those among you who are 'God-fearers'! It is to us that the message of this deliverance has been sent! ", "27": "For the people living in Yerushalayim and their leaders did not recognize who Yeshua was or understand the message of the Prophets read every Shabbat, so they fulfilled that message by condemning him. ", "28": "They could not find any legitimate ground for a death sentence; nevertheless they asked Pilate to have him executed; ", "29": "and when they had carried out all the things written about him, he was taken down from the stake[g] and placed in a tomb.", "30": "“But God raised him from the dead! ", "31": "He appeared for many days to those who had come up with him from the Galil to Yerushalayim; and they are now his witnesses to the people.", "32": "“As for us, we are bringing you the Good News that what God promised to the fathers, ", "33": "he has fulfilled for us the children in raising up Yeshua, as indeed it is written in the second Psalm, 'You are my Son; today I have become your Father.'[h]", "34": "And as for his raising him up from the dead, to return to decay no more, he said, 'I will give the holy and trustworthy things of David to you.'[i]", "35": "This is explained elsewhere: 'You will not let your Holy One see decay.'[j]", "36": "For David did indeed serve God's purposes in his own generation; but after that, he died, was buried with his fathers and did see decay. ", "37": "However, the one God raised up did not see decay.", "38": "“Therefore, brothers, let it be known to you that through this man is proclaimed forgiveness of sins! ", "39": "That is, God clears everyone who puts his trust in this man, even in regard to all the things concerning which you could not be cleared by the Torah of Moshe.", "40": "“Watch out, then, so that this word found in the Prophets may not happen to you:", "41": "'You mockers! Look, and marvel, and die! For in your own time, I am doing a work that you simply will not believe, even if someone explains it to you!' ”[k]", "42": "As they left, the people invited Sha'ul and Bar-Nabba to tell them more about these matters the following Shabbat. ", "43": "When the synagogue meeting broke up, many of the born Jews and devout proselytes followed Sha'ul and Bar-Nabba, who spoke with them and urged them to keep holding fast to the love and kindness of God.", "44": "The next Shabbat, nearly the whole city gathered together to hear the message about the Lord; ", "45": "but when the Jews who had not believed saw the crowds, they were filled with jealousy and spoke up against what Sha'ul was saying and insulted him. ", "46": "However, Sha'ul and Bar-Nabba answered boldly: “It was necessary that God's word be spoken first to you. But since you are rejecting it and are judging yourselves unworthy of eternal life — why, we're turning to the Goyim! ", "47": "For that is what Adonai has ordered us to do: 'I have set you as a light for the Goyim, to be for deliverance to the ends of the earth.' ”[l]", "48": "The Gentiles were very happy to hear this. They honored the message about the Lord, and as many as had been appointed to eternal life came to trust. ", "49": "And the message about the Lord was carried throughout the whole region.", "50": "But the unbelieving Jews stirred up the women 'God-fearers' of high social standing and the leading men of the city, and they organized persecution against Sha'ul and Bar-Nabba and expelled them from their district. ", "51": "However, Sha'ul and Bar-Nabba shook off the dust of their feet against them and went on to Iconium; ", "52": "and the talmidim were filled with joy and with the Ruach HaKodesh."}