{"1": "But some men came down from Y'hudah to Antioch and began teaching the brothers, “You can't be saved unless you undergo b'rit-milah in the manner prescribed by Moshe.” ", "2": "This brought them into no small measure of discord and dispute with Sha'ul and Bar-Nabba. So the congregation assigned Sha'ul, Bar-Nabba and some of themselves to go and put this sh'eilah before the emissaries and the elders up in Yerushalayim.", "3": "After being sent off by the congregation, they made their way through Phoenicia and Shomron, recounting in detail how the Gentiles had turned to God; and this news brought great joy to all the brothers.", "4": "On arrival in Yerushalayim, they were welcomed by the Messianic community, including the emissaries and the elders; and they reported what God had done through them. ", "5": "But some of those who had come to trust were from the party of the P'rushim; and they stood up and said, “It is necessary to circumcise them and direct them to observe the Torah of Moshe.”", "6": "The emissaries and the elders met to look into this matter. ", "7": "After lengthy debate, Kefa got up and said to them, “Brothers, you yourselves know that a good while back, God chose me from among you to be the one by whose mouth the Goyim should hear the message of the Good News and come to trust. ", "8": "And God, who knows the heart, bore them witness by giving the Ruach HaKodesh to them, just as he did to us; ", "9": "that is, he made no distinction between us and them, but cleansed their heart by trust. ", "10": "So why are you putting God to the test now by placing a yoke on the neck of the talmidim which neither our fathers nor we have had the strength to bear? ", "11": "No, it is through the love and kindness of the Lord Yeshua that we trust and are delivered — and it's the same with them.”", "12": "Then the whole assembly kept still as they listened to Bar-Nabba and Sha'ul tell what signs and miracles God had done through them among the Gentiles. ", "13": "Ya'akov broke the silence to reply. “Brothers,” he said, “hear what I have to say. ", "14": "Shim'on has told in detail what God did when he first began to show his concern for taking from among the Goyim a people to bear his name. ", "15": "And the words of the Prophets are in complete harmony with this for it is written,", "16": "'“After this, I will return; and I will rebuild the fallen tent of David. I will rebuild its ruins, I will restore it,", "17": "so that the rest of mankind may seek the Lord, that is, all the Goyim who have been called by my name,”", "18": "says Adonai, who is doing these things.'[a] All this has been known for ages.", "19": "“Therefore, my opinion is that we should not put obstacles in the way of the Goyim who are turning to God. ", "20": "Instead, we should write them a letter telling them to abstain from things polluted by idols, from fornication, from what is strangled and from blood. ", "21": "For from the earliest times, Moshe has had in every city those who proclaim him, with his words being read in the synagogues every Shabbat.”", "22": "Then the emissaries and the elders, together with the whole Messianic community, decided to select men from among themselves to send to Antioch with Sha'ul and Bar-Nabba. They sent Y'hudah, called Bar-Sabba, and Sila, both leading men among the brothers, ", "23": "with the following letter: From: The emissaries and the elders, your brothers To: The brothers from among the Gentiles throughout Antioch, Syria and Cilicia Greetings!", "24": "We have heard that some people went out from among us without our authorization, and that they have upset you with their talk, unsettling your minds. ", "25": "So we have decided unanimously to select men and send them to you with our dear friends Bar-Nabba and Sha'ul, ", "26": "who have dedicated their lives to upholding the name of our Lord, Yeshua the Messiah. ", "27": "So we have sent Y'hudah and Sila, and they will confirm in person what we are writing.", "28": "For it seemed good to the Ruach HaKodesh and to us not to lay any heavier burden on you than the following requirements: ", "29": "to abstain from what has been sacrificed to idols, from blood, from things strangled, and from fornication. If you keep yourselves from these, you will be doing the right thing. Shalom!", "30": "The messengers were sent off and went to Antioch, where they gathered the group together and delivered the letter. ", "31": "After reading it, the people were delighted by its encouragement. ", "32": "Y'hudah and Sila, who were also prophets, said much to encourage and strengthen the brothers. ", "33": "After they had spent some time there, they were sent off with a greeting of “Shalom!” from the brothers to those who had sent them. ", "34": "[b] ", "35": "But Sha'ul and Bar-Nabba stayed in Antioch, where they and many others taught and proclaimed the Good News of the message about the Lord.", "36": "After some time, Sha'ul said to Bar-Nabba, “Let's go back and visit the brothers in all the towns where we proclaimed the message about the Lord, and see how they're doing.” ", "37": "Now Bar-Nabba wanted to take with them Yochanan, the one called Mark. ", "38": "But Sha'ul thought it would be unwise to take this man with them, since he had gone off and left them in Pamphylia to do the work by themselves. ", "39": "There was such sharp disagreement over this that they separated from each other, with Bar-Nabba taking Mark and sailing off to Cyprus.", "40": "However, Sha'ul chose Sila and left, after the brothers had committed him to the love and kindness of the Lord. ", "41": "He went through Syria and Cilicia, strengthening the congregations."}