{"1": "Sha'ul came down to Derbe and went on to Lystra, where there lived a talmid named Timothy. He was the son of a Jewish woman who had come to trust, and a Greek father. ", "2": "All the brothers in Lystra and Iconium spoke well of Timothy. ", "3": "Sha'ul wanted Timothy to accompany him; so he took him and did a b'rit-milah, because of the Jews living in those areas; for they all knew that his father had been a Greek.", "4": "As they went on through the towns, they delivered to the people the decisions reached by the emissaries and the elders in Yerushalayim for them to observe. ", "5": "Accordingly, the congregations were strengthened in the faith and increased in number day by day.", "6": "They traveled through the region of Phrygia and Galatia, because they had been prevented by the Ruach HaKodesh from speaking the message in the province of Asia. ", "7": "When they came to the frontier of Mysia, they tried to go into Bithynia; but the Spirit of Yeshua would not let them. ", "8": "So, after passing by Mysia, they came down to Troas.", "9": "There a vision appeared to Sha'ul at night. A man from Macedonia was standing and begging him, “Come over to Macedonia and help us!” ", "10": "As soon as he had seen the vision, we lost no time getting ready to leave for Macedonia; for we concluded that God had called us to proclaim the Good News to them.", "11": "Sailing from Troas, we made a straight run to Samothrace; the next day we went to Neapolis; ", "12": "and from there, we went on to Philippi, a Roman colony and the leading city of that part of Macedonia. We spent a few days in this city; ", "13": "then on Shabbat, we went outside the gate to the riverside, where we understood a minyan met. We sat down and began speaking to the women who had gathered there. ", "14": "One of those listening was a woman from the city of Thyatira named Lydia, a dealer in fine purple cloth. She was already a “God-fearer,” and the Lord opened up her heart to respond to what Sha'ul was saying. ", "15": "After she and the members of her household had been immersed, she gave us this invitation: “If you consider me to be faithful to the Lord, come and stay in my house.” And she insisted till we went.", "16": "Once, when we were going to the place where the minyan gathered, we were met by a slave girl who had in her a snake-spirit that enabled her to predict the future. She earned a lot of money for her owners by telling fortunes. ", "17": "This girl followed behind Sha'ul and the rest of us and kept screaming, “These men are servants of God Ha'Elyon! They're telling you how to be saved!” ", "18": "She kept this up day after day, until Sha'ul, greatly disturbed, turned and said to the spirit, “In the name of Yeshua the Messiah, I order you to come out of her!” And the spirit did come out, at that very moment.", "19": "But when her owners saw that what had come out was any further prospect of profit for them, they seized Sha'ul and Sila and dragged them to the market square to face the authorities. ", "20": "Bringing them to the judges, they said, “These men are causing a lot of trouble in our city, since they are Jews. ", "21": "What they are doing is advocating customs that are against the law for us to accept or practice, since we are Romans.” ", "22": "The mob joined in the attack against them, and the judges tore their clothes off them and ordered that they be flogged. ", "23": "After giving them a severe beating, they threw them in prison, charging the jailer to guard them securely. ", "24": "Upon receiving such an order, he threw them into the inner cell and clamped their feet securely between heavy blocks of wood.", "25": "Around midnight, Sha'ul and Sila were praying and singing hymns to God, while the other prisoners listened attentively. ", "26": "Suddenly there was a violent earthquake which shook the prison to its foundations. All the doors flew open and everyone's chains came loose. ", "27": "The jailer awoke, and when he saw the doors open he drew his sword and was about to kill himself, for he assumed that the prisoners had escaped. ", "28": "But Sha'ul shouted, “Don't harm yourself! We're all here!”", "29": "Calling for lights, the jailer ran in, began to tremble and fell down in front of Sha'ul and Sila. ", "30": "Then, leading them outside, he said, “Men, what must I do to be saved?” ", "31": "They said, “Trust in the Lord Yeshua, and you will be saved — you and your household!” ", "32": "Whereupon they told him and everyone in his household the message about the Lord.", "33": "Then, even at that late hour of the night, the jailer took them and washed off their wounds; and without delay, he and all his people were immersed. ", "34": "After that, he brought them up to his house and set food in front of them; and he and his entire household celebrated their having come to trust in God.", "35": "The next morning, the judges sent police officers with the order, “Release those men.” ", "36": "The jailer told Sha'ul, “The judges have sent word to release both of you. So come out, and go on your way in peace.” ", "37": "But Sha'ul said to the officers, “After flogging us in public when we hadn't been convicted of any crime and are Roman citizens, they threw us in prison. Now they want to get rid of us secretly? Oh, no! Let them come and escort us out themselves!”", "38": "The officers reported these words to the judges, who became frightened when they heard that Sha'ul and Sila were Roman citizens. ", "39": "They came and apologized to them; then, after escorting them out, requested them to leave the city. ", "40": "From the prison they went to Lydia's house, and after seeing and encouraging the brothers they departed."}