{"1": "After passing through Amphipolis and Apollonia, Sha'ul and Sila came to Thessalonica, where there was a synagogue. ", "2": "According to his usual practice, Sha'ul went in; and on three Shabbats he gave them drashes from the Tanakh, ", "3": "explaining and proving that the Messiah had to suffer and rise again from the dead, and that “this Yeshua whom I am proclaiming to you is the Messiah.” ", "4": "Some of the Jews were persuaded and threw in their lot with Sha'ul and Sila, as did a great many of the Greek men who were “God-fearers,” and not a few of the leading women.", "5": "But the unbelieving Jews grew jealous; so they got together some vicious men from the riffraff hanging around in the market square, collected a crowd and started a riot in the city. They attacked Jason's house, hoping to bring Sha'ul and Sila out to the mob. ", "6": "But when they didn't find them, they dragged Jason and some other brothers before the city authorities and shouted, “These men who have turned the whole world upside down have come here too! ", "7": "And Jason has let them stay in his home! All of them are defying the decrees of the Emperor; because they assert that there is another king, Yeshua!” ", "8": "Their words threw the crowd and the authorities into a turmoil, ", "9": "so that only after Jason and the others had posted bond did they let them go. ", "10": "But as soon as night fell, the brothers sent Sha'ul and Sila off to Berea. As soon as they arrived, they went to the synagogue. ", "11": "Now the people here were of nobler character than the ones in Thessalonica; they eagerly welcomed the message, checking the Tanakh every day to see if the things Sha'ul was saying were true. ", "12": "Many of them came to trust, as did a number of prominent Greek women and not a few Greek men.", "13": "But when the unbelieving Jews of Thessalonica learned that the word of God had been proclaimed by Sha'ul in Berea as well, they went there too to make trouble and agitate the crowds. ", "14": "The brothers sent Sha'ul away at once to go down to the seacoast, while Sila and Timothy stayed behind. ", "15": "Sha'ul's escort went with him as far as Athens, then left with instructions for Sila and Timothy to come as quickly as they could.", "16": "While Sha'ul was waiting for them in Athens, his spirit within him was disturbed at the sight of the city full of idols. ", "17": "So he began holding discussions in the synagogue with the Jews and the “God-fearers,” and in the market square every day with the people who happened to be there.", "18": "Also a group of Epicurean and Stoic philosophers started meeting with him. Some asked, “What is this babbler trying to say?” Others, because he proclaimed the Good News about Yeshua and the resurrection, said, “He sounds like a propagandist for foreign gods.” ", "19": "They took and brought him before the High Council, saying, “May we know what this new teaching is that you are presenting? ", "20": "Some of the things we are hearing from you strike us as strange, and we would like to know what they mean.” ", "21": "(All the Athenians and the foreigners living there used to spend their spare time talking or hearing about the latest intellectual fads.)", "22": "Sha'ul stood up in the Council meeting and said, “Men of Athens: I see how very religious you are in every way! ", "23": "For as I was walking around, looking at your shrines, I even found an altar which had been inscribed, 'To An Unknown God.' So, the one whom you are already worshipping in ignorance — this is the one I proclaim to you.", "24": "“The God who made the universe and everything in it, and who is Lord of heaven and earth, does not live in man-made temples; ", "25": "nor is he served by human hands, as if he lacked something; since it is he himself who gives life and breath and everything to everyone.", "26": "“From one man he made every nation living on the entire surface of the earth, and he fixed the limits of their territories and the periods when they would flourish. ", "27": "God did this so that people would look for him and perhaps reach out and find him although in fact, he is not far from each one of us, ", "28": "'for in him we live and move and exist.' Indeed, as some of the poets among you have said, 'We are actually his children.' ", "29": "So, since we are children of God, we shouldn't suppose that God's essence resembles gold, silver or stone shaped by human technique and imagination.", "30": "“In the past, God overlooked such ignorance; but now he is commanding all people everywhere to turn to him from their sins. ", "31": "For he has set a Day when he will judge the inhabited world, and do it justly, by means of a man whom he has designated. And he has given public proof of it by resurrecting this man from the dead.”", "32": "At the mention of a resurrection of dead people, some began to scoff; while others said, “We want to hear you again on this subject.” ", "33": "So Sha'ul left the meeting. ", "34": "But some men stayed with him and came to trust, including the High Council member Dionysius; there was also a woman named Damaris; and others came to trust along with them."}