{"1": "The festival of Shavu'ot arrived, and the believers all gathered together in one place. ", "2": "Suddenly there came a sound from the sky like the roar of a violent wind, and it filled the whole house where they were sitting. ", "3": "Then they saw what looked like tongues of fire, which separated and came to rest on each one of them. ", "4": "They were all filled with the Ruach HaKodesh and began to talk in different languages, as the Spirit enabled them to speak.", "5": "Now there were staying in Yerushalayim religious Jews from every nation under heaven. ", "6": "When they heard this sound, a crowd gathered; they were confused, because each one heard the believers speaking in his own language. ", "7": "Totally amazed, they asked, “How is this possible? Aren't all these people who are speaking from the Galil? ", "8": "How is it that we hear them speaking in our native languages? ", "9": "We are Parthians, Medes, Elamites; residents of Mesopotamia, Y'hudah, Cappadocia, Pontus, Asia, ", "10": "Phrygia, Pamphylia, Egypt, the parts of Libya near Cyrene; visitors from Rome; ", "11": "Jews by birth and proselytes; Jews from Crete and from Arabia. . . ! How is it that we hear them speaking in our own languages about the great things God has done?” ", "12": "Amazed and confused, they all went on asking each other, “What can this mean?” ", "13": "But others made fun of them and said, “They've just had too much wine!”", "14": "Then Kefa stood up with the Eleven and raised his voice to address them: “You Judeans, and all of you staying here in Yerushalayim! Let me tell you what this means! Listen carefully to me!", "15": "“These people ar en't drunk, as you suppose — it's only nine in the morning. ", "16": "No, this is what was spoken about through the prophet Yo'el:", "17": "'Adonai says: “In the Last Days, I will pour out from my Spirit upon everyone. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams.", "18": "Even on my slaves, both men and women, will I pour out from my Spirit in those days; and they will prophesy.", "19": "I will perform miracles in the sky above and signs on the earth below — blood, fire and thick smoke.", "20": "The sun will become dark and the moon blood before the great and fearful Day of Adonai comes.", "21": "And then, whoever calls on the name of Adonai will be saved.”'[a]", "22": "“Men of Isra'el! Listen to this! Yeshua from Natzeret was a man demonstrated to you to have been from God by the powerful works, miracles and signs that God performed through him in your presence. You yourselves know this. ", "23": "This man was arrested in accordance with God's predetermined plan and foreknowledge; and, through the agency of persons not bound by the Torah, you nailed him up on a stake and killed him!", "24": "“But God has raised him up and freed him from the suffering of death; it was impossible that death could keep its hold on him. ", "25": "For David says this about him: 'I saw Adonai always before me, for he is at my right hand, so that I will not be shaken.", "26": "For this reason, my heart was glad; and my tongue rejoiced; and now my body too will live on in the certain hope", "27": "that you will not abandon me to Sh'ol or let your Holy One see decay.", "28": "You have made known to me the ways of life; you will fill me with joy by your presence.'[b]", "29": "“Brothers, I know I can say to you frankly that the patriarch David died and was buried — his tomb is with us to this day. ", "30": "Therefore, since he was a prophet and knew that God had sworn an oath to him that one of his descendants would sit on his throne, ", "31": "he was speaking in advance about the resurrection of the Messiah, that it was he who was not abandoned in Sh'ol and whose flesh did not see decay. ", "32": "God raised up this Yeshua! And we are all witnesses of it!", "33": "“Moreover, he has been exalted to the right hand of God; has received from the Father what he promised, namely, the Ruach HaKodesh; and has poured out this gift, which you are both seeing and hearing. ", "34": "For David did not ascend into heaven. But he says,", "35": "'Adonai said to my Lord, “Sit at my right hand until I make your enemies a footstool for your feet.”'[c]", "36": "Therefore, let the whole house of Isra'el know beyond doubt that God has made him both Lord and Messiah — this Yeshua, whom you executed on a stake!”", "37": "On hearing this, they were stung in their hearts; and they said to Kefa and the other emissaries, “Brothers, what should we do?” ", "38": "Kefa answered them, “Turn from sin, return to God, and each of you be immersed on the authority of Yeshua the Messiah into forgiveness of your sins, and you will receive the gift of the Ruach HaKodesh! ", "39": "For the promise is for you, for your children, and for those far away — as many as Adonai our God may call!”", "40": "He pressed his case with many other arguments and kept pleading with them, “Save yourselves from this perverse generation!”", "41": "So those who accepted what he said were immersed, and there were added to the group that day about three thousand people.", "42": "They continued faithfully in the teaching of the emissaries, in fellowship, in breaking bread and in the prayers. ", "43": "Everyone was filled with awe, and many miracles and signs took place through the emissaries. ", "44": "All those trusting in Yeshua stayed together and had everything in common; ", "45": "in fact, they sold their property and possessions and distributed the proceeds to all who were in need. ", "46": "Continuing faithfully and with singleness of purpose to meet in the Temple courts daily, and breaking bread in their several homes, they shared their food in joy and simplicity of heart, ", "47": "praising God and having the respect of all the people. And day after day the Lord kept adding to them those who were being saved."}