{"1": "After the furor died down, Sha'ul sent for the talmidim and encouraged them, then took his leave and set out on his way to Macedonia. ", "2": "He went through that area, and, after saying much to encourage them, passed on to Greece, ", "3": "where he spent three months. As he was preparing to set sail for Syria, he discovered a plot against him by the unbelieving Jews; so he changed his mind and decided to return by way of Macedonia. ", "4": "Sopater from Berea, the son of Pyrrhus, accompanied him; as did Aristarchus and Secundus from Thessalonica, Gaius from Derbe, Timothy, and Tychicus and Trophimus from the province of Asia. ", "5": "These men went on and waited for us in Troas, ", "6": "while we sailed from Philippi after the Days of Matzah. Five days later, we met them in Troas, where we spent a week.", "7": "On Motza'ei-Shabbat, when we were gathered to break bread, Sha'ul addressed them. Since he was going to leave the next day, he kept talking until midnight. ", "8": "Now there were many oil lamps burning in the upstairs room where we were meeting, ", "9": "and there was a young fellow named Eutychus sitting on the window-sill. As Sha'ul's drash went on and on, Eutychus grew sleepier and sleepier; until finally he went sound asleep and fell from the third story to the ground. When they picked him up, he was dead. ", "10": "But Sha'ul went down, threw himself onto him, put his arms around him and said, “Don't be upset, he's alive!” ", "11": "Then he went back upstairs, broke the bread and ate. He continued talking with them till daylight, then left. ", "12": "So, greatly relieved, they brought the boy home alive.", "13": "We went on ahead to the ship and set sail for Assos, where we were planning to take Sha'ul aboard — he had arranged this because he wanted to go there by land. ", "14": "After he met us at Assos, we took him aboard and went on to Mitylene. ", "15": "The next day, we sailed from there and arrived off Chios; the following day, we crossed over to Samos; and the day after that, we reached Miletus. ", "16": "For Sha'ul had decided to bypass Ephesus on his voyage, in order to avoid losing time in the province of Asia, because he was hurrying to get to Yerushalayim, if possible in time to celebrate Shavu'ot.", "17": "But he did send from Miletus to Ephesus, summoning the elders of the Messianic community. ", "18": "When they arrived, he said to them, “You yourselves know how, from the first day I set foot in the province of Asia, I was with you the whole time, ", "19": "serving the Lord with much humility and with tears, in spite of the tests I had to undergo because of the plots of the unbelieving Jews. ", "20": "You know that I held back nothing that could be helpful to you, and that I taught you both in public and from house to house, ", "21": "declaring with utmost seriousness the same message to Jews and Greeks alike: turn from sin to God; and put your trust in our Lord, Yeshua the Messiah.", "22": "“And now, compelled by the Spirit, I am going to Yerushalayim. I don't know what will happen to me there, ", "23": "other than that in every city the Ruach HaKodesh keeps warning me that imprisonment and persecution await me. ", "24": "But I consider my own life of no importance to me whatsoever, as long as I can finish the course ahead of me, the task I received from the Lord Yeshua — to declare in depth the Good News of God's love and kindness.", "25": "“Now, listen! I know that none of you people among whom I have gone about proclaiming the Kingdom will ever see me again. ", "26": "Therefore, I testify on this day that I am innocent of the blood of all. ", "27": "For I did not shrink from proclaiming to you the whole plan of God.", "28": "“Watch out for yourselves, and for all the flock in which the Ruach HaKodesh has placed you as leaders, to shepherd God's Messianic community, which he won for himself at the cost of his own Son's blood. ", "29": "I know that after I leave, savage wolves will come in among you; and they won't spare the flock. ", "30": "Even from among your own number, men will arise and teach perversions of the truth, in order to drag away the talmidim after themselves. ", "31": "So stay alert! Remember that for three years, night and day, with tears in my eyes, I never stopped warning you!", "32": "“And now I entrust you to the care of the Lord and to the message of his love and kindness, for it can build you up and give you an inheritance among all those who have been set apart for God.", "33": "“I have not wanted for myself anyone's silver or gold or clothing. ", "34": "You yourselves know that these hands of mine have provided not only for my own needs, but for the needs of my co-workers as well. ", "35": "In everything I have given you an example of how, by working hard like this, you must help the weak, remembering the words of the Lord Yeshua himself, 'There is more happiness in giving than in receiving.'”", "36": "When he had finished speaking, Sha'ul kneeled down with them all and prayed. ", "37": "They were all in tears as they threw their arms around his neck and kissed him farewell. ", "38": "What saddened them the most was his remark that they would never see him again. Then they accompanied him to the ship."}