{"1": "Sha'ul looked straight at them and said, “Brothers, I have been discharging my obligations to God with a perfectly clear conscience, right up until today.” ", "2": "But the cohen hagadol, Hananyah, ordered those standing near him to strike him on the mouth. ", "3": "Then Sha'ul said to him, “God will strike you, you whitewashed wall! Will you sit there judging me according to the Torah, yet in violation of the Torah order me to be struck?” ", "4": "The men nearby said, “This is the cohen hagadol of God that you're insulting!” ", "5": "Sha'ul said, “I didn't know, brothers, that he was the cohen hagadol; for it says in the Torah, 'You are not to speak disparagingly of a ruler of your people.'”[a]", "6": "But knowing that one part of the Sanhedrin consisted of Tz'dukim and the other of P'rushim, Sha'ul shouted, “Brothers, I myself am a Parush and the son of P'rushim; and it is concerning the hope of the resurrection of the dead that I am being tried!” ", "7": "When he said this, an argument arose between the P'rushim and the Tz'dukim, and the crowd was divided. ", "8": "For the Tz'dukim deny the resurrection and the existence of angels and spirits; whereas the P'rushim acknowledge both. ", "9": "So there was a great uproar, with some of the Torah-teachers who were on the side of the P'rushim standing up and joining in — “We don't find anything wrong with this man; and if a spirit or an angel spoke to him, what of it?” ", "10": "The dispute became so violent that the commander, fearing that Sha'ul would be torn apart by them, ordered the soldiers to go down, take him by force and bring him back into the barracks.", "11": "The following night, the Lord stood by him and said, “Take courage! For just as you have borne a faithful witness to me in Yerushalayim, so now you must bear witness in Rome.”", "12": "The next day, some of the Judeans formed a conspiracy. They took an oath, saying they would neither eat nor drink until they had killed Sha'ul; ", "13": "more than forty were involved in this plot. ", "14": "They went to the head cohanim and the elders and said, “We have bound ourselves by an oath to taste no food until we have killed Sha'ul. ", "15": "What you are to do is make it appear to the commander that you and the Sanhedrin want to get more accurate information about Sha'ul's case, so that he will bring him down to you; while we, for our part, are prepared to kill him before he ever gets here.”", "16": "But the son of Sha'ul's sister got wind of the planned ambush, and he went into the barracks and told Sha'ul. ", "17": "Sha'ul called one of the officers and said, “Take this man up to the commander; he has something to tell him.” ", "18": "So he took him and brought him to the commander and said, “The prisoner Sha'ul called me and asked me to bring this young man to you, because he has something to tell you.” ", "19": "The commander took him by the hand, led him aside privately and asked, “What is it you have to tell me?” ", "20": "He said, “The Judeans have agreed to ask you tomorrow to bring Sha'ul down to the Sanhedrin on the pretext that they want to investigate his case more thoroughly. ", "21": "But don't let yourself be talked into it, because more than forty men are lying in wait for him. They have taken an oath neither to eat nor to drink until they kill him; and they are ready now, only waiting for you to give your consent to their request.”", "22": "The commander let the young man go, cautioning him, “Don't tell anyone that you have reported this to me.” ", "23": "Then he summoned two of the captains and said, “Get two hundred infantry soldiers ready to leave for Caesarea at nine o'clock tonight, and seventy mounted cavalry and two hundred spearmen; ", "24": "also provide replacements for Sha'ul's horse when it gets tired; and bring him through safely to Felix the governor.” ", "25": "And the commander wrote the following letter:", "26": "From: Claudius Lysias To: His Excellency, Governor Felix: Greetings!", "27": "This man was seized by the Judeans and was about to be killed by them, when I came on the scene with my troops and rescued him. After learning that he was a Roman citizen, ", "28": "I wanted to understand exactly what they were charging him with; so I brought him down to their “Sanhedrin.”", "29": "I found that he was charged in connection with questions of their “Torah” but that there was no charge deserving death or prison.", "30": "But when I was informed of a plot against the man, I immediately sent him to you and also ordered his accusers to state their case against him before you.", "31": "So the soldiers, following their orders, took Sha'ul during the night and brought him to Antipatris, ", "32": "then returned to the barracks after leaving the cavalry to go on with him. ", "33": "The cavalry took him to Caesarea, delivered the letter to the governor, and handed Sha'ul over to him. ", "34": "The governor read the letter and asked what province he was from. On learning he was from Cilicia, ", "35": "he said, “I will give you a full hearing after your accusers have also arrived,” and ordered him to be kept under guard in Herod's headquarters."}