{"1": "After five days, the cohen hagadol Hananyah came down with some elders and a lawyer named Tertullus, and they presented their case against Sha'ul to the governor. ", "2": "Sha'ul was called, and Tertullus began to make the charges: “Felix, your Excellency, it is because of you that we enjoy unbroken peace, and it is your foresight that has brought to this nation ", "3": "so many reforms in so many areas. It is with the utmost gratitude that we receive this. ", "4": "But, in order not to take up too much of your time, I beg your indulgence to give us a brief hearing.", "5": "“We have found this man a pest. He is an agitator among all the Jews throughout the world and a ringleader of the sect of the Natzratim. ", "6": "He even tried to profane the Temple, but we arrested him. ", "7": "[a] ", "8": "By questioning this man yourself, you will be able to learn all about the things of which we are accusing him.” ", "9": "The Judeans also joined in the accusation and alleged that these were the facts.", "10": "When the governor motioned for Sha'ul to speak, he replied, “I know that you have been judge over this nation for a number of years, so I am glad to make my defense. ", "11": "As you can verify for yourself, it has not been more than twelve days since I went up to worship in Yerushalayim; ", "12": "and neither in the Temple nor in the synagogues nor anywhere else in the city did they find me either arguing with anyone or collecting a crowd. ", "13": "Nor can they give any proof of the things of which they are accusing me.", "14": "“But this I do admit to you: I worship the God of our fathers[b] in accordance with the Way (which they call a sect). I continue to believe everything that accords with the Torah and everything written in the Prophets. ", "15": "And I continue to have a hope in God — which they too accept — that there will be a resurrection of both the righteous and the unrighteous. ", "16": "Indeed, it is because of this that I make a point of always having a clear conscience in the sight of both God and man.", "17": "“After an absence of several years, I came to Yerushalayim to bring a charitable gift to my nation and to offer sacrifices. ", "18": "It was in connection with the latter that they found me in the Temple. I had been ceremonially purified, I was not with a crowd, and I was not causing a disturbance. ", "19": "But some Jews from the province of Asia — they ought to be here before you to make a charge if they have anything against me! ", "20": "Or else, let these men themselves say what crime they found me guilty of when I stood in front of the Sanhedrin, ", "21": "other than this one thing which I shouted out when I was standing among them: 'I am on trial before you today because I believe in the resurrection of the dead!'”", "22": "But Felix, who had rather detailed knowledge of things connected with the Way, put them off, saying, “When Lysias the commander comes down, I will decide your case.” ", "23": "He ordered the captain to keep Sha'ul in custody, but to let him have considerable liberty and not prevent any of his friends from taking care of his needs.", "24": "After some days, Felix came with his wife Drusilla, who was Jewish. He sent for Sha'ul and listened to him as he spoke about trusting in the Messiah Yeshua. ", "25": "But when Sha'ul began to discuss righteousness, self-control and the coming Judgment, Felix became frightened and said, “For the time being, go away! I will send for you when I get a chance.” ", "26": "At the same time, he hoped that Sha'ul would offer him a bribe; so he sent for him rather often and kept talking with him.", "27": "After two years, Felix was succeeded by Porcius Festus; but because Felix wanted to grant the Judeans a favor, he left Sha'ul still a prisoner."}