{"1": "Three days after Festus had entered the province, he went up from Caesarea to Yerushalayim. ", "2": "There the head cohanim and the Judean leaders informed him of the case against Sha'ul, and they asked him ", "3": "to do them the favor of having the man sent to Yerushalayim. (They had plotted to have him ambushed and killed en route.) ", "4": "Festus replied that Sha'ul was being kept under guard in Caesarea, and that he was about to go there shortly himself. ", "5": "“So,” he said, “let competent men among you come down with me and press charges against the man, if he has done something wrong.”", "6": "After staying with them at most eight or ten days, Festus went down to Caesarea; and on the following day, he took his seat in court and ordered Sha'ul to be brought in. ", "7": "When he arrived, the Judeans who had come down from Yerushalayim stood around him, bringing many serious charges against him which they could not prove. ", "8": "In reply, Sha'ul said, “I have committed no offense — not against the Torah to which the Jews hold, not against the Temple, and not against the Emperor.”", "9": "But Festus, wanting to do the Judeans a favor, asked Sha'ul, “Would you be willing to go up to Yerushalayim and be tried before me there on these charges?” ", "10": "Sha'ul replied, “I am standing right now in the court of the Emperor, and this is where I should be tried. I have done no wrong to the Judeans, as you very well know. ", "11": "If I am a wrongdoer, if I have done something for which I deserve to die, then I am ready to die. But if there is nothing to these charges which they are bringing against me, no one can give me to them just to grant a favor! I appeal to the Emperor!” ", "12": "Then Festus, after talking with his advisers, answered, “You have appealed to the Emperor; you will go to the Emperor!”", "13": "After some days, King Agrippa and Bernice arrived at Caesarea to pay their respects to Festus. ", "14": "Since they were staying on there for some time, Festus had the opportunity to acquaint the king with Sha'ul's situation. “There is a man here,” he said, “who was left behind in custody by Felix. ", "15": "When I was in Yerushalayim, the head cohanim and the elders of the Judeans informed me about him and asked me to pronounce judgment against him. ", "16": "My answer to them was that it is not the custom with Romans to give up an accused man just to grant a favor, before he has met his accusers face to face and had the opportunity to defend himself against the charge. ", "17": "So when they arrived here with me, I did not delay, but took my seat in court the next day and ordered the man brought in.", "18": "“When the accusers stood up, instead of charging him with some serious crime as I had expected, ", "19": "they disputed with him about certain points of their own religion, and particularly about somebody called Yeshua, who had died, but who Sha'ul claimed was alive. ", "20": "Being at a loss as to how to investigate such questions, I asked him if he would be willing to go to Yerushalayim and be tried on these matters there. ", "21": "But since Sha'ul appealed to be kept in custody and have his case decided by His Imperial Majesty, I ordered him held until I could send him to the Emperor.”", "22": "Agrippa said to Festus, “I myself have been wanting to hear the man.” “Tomorrow,” he replied, “You will hear him.”", "23": "So the next day, Agrippa and Bernice came with much pageantry; they entered the audience room accompanied by military commanders and the prominent men of the city. Then, at the command of Festus, Sha'ul was brought in. ", "24": "Festus said, “King Agrippa and all of you here with us, do you see this man? The whole Judean community has complained to me about him both in Yerushalayim and here, crying that he shouldn't be allowed to remain alive. ", "25": "But I discovered that he had done nothing that deserves a death sentence. Now when he himself appealed to the Emperor, I decided to send him. ", "26": "However, I have nothing specific to write to His Majesty about him. This is why I have brought him before all of you, and especially before you, King Agrippa — so that after we have examined him, I might have something to write. ", "27": "It seems irrational to me to send a prisoner without also indicating what the charges against him are.”"}