{"1": "Agrippa said to Sha'ul, “You have permission to speak on your own behalf.” Then Sha'ul motioned with his hand and began his defense:", "2": "“King Agrippa, I consider myself fortunate that it is before you today that I am defending myself against all the charges made against me by Jews, ", "3": "because you are so well informed about all the Jewish customs and controversies. Therefore, I beg you to listen to me patiently.", "4": "“So then! All Jews know how I lived my life from my youth on, both in my own country and in Yerushalayim. ", "5": "They have known me for a long time; and if they are willing, they can testify that I have followed the strictest party in our religion — that is, I have lived as a Parush. ", "6": "How ironic it is that I stand on trial here because of my hope in the promise made to our fathers! ", "7": "It is the fulfillment of this very promise that our twelve tribes hope to attain, as they resolutely carry on their acts of worship night and day; yet it is in connection with this hope, your Majesty, that I am being accused by Jews! ", "8": "Why do you people consider it incredible that God raises the dead?", "9": "“I used to think it was my duty to do all I could to combat the name of Yeshua from Natzeret; ", "10": "and in Yerushalayim I did so. After receiving authority from the head cohanim, I myself threw many of God's people in prison; when they were put to death, I cast my vote against them. ", "11": "Often I went from one synagogue to another, punishing them and trying to make them blaspheme; and in my wild fury against them, I even went so far as to persecute them in cities outside the country.", "12": "“On one such occasion, I was traveling to Dammesek with the full authority and power of the head cohanim. ", "13": "I was on the road, and it was noon, your Majesty, when I saw a light from heaven, brighter than the sun, shining around me and my traveling companions. ", "14": "We all fell to the ground; and then I heard a voice saying to me, in Hebrew, 'Sha'ul! Sha'ul! Why do you keep persecuting me? It's hard on you to be kicking against the ox-goads!' ", "15": "I said, 'Who are you, sir?' and the Lord answered, 'I am Yeshua, and you are persecuting me! ", "16": "But get up, and stand on your feet! I have appeared to you to appoint you to serve and bear witness to what you have already seen of me, and to what you will see when I appear to you in the future. ", "17": "I will deliver you from the People and from the Goyim. I am sending you ", "18": "to open their eyes; so that they will turn from darkness to light, from the power of the Adversary to God, and thus receive forgiveness of sins and a place among those who have been separated for holiness by putting their trust in me.'", "19": "“So, King Agrippa, I did not disobey the vision from heaven! ", "20": "On the contrary, I announced first in Dammesek, then in Yerushalayim and throughout Y'hudah, and also to the Goyim, that they should turn from their sins to God and then do deeds consistent with that repentance. ", "21": "It was because of these things that Jews seized me in the Temple and tried to kill me. ", "22": "However, I have had God's help; so to this day, I stand testifying to both small and great, saying nothing but what both the prophets and Moshe said would happen — ", "23": "that the Messiah would die, and that he, as the first to rise from the dead, would proclaim light to both the People and the Goyim.”", "24": "But just as he reached this point in his defense, Festus shouted at the top of his voice, “Sha'ul, you're out of your mind! So much learning is driving you crazy!”", "25": "But Sha'ul said, “No, I am not 'crazy,' Festus, your Excellency; on the contrary, I am speaking words of truth and sanity. ", "26": "For the king understands these matters, so to him I express myself freely, because I am sure that none of these things have been hidden from him. After all, they didn't happen in some back alley. ", "27": "King Agrippa, do you believe the prophets? I know you believe!”", "28": "Agrippa said to Sha'ul, “In this short time, you're trying to convince me to become Messianic?” ", "29": "Sha'ul replied, “Whether it takes a short time or a long time, I wish to God that not only you, but also everyone hearing me today, might become just like me except for these chains!”", "30": "Then the king got up, and with him the governor and Bernice and the others sitting with them. ", "31": "After they had left, they said to one another, “This man is doing nothing that deserves either death or prison.” ", "32": "And Agrippa said to Festus, “If he hadn't appealed to the Emperor, he could have been released.”"}