{"1": "After our escape, we learned that the island was called Malta. ", "2": "Its people showed extraordinary kindness — it was cold and it had started to rain, so they lit a bonfire and welcomed us all. ", "3": "Sha'ul had gathered a bundle of sticks and was adding them to the fire, when a poisonous snake, driven out by the heat, fastened itself to his hand. ", "4": "The islanders saw the creature hanging from Sha'ul's hand and said to one another, “This man must be a murderer. Even though he escaped the sea, justice has not allowed him to live.” ", "5": "But he shook the snake off into the fire and suffered no harm. ", "6": "They waited, expecting him to swell up or suddenly fall down dead; but after waiting a long time and seeing that nothing amiss was happening to him, they reversed their opinion and said he was a god.", "7": "Nearby were lands belonging to the governor of the island, whose name was Publius. He received us in a friendly manner and put us up for three days. ", "8": "Now it so happened that Publius' father was lying in bed, sick with fever attacks and dysentery. Sha'ul went in to him, prayed, placed his hands on him and healed him. ", "9": "After this happened, the rest of those on the island who had ailments came and were healed. ", "10": "They heaped honors on us; and when the time came for us to sail, they provided the supplies we needed.", "11": "After three months, we sailed away on a ship from Alexandria called “Twin Gods,” which had passed the winter at the island. ", "12": "We landed at Syracuse and stayed three days. ", "13": "From there, we arrived at Rhegium by tacking; but after one day, a south wind sprang up; so we made it to Puteoli the second day. ", "14": "There we found brothers who invited us to spend a week with them. And so we went on toward Rome.", "15": "The brothers there had heard about us and came as far as Appian Market and Three Inns to meet us. When Sha'ul saw them, he thanked God and took courage. ", "16": "And when we arrived at Rome, the officer allowed Sha'ul to stay by himself, though guarded by a soldier.", "17": "After three days Sha'ul called a meeting of the local Jewish leaders. When they had gathered, he said to them: “Brothers, although I have done nothing against either our people or the traditions of our fathers, I was made a prisoner in Yerushalayim and handed over to the Romans. ", "18": "They examined me and were ready to release me, because I had done nothing to justify a death sentence. ", "19": "But when the Judeans objected, I was forced to appeal to the Emperor — not that I had any charge to make against my own people. ", "20": "This is why I have asked to see you and speak with you, for it is because of the hope of Isra'el that I have this chain around me.”", "21": "They said to him, “We have not received any letters about you from Y'hudah, and none of the brothers who have come from there has reported or said anything bad about you. ", "22": "But we do think it would be appropriate to hear your views from you, yourself; for all we know about this sect is that people everywhere speak against it.”", "23": "So they arranged a day with him and came to his quarters in large numbers. From morning until evening he explained the matter to them, giving a thorough witness about the Kingdom of God and making use of both the Torah of Moshe and the Prophets to persuade them about Yeshua. ", "24": "Some were convinced by what he said, ", "25": "while others refused to believe. So they left, disagreeing among themselves, after Sha'ul had made one final statement: “The Ruach HaKodesh spoke well in saying to your fathers through Yesha'yahu the prophet,", "26": "'Go to this people and say, “You will keep on hearing but never understand, and you will keep on seeing but never perceive,", "27": "because the heart of this people has grown thick — with their ears they barely hear, and their eyes they have closed, for fear that they should see with their eyes, hear with their ears, understand with their heart, and do t'shuvah, so that I could heal them.”'[a]", "28": "Therefore, let it be known to you that this salvation of God has been sent to the Goyim, and they will listen!” ", "29": "[b]", "30": "Sha'ul remained two whole years in a place he rented for himself; and he continued receiving all who came to see him, ", "31": "openly and without hindrance proclaiming the Kingdom of God and teaching about the Lord Yeshua the Messiah."}