{"1": "Kefa and Yochanan were still speaking to the people when the cohanim, the captain in charge of the Temple police, and the Tz'dukim came upon them, ", "2": "very annoyed that they were teaching the people the doctrine of resurrection from the dead and offering Yeshua as proof. ", "3": "The Temple police arrested them; and since it was already evening, they put them in custody overnight. ", "4": "However, many of those who heard the message trusted; the number of men alone was about five thousand.", "5": "The next day, the people's rulers, elders and Torah-teachers assembled in Yerushalayim, ", "6": "along with 'Anan the cohen hagadol, Kayafa, Yochanan, Alexander and the other men from the family of the cohen hagadol. ", "7": "They had the emissaries stand before them and asked, “By what power or in what name did you do this?”", "8": "Then Kefa, filled with the Ruach HaKodesh, said to them, “Rulers and elders of the people! ", "9": "If we are being examined today about a good deed done for a disabled person, if you want to know how he was restored to health, ", "10": "then let it be known to you and to all the people of Isra'el that it is in the name of the Messiah, Yeshua from Natzeret, whom you had executed on a stake as a criminal but whom God has raised from the dead, that this man stands before you perfectly healed.", "11": "“This Yeshua is the stone rejected by you builders which has become the cornerstone.[a] ", "12": "There is salvation in no one else! For there is no other name under heaven given to mankind by whom we must be saved!”", "13": "When they saw how bold Kefa and Yochanan were, even though they were untrained 'am-ha'aretz, they were amazed; also they recognized them as having been with Yeshua. ", "14": "Moreover, since they could see the man who had been healed standing right there beside them, there was nothing they could say to discredit the healing. ", "15": "So they told them to step away from the Sanhedrin while they discussed the matter privately. ", "16": "“What can we do with these men?” they asked each other. “Why, anyone in Yerushalayim can see that a remarkable miracle has come about through them — we can't possibly deny that. ", "17": "But to prevent it from spreading any further among the people, let's warn them not to speak any more to anyone in this name.”", "18": "So they called them in again and ordered them under no circumstances to speak or teach in the name of Yeshua. ", "19": "But Kefa and Yochanan answered, “You must judge whether it is right in the sight of God to listen to you rather than God. ", "20": "As for us, we can't help talking about what we have actually seen and heard.” ", "21": "They threatened them some more but finally let them go — they couldn't punish them because of the people, for everyone was praising God over what had happened, ", "22": "since the man who had been miraculously healed was more than forty years old.", "23": "Upon being released, they went back to their friends and reported what the head cohanim and elders had said to them. ", "24": "When they heard it, they raised their voices to God with singleness of heart. “Master,” they prayed, “You made heaven, earth, the sea and everything in them.[b] ", "25": "By the Ruach HaKodesh, through the mouth of our father David, your servant, you said, 'Why did the nations rage and the peoples devise useless plans?", "26": "The kings of the earth took their stand; and the rulers assembled together against Adonai and against his Messiah.'[c]", "27": "“This has come true in this city, since Herod and Pontius Pilate, with Goyim and the peoples of Isra'el, all assembled against your holy servant Yeshua, whom you made Messiah, ", "28": "to do what your power and plan had already determined beforehand should happen.", "29": "“So now, Lord, take note of their threats; and enable your slaves to speak your message with boldness! ", "30": "Stretch out your hand to heal and to do signs and miracles through the name of your holy servant Yeshua!”", "31": "While they were still praying, the place where they were gathered was shaken. They were all filled with the Ruach HaKodesh, and they spoke God's message with boldness.", "32": "All the many believers were one in heart and soul, and no one claimed any of his possessions for himself, but everyone shared everything he had. ", "33": "With great power the emissaries continued testifying to the resurrection of the Lord Yeshua, and they were all held in high regard. ", "34": "No one among them was poor, since those who owned lands or houses sold them and turned over the proceeds ", "35": "to the emissaries to distribute to each according to his need. ", "36": "Thus Yosef, whom the emissaries called Bar-Nabba (which means “the Exhorter”), a Levi and a native of Cyprus, ", "37": "sold a field which belonged to him and brought the money to the emissaries."}