{"1": "But there was a man named Hananyah who, with his wife Shappirah, sold some property ", "2": "and, with his wife's knowledge, withheld some of the proceeds for himself; although he did bring the rest to the emissaries. ", "3": "Then Kefa said, “Why has the Adversary so filled your heart that you lie to the Ruach HaKodesh and keep back some of the money you received for the land? ", "4": "Before you sold it, the property was yours; and after you sold it, the money was yours to use as you pleased. So what made you decide to do such a thing? You have lied not to human beings but to God!”", "5": "On hearing these words, Hananyah fell down dead; and everyone who heard about it was terrified. ", "6": "The young men got up, wrapped his body in a shroud, carried him out and buried him.", "7": "Some three hours later, his wife came in, unaware of what had happened. ", "8": "Kefa challenged her: “Tell me, is it true that you sold the land for such-and-such a price?” “Yes,” she answered, “that is what we were paid for it.” ", "9": "But Kefa came back at her, “Then why did you people plot to test the Spirit of the Lord? Listen! The men who buried your husband are at the door. They will carry you out too!” ", "10": "Instantly she collapsed at his feet and died. The young men entered, found her there dead, carried her out and buried her beside her husband. ", "11": "As a result of this, great fear came over the whole Messianic community, and indeed over everyone who heard about it.", "12": "Meanwhile, through the emissaries many signs and miracles continued to be done among the people. United in mind and purpose, the believers met in Shlomo's Colonnade; ", "13": "and no one else dared to join them. Nevertheless, the people continued to regard them highly; ", "14": "and throngs of believers were added to the Lord, both men and women. ", "15": "They went so far as to bring the sick into the streets and lay them on mattresses and stretchers, so that at least Kefa's shadow might fall on them as he passed by. ", "16": "Crowds also gathered from the towns around Yerushalayim, bringing the sick and those afflicted with unclean spirits; and every one of them was healed.", "17": "But the cohen hagadol and his associates, who were members of the party of the Tz'dukim, were filled with jealousy. ", "18": "They arrested the emissaries and put them in the public jail. ", "19": "But during the night, an angel of Adonai opened the doors of the prison, led them out and said, ", "20": "“Go, stand in the Temple court and keep telling the people all about this new life!” ", "21": "After hearing that, they entered the Temple area about dawn and began to teach. Now the cohen hagadol and his associates came and called a meeting of the Sanhedrin (that is, of Isra'el's whole assembly of elders) and sent to the jail to have them brought. ", "22": "But the officers who went did not find them in the prison. So they returned and reported, ", "23": "“We found the jail securely locked and the guards standing at the doors; but when we opened it, we found no one inside!” ", "24": "When the captain of the Temple police and the head cohanim heard these things, they were puzzled and wondered what would happen next.", "25": "Then someone came and reported to them, “Listen! The men you ordered put in prison are standing in the Temple court, teaching the people!” ", "26": "The captain and his officers went and brought them, but not with force; because they were afraid of being stoned by the people. ", "27": "They conducted them to the Sanhedrin, where the cohen hagadol demanded of them, ", "28": "“We gave you strict orders not to teach in this name! Look here! you have filled Yerushalayim with your teaching; moreover, you are determined to make us responsible for this man's death!”", "29": "Kefa and the other emissaries answered, “We must obey God, not men. ", "30": "The God of our fathers[a] raised up Yeshua, whereas you men killed him by having him hanged on a stake.[b] ", "31": "God has exalted this man at his right hand[c] as Ruler and Savior, in order to enable Isra'el to do t'shuvah and have her sins forgiven. ", "32": "We are witnesses to these things; so is the Ruach HaKodesh, whom God has given to those who obey him.”", "33": "On hearing this, the members of the Sanhedrin were infuriated and wanted to put the emissaries to death. ", "34": "But one of the members of the Sanhedrin rose to his feet, a Parush named Gamli'el, a teacher of the Torah highly respected by all the people. He ordered the men put outside for a little while ", "35": "and then addressed the court: “Men of Isra'el, take care what you do to these people. ", "36": "Some time ago, there was a rebellion under Todah, who claimed to be somebody special; and a number of men, maybe four hundred, rallied behind him. But upon his being put to death, his whole following was broken up and came to nothing. ", "37": "After this, Y'hudah HaG'lili led another uprising, back at the time of the enrollment for the Roman tax; and he got some people to defect to him. But he was killed, and all his followers were scattered. ", "38": "So in the present case, my advice to you is not to interfere with these people, but to leave them alone. For if this idea or this movement has a human origin, it will collapse. ", "39": "But if it is from God, you will not be able to stop them; you might even find yourselves fighting God!” They heeded his advice. ", "40": "After summoning the emissaries and flogging them, they commanded them not to speak in the name of Yeshua, and let them go. ", "41": "The emissaries left the Sanhedrin overjoyed at having been considered worthy of suffering disgrace on account of him. ", "42": "And not for a single day, either in the Temple court or in private homes, did they stop teaching and proclaiming the Good News that Yeshua is the Messiah."}