{"1": "Around this time, when the number of talmidim was growing, the Greek-speaking Jews began complaining against those who spoke Hebrew that their widows were being overlooked in the daily distribution. ", "2": "So the Twelve called a general meeting of the talmidim and said, “It isn't appropriate that we should neglect the Word of God in order to serve tables. ", "3": "Brothers, choose seven men from among yourselves who are known to be full of the Spirit and wisdom. We will appoint them to be in charge of this important matter, ", "4": "but we ourselves will give our full attention to praying and to serving the Word.”", "5": "What they said was agreeable to the whole gathering. They chose Stephen, a man full of faith and the Ruach HaKodesh, Philip, Prochoros, Nikanor, Timon, Parmenas and Nicholas, who was a proselyte from Antioch. ", "6": "They presented these men to the emissaries, who prayed and laid their hands on them.", "7": "So the word of God continued to spread. The number of talmidim in Yerushalayim increased rapidly, and a large crowd of cohanim were becoming obedient to the faith.", "8": "Now Stephen, full of grace and power, performed great miracles and signs among the people. ", "9": "But opposition arose from members of the Synagogue of the Freed Slaves (as it was called), composed of Cyrenians, Alexandrians and people from Cilicia and the province of Asia. They argued with Stephen, ", "10": "but they could not stand up against his wisdom or the Spirit by which he spoke.", "11": "So they secretly persuaded some men to allege, “We heard him speak blasphemously against Moshe and against God.” ", "12": "They stirred up the people, as well as the elders and the Torah-teachers; so they came and arrested him and led him before the Sanhedrin. ", "13": "There they set up false witnesses who said, “This man never stops speaking against this holy place and against the Torah; ", "14": "for we have heard him say that Yeshua from Natzeret will destroy this place and will change the customs Moshe handed down to us.”", "15": "Everyone sitting in the Sanhedrin stared at Stephen and saw that his face looked like the face of an angel."}