{"1": "The cohen hagadol asked, “Are these accusations true?” ", "2": "and Stephen said: “Brothers and fathers, listen to me! The God of glory appeared to Avraham avinu in Mesopotamia before he lived in Haran ", "3": "and said to him, 'Leave your land and your family, and go into the land that I will show you.'[a] ", "4": "So he left the land of the Kasdim and lived in Haran. After his father died, God made him move to this land where you are living now. ", "5": "He gave him no inheritance in it, not even space for one foot;[b] yet he promised to give it to him as a possession and to his descendants after him,[c] even though at the time he was childless. ", "6": "What God said to him was, 'Your descendants will be aliens in a foreign land, where they will be in slavery and oppressed for four hundred years. ", "7": "But I will judge the nation that enslaves them,' God said, 'and afterwards they will leave and worship me in this place.'[d] ", "8": "And he gave him b'rit-milah. So he became the father of Yitz'chak and did his b'rit-milah on the eighth day, and Yitz'chak became the father of Ya'akov, and Ya'akov became the father of the Twelve Patriarchs.", "9": "“Now the Patriarchs grew jealous of Yosef and sold him into slavery in Egypt. But Adonai was with him;[e] ", "10": "he rescued him from all his troubles and gave him favor and wisdom before Pharaoh, king of Egypt, who appointed him chief administrator over Egypt and over all his household.[f] ", "11": "Now there came a famine that caused much suffering throughout Egypt and Kena'an[g] ", "12": "But when Ya'akov heard that there was grain in Egypt, he sent our fathers there the first time. ", "13": "The second time, Yosef revealed his identity to his brothers,[h] and Yosef's family became known to Pharaoh. ", "14": "Yosef then sent for his father Ya'akov and all his relatives, seventy-five people. ", "15": "And Ya'akov went down to Egypt; there he died, as did our other ancestors. ", "16": "Their bodies were removed to Sh'khem and buried in the tomb Avraham had bought from the family of Hamor in Sh'khem for a certain sum of money.", "17": "“As the time drew near for the fulfillment of the promise God had made to Avraham, the number of our people in Egypt increased greatly, ", "18": "until there arose another king over Egypt who had no knowledge of Yosef.[i] ", "19": "With cruel cunning this man forced our fathers to put their newborn babies outside their homes, so that they would not survive.", "20": "“It was then that Moshe was born, and he was beautiful in God's sight. For three months he was reared in his father's house; ", "21": "and when he was put out of his home, Pharaoh's daughter took him and brought him up as her own son. ", "22": "So Moshe was trained in all the wisdom of the Egyptians and became both a powerful speaker and a man of action.", "23": "“But when he was forty years old, the thought came to him to visit his brothers, the people of Isra'el. ", "24": "On seeing one of them being mistreated, he went to his defense and took revenge by striking down the Egyptian. ", "25": "He supposed his brothers would understand that God was using him to rescue them, but they didn't understand. ", "26": "When he appeared the next day, as they were fighting, and tried to make peace between them by saying, 'Men, you are brothers! Why do you want to hurt each other?' ", "27": "the one who was mistreating his fellow pushed Moshe away and said, 'Who made you a ruler and judge over us? ", "28": "Do you want to kill me, the way you killed that Egyptian yesterday?'[j] ", "29": "On hearing this, Moshe fled the country and became an exile in the land of Midyan, where he had two sons.", "30": "“After forty more years, an angel appeared to him in the desert near Mount Sinai in the flames of a burning thorn bush. ", "31": "When Moshe saw this, he was amazed at the sight; and as he approached to get a better look, there came the voice of Adonai, ", "32": "'I am the God of your fathers, the God of Avraham, Yitz'chak and Ya'akov.' But Moshe trembled with fear and didn't dare to look. ", "33": "Adonai said to him, 'Take off your sandals, because the place where you are standing is holy ground. ", "34": "I have clearly seen how My people are being oppressed in Egypt, I have heard their cry, and I have come down to rescue them, and now I will send you to Egypt.'[k]", "35": "“This Moshe, whom they rejected, saying, 'Who made you a ruler and judge?' is the very one whom God sent as both ruler and ransomer by means of the angel that appeared to him in the thorn bush. ", "36": "This man led them out, performing miracles and signs in Egypt, at the Red Sea and in the wilderness for forty years. ", "37": "This is the Moshe who said to the people of Isra'el, 'God will raise up a prophet like me from among your brothers'[l] ", "38": "This is the man who was in the assembly in the wilderness, accompanied by the angel that had spoken to him at Mount Sinai and by our fathers, the man who was given living words to pass on to us.", "39": "“But our fathers did not want to obey him. On the contrary, they rejected him and in their hearts turned to Egypt, ", "40": "saying to Aharon, 'Make us some gods to lead us; because this Moshe, who led us out of Egypt — we don't know what has become of him.'[m] ", "41": "That was when they made an idol in the shape of a calf and offered a sacrifice to it and held a celebration in honor of what they had made with their own hands. ", "42": "So God turned away from them and gave them over to worship the stars[n] — as has been written in the book of the prophets, 'People of Isra'el, it was not to me that you offered slaughtered animals and sacrifices for forty years in the wilderness!", "43": "No, you carried the tent of Molekh and the star of your god Reifan, the idols you made so that you could worship them. Therefore, I will send you into exile beyond Bavel.'[o]", "44": "“Our fathers had the Tent of Witness in the wilderness. It had been made just as God, who spoke to Moshe, had ordered it made, according to the pattern Moshe had seen. ", "45": "Later on, our fathers who had received it brought it in with Y'hoshua when they took the Land away from the nations that God drove out before them. “So it was until the days of David. ", "46": "He enjoyed God's favor and asked if he might provide a dwelling place for the God of Ya'akov ", "47": "and Shlomo did build him a house. ", "48": "But Ha'Elyon does not live in places made by hand! As the prophet says,", "49": "'Heaven is my throne,' says Adonai, 'and the earth is my footstool. What kind of house could you build for me? What kind of place could you devise for my rest?", "50": "Didn't I myself make all these things?'[p]", "51": "“Stiffnecked people,[q] with uncircumcised hearts and ears![r] You continually oppose the Ruach HaKodesh![s] You do the same things your fathers did! ", "52": "Which of the prophets did your fathers not persecute? They killed those who told in advance about the coming of the Tzaddik, and now you have become his betrayers and murderers! — ", "53": "you! — who receive the Torah as having been delivered by angels — but do not keep it!”", "54": "On hearing these things, they were cut to their hearts and ground their teeth at him. ", "55": "But he, full of the Ruach HaKodesh, looked up to heaven and saw God's Sh'khinah, with Yeshua standing at the right hand of God. ", "56": "“Look!” he exclaimed, “I see heaven opened and the Son of Man standing at the right hand of God!”[t]", "57": "At this, they began yelling at the top of their voices, so that they wouldn't have to hear him; and with one accord, they rushed at him, ", "58": "threw him outside the city and began stoning him. And the witnesses laid down their coats at the feet of a young man named Sha'ul.", "59": "As they were stoning him, Stephen called out to God, “Lord Yeshua! Receive my spirit!” ", "60": "Then he kneeled down and shouted out, “Lord! Don't hold this sin against them!” With that, he died;"}