{"1": "Meanwhile, Sha'ul, still breathing murderous threats against the Lord's talmidim, went to the cohen hagadol ", "2": "and asked him for letters to the synagogues in Dammesek, authorizing him to arrest any people he might find, whether men or women, who belonged to “the Way,” and bring them back to Yerushalayim.", "3": "He was on the road and nearing Dammesek, when suddenly a light from heaven flashed all around him. ", "4": "Falling to the ground, he heard a voice saying to him, “Sha'ul! Sha'ul! Why do you keep persecuting me?” ", "5": "“Sir, who are you?” he asked. “I am Yeshua, and you are persecuting me. ", "6": "But get up, and go into the city, and you will be told what you have to do.”", "7": "The men traveling with him stood speechless, hearing the voice but seeing no one. ", "8": "They helped Sha'ul get up off the ground; but when he opened his eyes, he could see nothing. So, leading him by the hand, they brought him into Dammesek. ", "9": "For three days he remained unable to see, and he neither ate nor drank.", "10": "There was a talmid in Dammesek, Hananyah by name; and in a vision the Lord said to him, “Hananyah!” He said, “Here I am, Lord.” ", "11": "The Lord said to him, “Get up and go to Straight Street, to Y'hudah's house; and ask for a man from Tarsus named Sha'ul; for he is praying, ", "12": "and in a vision he has seen a man named Hananyah coming in and placing his hands on him to restore his sight.” ", "13": "But Hananyah answered, “Lord, many have told me about this man, how much harm he has done to your people in Yerushalayim; ", "14": "and here he has a warrant from the head cohanim to arrest everyone who calls on your name.” ", "15": "But the Lord said to him, “Go, because this man is my chosen instrument to carry my name to the Goyim, even to their kings, and to the sons of Isra'el as well. ", "16": "For I myself will show him how much he will have to suffer on account of my name.”", "17": "So Hananyah left and went into the house. Placing his hands on him, he said, “Brother Sha'ul, the Lord — Yeshua, the one who appeared to you on the road as you were coming here — has sent me so that you may see again and be filled with the Ruach HaKodesh.” ", "18": "In that moment, something like scales fell away from Sha'ul's eyes; and he could see again. He got up and was immersed; ", "19": "then he ate some food and regained his strength. Sha'ul spent some days with the talmidim in Dammesek, ", "20": "and immediately he began proclaiming in the synagogues that Yeshua is the Son of God. ", "21": "All who heard him were amazed. They asked, “Isn't he the man who in Yerushalayim was trying to destroy the people who call on this name? In fact, isn't that why he came here, to arrest them and bring them back to the head cohanim?” ", "22": "But Sha'ul was being filled with more and more power and was creating an uproar among the Jews living in Dammesek with his proofs that Yeshua is the Messiah.", "23": "Quite some time later, the non-believing Jews gathered together and made plans to kill him; ", "24": "but their plot became known to Sha'ul. They were watching the gates day and night in order to do away with him; ", "25": "but under cover of night, his talmidim took him and let him down over the city wall, lowering him in a large basket.", "26": "On reaching Yerushalayim, he tried to join the talmidim; but they were all afraid of him — they didn't believe he was a talmid. ", "27": "However, Bar-Nabba got hold of him and took him to the emissaries. He told them how Sha'ul had seen the Lord while traveling, that the Lord had spoken to him, and how in Dammesek Sha'ul had spoken out boldly in the name of Yeshua. ", "28": "So he remained with them and went all over Yerushalayim continuing to speak out boldly in the name of the Lord. ", "29": "He talked and debated with the Greek-speaking Jews, but they began making attempts to kill him. ", "30": "When the brothers learned of it, they brought him down to Caesarea and sent him away to Tarsus.", "31": "Then the Messianic community throughout Y'hudah, the Galil and Shomron enjoyed peace and was built up. They lived in the fear of the Lord, with the counsel of the Ruach HaKodesh; and their numbers kept multiplying.", "32": "As Kefa traveled around the countryside, he came down to the believers in Lud. ", "33": "There he found a man named Aeneas who had lain bedridden for eight years, because he was paralyzed. ", "34": "Kefa said to him, “Aeneas! Yeshua the Messiah is healing you! Get up, and make your bed!” ", "35": "Everyone living in Lud and the Sharon saw him, and they turned to the Lord. Now in Yafo there was a talmidah named Tavita ", "36": "(which means “gazelle”); she was always doing tzedakah and other good deeds. ", "37": "It happened that just at that time, she took sick and died. After washing her, they laid her in a room upstairs. ", "38": "Lud is near Yafo, and the talmidim had heard that Kefa was there, so they sent two men to him and urged him, “Please come to us without delay.” ", "39": "Kefa got up and went with them. When he arrived, they led him into the upstairs room. All the widows stood by him, sobbing and showing all the dresses and coats Tavita had made them while she was still with them. ", "40": "But Kefa put them all outside, kneeled down and prayed. Then, turning to the body, he said, “Tavita! Get up!” She opened her eyes; and on seeing Kefa, she sat up. ", "41": "He offered her his hand and helped her to her feet; then, calling the believers and the widows, he presented her to them alive. ", "42": "This became known all over Yafo, and many people put their trust in the Lord. ", "43": "Kefa stayed on in Yafo for some time with a man named Shim'on, a leather-tanner."}