{"1": "In the third year of the reign of King Jehoiakim of Judah, King Nebuchadnezzar of Babylon came to Jerusalem and laid siege to it. ", "2": "Within a week, the Lord handed King Jehoiakim of Judah over to him, along with valuable objects from the house of God. Nebuchadnezzar[a] brought them to the temple of his god in the land of Shinar[b] and stored them[c] in its treasure house.[d]", "3": "Later, the king ordered Ashpenaz, his chief officer,[e] to bring in some Israelis of royal and noble descent. ", "4": "They were to be young men without physical defect, handsome in appearance, skilled in all wisdom, quick to learn, prudent in how they used knowledge, and capable of serving in the king's palace. They were to learn the literature and language of the Chaldeans.[f]", "5": "The king assigned them fine food and choice wine on a daily basis, ordering them to be trained for three years, at the end of which time they would enter the king's service.[g] ", "6": "Included among the people of Judah were Daniel,[h] Hananiah, Mishael, and Azariah. ", "7": "The chief officer assigned the name “Belteshazzar” to Daniel, the name “Shadrach” to Hananiah, the name “Meshach” to Mishael, and the name “Abednego” to Azariah.", "8": "Daniel determined within himself not to become defiled by the king's menu of rich foods or by the king's wine, so he requested permission[i] from the chief officer not to defile himself. ", "9": "God granted to Daniel grace and compassion on the part of the chief officer. ", "10": "The chief officer told Daniel, “I fear his majesty the king, who has determined what you eat and drink. If he notices that your faces are more pale than the other[j] young men in your group, I will forfeit my head to the king.”", "11": "But Daniel told the guard whom the chief officer had appointed over Daniel, Hananiah, Mishael, and Azariah, ", "12": "“Please test your servants for ten days and let us be given vegetables to eat and water to drink. ", "13": "Then compare how we[k] look with the young men who ate the king's rich food, and treat your servants in accordance with what you observe.”", "14": "So he listened to what Daniel said[l] and tested them for ten days. ", "15": "At the end of ten days their appearance was better and their faces were well-nourished[m] compared to the young men who ate the king's rich food. ", "16": "So the guard took away their rich food and wine,[n] giving them vegetables. ", "17": "As for these four young men, God gave them knowledge, aptitude for learning, and wisdom. Daniel also could understand all kinds of visions and dreams.", "18": "Then at the end of the training period[o] that the king had established, the chief officer brought them in before Nebuchadnezzar. ", "19": "When the king spoke to them, none of them compared to Daniel, Hananiah, Mishael, or Azariah as they stood before the king. ", "20": "In every matter of wisdom or understanding that the king discussed with[p] them, he found them ten times superior to all the astrologers and enchanters[q] in his entire palace.", "21": "So Daniel remained there in service[r] until the first year of King Cyrus.[s]"}