{"1": "“'At that time, Michael[a] will arise, the great prince who will stand up on behalf of your people, and a time of trouble will come like there has never been since nations began until that time. Also at that time, your people will be delivered—everyone who will have been written in the book. ", "2": "Many of those who are sleeping in the dust of the earth will awaken—some to life everlasting, and some to disgrace and everlasting contempt. ", "3": "Those who manifest wisdom will shine like the brightness of the expanse of heaven, and those who turn many to righteousness will shine[b] like the stars for ever and ever. ", "4": "Now as for you, Daniel, roll up your scroll and seal your words until the time of the end. Many will rush around, while knowledge increases.'”", "5": "“Then while I, Daniel, continued watching, suddenly two others stood there, one on this side of the river bank and one on the other side. ", "6": "One asked the man dressed in linen clothes, who was standing[c] above the waters of the river, 'How long until the fulfillment of the wonders?'", "7": "“I heard the man dressed in linen clothes, who was standing[d] above the waters of the river as he lifted his right and left hands to heaven and swore by the one who lives forever that it would be for a time, times, and a half. When the shattering of the power of the holy people has occurred, all these things will conclude.”", "8": "“I heard, but I didn't understand. So I asked, 'Sir,[e] what happens next?'", "9": "“He answered, 'Go on your way, Daniel, because these matters[f] are wrapped up and sealed until the time of the end. ", "10": "Many will be purified, cleansed, and refined, though the wicked will continue to act wickedly, and none of the wicked will understand. Nevertheless, the insightful[g] will understand. ", "11": "There will be[h] 1,290 days from the time the regular burnt offering[i] is rescinded and the destructive desolation established. ", "12": "Blessed is the one who perseveres and attains to the 1,335 days. ", "13": "Now as for you, keep on going until the end—you'll rest and then rise to receive your reward at the end of the age.'”[j]"}