{"1": "Some time later, king Nebuchadnezzar built a golden statue, making it 60 cubits[a] high and six cubits[b] wide. He set it up in the Dura Valley[c] within the province of Babylon. ", "2": "Then King Nebuchadnezzar summoned the regional authorities,[d] governors, deputy governors, advisors, treasurers, judges, magistrates, and all of the other[e] administrators of the provinces, ordering them to come to the dedication of the statue that he[f] had erected.", "3": "So the regional authorities,[g] governors, deputy governors, advisors, treasurers, judges, magistrates, and all of the other[h] administrators of the provinces assembled to dedicate the statue that King Nebuchadnezzar had erected. They took their places in front of the statue that he[i] had erected. ", "4": "Then a herald proclaimed aloud: “People of all[j] nations, and languages are commanded: ", "5": "Whenever you hear the sound of the trumpet, the flute, the lyre, the four-stringed lyre, and the harp, playing together along with various instruments, you are to fall down and worship the golden statue that was set up by King Nebuchadnezzar. ", "6": "Anyone who does not fall down and worship is immediately to be thrown into the blazing fire furnace.”", "7": "Therefore, when all of the people “heard the sound of the trumpet, the flute, the lyre, the four-stringed lyre, and the harp, playing together along with various other[k] instruments,” all the “people, nations, and languages” began to fall down and worship the golden statue that King Nebuchadnezzar had set up.", "8": "Just then, certain influential Chaldeans took this opportunity to come forward and denounce the Jews. ", "9": "They told King Nebuchadnezzar, “Your majesty, live forever. ", "10": "You, your majesty, issued this decree: 'Every man who hears the sound of the trumpet, the flute, the lyre, the four-stringed lyre, and the harp, playing together along with various other[l] instruments is to fall down and worship the golden statue. ", "11": "Whoever does not fall down and worship is to be thrown into a blazing fire furnace.'", "12": "“Certain influential Jewish men whom you appointed to manage the city of Babylon—Shadrach, Meshach, and Abednego—have neither paid attention to you, your majesty, nor served your gods. And they won't worship the golden statue that you set up.”", "13": "Nebuchadnezzar flew into a rage and furiously ordered that Shadrach, Meshach, and Abednego be brought before him.[m] ", "14": "Nebuchadnezzar asked them, “Is it true, Shadrach, Meshach, and Abednego, that you don't worship my gods and that you don't worship the golden statue that has been set up? ", "15": "Now, if you are ready at this very moment to obey 'the sound of the trumpet, the flute, the lyre, the four-stringed lyre, and the harp,' and worship the image that I have made… If you do not so worship, you will immediately have cast yourselves into the middle of the blazing fire, and what god is there who can deliver you from my power?”[n]", "16": "Shadrach, Meshach, and Abednego answered King Nebuchadnezzar, “It's not necessary for us to respond in this matter. ", "17": "Your majesty, if it be his will,[o] our God whom we serve can deliver us from the blazing fire furnace, and he will deliver us from you.[p] ", "18": "But if not, rest assured, your majesty, that we won't serve your gods, and we won't worship the golden statue that you have set up.”", "19": "Out of control with rage, Nebuchadnezzar's facial expression changed toward Shadrach, Meshach, and Abednego, and he ordered[q] that the furnace be heated seven times hotter than usual. ", "20": "Then he issued orders to his elite guard to bind Shadrach, Meshach, and Abednego with ropes[r] and throw them into the blazing fire furnace. ", "21": "So the elite guard tied them up fully clothed, still wearing their robes, tunics, and turbans, and threw them into the blazing fire furnace, ", "22": "because the king's command was so drastic. Since the furnace was blazing hot, its flames killed those who threw Shadrach, Meshach, and Abednego into the blazing fire. ", "23": "Bound firmly with ropes, these three men Shadrach, Meshach, and Abednego fell into the blazing fire furnace.", "24": "Astonished, King Nebuchadnezzar stood up in terror, and asked his advisors, “Didn't we throw three men into the fire, bound firmly with ropes?” In reply they told the king, “Yes, your majesty.”", "25": "“Look!” he told them,[s] “I see four men walking untied and unharmed in the middle of the fire, and the appearance of the fourth resembles a divine being.”[t]", "26": "Then Nebuchadnezzar approached the opening of the blazing fire furnace. He shouted out, “Shadrach, Meshach, and Abednego, servants of the Most High God, come out and come here!” So Shadrach, Meshach, and Abednego came out of the fire. ", "27": "The regional authorities,[u] viceroys, governors, and royal advisors gazed at those men and saw that the fire had no effect on their bodies—not a hair on their head was singed, their clothes were not burned, and they did not smell of fire.", "28": "Nebuchadnezzar spoke up and announced: “Blessed be the God of Shadrach, Meshach and Abednego! He sent his angel to deliver his servants who trusted in him. They disobeyed the king's command and were willing to risk their lives in order not to serve or worship any god except their own God. ", "29": "So I decree that people from any nation or language who say anything against the God of Shadrach, Meshach and Abednego will be destroyed and their house reduced to rubble, because there is no other god who can save like this.”", "30": "Then the king promoted Shadrach, Meshach, and Abednego within the province of Babylon."}