{"1": "King Belshazzar put on a great festival for a thousand of his officials. He joined all[a] one thousand of them in getting drunk. ", "2": "Under the influence of wine, Belshazzar ordered that the gold and silver vessels his grandfather Nebuchadnezzar had taken from the Temple in Jerusalem be brought in so the king, his officials, his wives, and his mistresses[b] could drink from them. ", "3": "As ordered, they brought in the gold vessels that had been taken from the sanctuary of God's Temple in Jerusalem, and the king, his officials, his wives, and mistresses[c] drank from them. ", "4": "As they drank the wine, they praised gods of gold, silver, bronze, iron, wood, and stone.", "5": "At that moment, humanlike fingers of a hand appeared near the lamp stand of the royal palace and wrote on the plaster of the wall. ", "6": "While the king watched the back of the hand as it was writing, his facial expression changed. Utterly frightened, he lost control of his own bowels[d] and his knees knocked together.", "7": "The king cried out to bring in enchanters,[e] Chaldeans, and astrologers. He announced to the advisors[f] of Babylon, “Whoever can read this writing and tell me its meaning will be clothed in purple, have a gold chain placed around his neck, and will become the third highest ruler in the kingdom.”", "8": "Then all the king's advisors came in, but they were unable to read the writing or tell the king what it meant. ", "9": "So King Belshazzar became even more frightened, and his facial expression showed it. His officials also were thrown into confusion.", "10": "Hearing[g] the voices of the king and his officials, the queen entered the banquet hall. “Your majesty, live forever,” the queen said. “Don't be frightened by your thoughts or allow your facial expression to show it. ", "11": "There's a man in your kingdom in whom dwells[h] the spirit of the holy gods. During your grandfather's reign, he was found to have insight, intelligence, and wisdom, like that[i] of the gods. Your grandfather, King Nebuchadnezzar—your kingly predecessor—appointed him to be chief administrator over the magicians, enchanters,[j] Chaldeans, and astrologers, ", "12": "because he was found to have an extraordinary spirit, knowledge, and understanding, along with an ability to interpret dreams, explain riddles, and solve difficult problems. His name is Daniel, whom the king renamed Belteshazzar. Call for Daniel, and he will reveal the meaning of the writing.”[k]", "13": "Then Daniel was brought before the king. The king spoke up and told Daniel, “So you are Daniel, one of the Judean exiles whom my grandfather the king brought from Judah! ", "14": "I've heard about you, that a spirit of the gods is in you and that you have insight, discernment, and extraordinary wisdom. ", "15": "Take note that the advisors[l] and enchanters[m] were brought before me to read the writing and explain its meaning, but they were unable to do so.[n] ", "16": "However, I've heard that you can provide meaning and interpretation, and that you can solve difficult problems. If you are able to read the writing and report its meaning, you will be clothed in purple, have a gold chain placed around your neck, and you will become the third highest ruler in the kingdom.”", "17": "At this, Daniel answered, speaking directly to[o] the king, “Let your gifts and rewards be given to someone else. However, I'll read the writing for the king and tell him its meaning. ", "18": "Your majesty, the Most High God gave your grandfather Nebuchadnezzar sovereignty, as well as greatness, glory, and splendor. ", "19": "And because of the greatness that he gave him, all people, nations, and languages revered and feared him. He executed those whom he desired to execute, he spared those whom he wished to spare, he promoted those whom he desired to promote, and he humbled those whom he wished to humble. ", "20": "But when he[p] became arrogant and his spirit hardened, he was removed from his royal throne and his glory was taken away from him. ", "21": "He was driven away from human society[q] and given the mind of an animal. He lived with wild donkeys, ate grass like cattle, and his body was soaked with dew from the sky until he realized that the Most High God is sovereign over human kingdoms and places over them whomever he desires.", "22": "“But you, Belshazzar, his grandson, haven't humbled yourself, even though you knew all of this.", "23": "“You've exalted yourself against the Lord of heaven. “You've had the vessels from his Temple brought into your presence. “And you, your officials, and your wives and mistresses drank wine from them. “You praised gods of silver, gold, bronze, iron, wood, and stone, which can't see, hear, or demonstrate knowledge. “But you didn't honor God, who holds in his power your very life and all your ways.", "24": "“Therefore, the hand[r] that wrote this inscription was sent from his presence. ", "25": "This is the written inscription: MENE, MENE, TEKEL and PARSIN", "26": "These are the meanings of the words: MENE: God has audited[s] your kingdom—and has ended it.", "27": "TEKEL: You've been weighed on the scales—and you don't measure up.[t]", "28": "PERES: Your kingdom has been divided—and will be given to the Medes and Persians.”", "29": "Then Belshazzar gave orders to clothe Daniel in purple, to place a chain of gold around his neck, and to proclaim him the third highest ruler of the kingdom.", "30": "That night Belshazzar, king of the Chaldeans, was killed, ", "31": "[u]and Darius the Mede took over the kingdom at the age of 62."}