{"1": "“In the first year of the reign of Darius son of Ahasuerus, a descendant of the Medes, who was made king over the kingdom of the Chaldeans[a]— ", "2": "in the first year of his reign I, Daniel, noted in the Scripture the total years that were assigned[b] by the message from the Lord to Jeremiah the prophet for the completion of the desolations of Jerusalem: 70 years.", "3": "“So I turned my attention to the Lord God, seeking him in prayer and supplication, accompanied with fasting, sackcloth, and ashes. ", "4": "I prayed to the Lord my God, confessing and saying: 'Lord! Great and awesome God, who keeps his[c] covenant and gracious love for those who love him and obey his commandments, ", "5": "we've sinned, we've practiced evil, we've acted wickedly, and we've rebelled, turning away from your commands and from your regulations. ", "6": "Furthermore, we haven't listened to your servants, the prophets, who spoke in your name to our kings, to our officials, to our ancestors, and to all of the people of the land.", "7": "'To you, Lord, belongs righteousness, but to us, open humiliation—even to this day, to the men of Judah, the residents of Jerusalem, and to all Israel, both those who are nearby and those who are far away in all the lands to which you drove them because of their unfaithful acts that they committed against you.", "8": "'Open humiliation belongs to us, Lord, to our kings, our officials, and our ancestors, because we've sinned against you. ", "9": "But to the Lord our God belong mercy and forgiveness, though we've rebelled against him ", "10": "and have not obeyed the voice of the Lord our God by walking in his laws that he gave us through his servants the prophets. ", "11": "And all Israel flouted your Law, turning aside from it and not obeying your voice. Because we've sinned against him, the curse has been poured upon us, along with the oath written in the Law of Moses the servant of God.", "12": "'He has confirmed his accusation[d] that he spoke against us and against our rulers who governed us by bringing upon us great calamity, because nowhere in the universe[e] has anything been done like what has been done to Jerusalem. ", "13": "As it's written in the Law of Moses,[f] all this calamity has befallen us, but we still haven't sought the Lord our God by turning from our lawlessness to pay attention to your truth. ", "14": "So the Lord watched for the right time to bring the calamity upon us, because the Lord our God is righteous regarding everything he does, but we have not obeyed his voice.", "15": "'And now, Lord our God, who brought your people from the land of Egypt with a mighty hand and who made a name for yourself that remains to this day—we've sinned. We've acted wickedly. ", "16": "Lord, in view of all your righteous acts, please turn your anger and wrath away from your city Jerusalem, your holy mountain. Because of our sins and the iniquities of our ancestors, Jerusalem and your people have become an embarrassment to all of those around us.", "17": "'So now, O[g] God, listen to the prayer of your servant and to his requests, and look with favor on your desolate sanctuary, for the sake of the Lord. ", "18": "Turn your ear and listen, O God. Open your eyes and look at our desolation and at the city that is called by your name. We're not presenting our requests before you because of our righteousness, but because of your great compassion.", "19": "'Lord, listen! 'Lord, forgive! 'Lord, take note and take action! 'For your own sake, don't delay, my God, because your city and your people are called by your name.'”", "20": "“While I was still speaking in prayer, confessing my sin and the sin of my people Israel and placing my request in the presence of the Lord my God on behalf of the holy mountain of God— ", "21": "while I was still speaking, Gabriel, the man of God whom I had seen in the previous vision, appeared to me about the time of the evening offering. ", "22": "He gave instructions, and this is what he spoke to me: 'Daniel, I've now come to give you insight and understanding. ", "23": "Because you're highly regarded, the answer was issued when you began your prayer, and I've come to tell you. Pay attention to my message and you'll understand the vision. ", "24": "Seventy weeks[h] have been decreed concerning your people and your holy city: to restrain transgression, to put an end to sin, to make atonement for lawlessness, to establish everlasting righteousness, to conclude vision and prophecy, and to anoint the Most Holy Place. ", "25": "So be informed and discern that seven weeks and 62 weeks will elapse[i] from the issuance of the command to restore and rebuild Jerusalem until the Anointed Commander.[j] The plaza and moat will be rebuilt, though in troubled times. ", "26": "Then after the 62 weeks, the anointed one[k] will be cut down (but not for himself).[l] Then the people of the Coming Commander[m] will destroy both the city and the Sanctuary. Its ending will come like a flood, and until the end there will be war, with desolations having been decreed. ", "27": "He will make a binding covenant with many for one week, and for half of the week he will suspend both the sacrifice and grain offerings. Destructive people will cause desolation on the uttermost edge[n] of the Sanctuary[o] until it is complete and what has been decreed is poured out on the desolator.'”"}