{"1": "Subject: a message from the Lord. To: Haggai the prophet, who delivered it to Zerubbabel (son of Shealtiel), governor of Judah; and to Joshua (son of Josedech), the High Priest—for it was addressed to them.[a] When: In late August of the second year of the reign of King Darius I.", "2": "“Why is everyone saying it is not the right time for rebuilding my Temple?” asks the Lord.", "3-4": "His reply to them is this: “Is it then the right time for you to live in luxurious homes, when the Temple lies in ruins? ", "5": "Look at the result: ", "6": "You plant much but harvest little. You have scarcely enough to eat or drink and not enough clothes to keep you warm. Your income disappears, as though you were putting it into pockets filled with holes!", "7": "“Think it over,” says the Lord Almighty. “Consider how you have acted and what has happened as a result! ", "8": "Then go up into the mountains, bring down timber, and rebuild my Temple, and I will be pleased with it and appear there in my glory,” says the Lord.", "9": "“You hope for much but get so little. And when you bring it home, I blow it away—it doesn't last at all. Why? Because my Temple lies in ruins, and you don't care. Your only concern is your own fine homes. ", "10": "That is why I am holding back the rains from heaven and giving you such scant crops. ", "11": "In fact, I have called for a drought upon the land, yes, and in the highlands too—a drought to wither the grain and grapes and olives and all your other crops, a drought to starve both you and all your cattle and ruin everything you have worked so hard to get.”", "12": "Then Zerubbabel (son of Shealtiel), the governor of Judah, and Joshua (son of Josedech), the High Priest, and the few people remaining in the land obeyed Haggai's message from the Lord their God; they began to worship him in earnest.", "13": "Then the Lord told them (again sending the message through Haggai, his messenger), “I am with you; I will bless you.” ", "14-15": "And the Lord gave them a desire to rebuild his Temple; so they all gathered in early September of the second year of King Darius's reign and volunteered their help."}