{"1": "In early October of the same year, the Lord sent them this message through Haggai:", "2": "“Ask this question of the governor and High Priest and everyone left in the land:", "3": "“'Who among you can remember the Temple as it was before? How glorious it was! In comparison, it is nothing now, is it? ", "4": "But take courage, O Zerubbabel and Joshua and all the people; take courage and work, for I am with you, says the Lord Almighty. ", "5": "For I promised when you left Egypt that my Spirit would remain among you; so don't be afraid.'", "6": "“For the Lord Almighty says, 'In just a little while I will begin to shake the heavens and earth—and the oceans, too, and the dry land. ", "7": "I will shake all nations, and the Desire of All Nations[a] shall come to this Temple, and I will fill this place with my glory,' says the Lord Almighty. ", "8-9": "'The future splendor of this Temple will be greater than the splendor of the first one! For I have plenty of silver and gold to do it! And here I will give peace,'[b] says the Lord.”", "10": "In early December, in the second year of the reign of King Darius, this message came from the Lord through Haggai the prophet:", "11": "“Ask the priests this question about the law: ", "12": "'If one of you is carrying a holy sacrifice in his robes and happens to brush against some bread or wine or meat, will it too become holy?'” “No,” the priests replied. “Holiness does not pass to other things that way.”", "13": "Then Haggai asked, “But if someone touches a dead person, and so becomes ceremonially impure, and then brushes against something, does it become contaminated?” And the priests answered, “Yes.”", "14": "Haggai then made his meaning clear. “You people,” he said (speaking for the Lord), “were contaminating your sacrifices by living with selfish attitudes and evil hearts—and not only your sacrifices, but everything else that you did as a 'service' to me. ", "15": "And so everything you did went wrong. But all is different now because you have begun to build the Temple. ", "16-17": "Before, when you expected a twenty-bushel crop, there were only ten. When you came to draw fifty gallons from the olive press, there were only twenty. I rewarded all your labor with rust and mildew and hail. Yet, even so, you refused to return to me, says the Lord.", "18-19": "“But now note this: From today, this 24th day of the month,[c] as the foundation of the Lord's Temple is finished, and from this day onward, I will bless you. Notice, I am giving you this promise now before you have even begun to rebuild the Temple structure, and before you have harvested your grain, and before the grapes, the figs, the pomegranates, and olives have produced their next crops: From this day I will bless you.”", "20": "Another message came to Haggai from the Lord that same day:", "21": "“Tell Zerubbabel, the governor of Judah, 'I am about to shake the heavens and the earth, ", "22": "to overthrow thrones, destroy the strength of the kingdoms of the nations. I will overthrow their armed might, and brothers and companions will kill each other. ", "23": "But when that happens, I will take you, O Zerubbabel my servant, and honor you like a signet ring upon my finger; for I have specially chosen you,' says the Lord Almighty.”"}