{"1": "The Lord spoke to Moses and Aaron in the land of Egypt: ", "2": "“This month will be the beginning of months, the first month [C in terms of both the calendar and its importance] of the year for you. ", "3": "Tell the whole ·community [congregation; assembly] of Israel that on the tenth day of this month each man must get one lamb for [L each family, a lamb for] ·the people in his house [L each household]. ", "4": "If there are not enough people in his house to eat a whole lamb, he must share it with his closest neighbor, considering the number of people. There must be enough lamb for everyone to eat. ", "5": "The lamb must be a one-year-old male that has ·nothing wrong with it [no blemish]. This animal can be either a young sheep or a young goat. ", "6": "Take care of the animals until the fourteenth day of the month. On that day all the ·people of the community [assembly of the congregation] of Israel will ·kill [slaughter] them ·in the evening before dark [at twilight]. ", "7": "The people must take some of the blood and put it on the ·sides and tops of the doorframes [doorposts and lintels] of the houses where they eat the lambs. ", "8": "On this night they must roast the lamb over a fire. They must eat it with bitter herbs and ·bread made without yeast [unleavened bread]. ", "9": "Do not eat the lamb raw or boiled in water. Roast the whole lamb over a fire—with its head, legs, and inner organs. ", "10": "You must not leave any of it until morning, but if any of it is left over until morning, you must burn it with fire.", "11": "“This is the way you must eat it: ·You must be fully dressed as if you were going on a trip [L With your loins girded]. You must have your sandals on [L your feet] and your walking stick in your hand. You must eat it in a hurry; this is the Lord's Passover.", "12": "“That night I will ·go [cross; pass] through the land of Egypt and ·kill [L strike] all the firstborn animals and [L firstborn] people in the land of Egypt. I will also ·punish [judge; have victory over] all the gods of Egypt [C the spiritual forces (demons) who spiritually empower Egypt]. I am the Lord. ", "13": "But the blood will be a sign on the houses where you are. When I see the blood, I will pass over you [C the verb is related to the Hebrew word for Passover]. ·Nothing terrible will hurt [L No plague will destroy] you when I ·punish [L strike] the land of Egypt.", "14": "“You are always to remember this day and celebrate it with a feast to the Lord. ·Your descendants are to honor the Lord with this feast from now on [L You are to observe it throughout your generations as a perpetual statute/ordinance/requirement]. ", "15": "For this feast you must eat ·bread made without yeast [unleavened bread] for seven days. On the first day, you are to remove all the ·yeast [leaven] from your houses. No one should eat ·any yeast [anything leavened] from the first day until the seventh day, or that person will be cut off from Israel. ", "16": "You are to have ·holy meetings [sacred/solemn convocation] on the first and last days of the feast. You must not do any work on these days; the only work you may do is to prepare your meals. ", "17": "You must ·celebrate [L keep; guard] the Feast of Unleavened Bread, because on this very day I brought your ·divisions of people [hosts; C a military designation] out of Egypt. So all of your descendants must celebrate this day. This is a ·law that will last from now on [L perpetual statute/ordinance/requirement throughout your generations]. ", "18": "In the first month of the year you are to eat ·bread made without yeast [unleavened bread], from the evening of the fourteenth day until the evening of the twenty-first day [C to commemorate their rapid departure; 12:39]. ", "19": "For seven days there must not be any ·yeast [leaven] in your houses. Anybody who eats ·yeast [something leavened] during this time, either an ·Israelite [L native citizen in the land] or ·non-Israelite [L alien; sojourner], must be cut off from the ·community [congregation; assembly] of Israel. ", "20": "During this feast you must not eat anything ·made with yeast [leavened]. You must eat only ·bread made without yeast [unleavened bread] wherever you live.”", "21": "Then Moses called all the elders of Israel together and told them, “·Get the animals [L Go, select/separate lambs] for your families and ·kill [slaughter] the lamb for the Passover. ", "22": "Take a ·branch of the hyssop plant [L a bunch of hyssop], dip it into the bowl filled with blood, and then ·wipe [smear; L touch] the blood on the ·sides and tops of the doorframes [doorposts and lintel]. No one may ·leave that [L go out of the door of his] house until morning. ", "23": "When the Lord ·goes [passes; crosses] through Egypt to ·kill [strike down; L plague] the Egyptians, he will see the blood on the ·sides and tops of the doorframes [doorposts and lintel], and he will ·pass over [12:13] that house. He will not let the ·one who brings death [destroyer] come into your houses and ·kill [strike; plague] you.", "24": "“You must keep this ·command [word] as a ·law [statute; ordinance; requirement] for you and your ·descendants [sons; children] ·from now on [forever]. ", "25": "·Do this [L You will keep/observe this ritual] when you go to the land the Lord has promised to give you [23:14–15; Lev. 23:5–8; Num. 9:1–14; Deut. 16:1–8; Josh. 5:10–11]. ", "26": "When your ·children [sons] ask you, '·Why are we doing these things [L What does this ritual mean]?' ", "27": "you will say, 'This is the Passover sacrifice to honor the Lord. When we were in Egypt, the Lord passed over the houses of ·Israel [L the sons/T children of Israel], and when he ·killed [struck down; plagued] the Egyptians, he ·saved [rescued; delivered] our homes.'” Then the people bowed down and worshiped the Lord. ", "28": "They did just as the Lord commanded Moses and Aaron.", "29": "At midnight the Lord ·killed [struck] all the firstborn sons in the land of Egypt—from the firstborn of ·the king [L Pharaoh] who sat on the throne to the firstborn of the prisoner in ·jail [dungeon; L pit]. Also, all the firstborn farm animals died. ", "30": "·The king [L Pharaoh], his officers, and all the Egyptians got up during the night because someone had died in every house. So there was a loud outcry everywhere in Egypt.", "31": "During the night ·the king [L he] called for Moses and Aaron and said, “Get up and leave my people. You and ·your people [L the sons/T children of Israel] may do as you have asked; go and ·worship [serve] the Lord. ", "32": "Take all of your flocks and herds as you have asked, and go. And also bless me.” ", "33": "The Egyptians also ·asked [L urged] the ·Israelites [L people] to hurry and leave, saying, “If you don't leave, we will all die!”", "34": "So the people took their dough before the ·yeast [leaven] was added. They wrapped the ·bowls for making dough [L kneading bowls] in clothing and carried them on their shoulders. ", "35": "The ·Israelites [L sons/T children of Israel] did what Moses told them to do and asked their Egyptian neighbors for things made of silver and gold and for clothing. ", "36": "The Lord caused the Egyptians to think ·well [favorably] of them, and the Egyptians gave the people everything they asked for. So ·the Israelites took rich gifts from them [L they plundered/picked clean the Egyptians].", "37": "The ·Israelites [L sons/T children of Israel] traveled from Rameses to Succoth [C both were in the Nile Delta]. There were about six hundred thousand men ·walking [L on foot], not including the ·women and children [L children]. ", "38": "·Many other people who were not Israelites [L A mixed multiude] went with them, as well as a large number of sheep, goats, and cattle. ", "39": "·The Israelites [L They] used the dough they had brought out of Egypt to bake loaves of ·bread without yeast [unleavened bread]. The dough ·had no yeast in it [was unleavened], because they had been ·rushed [driven] out of Egypt and had no time to get food ready for their trip.", "40": "The people of Israel had lived in Egypt for four hundred thirty years; ", "41": "on the very day the four hundred thirty years ended, the Lord's ·divisions [hosts; 12:17] of people left Egypt. ", "42": "That night the Lord kept watch to bring them out of Egypt, and so on this same night the Israelites are to keep watch to honor the Lord ·from now on [L throughout their generations].", "43": "The Lord told Moses and Aaron, “Here are the ·rules [statutes; ordinances; requirements] for Passover: No foreigner is to eat the Passover. ", "44": "If someone buys a slave and circumcises him, the slave may eat the Passover. ", "45": "But neither ·a person who lives for a short time in your country [L alien; temporary resident] nor a hired worker may eat it.", "46": "“The meal must be eaten inside a house; take none of the meat outside the house. Don't break any of the bones. ", "47": "The whole ·community [congregation; assembly] of Israel ·must take part in this feast [L will act thus]. ", "48": "A ·foreigner [sojourner; wanderer; resident alien] who ·lives [sojourns] with you may share in the Lord's Passover if all the males in his house become circumcised. Then, since he will be like a ·citizen [native] of Israel, he may share in the meal. But a man who is not circumcised may not eat the Passover meal. ", "49": "The same ·rules [laws; instructions] apply to ·an Israelite born in the country [the native] or to a ·foreigner [sojourner, wanderer; resident alien] living there.”", "50": "So all the ·Israelites [L sons/T children of Israel] did just as the Lord had commanded Moses and Aaron. ", "51": "On that same day the Lord led the ·Israelites [L sons/T children of Israel] out of Egypt by their ·divisions [hosts; 12:17]."}