{"1": "The whole ·Israelite community [congregation/assembly of the sons/T children of Israel] left the ·Desert [Wilderness] of Sin and ·traveled from place to place [journeyed by stages], as the Lord commanded. They camped at Rephidim, but there was no water there for the people to drink. ", "2": "So the people ·quarreled with [accused; made a case against] Moses and said, “Give us water to drink.” Moses said to them, “Why do you ·quarrel with [accuse; make a case against] me? Why are you ·testing [putting on trial] the Lord?”", "3": "But the people were very thirsty for water, so they ·grumbled [complained] against Moses. They said, “Why did you bring us out of Egypt? Was it to kill us, our children, and our farm animals with thirst?”", "4": "So Moses cried to the Lord, “What can I do with these people? They are almost ready to stone me to death.”", "5": "The Lord said to Moses, “Go ahead of the people, and take some of the elders of Israel with you. Carry with you the ·walking stick [staff] that you used to strike the Nile River [14:21]. Now go! ", "6": "I will stand in front of you on a rock at ·Mount Sinai [L Horeb; C another name for Sinai; 3:1]. ·Hit [Strike] that rock with the ·stick [staff], and water will come out of it so that the people can drink.” Moses did these things as the elders of Israel watched. ", "7": "He named that place Massah [C Hebrew for “test”], because the Israelites tested the Lord when they asked, “Is the Lord with us or not?” He also named it Meribah [C Hebrew for “quarrel”], because they ·quarreled [accused; made a case].", "8": "At Rephidim the Amalekites came and fought the Israelites. ", "9": "So Moses said to Joshua, “·Choose [Select] some men and go and fight the Amalekites. Tomorrow I will stand on the top of the hill, ·holding [extending; stretching out] the ·walking stick [staff] of God in my hands.”", "10": "Joshua ·obeyed Moses [L did as Moses said] and went to fight the Amalekites, while Moses, Aaron, and Hur went to the top of the hill. ", "11": "As long as Moses ·held [raised] his hands up, the Israelites would ·win the fight [prevail], but when Moses put his hands down, the Amalekites ·would win [prevailed; C the staff represented the presence of God, who fought for Israel]. ", "12": "Later, when Moses' arms became ·tired [L heavy], the men put a large rock under him, and he sat on it. Then Aaron and Hur held up Moses' hands—Aaron on one side and Hur on the other. They kept his hands steady until the sun went down. ", "13": "So Joshua defeated ·the Amalekites [L Amalek and his people] ·in this battle [L with the sword].", "14": "Then the Lord said to Moses, “Write about this battle in a ·book [or scroll] ·so people will remember [L as a memorial]. And ·be sure to tell [L place this in the ear of] Joshua, because I will completely ·destroy [annihilate; blot out] the Amalekites from ·the earth [L under heaven; Deut. 25:17–19].”", "15": "Then Moses built an altar and named it ·The Lord Is My Banner [L Yahweh Nissi]. ", "16": "Moses said, “I lifted my hands toward the Lord's throne. The Lord will fight against the Amalekites forever.”"}