{"1": "Jethro, Moses' father-in-law, was the priest of Midian [2:15]. He heard about everything that God had done for Moses and his people, the Israelites, and how the Lord had led the Israelites out of Egypt. ", "2": "Now Moses had sent [L away] his wife Zipporah [2:21] to Jethro, his father-in-law [4:24–26], ", "3": "along with his two sons. The first son was named Gershom [C sounds like Hebrew for “stranger there”], because when he was born, Moses said, “I am a ·stranger [sojourner; wanderer; resident alien] in a foreign country.” ", "4": "The other son was named Eliezer [C sounds like Hebrew for “my God is help”], because when he was born, Moses said, “The God of my father is my help. He saved me from ·the king of Egypt [L the sword of Pharaoh].”", "5": "So Jethro, Moses' father-in-law, took Moses' wife and his two sons and went to Moses. He was camped in the ·desert [wilderness] near the mountain of God [C Mount Sinai]. ", "6": "Jethro had sent a message ahead to Moses that said, “I, Jethro, your father-in-law, am coming to you with your wife and her two sons.”", "7": "So Moses went out to meet his father-in-law and bowed down and kissed him. After the two men asked about each other's ·health [well-being], they went into Moses' tent. ", "8": "Moses told his father-in-law everything the Lord had done to ·the king [L Pharaoh] and the Egyptians to help Israel. He told about all the ·problems [hardship] they had faced along the way and how the Lord had saved them.", "9": "Jethro ·was very happy to hear [rejoiced concerning] all the good things the Lord had done for Israel when he had saved them from the Egyptians. ", "10": "He said, “·Praise [Blessed be] the Lord. He has saved you from the [L hand of the] Egyptians and [L the hand of] ·their king [L Pharaoh], and he has saved the people from the ·power [L hand] of the Egyptians. ", "11": "Now I know the Lord is greater than all gods, because he did this to those who ·looked down on Israel [treated Israel with insolence/arrogance].” ", "12": "Then Jethro, Moses' father-in-law, gave a whole burnt offering [Lev. 1:1–17] and other sacrifices to God. Aaron and all the elders of Israel came to Moses' father-in-law to eat ·the holy meal [L bread/food] together before God.", "13": "The next day Moses ·solved disagreements [decided cases; L sat as judge] among the people, and the people stood around him from morning until night. ", "14": "When Moses' father-in-law saw all that Moses was doing for the people, he asked, “What is all this you are doing for the people? Why are you the only one ·to solve disagreements [L sitting]? All the people are standing ·around you [or in line] from morning until night!”", "15": "Then Moses said to his father-in-law, “It is because the people come to me ·for God's help in solving their disagreements [L to seek/inquire of God]. ", "16": "When people have a ·disagreement [L matter; case], they come to me, and I ·decide who is right [judge between a person and his neighbor]. I tell them God's ·laws [statutes; ordinances; requirements] and ·teachings [instructions; laws].”", "17": "Moses' father-in-law said to him, “·You are not doing this right [L What you are doing is not good]. ", "18": "You and the people who ·come to you [L are with you] will ·get too tired [wear out]. ·This is too much work for you [L The matter is too heavy for you]; you can't do it by yourself. ", "19": "Now listen to me, and I will give you some advice. I want God to be with you. You must speak to God for the people and tell him about their ·disagreements [cases]. ", "20": "Warn them about the ·laws [statutes; ordinances; requirements] and ·teachings [instructions; laws], and ·teach [make known to] them the ·right way to live [L way they should go] and what they should do. ", "21": "But choose some ·capable [virtuous; noble] men from among the people—men who ·respect [fear] God [Prov. 1:7], who can be trusted, and who ·will not change their decisions for money [L hate dishonest profit]. Make these men officers over the people, to rule over groups of thousands, hundreds, fifties, and tens. ", "22": "Let these officers ·solve the disagreements [consider cases; judge] among the people all the time. They can bring the ·hard [L big] cases to you, but they can ·decide [judge] the ·simple [L small] cases themselves. That will make it easier for you, because they will share the work with you. ", "23": "If you do this as God commands you, then you will be able to do your job, and all the people will go ·home [to their place] ·with their disagreements solved [L in peace].”", "24": "So Moses listened to [L the voice of] his father-in-law and did everything he said. ", "25": "He ·chose [selected] ·capable [virtuous; noble] men from all the Israelites and made them ·leaders [heads] over the people; they were officers over groups of thousands, hundreds, fifties, and tens. ", "26": "These officers ·solved disagreements among [judged] the people all the time. They brought the hard cases to Moses, but they ·decided [judged] the ·simple [L small] cases themselves.", "27": "So Moses sent his father-in-law on his way, and Jethro went back to his own ·home [L land]."}