{"1": "Now a man from the ·family [L house] of Levi ·married a woman who was also from the family [L took a daughter] of Levi. ", "2": "She ·became pregnant [conceived] and gave birth to a son. When she saw how ·wonderful the baby [good/handsome/healthy he] was, she hid him for three months. ", "3": "But after three months she was not able to hide the baby any longer, so she got a ·basket [ark] made of ·reeds [papyrus] and covered it with ·tar so that it would float [bitumen and pitch]. She put the baby in the basket. Then she put the basket among the ·tall stalks of grass [L reeds] at the edge of the ·Nile River [L river]. ", "4": "The baby's sister stood ·a short distance away [afar off] to see what would happen to him.", "5": "Then the daughter of ·the king of Egypt [L Pharaoh] came to the river to ·take a bath [wash], and her servant girls were walking beside the river. When she saw the ·basket [ark] in the ·tall grass [reeds] she sent her slave girl to get it. ", "6": "She opened the basket and saw the baby boy. He was crying, so she ·felt sorry [had pity] for him and said, “This is one of the Hebrew babies.”", "7": "Then the baby's sister asked ·the king's [L Pharaoh's] daughter, “Would you like me to go and find a Hebrew woman to nurse the baby for you?”", "8": "·The king's [L Pharaoh's] daughter said, “Go!” So the girl went and got the baby's own mother [C Moses not only survived but was raised by his own mother].", "9": "·The king's [L Pharaoh's] daughter said to the woman, “Take this baby and nurse him for me, and I will pay you.” So the woman took her baby and nursed him. ", "10": "When the child ·grew older [L was weaned], the woman took him to the ·king's [L Pharaoh's] daughter, and she adopted the baby as her own son. The king's daughter named him Moses [C sounds like the Hebrew word for “draw/pull up”], because she had ·pulled [drawn] him out of the water.", "11": "Moses ·grew and became a man [L grew up]. One day he ·visited his people [L went out among his brothers/relatives/kin] and saw ·that they were forced to work very hard [L their hard/forced labor]. He saw an Egyptian beating a Hebrew man, one of Moses' ·own people [L brothers; relatives; kin]. ", "12": "Moses looked all around and saw that no one was watching, so he killed the Egyptian and hid his body in the sand.", "13": "The ·next [L second] day Moses returned and saw two Hebrew men fighting each other. He said to the one that was in the wrong, “Why are you hitting one of your ·own people [friends; neighbors]?”", "14": "The man answered, “Who made you ·our ruler [L prince over people] and judge? Are you going to kill me as you killed the Egyptian?” Moses was afraid and thought, “·Now everyone knows what I did [L Indeed the deed is known].”", "15": "When ·the king [L Pharaoh] heard ·what Moses had done [L of the thing], he ·tried [sought] to kill him. But Moses ·ran away [fled] from ·the king [L Pharaoh] and went to live in the land of Midian [C probably in the eastern Sinai peninsula or in western Arabia]. There he sat down near a well.", "16": "There was a priest in Midian [C Jethro; also known as Reuel] who had seven daughters. His daughters went to that well to ·get [draw] water to fill the water troughs for their father's flock. ", "17": "Some shepherds came and ·chased [drove] the girls away, but Moses defended the girls and watered their flock.", "18": "When they went back to their father Reuel [C another name for Jethro], he asked them, “Why have you come home early today?”", "19": "The girls answered, “·The shepherds chased us away, but an Egyptian defended us [L An Egyptian man rescued us from the hand of shepherds]. He ·got [drew] water for us and watered our flock.”", "20": "He asked his daughters, “Where is this man? Why did you ·leave [abandon; forsake] him? Invite him to eat with us.”", "21": "Moses agreed to stay with Jethro, and he gave his daughter Zipporah to Moses to be his wife. ", "22": "She gave birth to a son. Moses named him Gershom [C sounds like “stranger/resident alien there” in Hebrew], because Moses was a stranger in a ·land that was not his own [foreign land].", "23": "After a long time, the king of Egypt died. The people of Israel groaned, because ·they were forced to work very hard [of their work/slavery]. ·When they cried for help, God heard them [L Their plea for help rose up to God because of their work/slavery]. ", "24": "God heard their ·cries [groaning], and he remembered ·the agreement he had made [his covenant] with Abraham, Isaac, and Jacob [Gen. 12:1–3]. ", "25": "God saw the ·troubles of the people [L sons; children] of Israel, and he ·was concerned about [took note of] them."}