{"1": "Then God spoke all these words:", "2": "“I am the Lord your God, who brought you out of the land of Egypt ·where you were slaves [L from the house of bondage].", "3": "“You must not have any other gods ·except [or before] me.", "4": "“You must not make for yourselves an idol that looks like anything in the ·sky [heavens] above or on the earth below or in the water below the ·land [earth]. ", "5": "You must not worship or serve them, because I, the Lord your God, am a jealous God. ·If you hate me, I will punish your children, and even your grandchildren and great-grandchildren [L I will visit/punish the guilt of the fathers on the sons/T children until the third and fourth generations of those who hate me]. ", "6": "But I show kindness to ·thousands [or thousands of generations of those] who love me and obey my commands.", "7": "“You must not ·use the name of the Lord your God thoughtlessly [take/lift up the name of the Lord your God in vain]; the Lord will ·punish [L not hold/treat as innocent; not acquit] anyone who ·misuses [takes in vain] his name.", "8": "“Remember to ·keep the Sabbath holy [consecrate/sanctify the Sabbath]. ", "9": "Work and get everything done during six days each week, ", "10": "but the seventh day is a ·day of rest to honor [Sabbath to] the Lord your God. On that day no one may do any work: not you, your son or daughter, your male or female slaves, your animals, or the ·foreigners [sojourners; wanderers; resident aliens] living in your ·cities [L gates]. ", "11": "The reason is that in six days the Lord made everything—the ·sky [heavens], the earth, the sea, and everything in them. On the seventh day he rested. So the Lord blessed the Sabbath day and ·made it holy [consecrated/sanctified it].", "12": "“Honor your father and your mother so that you will live ·a long time [L for many days] in the land that the Lord your God is going to give you.", "13": "“You must not murder anyone.", "14": "“You must not ·be guilty of [commit] adultery.", "15": "“You must not steal.", "16": "“You must not ·tell lies about [bear false witness against] your neighbor.", "17": "“You must not ·want to take [covet] your neighbor's house. You must not ·want [covet] his wife or his male or female slaves, or his ox or his donkey, or anything that belongs to your neighbor [C this commandment internalizes previous commandments].”", "18": "When the people heard the thunder and the ·trumpet [ram's horn], and when they saw the lightning and the smoke rising from the mountain, they ·shook with fear [trembled] and stood far away from the mountain. ", "19": "Then they said to Moses, “Speak to us yourself, and we will listen. But don't let God speak to us, or we will die.”", "20": "Then Moses said to the people, “Don't be afraid, because God has come to test you. He wants ·you to respect him [L to put the fear of him on you] so you will not sin.”", "21": "The people stood far away from the mountain while Moses went near the dark cloud where God was. ", "22": "Then the Lord told Moses to say these things to the ·Israelites [L sons/T children of Israel]: “You yourselves have seen that I talked with you from heaven. ", "23": "You must not use gold or silver to make idols for yourselves; do not worship these gods in addition to me.", "24": "“Make an altar of dirt for me, and sacrifice on it your whole burnt offerings [Lev. 1] and ·fellowship [or peace; Lev. 3] offerings, your sheep and your cattle. Worship me in every place that I choose, and I will come and bless you. ", "25": "If you use stones to make an altar for me, don't use ·stones that you have shaped with tools [hewn/cut stones]. When you use any ·tools [chisel] on them, you ·make them unsuitable for use in worship [profane them]. ", "26": "And you must not go up to my altar on steps, or ·people will be able to see under your clothes [L your nakedness will be exposed on it; C meant to avoid a Canaanite-style fertility worship].”"}