{"1": "“If a man steals a ·bull [ox] or a sheep and ·kills [slaughters] or sells it, he must ·pay back [compensate] five ·bulls [oxen] for the one bull he stole and four sheep for the one sheep he stole.", "2-4": "“The robber who is caught must ·pay back what he stole [make restitution]. If he owns nothing, he must be sold as a slave to pay for what he stole. If the stolen animal is found alive with the robber, he must give the owner two animals for every animal he stole, whether it was a ·bull [ox], donkey, or sheep. “If a thief is killed while breaking into a house at night, the one who killed him is not guilty of ·murder [bloodshed]. But if this happens ·during the day [L after the sun is risen], he is guilty of ·murder [bloodshed].", "5": "“If a man lets his farm animal graze in his field or vineyard, and it wanders into another man's field or vineyard, the owner of the animal must ·pay back the loss [make restitution] from the best of his ·crop [L field and from the best of his vineyard].", "6": "“Suppose a man starts a fire that ·spreads through the thornbushes to his neighbor's field [L catches in the thorns]. If the fire burns ·his neighbor's growing [L the standing] grain or grain that has been stacked, or if it burns his whole field, the person who started the fire must pay ·for what was burned [full restitution].", "7": "“Suppose a man gives his neighbor money or other things ·to keep for him [for safekeeping] and those things are stolen from the neighbor's house. If the thief is caught, he must pay back twice as much as he stole. ", "8": "But if the thief is never ·found [caught], the owner of the house must ·make a promise [L be brought] before ·God [or the judges] that he has not ·stolen [L sent out his hand toward] his neighbor's things.", "9": "“Suppose ·two men disagree about who owns something [L there is a matter/report of transgression]—whether ox, donkey, sheep, clothing, or something else that is lost. If each says, 'This is mine,' each man must bring his case ·to God [or before the judges]. ·God's judges [L God; T The judges; C Hebrew: Elohim] will decide who is guilty, and that person must pay the other man twice as much as the object is worth.", "10": "“Suppose a man ·asks [L gives] his neighbor to ·keep [safeguard] his donkey, ox, sheep, or some other animal for him, and that animal dies, gets ·hurt [injured; L broken], or is taken away, without anyone seeing what happened. ", "11": "·That neighbor must promise before the Lord [L An oath before God will decide] that he did not ·harm or kill [L send his hand against] the other man's animal, and the owner of the animal must accept ·his promise made before God [the oath]. The neighbor does not have to ·pay the owner for the animal [make restitution]. ", "12": "But if the animal was stolen from the neighbor, ·he must pay the owner for it [restitutiton must be made to the owner]. ", "13": "If wild animals killed it, the neighbor must bring ·the body [L it] as proof, and ·he will not have to pay for the animal that was killed [L restitution will not be made for the torn-up remains].", "14": "“If a man borrows an animal from his neighbor, and it gets ·hurt [injured; L broken] or dies while the owner is not there, the one who borrowed it must pay [L restitution to] the owner for the animal. ", "15": "But if the owner is with the animal, the one who borrowed it does not ·have to pay [make restitution]. If the animal was ·rented [hired], the ·rental [hiring] price covers the loss.", "16": "“Suppose a man finds a woman who is not ·pledged [engaged] to be married and ·has never had sexual relations with a man [L is a virgin]. If he ·tricks [or seduces] her into having sexual relations with him, he must give ·her family the payment to marry [L the bride-price for] her, and she will become his wife. ", "17": "But if her father refuses to allow his daughter to marry him, the man must still give the usual ·payment for a bride who has never had sexual relations [bride-price for a virgin].", "18": "“·Put to death any woman who does evil magic [L You shall not let a female sorceress live].", "19": "“Put to death anyone who ·has sexual relations [L lies] with an animal.", "20": "“·Destroy completely [Devote to destruction; Put under the ban] any person who makes a sacrifice to any god except the Lord.", "21": "“Do not ·cheat [wrong; maltreat] or ·hurt [oppress] a ·foreigner [sojourner; resident alien], because you were ·foreigners [sojourners; resident aliens] in the land of Egypt.", "22": "“Do not ·cheat [abuse; L afflict] a widow or an orphan. ", "23": "If you ·do [cheat; abuse; L afflict], and they cry out to me for help, I certainly will ·hear [or act on] their cry. ", "24": "And I will be very angry and kill you ·in war [L with the sword]. Then your wives will become widows, and your children will become orphans.", "25": "“If you lend money to one of my people who is poor, do not treat him as a ·moneylender [creditor] would. ·Charge him nothing for using your money [L Take no interest; Lev. 25:36–37; Deut. 23:19; Ps. 15:5]. ", "26": "If your neighbor gives you his coat as ·a promise for the money he owes you [collateral], you must give it back to him by sunset, ", "27": "because his coat is the only cover to keep his body warm. He has nothing else to sleep in. If he cries out to me for help, I will ·hear [or act], because I am ·merciful [gracious; compassionate].", "28": "“You must not ·speak against [revile; trifle with; disrespect] God or curse a leader of your people.", "29": "“Do not hold back your offering from the first of your harvest and the first wine that you make. Also, you must give me your firstborn sons. ", "30": "You must do the same with your ·bulls [oxen] and your sheep. Let the firstborn males stay with their mothers for seven days, and on the eighth day you must give them to me.", "31": "“You are to be my ·holy [consecrated; sanctified; set-apart] people. You must not eat the meat of any animal that has been ·killed [torn up] by wild animals. Instead, ·give [L throw] it to the dogs."}