{"1": "The Lord told Moses, “You, Aaron, Nadab, Abihu, and seventy of the elders of Israel must come up to me and ·worship [bow down to] me from a distance. ", "2": "Then Moses alone must come near me; the others must not come near. The rest of the people must not come up the mountain with Moses.”", "3": "Moses ·told [L went and recounted to] the people all the Lord's words and ·laws for living [regulations; judgments]. Then all of the people answered out loud together, “We will do all the things the Lord has said.” ", "4": "So Moses wrote down all the words of the Lord. And he got up early the next morning and built an altar near the bottom of the mountain. He set up twelve ·stones [L pillars], one ·stone [pillar] for each of the twelve tribes of Israel. ", "5": "Then Moses sent ·young Israelite men [L youth of the sons/T children of Israel] to offer whole burnt offerings and to sacrifice young bulls as ·fellowship [or peace; Lev. 3] offerings to the Lord. ", "6": "Moses put half of the blood of these animals in ·bowls [basins], and he ·sprinkled [or dashed] the other half of the blood on the altar. ", "7": "Then he took the Book of the ·Agreement [Covenant; Treaty C referring to the laws found in 20:2–23:19] and read it so the people could hear him. And they said, “We will do everything that the Lord has said; we will obey.”", "8": "Then Moses took ·the blood from the bowls [L the blood] and ·sprinkled [dashed] it on the people, saying, “This is the blood ·that begins [L of] the ·Agreement [Covenant; Treaty], the ·Agreement [Covenant; Treaty] which the Lord ·has made [L cut] with you ·about [or in accord with] all these words.”", "9": "Moses, Aaron, Nadab, Abihu, and seventy of the elders of Israel went up the mountain ", "10": "and saw the God of Israel. Under his feet was a ·surface [pavement] that looked as if it were paved with blue sapphire stones, and it was as clear as the ·sky [heavens]! ", "11": "These ·leaders of the Israelites [L eminent men of the sons/T children of Israel] saw God, but ·God did not destroy them [L he did not send out his hand]. Then they ate and drank together [C meals often sealed covenant/treaty agreements].", "12": "The Lord said to Moses, “Come up the mountain to me. Wait there, and I will give you two stone tablets [C perhaps two copies of the Ten Commandments]. On these are the ·teachings [laws; instructions] and the commands I have written to instruct the people.”", "13": "So Moses and his ·helper [assistant] Joshua ·set out [L got up], and Moses went up to ·Sinai, the mountain of God [L the mountain of God]. ", "14": "Moses said to the elders, “Wait here for us until we come back to you. Aaron and Hur are with you, and anyone who ·has a disagreement with others [has many words/a dispute; L is a master of words] can take it to them.”", "15": "When Moses went up on the mountain, the cloud [C representing God's presence] covered it. ", "16": "The glory of the Lord [C representing his manifest presence] ·came down [L settled] on Mount Sinai, and the cloud covered it for six days. On the seventh day the Lord called to Moses from inside the cloud. ", "17": "To the ·Israelites [L sons/T children of Israel] the glory of the Lord looked like a fire burning on top of the mountain. ", "18": "Then Moses went into the cloud and went higher up the mountain. He was on the mountain for forty days and forty nights."}