{"1": "“This is what you must do to ·appoint Aaron and his sons [L them to consecrate them] to serve me as priests. Take one young bull and two ·male sheep [rams] ·that have nothing wrong with them [L without blemish]. ", "2": "Use ·fine [choice] wheat flour ·without yeast to make bread [to make unleavened bread], cakes ·without yeast [unleavened] mixed with olive oil, and wafers ·without yeast [unleavened] brushed with olive oil. ", "3": "Put these in one basket, and bring them along with the bull and two ·male sheep [rams]. ", "4": "Bring Aaron and his sons to the entrance of the Meeting Tent and wash them with water. ", "5": "Take the clothes and dress Aaron in the inner robe [28:39–41] and the outer robe [28:31–35] of the ·holy vest [ephod; 28:6–14]. Then put on him the ·holy vest [ephod] and the ·chest covering [breastpiece; 28:15–28], and tie the ·holy vest [ephod] on him with its ·skillfully woven belt [embroidered waistband of the ephod]. ", "6": "Put the turban on his head, and put the holy ·crown [diadem] on the turban. ", "7": "Take the special olive oil and pour it on his head to ·make him a priest [L anoint him].", "8": "“Then bring his sons and put the inner robes on them. ", "9": "·Put [L Gird them with] the ·headbands [headdresses] on their heads, and tie ·cloth belts around their waists [L sashes on Aaron and his sons]. ·Aaron and his descendants [L They] will be priests in Israel, according to a ·rule that will continue from now on [perpetual statute/ordinance/requirement]. This is how you will ·appoint Aaron and his sons as priests [ordain Aaron and his sons; L fill the hand of Aaron and his sons].", "10": "“Bring the bull to the front of the Meeting Tent, and Aaron and his sons must ·put [lay] their hands on the bull's head [C a ritual of identification; the animal stood in the place of the offerer]. ", "11": "Then ·kill [slaughter] the bull before the Lord at the entrance to the Meeting Tent. ", "12": "Use your finger to put some of the bull's blood on the ·corners [L horns; 27:2] of the altar, and then pour the blood that is left at the ·bottom [base; foundation] of the altar. ", "13": "Take all the fat that covers the inner organs, as well as the ·best part [appendage] of the liver, both kidneys, and the fat around them, and ·burn them [L turn them into smoke] on the altar. ", "14": "Take the bull's meat, skin, and ·intestines [or dung], and burn them outside the camp. This is an ·offering to take away sin [sin offering; Lev. 4:1–5:13].", "15": "“Take one of the ·male sheep [rams], and have Aaron and his sons ·put [lay] their hands on its head. ", "16": "·Kill [Slaughter] it, and take its blood and ·sprinkle [dash] it on all four sides of the altar. ", "17": "Then cut the ram into pieces and wash its inner organs and its legs, putting them with its head and its other pieces. ", "18": "·Burn [L Turn into smoke] the whole sheep on the altar; it is a burnt offering made by fire [Lev. 1] to the Lord. Its smell is pleasing to the Lord.", "19": "“Take the ·other male sheep [second ram], and have Aaron and his sons ·put [lay] their hands on its head [29:10]. ", "20": "·Kill [Slaughter] it and take some of its blood. Put the blood on the ·bottom [lobe] of the right ears of Aaron and his sons and on the thumbs of their right hands and on the big toes of their right feet [Lev. 14:14; C the significance is unclear]. Then sprinkle the rest of the blood ·against all four sides of [L all around] the altar. ", "21": "Take some of the blood from the altar, and mix it with the ·special oil used in appointing priests [L anointing oil]. Sprinkle this on Aaron and his clothes and on his sons and their clothes. ·This will show that Aaron [L Then he] and his sons and their clothes ·are given to my service [L will be holy/consecrated].", "22": "“Then take the fat from the ·male sheep [ram], the fat tail, and the fat that covers the inner organs. In addition, take the best part of the liver, both kidneys, and the fat around them, and the right thigh. (This is the ·male sheep to be used in appointing priests [ordination ram].)", "23": "“Then take the basket of ·bread that you made without yeast [unleavened bread], which you put before the Lord. From it take a loaf of bread, a cake made with olive oil, and a wafer. ", "24": "Put all of these in the hands of Aaron and his sons, and tell them to ·present them as an [L wave them as a wave] offering to the Lord [C a ritual whereby the offerer symbolically waves the offering before God but then uses it]. ", "25": "Then take them from their hands and ·burn them [L turn them into smoke] on the altar with the whole burnt offering. This is an offering made by fire to the Lord; its smell is pleasing to the Lord. ", "26": "Then take the breast of the ·male sheep used to appoint Aaron as priest [ordination ram], and ·present it before the Lord as an offering [L wave it as a wave offering before the Lord]. This part of the animal will be your ·share [portion]. ", "27": "·Set aside [Consecrate] the breast [L that was waved as a wave offering] and the thigh of the ·sheep that were used to appoint [L ordination ram that was elevated as an elevation offering for] Aaron and his sons as priests. These parts belong to them. ", "28": "They are to be the ·regular share [perpetual statute/ordinance/requirement] which the Israelites will always give to Aaron and his sons. It is the gift the Israelites must give to the Lord from their ·fellowship [or peace] offerings [Lev. 3].", "29": "“The ·holy [sacred; consecrated] clothes made for Aaron will belong to his ·descendants [sons] so that they can wear these clothes when they are ·appointed as priests [L anointed and ordained]. ", "30": "Aaron's son, who will become high priest after him, will come to the Meeting Tent to ·serve [minister] in the Holy Place. He is to wear these clothes for seven days.", "31": "“Take the ·male sheep used to appoint priests [ordination ram] and boil its meat in a place that is holy. ", "32": "Then at the entrance of the Meeting Tent, Aaron and his sons must eat the meat of the ·sheep [ram] and the bread that is in the basket. ", "33": "They should eat these offerings that were used to ·remove their sins [atone] and to ·make them holy when they were made priests [ordain and consecrate]. But no ·stranger [outsider] is to eat them, because they are holy things. ", "34": "If any of the ·meat from that sheep [L ordination meat] or any of the bread is left the next morning, it must be burned. It must not be eaten, because it is holy.", "35": "“Do all these things that I commanded you to do to Aaron and his sons, and spend seven days ·appointing [ordaining] them. ", "36": "Each day you are to offer a bull ·to remove the sins of [L as a sin offering of atonement for] Aaron and his sons so they will be given for service to the Lord. ·Make the altar ready for service to the Lord [L Offer a sin offering for the altar to make atonement for it], and also ·pour oil on it to make it holy [anoint it to consecrate it]. ", "37": "Spend seven days making ·the altar ready for service to God [L atonement for the altar] and ·making it holy [consecrate it]. Then the altar will become very holy, and anything that touches it must be holy.", "38": "“Every day ·from now on [regularly; continually], offer on the altar two lambs that are one year old. ", "39": "Offer one lamb in the morning and the ·other [second] in the evening ·before dark [at twilight]. ", "40": "·In the morning, when you offer the [L For the] first lamb, offer also ·two quarts [L a tenth of an ephah] of fine flour mixed with ·one quart [L one fourth of a hin] of oil from ·pressed [or pounded] olives. Pour out a ·quart [L fourth of a hin] of wine as a drink offering. ", "41": "Offer the second lamb ·in the evening [at twilight] with the same ·grain [or gift; tribute] offering [Lev. 3] and drink offering as you did in the morning. This is an offering made by fire to the Lord, and its smell is pleasing to him.", "42": "“·You must burn these things as an offering [L It is a burnt offering; Lev. 1] to the Lord ·every day [regularly; continuously], ·from now on [L throughout your generations], at the entrance of the Meeting Tent before the Lord. ·When you make the offering, [L …where] I, the Lord, will meet you there and speak to you. ", "43": "I will meet with the ·people [L sons; children] of Israel there, and that place will be holy because of my glory.", "44": "“So I will make the Meeting Tent and the altar ·holy [consecrated]; I will also make Aaron and his sons ·holy [consecrated] so they may serve me as priests. ", "45": "I will ·live [dwell] with the ·people [L sons; children] of Israel and be their God. ", "46": "And they will know that I am the Lord their God who ·led [brought] them out of Egypt so that I could ·live [dwell] with them. I am the Lord their God."}