{"1": "Then the Lord said to Moses, ", "2": "“See, I have ·chosen [L called by name] Bezalel son of Uri from the tribe of Judah. (Uri was the son of Hur.) ", "3": "I have filled Bezalel with the ·Spirit [or spirit] of God and have given him the ·skill [wisdom], ability, and knowledge to do all kinds of work. ", "4": "He is able to ·design [plan] pieces to be made from gold, silver, and bronze, ", "5": "to cut jewels and put them in metal, to ·carve [engrave] wood, and to do all kinds of work. ", "6": "I have also ·chosen [L given him] Oholiab son of Ahisamach from the tribe of Dan to work with Bezalel. I have given ·skills [wisdom] to all the craftsmen, and they will be able to make all these things I have commanded you: ", "7": "the Meeting Tent, the Ark of the ·Agreement [Covenant; Treaty; L Testimony], the ·lid that covers [mercy seat; atonement cover] the Ark, and ·everything in [all the utensils of] the Tent. ", "8": "This includes the table and ·everything on it [all its utensils], the pure gold lampstand and ·everything with it [all its utensils], the altar of incense, ", "9": "the altar for burnt offerings and ·everything used with it [all its utensils], and the bowl and the stand under it. ", "10": "They will make the woven clothes and the ·holy [sacred] clothes for Aaron and the clothes for his sons to wear when they serve as priests. ", "11": "They will also make the special olive oil used ·in appointing people and things to the service of the Lord [L for anointing], and the sweet-smelling incense for the Holy Place. “These workers will make all these things just as I have commanded you.”", "12": "Then the Lord said to Moses, ", "13": "“Tell the ·Israelites [L sons/T children of Israel], 'You must ·keep the rules about [L guard; keep] my Sabbaths, because they will be a sign [C reminders of the covenant; 9:13; 17:11] between you and me from now on. In this way you will know that I, the Lord, make you holy.", "14": "“'·Make the Sabbath a holy day [L Keep/Guard the Sabbath for it is holy]. If anyone ·treats the Sabbath like any other day [profanes/desecrates the Sabbath] that person must be put to death; anyone who works on the Sabbath day must be cut off from his people [20:8–11]. ", "15": "There are six days for working, but the seventh day is a day of rest, a day holy for the Lord. Anyone who works during the Sabbath day must be put to death. ", "16": "The ·Israelites [L sons/T children of Israel] must ·remember [keep; guard] the Sabbath day as an ·agreement [covenant; treaty] between them and me ·that will continue from now on [L throughout their generations]. ", "17": "The Sabbath day will be a sign between me and the ·Israelites [L sons/T children of Israel] forever, because in six days I, the Lord, made the ·sky [heavens] and the earth. On the seventh day I did not work; I rested [Gen. 2:1–3].'”", "18": "When the Lord finished speaking to Moses on Mount Sinai, he gave him the two stone tablets with the ·Agreement [Covenant; Testimony; Treaty] written on them, written by the finger of God."}