{"1": "The people saw that ·a long time had passed and Moses had not [L Moses delayed to] come down from the mountain. So they ·gathered [assembled] ·around [or against] Aaron and said, “[L This man] Moses ·led [brought] us out of Egypt, but we don't know what has happened to him. Make us ·gods [or a god; or an image of God] who will ·lead [L go before] us.”", "2": "Aaron said to ·the people [L them], “·Take [Pull] off the gold earrings that your wives, sons, and daughters are wearing, and bring them to me.” ", "3": "So all the people ·took [pulled off] their gold earrings and brought them to Aaron. ", "4": "He took ·the gold [L it] from ·the people [L their hands] and formed it ·with a tool [or in a mold] and made a ·statue [image] of a calf. Then the people said, “Israel, ·these are your gods [or this is your God; C either an idol to a false god or an inappropriate image for a false worship of the true God] who brought you out of the land of Egypt [1 Kin. 12:28]!”", "5": "When Aaron saw all this, he built an altar before the calf and announced, “Tomorrow there will be a ·special feast to honor [festival for] the Lord.” ", "6": "The people got up early the next morning and offered whole burnt offerings [Lev. 1] and ·fellowship [or peace] offerings [Lev. 3]. They sat down to eat and drink, and then they ·got up and sinned sexually [got up and amused themselves; T rose up to play; C a euphemism].", "7": "Then the Lord said to Moses, “Go down from this mountain, because your people, the people you brought out of the land of Egypt, have ·ruined themselves [acted in a debauched/perverse manner]. ", "8": "They have quickly turned away from the ·things [path; way] I commanded them to do. They have made for themselves a calf ·covered with gold [L image], and they have worshiped it and offered sacrifices to it. They have said, 'Israel, ·these are your gods [or this is the God; 32:4] who brought you out of Egypt.'”", "9": "The Lord said to Moses, “I have seen these people, and I know that they are ·very stubborn [L a stiff-necked people]. ", "10": "So now do not stop me. I am so angry with them that I am going to ·destroy [L consume] them. Then I will make ·you and your descendants [L you] a great nation [C echoing the promise to Abraham; Gen. 12:1–3].”", "11": "But Moses ·begged [tried to appease] the Lord his God and said, “Lord, ·don't let your anger destroy [L why does your anger burn against…?] your people, whom you brought out of Egypt with your great power and ·strength [L a mighty hand]. ", "12": "·Don't let [L Why should…?] the people of Egypt say, 'The Lord brought the Israelites out of Egypt for an evil purpose. He planned to kill them in the mountains and ·destroy [L wipe] them from the earth.' So ·stop being angry [change your mind; relent], and don't ·destroy [L bring harm on] your people. ", "13": "Remember ·the men who served you [L your servants]—Abraham, Isaac, and Israel. You promised with an oath to them and said, 'I will make your ·descendants [seed] as many as the stars in the sky [Gen. 15:5; 22:17; 26:4]. I will give your descendants all this land that I have promised them, and ·it will be theirs [L they will inherit it] forever [Gen. 12:1–3].'” ", "14": "So the Lord ·changed his mind [relented] and did not ·destroy [L bring harm on] the people as he had said he might.", "15": "Then Moses went down the mountain, and in his hands he had the two stone tablets with the ·Agreement [Covenant; Testimony; Treaty] on them. The ·commands [L tablets] were written on both sides of each stone, front and back. ", "16": "God himself had made the tablets, and God himself had ·written the commands on [L engraved] the tablets.", "17": "When Joshua heard the sound of the people shouting, he said to Moses, “It sounds like war down in the camp.”", "18": "Moses answered: “It is not a shout of victory; it is not a cry of defeat. It is the sound of singing that I hear.”", "19": "When Moses came close to the camp, he saw the gold calf and the dancing, and he became very angry. He threw down the stone tablets that he was carrying and broke them at the bottom of the mountain [C signifying the broken covenant]. ", "20": "Then he took the calf that they had made and melted it in the fire. He ground it into powder. Then he ·threw [scattered] the powder into the water and forced the Israelites to drink it [C paralleling an ancient Near Eastern ritual for destroying a statue of a god].", "21": "Moses said to Aaron, “What did these people do to you? Why did you ·cause them to do [L bring on them] such a terrible sin?”", "22": "Aaron answered, “Don't be angry, ·master [sir]. You know that these people are always ready to do wrong. ", "23": "They said to me, '[L This man] Moses ·led [brought] us out of Egypt, but we don't know what has happened to him. Make us ·gods [or a god; or an image of God] who will ·lead [L go before] us.' ", "24": "So I told them. '·Take off your gold jewelry [L Whoever has gold, pull it off].' When they gave it to me, I threw it into the fire and out ·came [popped] this calf!”", "25": "Moses saw that the people were ·acting wildly [out of control]. Aaron had let them ·get out of control [act wildly] and become ·fools [the object of slander] in front of their enemies. ", "26": "So Moses stood at the ·entrance [L gate] to the camp and said, “·Let anyone who wants to follow [L Whoever is for] the Lord come to me.” And all the ·people from the family of [L sons of] Levi gathered around Moses.", "27": "Then Moses said to them, “The Lord, the God of Israel, says this: 'Every man must put on his sword and go through the camp from ·one end to the other [L gate to gate]. Each man must kill his brother, his friend, and his neighbor.'” ", "28": "The ·people from the family [L sons] of Levi obeyed Moses, and that day about three thousand of the Israelites died. ", "29": "Then Moses said, “Today you have been ·given for service [ordained; C to the priesthood] to the Lord. You were willing to kill your own sons and brothers, and God has blessed you for this.”", "30": "The next day Moses told the people, “You have ·done [L sinned] a terrible sin. But now I will go up to the Lord. Maybe I can ·do something so your sins will be removed [make atonement for your sin].” ", "31": "So Moses went back to the Lord and said, “How terribly these people have sinned! They have made for themselves ·gods [or a god; 32:4] from gold. ", "32": "Now, please forgive them of this sin. If you will not, then ·erase [blot out] my name from the book in which you have written the names of your people.”", "33": "But the Lord told Moses, “I will ·erase [blot out] from my book the names of the people who sin against me. ", "34": "So now, go. Lead the people where I have told you, and my ·angel [messenger] will ·lead [L go in front of] you. When the time comes to punish, I will punish them for their sin.”", "35": "So the Lord ·caused terrible things to happen to [sent a plague on] the people because of what they did with the calf Aaron had made."}