{"1": "So Bezalel, Oholiab, and every ·skilled [L wise of heart/mind] person will do the work the Lord has commanded, because he gave them the wisdom and understanding to do all the skilled work needed to build the Holy ·Tent [Place].”", "2": "Then Moses called Bezalel, Oholiab, and all the other ·skilled [L wise of heart/mind] people to whom the Lord had given ·skills [L wisdom in their heart], and they came because ·they wanted [L their hearts were favorable] to help with the work. ", "3": "They received from Moses everything the ·people [L sons; children] of Israel had brought as ·gifts [offerings] ·to build the Holy Tent [L for doing the work of the Holy Place]. The people continued to bring ·gifts [L free will offerings] ·each morning because they wanted to [morning after morning]. ", "4": "So all the ·skilled [wise] workers left the work they were doing on the Holy ·Tent [L Place], ", "5": "and they said to Moses, “The people are bringing more than we need to do the work the Lord commanded.”", "6": "Then Moses sent this command throughout the camp: “No man or woman should make anything else as a ·gift for the Holy Tent [offering for the Holy Place].” So the people were kept from giving more, ", "7": "because what they had was already more than enough to do all the work.", "8": "Then the ·skilled workers [L all the skilled/wise of heart] made the ·Holy Tent [Tabernacle]. They made the ten curtains with linen and of blue, purple, and ·red [scarlet] cloth, and they sewed designs of ·creatures with wings [L cherubim] on the curtains [C These deep blue curtains with cherubim represented heaven on earth]. ", "9": "Each curtain was the same size—·forty-two feet [L twenty-eight cubits] long and ·six feet [L four cubits] wide. ", "10": "Five of the curtains were ·fastened [bound; joined] together to make one set, and the other five were ·fastened [bound; joined] together to make another set. ", "11": "Then they made loops of blue cloth along the edge of the end curtain on the first set of five, and they did the same thing with the other set of five. ", "12": "There were fifty loops on one curtain and fifty loops on the other curtain, with the loops opposite each other. ", "13": "They made fifty gold ·hooks [clasps] to join the two curtains together so that the ·Holy Tent [Tabernacle] was joined together as one piece.", "14": "Then they made another tent of eleven curtains made of goat hair [26:7], to put over the ·Holy Tent [Tabernacle]. ", "15": "All eleven curtains were the same size—·forty-five feet [L thirty cubits] long and ·six feet [L four cubits] wide. ", "16": "The workers sewed [joined; bound] five curtains together into one set and six together into another set. ", "17": "They made fifty loops along the edge of the outside curtain of one set and fifty loops along the edge of the outside curtain of the other set. ", "18": "Then they made fifty bronze ·rings [hooks; clasps] to ·join [bind] the two sets of cloth together and make the tent one piece. ", "19": "They made two more coverings for the outer tent—one made of ·male sheepskins colored red [or tanned rams' skins; 26:14] and the other made of ·fine leather [or sea cow hide; 26:14].", "20": "Then they made upright frames of acacia wood for the ·Holy Tent [Tabernacle]. ", "21": "Each frame was ·fifteen feet [L ten cubits] long and ·twenty-seven inches [L a cubit and a half] wide, ", "22": "and there were two pegs side by side on each one. Every frame of the ·Holy Tent [Tabernacle] was made this same way. ", "23": "They made twenty frames for the south side of the Tent, ", "24": "and they made forty silver bases that went under the twenty frames. There were two bases for every frame—one for each peg of each frame. ", "25": "They also made twenty frames for the [L second side of the] north side of the ·Holy Tent [Tabernacle] ", "26": "and forty silver bases—two to go under each frame. ", "27": "They made six frames for the rear or west end of the ·Holy Tent [Tabernacle] ", "28": "and two frames for the corners at the rear of the ·Holy Tent [Tabernacle]. ", "29": "These two frames were doubled at the bottom and joined at the top with a metal ring. They did this for each of these corners. ", "30": "So there were eight frames and sixteen silver bases—two bases under each frame.", "31": "Then they made crossbars of acacia wood to connect the upright frames of the ·Holy Tent [Tabernacle]. Five crossbars held the frames together on one side of the Tent, ", "32": "and five held the frames together on the other [L second] side. Also, five crossbars held the frames together on the west end, at the rear of the Tent. ", "33": "They made the middle crossbar run along the entire length of each side and rear of the Tent. It was set halfway up the frames. ", "34": "They made gold rings on the sides of the frames to hold the crossbars, and they ·covered [overlaid] the frames and the crossbars with gold.", "35": "Then they made the curtain of blue, purple, and ·red [scarlet] thread, and fine linen. A skilled craftsman sewed designs of ·creatures with wings [cherubim; 37:7] on it. ", "36": "They made four posts of acacia wood for it and ·covered [overlaid] them with gold. Then they made gold ·hooks [clasps] for the posts, as well as four silver bases in which to set the posts. ", "37": "For the entrance to the Tent, they made a ·curtain [L screen] of blue, purple, and ·red [scarlet] thread, and fine linen. ·A person who sewed well sewed designs on it […embroidered with needlework]. ", "38": "Then they made five posts and ·hooks [clasps] for it. They covered the tops of the posts and their bands with gold, and they made five bronze bases for the posts."}