{"1": "Bezalel made the Ark of acacia wood; it was ·forty-five inches [L two and a half cubits] long, ·twenty-seven inches [L one and a half cubits] wide, and twenty-seven inches [L one and a half cubits] high. ", "2": "He ·covered [overlaid] it, both inside and out, with pure gold, and he put a gold ·strip [molding] around it. ", "3": "He ·made [cast] four gold rings for it and attached them to its four feet, with two rings on ·each [one side and two rings on the other] side. ", "4": "Then he made poles of acacia wood and ·covered [cast; overlay] them with gold. ", "5": "He put the poles through the rings on each side of the Ark to carry it. ", "6": "Then he made a ·lid [mercy seat; atonement cover] of pure gold that was ·forty-five inches [L two and a half cubits] long and ·twenty-seven inches [L one and a half cubits] wide. ", "7": "Then Bezalel ·hammered gold to make two creatures with wings [L made two golden cherubim of hammered gold; C cherubim are powerful angelic creatures] and attached them to each end of the ·lid [cover; C the mercy seat]. ", "8": "He made one ·creature [L cherubim] on one end of the lid and the ·other creature [L cherubim] on the other end. He attached them to the ·lid [mercy seat; atonement cover] so that it would be one piece. ", "9": "The ·creatures' [L cherubim's] wings were spread upward, covering the ·lid [mercy seat; atonement cover], and the ·creatures [L cherubim] faced each other across the ·lid [mercy seat; atonement cover].", "10": "Then he made the table of acacia wood; it was ·thirty-six inches [L two cubits] long, ·eighteen inches [L one cubit] wide, and ·twenty-seven inches [L one and a half cubits] high. ", "11": "He ·covered [overlaid] it with pure gold and put a gold ·strip [molding] around it. ", "12": "He made a ·frame [rim] ·three inches [L a handbreadth] high ·that stood up all around the edge [all around it], and he put a gold ·strip [molding] around it. ", "13": "Then he made four gold rings for the table and attached them to the four corners of the table where the four legs were. ", "14": "The rings were put close to the ·frame [rim] around the top of the table, because they held the poles for carrying it. ", "15": "The poles for carrying the table were made of acacia wood and were ·covered [overlaid] with gold. ", "16": "He made of pure gold all the ·things [vessels] that were used on the table: the plates, bowls, cups, and jars used for pouring the drink offerings [Ezra 1:9–11; Dan. 1:2; 5:1–4].", "17": "Then he made the ·lampstand [L Menorah] of pure gold, hammering out its base and ·stand [shaft]. Its flower-like cups, buds, and petals were joined together in one piece with the base and ·stand [shaft; 25:31]. ", "18": "Six branches went out from the sides of the lampstand—three on one side and three on the other. ", "19": "Each branch had three cups shaped like almond flowers, and each cup had a bud and a petal. Each of the six branches going out from the lampstand was the same. ", "20": "There were four more cups shaped like almond flowers on the lampstand itself, each with its buds and petals. ", "21": "Three pairs of branches went out from the lampstand. A bud was under the place where each pair was attached to the lampstand. Each of the six branches going out from the lampstand was the same. ", "22": "The buds, branches, and lampstand were all one piece of pure, hammered gold. ", "23": "He made seven pure gold lamps for this lampstand, and he made pure gold ·wick trimmers [snuffers] and trays. ", "24": "He used about ·seventy-five pounds [L one talent] of pure gold to make the lampstand and all the things that go with it.", "25": "Then he made the altar of incense out of acacia wood. It was square—·eighteen inches [L one cubit] long and ·eighteen inches [L one cubit] wide—and it was ·thirty-six inches [L two cubits] high. Each ·corner that stuck out like a horn [horn; 27:2] was joined into one piece with the altar. ", "26": "He ·covered [overlaid] the top and all the sides and the ·corners [horns] with pure gold, and he put gold ·trim [molding] around the altar ", "27": "He made two gold rings and put them below the ·trim [molding] on opposite sides of it; these rings held the poles for carrying it. ", "28": "He made the poles of acacia wood and ·covered [overlaid] them with gold.", "29": "Then he made the holy olive oil for ·appointing the priests [anointing] and the pure, sweet-smelling incense. He made them like a person who mixes perfumes."}