{"1": "Then Moses answered, “What if ·the people of Israel [L they] do not ·believe [trust] me or listen to ·me [L my voice]? What if they say, 'The Lord did not appear to you'?”", "2": "The Lord said to him, “What is that in your hand?” Moses answered, “It is my ·walking stick [staff; C representing the presence of God].”", "3": "The Lord said, “Throw it on the ground.” So Moses threw it on the ground, and it became a ·snake [serpent]. Moses ·ran [fled] from the ·snake [serpent], ", "4": "but the Lord said to him, “·Reach out [L Send out your hand] and ·grab [grasp; catch] the ·snake [serpent] by its tail.” When ·Moses [L he] ·reached out [L sent out his hand] and ·took hold of [snatched] ·the snake [L it], it again became a ·stick [staff] in his hand. ", "5": "The Lord said, “This is so that the ·Israelites [L they] will ·believe [trust] that the Lord appeared to you. I am the God of their ·ancestors [fathers], the God of Abraham, the God of Isaac, and the God of Jacob.”", "6": "Then the Lord said to Moses, “Put your hand inside your ·coat [cloak; L bosom].” So Moses put his hand inside his ·coat [cloak; L bosom]. When he took it out, it was ·white [L like snow] with ·a skin disease [T leprosy; C the word is used for a variety of skin diseases].", "7": "Then he said, “Now put your hand inside your ·coat [cloak; L bosom] again.” So Moses put his hand inside his ·coat [cloak; L bosom] again. When he took it out [L of his coat/cloak/bosom], ·his hand was healthy again, like the rest of his skin [L it was restored like his flesh].", "8": "Then the Lord said, “If the people do not ·believe [trust] you or ·pay attention to [listen to the evidence of] the first ·miracle [sign], they may ·believe [trust] you when you show them this second ·miracle [sign]. ", "9": "After these two ·miracles [signs], if they still do not ·believe [trust] or listen to ·you [L your voice], take some water from the Nile River and pour it on the dry ground. The water will become blood ·when it touches [L on] the ground.”", "10": "But Moses said to the Lord, “Please, Lord, I have never been a ·skilled speaker [L man of words]. Even now, after talking to you, I cannot speak well. I ·speak slowly and can't find the best words [L have a heavy/slow mouth and a heavy/slow tongue].”", "11": "Then the Lord said to him, “Who made a person's mouth? And who makes someone deaf or ·not able to speak [mute]? Or who gives a person sight or blindness? It is I, the Lord. ", "12": "Now go! I will ·help you speak [L be with your mouth], and I will teach you what to say.”", "13": "But Moses said, “Please, Lord, send someone ·else [L you want to send].”", "14": "The Lord became angry with Moses and said, “[L Do I not know that…?] Your brother Aaron, from the family of Levi, is a ·skilled [fluent; smooth] speaker. He is already coming to meet you, and ·he will be happy [L his heart will rejoice] when he sees you. ", "15": "You will speak to Aaron and ·tell him what to say [L place your words in his mouth]. I will ·help both of you to speak [L be with your mouth and with his mouth] and will teach you what to do. ", "16": "Aaron will speak to the people for you. ·You will tell him what God says, and he will speak for you [L He will be your mouth and you will be like God to him]. ", "17": "Take your ·walking stick [staff; 4:2] ·with you [L in your hand], and use it to do the ·miracles [signs].”", "18": "Moses went back to Jethro, his father-in-law, and said to him, “Let me go back to my ·people [relatives; brothers; kindred] in Egypt. I want to see if they are still alive.” Jethro said to Moses, “·Go! I wish you well [L Go in peace].”", "19": "While Moses was still in Midian, the Lord said to him, “Go back to Egypt, because the men who ·wanted to kill you [L were seeking your life] are dead now.”", "20": "So Moses took his wife and his sons, put them on a donkey, and started back to Egypt. He took ·with him [L in his hand] the ·walking stick [staff] of God.", "21": "The Lord said to Moses, “When you get back to Egypt, do all the miracles I have ·given you the power to do [L set in our hand]. Show them to ·the king of Egypt [L Pharaoh]. But I will ·make the king very stubborn [L harden his heart], and he will not let the people go. ", "22": "Then say to ·the king [L Pharaoh], '·This is what [Thus] the Lord says: Israel is my firstborn son [C the privileged child]. ", "23": "I told you to let my son go so he may ·worship [serve] me. But you refused to let Israel go, so I will kill your firstborn son [11:1–10].'”", "24": "·As Moses was on his way to Egypt [L On the way], he stopped at a resting place for the night. The Lord met him there and tried to kill him. ", "25": "But Zipporah took a flint knife and ·circumcised [L cut the foreskin of] her son. Taking the skin, she touched Moses' feet [C a euphemism for his genitalia] with it and said to him, “You are a bridegroom of blood to me.” ", "26": "She said, “You are a bridegroom of blood,” ·because she had to circumcise her son [L by circumcision]. So the Lord let Moses alone [C this event is difficult to interpret, but shows that circumcision is important to God].", "27": "Meanwhile the Lord said to Aaron, “Go out into the ·desert [wilderness] to meet Moses.” When Aaron went, he met Moses at Sinai, the mountain of God, and kissed him. ", "28": "Moses ·told [reported to] Aaron everything the Lord had said to him when he sent him to Egypt. He also told him about the miracles [signs] which the Lord had commanded him to do.", "29": "Moses and Aaron gathered all the elders of the ·Israelites [L sons/T children of Israel], ", "30": "and Aaron told them everything that the Lord had told Moses. Then Moses did the ·miracles [signs] for all the people to see, ", "31": "and the ·Israelites [L people] ·believed [trusted]. When they heard that the Lord was concerned about them and had seen their ·troubles [afflictions; humiliation], they bowed down and worshiped him."}