{"1": "After Moses and Aaron talked to the people, they went to ·the king of Egypt [L Pharaoh] and said, “This is what the Lord, the God of Israel, says: 'Let my people go so they may ·hold a feast [celebrate a festival; or make a pilgrimage] for me in the ·desert [wilderness].'”", "2": "But ·the king of Egypt [L Pharaoh] said, “Who is the Lord? Why should I ·obey him [L listen to his voice] and let Israel go? I do not know the Lord, and I will not let Israel go.”", "3": "Then Aaron and Moses said, “The God of the Hebrews has met with us. Now let us travel three days into the ·desert [wilderness] to offer sacrifices to the Lord our God. If we don't do this, he may kill us with a ·disease [pestilence; plague] or in war.”", "4": "But the king [L of Egypt] said to them, “Moses and Aaron, why are you taking the people away from their work? Go back to your ·jobs [labor]! ", "5": "·There are very many Hebrews [L They are more numerous than the people of the land], and now you want them to quit working!”", "6": "That same day ·the king [L Pharaoh] gave a command to the slave masters and ·foremen [supervisors]. ", "7": "He said, “Don't give the people straw to make bricks as you used to do. Let them gather their own straw. ", "8": "But they must still make the same number of bricks as they did before. Do not accept fewer. They have become lazy, and that is why they ·are asking me [cry; whine], 'Let us go to offer sacrifices to our God.' ", "9": "Make these people work harder and ·keep them busy [L they will labor on it]; then they will ·not have time to listen to the lies of Moses [L pay no attention to false words/reports].”", "10": "So the slave masters [L of the people] and ·foremen [supervisors] went ·to the Israelites [L out] and said [L to the people], “This is what ·the king [L Pharaoh] says: I will no longer give you straw. ", "11": "Go and get your own straw wherever you can find it. But ·you must make as many bricks as you made before [L your work will not dimish at all].” ", "12": "So the people ·went everywhere in [L scattered throughout] Egypt ·looking for dry stalks [L gathering stubble] to use for straw. ", "13": "The slave masters ·kept forcing the people to work harder [L were urgent]. They said, “You must ·make just as many bricks [L finish your work, the same daily assignment] as you did when you were given straw.” ", "14": "·The king's [L Pharaoh's] slave masters had made the Israelite ·foremen [supervisors] responsible for the work the people did. The Egyptian slave masters beat these men and asked them, “Why ·aren't you making as many bricks as you made in the past [L did you not complete the number of bricks yesterday and today, as you did before]?”", "15": "Then the Israelite ·foremen [supervisors] went to ·the king [L Pharaoh] and ·complained [protested], “Why are you treating us, your servants, this way? ", "16": "You give ·us [L your servants] no straw, but we are commanded to make bricks. Our slave masters beat us, but it is your own people's ·fault [offense; sin].”", "17": "·The king [L He] answered, “You are lazy! ·You don't want to work [L Lazy]! ·That is why you ask to leave here [L Therefore you say, “Let us go…”] and make sacrifices to the Lord. ", "18": "Now, go back to work! We will not give you any straw, but you must make just as many bricks as you did before.”", "19": "The Israelite ·foremen [supervisors] knew they were in trouble, because ·the king had told them [L they were told], “You must make just as many bricks each day as you did before.” ", "20": "As they were leaving the meeting with ·the king [L Pharaoh], they met Moses and Aaron, who were waiting for them. ", "21": "So they said to Moses and Aaron, “May the Lord ·punish you [L look on you and judge]. You ·caused the king and his officers to hate us [L have made us a bad odor in the eyes of Pharaoh and his servants]. You have ·given them an excuse [L placed a sword in their hands] to kill us.”", "22": "Then Moses returned to the Lord and said, “Lord, why have you brought this ·trouble [evil; harm] on your people? Is this why you sent me here? ", "23": "I went to ·the king [L Pharaoh] ·and said what you told me to say [L to speak in your name], but ever since that time he has ·made the people suffer [harmed/mistreated this people]. And you have done nothing to ·save them [rescue/deliver your people].”"}