{"1": "Then the Lord said to Moses, “Now you will see what I will do to ·the king of Egypt [L Pharaoh]. ·I will use my great power against him, and [L By a mighty hand] he will let my people go. ·Because of my power, [L By a mighty hand] he will force them out of his country.”", "2": "Then God said to Moses, “I am the Lord. ", "3": "I appeared to Abraham, Isaac, and Jacob by the name ·God Almighty [El Shaddai], but they did not know me by my name, ·the Lord [Yahweh]. ", "4": "I also ·made [established] my ·agreement [covenant; treaty; C the covenant with Abraham; Gen. 12:1–3] with them to give them the land of Canaan. They ·lived in that land, but it was not their own [L sojourned; wandered as aliens]. ", "5": "Now I have heard the ·cries [groans; moans] of the ·Israelites [L sons of Israel], whom the Egyptians are treating as slaves, and I remember my ·agreement [covenant]. ", "6": "So tell the ·people [L sons; children] of Israel that I say to them, 'I am the Lord. I will bring you out from the hard work the Egyptians force you to do. I will rescue you, so you will not be slaves to the Egyptians. I will ·free [redeem] you by my ·great power [L outstretched arm], and ·I will punish the Egyptians terribly [L with great/mighty judgments]. ", "7": "I will make you my own people, and I will be your God [C the heart or essence of the covenant]. You will know that I am the Lord your God, the One who ·saves you [L brought you out] from the hard work the Egyptians force you to do. ", "8": "I will ·lead [bring] you to the land that I ·promised [swore; L lifted my hand to give; C to take an oath] to Abraham, Isaac, and Jacob, and I will give you that land to own. I am the Lord.'”", "9": "So Moses told this to the ·Israelites [L sons/T children of Israel], but they would not listen to him. ·They were discouraged [Their spirits were broken], and their slavery was ·hard [cruel].", "10": "Then the Lord said to Moses, ", "11": "“Go tell Pharaoh the king of Egypt that he must let the ·Israelites [L sons/T children of Israel] leave his land.”", "12": "But Moses answered, “[L If] The Israelites will not listen to me, so surely ·the king [L Pharaoh] will not listen to me either. I am ·not a good speaker [L uncircumcised of lips].”", "13": "But the Lord spoke to Moses and Aaron and gave them orders about the ·Israelites [L sons/T children of Israel] and [L Pharaoh] the king of Egypt. He commanded them to ·lead [bring] the ·Israelites [L sons/T children of Israel] out of Egypt.", "14": "These are the ·leaders [heads] of the ·families of Israel [L their father's/ancestors' household]: Israel's first son, Reuben, had four sons: Hanoch, Pallu, Hezron, and Carmi. These are the ·family groups [clans] of Reuben.", "15": "Simeon's sons were Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul, the son of a Canaanite woman. These are the ·family groups [clans] of Simeon.", "16": "Levi lived one hundred thirty-seven years. These are the names of his sons according to their family history: Gershon, Kohath, and Merari.", "17": "Gershon had two sons, Libni and Shimei, with their ·families [clans].", "18": "Kohath lived one hundred thirty-three years. The sons of Kohath were Amram, Izhar, Hebron, and Uzziel.", "19": "The sons of Merari were Mahli and Mushi. These are the ·family groups [clans] of Levi, according to their family history.", "20": "Amram married his father's sister Jochebed, who gave birth to Aaron and Moses. Amram lived one hundred thirty-seven years.", "21": "Izhar's sons were Korah, Nepheg, and Zicri.", "22": "Uzziel's sons were Mishael, Elzaphan, and Sithri.", "23": "Aaron married Elisheba, the daughter of Amminadab and the sister of Nahshon. Elisheba gave birth to Nadab, Abihu, Eleazar, and Ithamar.", "24": "The sons of Korah were Assir, Elkanah, and Abiasaph. These are the ·family groups [clans] of the Korahites.", "25": "Eleazar son of Aaron married a daughter of Putiel, and she gave birth to Phinehas. These are the ·leaders [heads] of the ·family groups [clans] of the Levites.", "26": "This was the Aaron and Moses to whom the Lord said, “·Lead [Bring] the people of Israel out of Egypt by their ·divisions [hosts; companies; C a military term].” ", "27": "Aaron and Moses are the ones who talked to Pharaoh the king of Egypt and told him to let the Israelites leave Egypt.", "28": "The Lord spoke to Moses in the land of Egypt ", "29": "and said, “I am the Lord. Tell Pharaoh the king of Egypt everything I tell you.”", "30": "But Moses answered, “I am ·not a good speaker [L uncircumcised of lips]. ·The king [L Pharaoh] will not listen to me.”"}