{"1": "Then the Lord told Moses, “Go to the king of Egypt and tell him, 'This is what the Lord says: Let my people go to ·worship [serve] me. ", "2": "If you refuse, I will ·punish [plague] ·Egypt [L your boundaries] with frogs. ", "3": "The Nile River will ·be filled [swarm] with frogs. They will come up into your palace, into your bedroom, on your bed, into the houses of your officers, and onto your people. They will come into your ovens and into your baking pans. ", "4": "The frogs will ·jump all over [L come up on] you, your people, and your officers.'”", "5": "Then the Lord said to Moses, “Tell Aaron to ·hold his walking stick [stretch out his stick/staff] in his hand over the rivers, canals, and ponds. Make frogs come up out of the water onto the land of Egypt.”", "6": "So Aaron ·held [extended] his hand over the waters of Egypt, and the frogs came up out of the water and covered the land of Egypt. ", "7": "The ·magicians [sorcerers] used their ·tricks [magic arts] to do the same thing, so even more frogs came up onto the land of Egypt.", "8": "·The king [L Pharaoh] called for Moses and Aaron and said, “·Pray to [Intreat; Intercede] the Lord to take the frogs away from me and my people. I will let your people go to offer sacrifices to the Lord.”", "9": "Moses said to ·the king [L Pharaoh], “Please set the time when I should ·pray [intreat; intercede] for you, your people, and your officers. Then the frogs will ·leave [be removed/cut off from] you and your houses and will remain only in the Nile.”", "10": "The king answered, “Tomorrow.” Moses said, “·What you want will happen [L According to your word]. By this you will know that there is no one like the Lord our God. ", "11": "The frogs will ·leave [be removed from] you, your houses, your officers, and your people. They will remain only in the Nile.”", "12": "After Moses and Aaron ·left the king [went out from Pharaoh], Moses ·asked [cried out to] the Lord about the frogs he had ·sent to [L set against] ·the king [L Pharaoh]. ", "13": "And the Lord did as Moses asked. The frogs died in the houses, in the ·yards [courtyards], and in the fields. ", "14": "The Egyptians put them in piles, and the whole country began to stink. ", "15": "But when ·the king [L Pharaoh] saw that they were free of the frogs, he ·became stubborn again [L hardened his heart]. He did not listen to Moses and Aaron, just as the Lord had said.", "16": "Then the Lord said to Moses, “Tell Aaron to ·raise [extend] his ·walking stick [staff] and strike the dust on the ground. Then everywhere in Egypt the dust will change into gnats.” ", "17": "They did this, and when Aaron ·raised [extended] the ·walking stick [staff] that was in his hand and struck the dust on the ground, everywhere in Egypt the dust changed into gnats. The gnats got on the people and ·animals [cattle]. ", "18": "Using their ·tricks [magic arts], the ·magicians [sorcerers] tried to do the same thing, but they could not make the dust change into gnats. The gnats remained on the people and animals. ", "19": "So the ·magicians [sorcerers] told ·the king [L Pharaoh] that the ·power [L finger] of God had done this. But the ·king was stubborn [L heart of Pharaoh was hard] and refused to listen to them, just as the Lord had said.", "20": "The Lord told Moses, “Get up early in the morning, and meet the king of Egypt as he goes out to the ·river [L water]. Tell him, 'This is what the Lord says: Let my people go so they can ·worship [serve] me. ", "21": "If you don't let them go, I will send swarms of flies into your houses. The flies will be on you, your officers, and your people. The houses of Egypt will be full of flies, and they will be all over the ground, too. ", "22": "·But I will not treat the Israelites the same as the Egyptian people [On that day I will separate the land of Goshen where my people are; C located in the eastern part of the Nile Delta; Gen. 45:10]. There will not be any flies ·in the land of Goshen, where my people live [L there]. By this you will know that I, the Lord, am in this land. ", "23": "I will ·treat my people differently from [or set redemption between my people and] your people. This ·miracle [sign] will happen tomorrow.'”", "24": "So the Lord did as he had said, and great swarms of flies came into ·the king's [L Pharaoh's] palace and his officers' houses. All over Egypt flies were ·ruining [destroying] the land. ", "25": "·The king [L Pharaoh] called for Moses and Aaron and told them, “[L Go,] Offer sacrifices to your God here in this ·country [land].”", "26": "But Moses said, “It wouldn't be right to do that, ·because the Egyptians hate the sacrifices we offer to the Lord our God [L the sacrifices we offer to the Lord our God are an abomination to the Egyptians]. If they see us offering sacrifices they ·hate [detest], ·they will throw stones at us and kill us [L will they not stone us?]. ", "27": "Let us make a three-day journey into the ·desert [wilderness]. We must offer sacrifices to the Lord our God there, as he told us to do.”", "28": "·The king [L Pharaoh] said, “I will let you go so that you may offer sacrifices to the Lord your God in the ·desert [wilderness], but you must not go very far away. Now go and ·pray [intreat; intercede] for me.”", "29": "Moses said, “I will ·leave [go out] and ·pray [intreat; intercede] to the Lord, and he will take the flies away from you, your officers, and your people tomorrow. But do not ·try to trick [deal falsely with] us again. Do not stop the people from going to offer sacrifices to the Lord.”", "30": "So Moses ·left the king [L went out from Pharaoh] and ·prayed to [entreated; interceded with] the Lord, ", "31": "and the Lord did as he asked. He removed the flies from ·the king [L Pharaoh], his officers, and his people so that not one fly was left. ", "32": "But ·the king became stubborn [L Pharaoh hardened his heart] again and did not let the people go."}