{"1": "Then the Lord told Moses, “Go to ·the king of Egypt [L Pharaoh] and tell him, 'This is what the Lord, the God of the Hebrews, says: Let my people go to ·worship [serve] me. ", "2": "If you refuse to let them go and ·continue to hold [tighten your grip on] them, ", "3": "the ·Lord will punish you and will send [L hand of the Lord will strike with] a terrible ·disease [pestilence] on your farm animals that are in the fields. He will cause your horses, donkeys, camels, cattle, goats, and sheep to become sick. ", "4": "But the Lord will ·treat Israel's animals differently from [make a distinction between the animals of Israel and] the animals of Egypt. None of the animals that belong to the Israelites will die. ", "5": "The Lord has set tomorrow as the [L appointed] time he will do this in the land.'” ", "6": "The next day the Lord did as he promised. All the farm animals in Egypt died, but none of the animals belonging to Israelites died. ", "7": "·The king [L Pharaoh] sent people to see what had happened to the animals of Israel, and they found that not one of them had died. But the ·king was still stubborn [L heart of Pharaoh was hardened] and did not let the people go.", "8": "The Lord said to Moses and Aaron, “·Fill your hands with [Take handfuls of] ·ashes [soot] from a ·furnace [kiln]. Moses, throw the ashes into the air in front of ·the king of Egypt [L Pharaoh]. ", "9": "The ·ashes [soot] will spread like dust through all the land of Egypt. They will cause boils to break out and become sores on the skin of people and animals everywhere in the land [C perhaps skin anthrax].”", "10": "So Moses and Aaron took ·ashes [soot] from a ·furnace [kiln] and went and stood before ·the king [L Pharaoh]. Moses threw ·ashes [the soot; L it] into the air, which caused boils to break out and become sores on people and animals. ", "11": "The ·magicians [sorcerers] could not stand before Moses, because all the Egyptians had boils, even the ·magicians [sorcerers]. ", "12": "But the Lord ·made the king stubborn [L hardened the heart of Pharaoh], so he refused to listen to them, just as the Lord had said.", "13": "Then the Lord said to Moses, “Get up early in the morning and ·go to the king of Egypt [stand before Pharaoh]. Tell him, 'This is what the Lord, the God of the Hebrews, says: Let my people go to ·worship [serve] me. ", "14": "If you don't, this time I will ·punish you, your officers, and your people, with all my power [L send all my plagues against you, your officers, and your people]. Then you will know there is no one in the whole land like me. ", "15": "By now I could have ·used my power [L stretched out my hand] and caused a terrible disease that would have destroyed you and your people from the earth. ", "16": "But I have let you live for this reason: to show you my power so that my ·name [fame; reputation] will be ·talked about [recounted] in all the earth. ", "17": "You are still [L exalting yourself] against my people and do not want to let them go. ", "18": "So at this time tomorrow, I will send a ·terrible [very heavy] hailstorm, the worst in Egypt ·since it became a nation [L from the day it was founded until now]. ", "19": "Now send for your animals and whatever you have in the fields, and bring them into a safe place. The hail will fall on every person or animal that is still in the fields. If they have not been brought in, they will die.'” ", "20": "Some of ·the king's [L Pharaoh's] officers ·respected [L feared] the word of the Lord and hurried to bring their slaves and animals inside. ", "21": "But others ·ignored [L did not set their heart on] the Lord's ·message [word] and left their slaves and animals in the fields.", "22": "The Lord told Moses, “·Raise [Stretch out] your hand toward the ·sky [heavens]. Then the hail will start falling in all the land of Egypt. It will fall on people, animals, and on ·everything that grows [all the plants] in the fields of Egypt.” ", "23": "When Moses ·raised his walking stick [stretched out his staff] toward the ·sky [heavens], the Lord sent thunder and hail, and ·lightning [L fire] ·flashed [L came] down to the earth. So he caused hail to fall upon the land of Egypt. ", "24": "There was hail, and lightning flashed as it hailed—the ·worst [most severe] hailstorm in Egypt since it had become a nation. ", "25": "The hail ·destroyed [L struck] all the people and animals that were in the fields in all the land of Egypt. It also ·destroyed [L struck] ·everything that grew [the plants] in the fields and broke all the trees in the fields. ", "26": "The only place it did not hail was in the land of Goshen [8:22], where the Israelites lived.", "27": "·The king [L Pharaoh] sent for Moses and Aaron and told them, “This time I have sinned. The Lord is in the right, and I and my people are ·in the wrong [guilty]. ", "28": "·Pray to [Entreat; Intercede with] the Lord. We have had enough of God's thunder and hail. I will let you go; you do not have to stay here any longer.”", "29": "Moses told ·the king [L him], “When I ·leave [L go out from] the city, I will ·raise [L spread] my hands to the Lord in prayer, and the thunder [L will cease] and hail will ·stop [L be no more]. Then you will know that the earth belongs to the Lord. ", "30": "But I know that you and your officers do not yet fear the Lord God.”", "31": "The flax was in ·bloom [bud], and the barley ·had ripened [was in the ear], so these crops were ·destroyed [ruined]. ", "32": "But ·both wheat crops [L the wheat and the spelt] ripen later, so they were not ·destroyed [ruined].", "33": "Moses left ·the king [L Pharaoh] and went outside the city. He ·raised [L spread] his hands to the Lord, and the thunder and hail ·stopped [L ceased]. The rain ·also stopped falling to [L no longer poured on] the ground. ", "34": "When ·the king [L Pharaoh] saw that the rain, hail, and thunder had ·stopped [L ceased], he sinned again, and he and his officers ·became stubborn [L hardened their hearts]. ", "35": "So ·the king [L Pharaoh] ·became stubborn [L hardened his heart] and refused to let the Israelites go, just as the Lord had said through [L the hand of] Moses."}