{"1": "And Yahweh spoke to Moses, “Go, go up from here, you and the people whom you have brought up from the land of Egypt, to the land that I swore to Abraham, to Isaac, and to Jacob, saying, 'I will give it to your offspring.' ", "2": "And I will send an angel before you, and I will drive out the Canaanites,[a] the Amorites,[b] and the Hittites[c] and the Perizzites,[d] the Hivites,[e] and the Jebusites,[f] ", "3": "Go to a land flowing with milk and honey, but I will not go up among you, because you are a stiff-necked people, lest I destroy you on the way.” ", "4": "And the people heard this troubling[g] word, and they mourned, and they each did not put their ornaments on themselves.", "5": "And Yahweh said to Moses, “Say to the Israelites,[h] 'You are a stiff-necked people; if one moment I were to go up among you, I would destroy you. And now take down your ornaments from on you, and I will decide[i] what I will do to you.” ", "6": "And the Israelites[j] stripped themselves of their ornaments from Mount Horeb onward.", "7": "And Moses took the tent and pitched it outside the camp far from the camp, and he called it the tent of assembly, and[k] all seeking Yahweh would go out to the tent of assembly, which was outside the camp. ", "8": "And[l] at the going out of Moses to the tent, all the people would rise and stand, each at the opening of his tent, and gaze after Moses until his entering the tent. ", "9": "And[m] at the entering of Moses into the tent the column of cloud would descend and stand at the opening of the tent, and he would speak with Moses. ", "10": "And all the people would see the column of cloud standing at the opening of the tent, and all the people would rise and bow in worship, each at the opening of his tent. ", "11": "And Yahweh would speak to Moses face to face, as a man speaks to his neighbor. And he would return to the camp, and his assistant Joshua the son of Nun, a young man, did not leave the middle of the tent.", "12": "And Moses said to Yahweh, “See, you are saying to me, 'Take this people up.' But you have not let me know whom you will send with me, and you yourself have said, 'I know you by name, and you also have found favor in my eyes.' ", "13": "And now if I have found favor in your eyes, make known to me, please, your way, and so I may know you so that I can find favor in your eyes. And see that this nation is your people.” ", "14": "And he said, “My presence will go, and I will give you rest.” ", "15": "And he said to him, “If your presence is not going, do not bring us up from here. ", "16": "And by what will it be known then that I have found favor in your eyes, I and your people? Is it not by your going with us? And so we will be distinguished, I and your people, from all the people who are on the face of the ground.”", "17": "And Yahweh said to Moses, “Also I will do this thing that you have spoken, because you have found favor in my eyes and I have known you by name.”", "18": "And he said, “Please show me your glory.”", "19": "And he said, “I myself will cause all my goodness to pass over before you, and I will proclaim the name of Yahweh before you, and I will be gracious to whom I will be gracious, and I will show compassion to whom I will show compassion.” ", "20": "But he said, “You are not able to see my face, because a human will not see me and live.” ", "21": "And Yahweh said, “There is a place with me, and you will stand on the rock. ", "22": "And[n] when my glory passes over, I will put you in the rock's crevice, and I will cover you with my hand until I pass over. ", "23": "And I will remove my hand, and you will see my back, but my face will not be visible.”"}