{"1": "And afterward, Moses and Aaron went, and they said to Pharaoh, “Thus says Yahweh the God of Israel, 'Release my people so that they may hold a festival for me in the desert.'” ", "2": "And Pharaoh said, “Who is Yahweh that I should listen to his voice to release Israel? I do not know Yahweh, and also I will not release Israel.”", "3": "And they said, “The God of the Hebrews has met with us. Please let us go on a three-day journey into the desert, and let us sacrifice to Yahweh our God, lest he strike us with plague or with sword.” ", "4": "And the king of Egypt said, “Why, Moses and Aaron, do you take[a] the people from their work? Go to your forced labor!”[b] ", "5": "And Pharaoh said, “Look, the people of the land are now many, and you want to stop them from their forced labor.”[c]", "6": "And on that day Pharaoh commanded the slave drivers over the people and his foremen, saying, ", "7": "“You must no longer give straw to the people to make the bricks like before.[d] Let them go and gather straw for themselves. ", "8": "But the quota of the bricks that they were making before[e] you must require of them.[f] You must not reduce from it, because they are lazy. Therefore they are crying out, saying, 'Let us go and sacrifice to our God.' ", "9": "Let the work be heavier on the men so that they will do it and not pay attention to words of deception.”", "10": "And the slave drivers of the people and their foremen went out, and they spoke to the people, saying, “Thus says Pharaoh, 'I am not giving you straw. ", "11": "You go, get straw for yourselves from whatever you find because not a thing is being reduced from your work.'” ", "12": "And the people spread out in all the land of Egypt to gather stubble for the straw. ", "13": "And the slave drivers were insisting, saying, “Finish your work for each day[g] on its day, as when there was straw.”[h] ", "14": "And the foremen of the Israelites,[i] whom Pharaoh's slave drivers had appointed over them, were beaten by men who were saying, “Why have you not completed your portion of brickmaking as before, both yesterday and today?”[j]", "15": "And the foremen of the Israelites[k] came and cried out to Pharaoh, saying, “Why do you treat your servants like this? ", "16": "Straw is not being given to your servants, but they are saying to us, 'Make bricks!' and, look, your servants are being beaten, but it is the fault of[l] your people.” ", "17": "And he said, “You are lazy, lazy! Therefore you are saying, 'Let us go; let us sacrifice to Yahweh.' ", "18": "And now go, work, but straw will not be given to you, and you must give the full quota of bricks.”", "19": "And the foremen of the Israelites[m] saw they were in trouble with the saying,[n] “You will not reduce from your bricks for each day[o] on its day.” ", "20": "And they met Moses and Aaron, who were waiting to meet them when they were going out from Pharaoh. ", "21": "And they said to them, “May Yahweh look upon you and judge because you have caused our fragrance to stink in the eyes of Pharaoh and in the eyes of his servants so as to put a sword into their hand to kill us.” ", "22": "And Moses returned to Yahweh and said, “Lord, why have you brought trouble to this people? Why ever did you send me? ", "23": "And from the time I came to Pharaoh to speak in your name, he has brought trouble to this people, and you have certainly not delivered your people.”"}