{"1": "From  Paul Paulos, an  apostle apostolos— not ou from apo men anthrōpos,  nor oude through dia man anthrōpos,  but alla through dia Jesus Iēsous Christ Christos and kai God theos the  Father patēr who ho raised egeirō him autos from ek the  dead nekros— ", "2": "and kai all pas the ho brothers adelphos who are  with syn me egō,  to  the ho churches ekklēsia of ho Galatia Galatia: ", "3": "Grace charis to  you hymeis and kai peace eirēnē from apo God theos our hēmeis Father patēr and kai the  Lord kyrios Jesus Iēsous Christ Christos, ", "4": "who ho gave didōmi himself heautou for hyper · ho our hēmeis sins hamartia in  order  to hopōs rescue exaireō us hēmeis from ek this ho present enistēmi evil ponēros age aiōn,  · ho according kata to  the ho will thelēma of ho our hēmeis God theos and kai Father patēr, ", "5": "to  whom hos be  · ho glory doxa for eis all ho time aiōn ho!  · ho Amen amēn. ", "6": "I  am  astonished thaumazō that hoti you  are  so houtōs quickly tacheōs deserting metatithēmi the ho one  who  called kaleō you hymeis by en the  grace charis of  Christ Christos and are turning  to eis a  different heteros gospel euangelion— ", "7": "not ou that hos there  is eimi another allos gospel,  but ei mē there  are eimi some tis who ho are  trying  to  confuse tarassō you hymeis and kai want thelō to  pervert metastrephō the ho gospel euangelion of ho Christ Christos. ", "8": "But alla even kai if ean we hēmeis,  or ē an  angel angelos from ek heaven ouranos,  should  preach euangelizō a  gospel  at  odds  with para the  one hos we  already  preached euangelizō to  you hymeis,  let  him  be eimi accursed anathema. ", "9": "As hōs we have said before,  and kai now arti I  say legō again palin:  If ei anyone tis is  preaching euangelizō to  you hymeis a  gospel euangelizō at  odds  with para the  one hos you  have  already  received paralambanō,  let  him  be eimi accursed anathema. ", "10": "For gar am  I peithō now arti seeking  the  approval  of peithō men anthrōpos,  or ē of  · ho God theos?  Or ē am  I  trying zēteō to  please areskō men anthrōpos?  If ei I  were areskō still eti trying  to  please areskō men anthrōpos,  I eimi would an not ou be eimi a servant  of  Christ Christos. ", "11": "I  want  you hymeis to  know gnōrizō,  brothers adelphos,  that hoti the ho gospel euangelion · ho preached euangelizō by hypo me egō is eimi not ou of kata human anthrōpos origin. ", "12": "For gar I egō did paralambanō not oude receive paralambanō it autos from para man anthrōpos,  nor oute was  I  taught didaskō it;  instead alla I received it  by dia a  revelation apokalypsis from  Jesus Iēsous Christ Christos. ", "13": "For gar you  have  heard akouō of  · ho my emos former pote way  of  life anastrophē in en · ho Judaism Ioudaismos,  how hoti intensely kata hyperbolē I  used  to  persecute diōkō the ho church ekklēsia of ho God theos and kai was  trying  to  destroy portheō it autos. ", "14": "And kai I  was  advancing prokoptō in en · ho Judaism Ioudaismos beyond hyper many polys of  my egō own  age synēlikiōtēs in en the ho entire  nation genos,  being hyparchō extremely perissoterōs zealous zēlōtēs for  the ho traditions patrikos of  my egō ancestors paradosis. ", "15": "But de when hote · ho God theos,  who ho had  set  me egō apart aphorizō from ek my egō mother' s mētēr womb koilia and kai called kaleō me  by dia · ho his autos grace charis,  was  pleased eudokeō", "16": "to  reveal apokalyptō · ho his autos Son hyios in en me egō so  that hina I  might  preach euangelizō him autos among en the ho Gentiles ethnos,  I  did  not ou consult  with prosanatithēmi flesh sarx and kai blood haima, ", "17": "nor oude did  I  go  up anerchomai to eis Jerusalem Hierosolyma to pros those ho who were  apostles apostolos before pro me egō;  but alla I  went  away aperchomai into eis Arabia Arabia and kai returned hypostrephō again palin to eis Damascus Damaskos. ", "18": "Then epeita after meta three treis years etos I  went anerchomai up  to eis Jerusalem Hierosolyma to  get  acquainted historeō with  Cephas Kēphas and kai stayed epimenō with pros him autos fifteen dekapente days hēmera. ", "19": "But de I did  not ou see  any  of  the ho other heteros apostles apostolos— except ei mē James Iakōbos,  the ho Lord' s kyrios brother adelphos.  · ho", "20": "In  what hos · de I  am  writing graphō to  you hymeis,  I  swear idou before enōpion · ho God theos,  I  am  not ou lying pseudomai! ", "21": "After  that epeita I  went erchomai to eis the ho regions klima of ho Syria Syria and kai · ho Cilicia Kilikia. ", "22": "But de I  was eimi still  personally prosōpon unknown agnoeō · ho to  the ho churches ekklēsia of ho Judea Ioudaia that ho are  in en Christ Christos. ", "23": "They eimi only monon · de kept eimi hearing akouō, “ The ho one  who  formerly pote persecuted diōkō us hēmeis is  now nyn preaching euangelizō the ho faith pistis that hos he  once pote tried  to  destroy portheō.” ", "24": "So kai they  praised doxazō God theos because en of  me egō.  · ho"}