{"1": "Then epeita after dia fourteen dekatessares years etos I  went  up anabainō again palin to eis Jerusalem Hierosolyma with meta Barnabas Barnabas,  taking symparalambanō Titus Titos along  as  well kai. ", "2": "I  went  up anabainō · de in  response  to kata a  revelation apokalypsis and kai laid  out  before anatithēmi them autos— though de privately kata before  the ho acknowledged dokeō leaders— the ho gospel euangelion that hos I  proclaim kēryssō among en the ho Gentiles ethnos,  lest mē somehow pōs I  was  running trechō,  or ē had  run trechō,  in eis vain kenos. ", "3": "Yet alla not oude even  Titus Titos,  who ho was  with syn me egō,  was  compelled anankazō to  be  circumcised peritemnō,  though  he  was eimi a  Greek Hellēn. ", "4": "This matter came up  because dia of  · de some ho false  brothers pseudadelphos secretly  brought  in pareisaktos— they hostis had  slipped  in pareiserchomai to  spy  out kataskopeō · ho our hēmeis freedom eleutheria that hos we  have echō in en Christ Christos Jesus Iēsous so  that hina they  might  make  slaves  of katadouloō us hēmeis— ", "5": "but  to  them hos we  did eikō not oude yield eikō in ho submission hypotagē even  for pros a  moment hōra,  so  that hina the ho truth alētheia of  the ho gospel euangelion would  be  preserved diamenō for pros you hymeis. ", "6": "But de from apo those ho who  were  supposed dokeō to  be eimi acknowledged  leaders tis ( what hopoios they  were eimi makes diapherō no oudeis difference diapherō to  me egō;  God theos shows lambanō no ou partiality prosōpon)  · ho— those ho leaders dokeō contributed prosanatithēmi nothing oudeis to  me egō. ", "7": "But alla on the contrary, when they saw  that hoti I  had  been  entrusted pisteuō with  the ho gospel euangelion for  the ho uncircumcised akrobystia just kathōs as  Peter Petros had been entrusted with the gospel  for  the ho circumcised peritomē", "8": "( for gar the ho one  who  empowered energeō Peter Petros for eis his  apostleship apostolē to  the ho circumcised peritomē also kai empowered energeō me  for  mine egō to eis the ho Gentiles ethnos) ", "9": "and kai when  James Iakōbos and kai Cephas Kēphas and kai John Iōannēs,  who ho were eimi acknowledged dokeō pillars stylos,  recognized ginōskō the ho grace charis that ho had  been  given didōmi to  me egō,  they  gave didōmi to  Barnabas Barnabas and kai me egō the  right dexios hand  of  fellowship koinōnia, agreeing  that hina we hēmeis should go  to eis the ho Gentiles ethnos and de they autos to eis the ho circumcised peritomē. ", "10": "They asked  only monon that hina we  should  continue  to  remember mnēmoneuō the ho poor ptōchos,  the hos very autos thing houtos I  too kai was  eager spoudazō to  do poieō. ", "11": "But de when hote Cephas Kēphas came erchomai to eis Antioch Antiocheia,  I  opposed anthistēmi him  to kata his autos face prosōpon,  because hoti he  stood eimi condemned kataginōskō. ", "12": "For gar until pro certain  men tis came erchomai from apo James Iakōbos,  he  used  to  eat synesthiō with meta the ho Gentiles ethnos;  but de when hote they  arrived erchomai,  he  began  to  draw  back hypostellō and kai separate aphorizō himself heautou because  he  feared phobeomai those ho of ek the  circumcision peritomē party . ", "13": "And kai the ho rest loipos of the  Jews Ioudaios joined synypokrinomai him autos in playing the hypocrite,  · kai so  that hōste even kai Barnabas Barnabas was  led  astray synapagō by ho their autos hypocrisy hypokrisis. ", "14": "But alla when hote I saw  that hoti they  were  not ou behaving  in  a  manner  consistent orthopodeō with pros the ho truth alētheia of  the ho gospel euangelion,  I  said legō to ho Cephas Kēphas before emprosthen them  all pas, “ If ei you sy,  born hyparchō a  Jew Ioudaios,  live zaō like  a  Gentile ethnikōs and kai not ouchi like  a  Jew Ioudaikōs,  by  what  right pōs are  you  trying  to  make anankazō the ho Gentiles ethnos live like Jews?” ", "15": "We hēmeis ourselves  are  Jews Ioudaios by  birth physis and kai not ou Gentile ethnos sinners hamartōlos; ", "16": "yet de we  know oida that hoti no ou one anthrōpos is  justified dikaioō by ek the  works ergon of  the  law nomos but ean mē through dia faith pistis in  Jesus Iēsous Christ Christos.  And kai we hēmeis have  come  to  believe pisteuō in eis Christ Christos Jesus Iēsous,  so  that hina we  might  be  justified dikaioō by ek faith pistis in  Christ Christos,  and kai not ou by  doing ek the  works ergon of  the  law nomos,  since hoti no ou one pas will  be  justified dikaioō by ek the  works ergon of  the  law nomos. ", "17": "But de if ei,  while  seeking zēteō to  be  justified dikaioō in en Christ Christos,  we  ourselves autos have  also kai been  found heuriskō to be  sinners hamartōlos, is  Christ Christos then ara a  servant diakonos of  sin hamartia?  Of  course  not mē! ", "18": "But gar if ei I  build  up oikodomeō again palin those houtos things hos I  once  tore  down katalyō, then  I  demonstrate synistēmi that  I emautou am a  lawbreaker parabatēs. ", "19": "For gar through dia the  law nomos I egō died apothnēskō to  the  law nomos so  that hina I  might  live zaō for  God theos.  I  have  been  crucified systauroō with  Christ Christos; ", "20": "and de I egō no  longer ouketi live zaō,  but de Christ Christos lives zaō in en me egō.  And de the hos life  I  now nyn live zaō in en the  flesh sarx,  I  live zaō by en faith pistis in ho the ho Son hyios of ho God theos,  who ho loved agapaō me egō and kai gave paradidōmi himself heautou for hyper me egō. ", "21": "I  do  not ou nullify atheteō the ho grace charis of ho God theos;  for gar if ei righteousness dikaiosynē could be gained  through dia the  law nomos,  then ara Christ Christos died apothnēskō for  nothing dōrean! "}