{"1": "O ō foolish anoētos Galatians Galatēs!  Who tis has  bewitched baskainō you hymeis,  before kata whose hos eyes ophthalmos Jesus Iēsous Christ Christos was  publicly  exhibited prographō as  crucified stauroō? ", "2": "Only monon this houtos I  want thelō to  learn manthanō from apo you hymeis:  Did  you  receive lambanō the ho Spirit pneuma by ek works ergon of  the  law nomos or ē by ek hearing akoē with  faith pistis? ", "3": "Are  you eimi so houtōs foolish anoētos?  Having  begun enarchomai by  the  Spirit pneuma,  would  you epiteleō now nyn attain  your  goal epiteleō by  the  flesh sarx? ", "4": "Have  you  suffered paschō so  many  things tosoutos for  no  purpose eikē?— if ei it  really kai was  for  no  purpose eikē. ", "5": "So oun does  the ho one  who  gives epichorēgeō you hymeis the ho Spirit pneuma and kai works energeō miracles dynamis among en you hymeis do it  by ek works ergon of  the  law nomos,  or ē by ek hearing akoē with  faith pistis? ", "6": "Consider kathōs Abraham Abraam: “ He  believed pisteuō · ho God theos,  and kai it  was  reckoned logizomai to  him autos as eis righteousness dikaiosynē.” ", "7": "Know ginōskō then ara that hoti it is  those ho of ek faith pistis who houtos are eimi the  sons hyios of  Abraham Abraam. ", "8": "And de the ho Scripture graphē,  foreseeing prooraō that hoti God theos would  justify dikaioō the ho Gentiles ethnos by ek faith pistis,  · ho preached proeuangelizomai the  gospel  beforehand  to ho Abraham Abraam,  saying hoti, “ In en you sy will  all pas nations ethnos be  blessed eneulogeō.”  · ho", "9": "So hōste then ,  those ho who ek believe pistis are  blessed eulogeō along  with syn Abraham Abraam,  the ho believer pistos. ", "10": "For gar all hosos who  rely eimi on ek works ergon of  the  law nomos are eimi under hypo a  curse katara;  for gar it  is  written graphō, “ Cursed epikataratos is  everyone pas who hos does  not ou continue emmenō in  all pas things ho written graphō in en the ho book biblion of  the ho law nomos,  to  do poieō them autos.” ", "11": "Now de it  is  clear dēlos that hoti no  one oudeis is  justified dikaioō before para God theos by en the  law nomos,  · ho because hoti “it is  by ek faith pistis that  the ho righteous dikaios person  will  live zaō.” ", "12": "However de,  the ho law nomos is eimi not ou of ek faith pistis;  on  the  contrary alla, it teaches that “ the ho one  who  does poieō them autos will  live zaō by en them autos.” ", "13": "Christ Christos redeemed exagorazō us hēmeis from ek the ho curse katara of  the ho law nomos by  becoming ginomai a  curse katara for hyper us hēmeis— for hoti it  is  written graphō, “ Cursed epikataratos is  everyone pas who ho is  hung kremannymi on epi a  tree xylon”— ", "14": "in  order  that hina in en Christ Christos Jesus Iēsous the ho blessing eulogia of ho Abraham Abraam might  come ginomai to eis the ho Gentiles ethnos,  so  that hina we  might  receive lambanō the ho promise epangelia of  the ho Spirit pneuma through dia · ho faith pistis. ", "15": "To  speak legō in kata human  terms anthrōpos,  brothers adelphos:  even  though homōs a  covenant diathēkē is one made  by  man anthrōpos, yet  when  it  has  been  ratified kyroō,  no  one oudeis can  set  it  aside atheteō or ē add epidiatassomai anything  to  it. ", "16": "Now de the ho promises epangelia were  made legō to ho Abraham Abraam and kai to ho his autos descendant sperma. Scripture  does  not ou say legō, “ and kai to ho descendants sperma,”  referring hōs to epi many polys,  but alla “ and kai to ho your sy descendant sperma,”  referring hōs to epi one heis,  who hos is eimi Christ Christos. ", "17": "What  I  am  saying legō is  this houtos:  · de the ho law nomos,  which  came ginomai four  hundred tetrakosioi and kai thirty triakonta years etos later meta, does  not ou annul akyroō a  covenant diathēkē previously  established prokyroō by hypo · ho God theos,  so  as eis to  make katargeō the ho promise epangelia void . ", "18": "For gar if ei the ho inheritance klēronomia is  based  on ek law nomos, it is  no  longer ouketi based  on ek a  promise epangelia;  but de God theos gave charizomai it  to ho Abraham Abraam through dia a  promise epangelia.  · ho", "19": "Why tis then oun was  the ho law nomos given?  It  was  added prostithēmi because  of charin · ho transgressions parabasis,  until achri hos the ho descendant sperma should  come erchomai to  whom hos the  promise  had  been  made epangellomai. It was  established diatassō through dia angels angelos by en a  mediator cheir mesitēs. ", "20": "Now de a ho mediator mesitēs is eimi not ou for  one heis party only,  · ho but de God theos is eimi one heis. ", "21": "Is  the ho law nomos,  therefore oun,  opposed  to kata the ho promises epangelia of ho God theos?  Certainly  not mē!  For gar if ei a  law nomos had  been  given didōmi that ho could dynamai impart  life zōiopoieō, then  righteousness dikaiosynē would an indeed ontōs be eimi by ek the  law nomos.  · ho", "22": "But alla the ho Scripture graphē confined synkleiō · ho everything pas under hypo sin hamartia,  so  that hina what ho was  promised epangelia through ek faith pistis in  Jesus Iēsous Christ Christos might  be  given didōmi to  those ho who  believe pisteuō. ", "23": "Now de before pro faith pistis came erchomai,  · ho we  were  held  in  custody phroureō under hypo the  law nomos,  imprisoned synkleiō until eis the ho coming mellō faith pistis would  be  revealed apokalyptō. ", "24": "Thus hōste the ho law nomos was ginomai our hēmeis disciplinarian paidagōgos until eis the time of  Christ Christos,  so  that hina we  might  be  declared  righteous dikaioō by ek faith pistis. ", "25": "But de now  that  faith pistis has  come erchomai,  · ho we  are eimi no  longer ouketi under hypo a  guardian paidagōgos. ", "26": "For gar you  are eimi all pas sons hyios of  God theos through dia · ho faith pistis in en Christ Christos Jesus Iēsous. ", "27": "For gar as  many hosos of  you baptizō as  were  baptized baptizō into eis Christ Christos have  clothed  yourselves  with endyō Christ Christos. ", "28": "Now there is  neither ou Jew Ioudaios nor oude Greek Hellēn,  neither ou slave  nor oude free eleutheros,  neither ou male arsēn nor kai female thēlys;  for gar you hymeis are eimi all pas one heis in en Christ Christos Jesus Iēsous. ", "29": "And de if ei you hymeis belong  to  Christ Christos,  then ara you  are eimi descendants sperma of ho Abraham Abraam,  heirs klēronomos according kata to  the  promise epangelia. "}