{"1": "What  I  am  saying legō · de is that  as  long  as epi the ho heir klēronomos is eimi a  minor nēpios,  he  differs diapherō not  at  all oudeis from a slave,  even  though  in  fact eimi he  owns kyrios the  entire pas estate. ", "2": "However alla,  he  remains eimi under hypo the  care  of  guardians epitropē and kai managers oikonomos until achri the ho time  determined prothesmia by  his ho father patēr. ", "3": "And kai so  it  is houtōs with  us hēmeis.  While hote we  were eimi minors nēpios,  we  were eimi enslaved douloō to hypo the ho elementary stoicheion principles  of  the ho world kosmos. ", "4": "But de when hote the ho fullness plērōma of ho time chronos had  come erchomai,  God theos sent  forth exapostellō · ho · ho his autos Son hyios,  born ginomai of ek a  woman gynē,  born ginomai under hypo law nomos, ", "5": "to hina redeem exagorazō those ho who were  under hypo law nomos,  so  that hina we  might  receive apolambanō · ho adoption  as  sons hyiothesia. ", "6": "And de because hoti you  are eimi sons hyios,  God theos sent exapostellō · ho the ho Spirit pneuma of ho his autos Son hyios into eis · ho our hēmeis hearts kardia,  who  cries krazō out  “ Abba abba!  · ho Father patēr!” ", "7": "So hōste you  are eimi no  longer ouketi a slave,  but alla a  son hyios;  and de since ei you are a  son hyios,  then kai you are an  heir klēronomos through dia God theos. ", "8": "Formerly alla tote,  when  you  did  not ou know oida God theos,  you  were  enslaved douleuō to  those ho who eimi by  nature physis are eimi not mē gods theos. ", "9": "But de now nyn that  you  have  come  to  know ginōskō God theos— or de rather mallon,  are  known ginōskō by hypo God theos— how pōs can  you  turn  back epistrephō again palin to epi the ho feeble asthenēs and kai inferior ptōchos elementary  principles stoicheion of  the  world ?  How  can  you  want thelō to  be douleuō their hos slaves douleuō all  over anōthen again palin? ", "10": "You  scrupulously  observe paratēreō special  days hēmera and kai months mēn and kai seasons kairos and kai years eniautos! ", "11": "I  am  afraid phobeomai that pōs I  may  have  labored kopiaō over eis you hymeis to  no  avail eikē. ", "12": "Become ginomai as hōs I egō am,  because hoti I kagō have become  as hōs you hymeis are;  I  plead deomai with  you hymeis,  brothers adelphos.  You  have  done adikeō me egō no oudeis wrong adikeō. ", "13": "You  know oida · de that hoti it was  due  to dia a  physical sarx infirmity astheneia · ho that  I  preached  the  gospel euangelizō to  you hymeis at ho first proteros; ", "14": "and kai though  my egō condition sarx was  a ho trial peirasmos to  you hymeis,  · ho you  did  not ou despise exoutheneō or oude reject ekptyō me,  but alla you  welcomed dechomai me egō as hōs an  angel angelos of  God theos,  as hōs though I were  Christ Christos Jesus Iēsous. ", "15": "What pou then oun became of  the ho blessing makarismos you hymeis enjoyed?  For gar I  testify martyreō about  you hymeis that hoti,  if ei possible dynatos,  you  would  have  torn  out exoryssō · ho your hymeis eyes ophthalmos and  given didōmi them  to  me egō! ", "16": "So  then hōste,  have  I  become ginomai your hymeis enemy echthros by  telling  you hymeis the  truth alētheuō? ", "17": "They  zealously  seek zēloō your hymeis favor, but for  no ou good kalōs purpose .  Rather alla,  they  want thelō to  separate ekkleiō you hymeis from  us  so  that hina you  will  seek zēloō them autos. ", "18": "Now de to  be  zealous zēloō for en a  good  purpose kalos is  always pantote good kalos,  · kai not mē just monon when en I egō am  present pareimi with pros you hymeis. ", "19": "My egō little  children teknon,  for  whom hos I  am  again palin in  the  pain  of  childbirth ōdinō until mechri Christ Christos is  formed morphoō in en you hymeis, ", "20": "I  wish thelō · de I  could  be pareimi with pros you hymeis now arti and kai change allassō · ho my egō tone phōnē,  for hoti I  am  perplexed aporeō about en you hymeis. ", "21": "Tell legō me egō,  you  who ho want thelō to  be eimi under hypo the  law nomos,  will  you akouō not ou listen  to akouō the ho law nomos? ", "22": "For gar it  is  written graphō that hoti Abraham Abraam had echō two dyo sons hyios,  one heis by ek the ho slave  woman paidiskē and kai one heis by ek the ho free  woman eleutheros. ", "23": "The ho son  by ek the ho slave paidiskē woman  was  born gennaō according kata to  the  flesh sarx,  but de the ho son  by ek the ho free  woman eleutheros was born  as  the  result  of dia promise epangelia. ", "24": "This hostis may  be eimi interpreted  allegorically allēgoreō,  for gar these houtos women  represent eimi two dyo covenants diathēkē.  One heis is  from apo Mount oros Sinai Sina,  bearing  children gennaō to  be eis slaves douleia;  she hostis is eimi Hagar Hagar. ", "25": "· ho Now de Hagar Hagar represents eimi Mount oros Sinai Sina in en · ho Arabia Arabia and de corresponds  to systoicheō the ho present nyn Jerusalem Ierousalēm,  for gar she  is  in  slavery douleuō with meta · ho her autos children teknon. ", "26": "But de the ho Jerusalem Ierousalēm above anō is eimi the  free eleutheros woman , and  she hostis is eimi our hēmeis mother mētēr. ", "27": "For gar it  is  written graphō, “ Rejoice euphrainō,  O  barren  woman steira,  you  who ho bear  no ou children tiktō;  break  forth rhēgnymi and kai cry  aloud boaō,  you  who ho are  not ou in  the  pain  of  childbirth ōdinō!  For hoti the ho children teknon of  the ho desolate erēmos will be  more mallon in  number polys than ē those ho of  the  woman  who  has echō a ho husband anēr. ", "28": "But de you hymeis, my  brothers adelphos,  like kata Isaac Isaak,  are eimi children teknon of  promise epangelia. ", "29": "But alla just  as hōsper at  that  time tote the ho one  who  was  born gennaō according  to kata the  flesh sarx persecuted diōkō the ho one who was born  according  to kata the  Spirit pneuma,  so houtōs also kai it is  now nyn. ", "30": "But alla what tis does  the ho Scripture graphē say legō? “ Drive  away ekballō the ho slave  woman paidiskē and kai · ho her autos son hyios,  for gar the ho son hyios of  the ho slave  woman paidiskē must  not ou share  the  inheritance klēronomeō with meta the ho son hyios of  the ho free  woman eleutheros.” ", "31": "So  then dio,  brothers adelphos,  we  are eimi not ou children teknon of  a  slave  woman paidiskē but alla of  the ho free  woman eleutheros. "}