{"1": "For ho freedom eleutheria Christ Christos has  set  us hēmeis free eleutheroō.  Stand  firm stēkō,  therefore oun,  and kai do enechō not mē be  subject enechō again palin to  a  yoke zygos of  slavery douleia. ", "2": "Listen ide!  I egō,  Paul Paulos,  tell legō you hymeis that hoti if ean you  agree  to  circumcision peritemnō,  Christ Christos will  be  of ōpheleō no oudeis benefit  to ōpheleō you hymeis. ", "3": "And de furthermore palin I  declare martyromai to  every pas man anthrōpos who  agrees  to  circumcision peritemnō that hoti he  is eimi obligated opheiletēs to  obey poieō the ho entire holos law nomos. ", "4": "You  have  cut  yourself katargeō off  from apo Christ Christos,  you dikaioō who hostis are  trying  to  be  justified dikaioō by en the  law nomos;  you  have  fallen  away ekpiptō from ho grace charis. ", "5": "For gar we hēmeis by  the  Spirit pneuma,  through ek faith pistis,  eagerly  await apekdechomai the  righteousness dikaiosynē for which we  hope elpis. ", "6": "For gar in en Christ Christos Jesus Iēsous neither oute circumcision peritomē nor oute uncircumcision akrobystia counts  for ischuō anything tis,  but alla only  faith pistis expressing  itself energeō through dia love agapē. ", "7": "You  were  running trechō well kalōs;  who tis hindered enkoptō you hymeis from mē obeying peithō the ho truth alētheia? ", "8": "Such ho persuasion peismonē does  not ou come  from ek the ho one  who  calls kaleō you hymeis. ", "9": "A  little mikros leaven zymē leavens zymoō the ho whole holos lump  of  dough phyrama! ", "10": "I egō am  confident peithō about eis you hymeis in en the  Lord kyrios that hoti you  will phroneō not oudeis think phroneō otherwise allos.  But de the ho one  who  is  trying  to  confuse tarassō you hymeis will  pay bastazō the ho penalty krima,  whoever hostis ean he  may  be eimi. ", "11": "But de I egō,  brothers adelphos,  if ei I  am kēryssō still eti preaching kēryssō circumcision peritomē,  why tis am  I  still eti being  persecuted diōkō?  In  that  case ara the ho offense skandalon of  the ho cross stauros has  been  removed katargeō. ", "12": "I  wish ophelon · kai those ho who  are  disturbing anastatoō you hymeis would  mutilate apokoptō themselves ! ", "13": "For gar you hymeis,  brothers adelphos,  were  called kaleō to epi freedom eleutheria.  Only monon do  not mē use  your ho freedom eleutheria as eis an  opportunity aphormē for  the ho flesh sarx,  but alla through dia · ho love agapē serve douleuō one  another allēlōn. ", "14": "For gar the ho entire pas law nomos is  summed  up plēroō in en a  single heis command logos: “ You  shall  love agapaō · ho your sy neighbor plēsion as hōs yourself seautou.” ", "15": "But de if ei you  keep  on  biting daknō and kai devouring katesthiō one  another allēlōn,  watch  out blepō that  you  are analoō not mē consumed analoō by hypo one  another allēlōn. ", "16": "So de I  say legō,  live peripateō by  the  Spirit pneuma and kai you  will teleō not ou gratify teleō the  desires epithumia of  the  flesh sarx. ", "17": "For gar the ho desires epithumeō of the  flesh sarx are  against kata the ho Spirit pneuma,  and de the desires of  the ho Spirit pneuma are  against kata the ho flesh sarx;  for gar these houtos are  opposed antikeimai to  one allēlōn another ,  to hina keep  you poieō from mē doing poieō the  things houtos you  want thelō to do. ", "18": "But de if ei you  are  led agō by  the  Spirit pneuma,  you  are eimi not ou under hypo the  law nomos. ", "19": "Now de the ho works ergon of  the ho flesh sarx are eimi obvious phaneros:  sexual  immorality porneia,  impurity akatharsia,  debauchery aselgeia, ", "20": "idolatry eidōlolatria,  sorcery pharmakeia,  quarrels echthra,  strife eris,  jealousy zēlos,  fits  of  rage thumos,  selfish  rivalries eritheia,  dissensions dichostasia,  divisions hairesis, ", "21": "envyings phthonos,  drunkenness methē,  orgies kōmos,  and kai things ho like homoios these houtos.  I  warn prolegō you hymeis,  as kathōs I warned you before:  those ho who  practice prassō · ho such  things toioutos will klēronomeō not ou inherit klēronomeō the  kingdom basileia of  God theos! ", "22": "By  contrast de,  the ho fruit karpos of  the ho Spirit pneuma is eimi love agapē,  joy chara,  peace eirēnē,  patience makrothumia,  kindness chrēstotēs,  generosity agathōsynē,  faithfulness pistis, ", "23": "gentleness prautēs,  self-control enkrateia;  against kata · ho such  things toioutos there  is eimi no ou law nomos. ", "24": "And de those ho who stauroō belong ho to  Christ Christos Jesus Iēsous have  crucified stauroō the ho flesh sarx with syn its ho passions pathēma and kai · ho desires epithumia. ", "25": "Since ei we  live zaō by  the  Spirit pneuma,  let  us stoicheō also kai be  guided stoicheō by  the  Spirit pneuma. ", "26": "Let  us  not mē become ginomai conceited kenodoxos,  provoking prokaleō one  another allēlōn,  being  jealous  of phthoneō one  another allēlōn. "}