{"1": "My  brothers adelphos,  if ean · kai someone anthrōpos is  detected prolambanō in en some tis wrongdoing paraptōma,  you hymeis who ho are  spiritual pneumatikos should  restore katartizō that ho one toioutos in en a  spirit pneuma of  gentleness prautēs,  taking  care skopeō lest mē you sy yourself seautou · kai be  tempted peirazō. ", "2": "Bear bastazō one  another' s allēlōn · ho burdens baros,  and kai in  this  way houtōs you  will  fulfill anaplēroō the ho law nomos of ho Christ Christos. ", "3": "For gar if ei anyone tis thinks dokeō he  is eimi something tis,  when  he  is eimi nothing mēdeis,  he  deceives phrenapataō himself heautou. ", "4": "But de let dokimazō each  one hekastos examine dokimazō · ho his  own heautou work ergon,  and kai then tote he  will  have echō reason  for  boasting kauchēma in eis himself heautou alone monos,  · ho and kai not ou in eis comparison  with  · ho someone  else heteros. ", "5": "For gar each  one hekastos will  bear bastazō · ho his  own idios load phortion. ", "6": "Now de the ho one  who  is  taught katēcheō the ho word logos must  share koinōneō all pas good  things agathos with  the ho one  who  teaches katēcheō. ", "7": "Do  not mē be  deceived planaō:  God theos is  not ou mocked myktērizō.  For gar whatever hos a  person anthrōpos sows speirō,  that houtos will  he  also kai reap therizō. ", "8": "For hoti the ho one  who  sows speirō to eis · ho his  own heautou flesh sarx,  from ek the ho flesh sarx will  reap therizō corruption phthora;  but de the ho one  who  sows speirō to eis the ho Spirit pneuma,  from ek the ho Spirit pneuma will  reap therizō eternal aiōnios life zōē. ", "9": "So de let us  not mē grow tired of  doing poieō what ho is  right kalos,  for gar in  due idios time kairos we  will  reap therizō,  if  we  do  not mē give  up eklyō. ", "10": "So ara then oun,  as hōs we  have echō opportunity kairos,  let  us  do ergazomai · ho good agathos to pros everyone pas,  and de especially malista to pros those of  the ho family oikeios of ho faith pistis. ", "11": "See  with  what  large pēlikos letters gramma I  am  writing graphō to  you hymeis with ho my emos own  hand cheir! ", "12": "Those hosos who  want thelō to  make  a  good  showing euprosōpeō in en the  flesh sarx,  they houtos are  the  ones  trying  to  force anankazō you hymeis to  be  circumcised peritemnō— only monon so  that hina they  may diōkō not mē be  persecuted diōkō for  the ho cross stauros of ho Christ Christos. ", "13": "For gar even oude those ho who  are  circumcised peritemnō do phylassō not  themselves autos keep phylassō the  law nomos,  but alla they  want thelō you hymeis to  be  circumcised peritemnō so  that hina they  may  boast kauchaomai in en · ho your hymeteros flesh sarx. ", "14": "But de may ginomai I egō never mē boast kauchaomai,  except ei mē in en the ho cross stauros of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos,  through dia which hos the  world kosmos has  been  crucified stauroō to  me egō,  and  I kagō to  the  world kosmos. ", "15": "For gar neither oute circumcision peritomē nor oute uncircumcision akrobystia is eimi anything tis,  but alla a  new kainos creation ktisis. ", "16": "As  for kai all hosos who  will  follow stoicheō · ho this houtos rule kanōn—may  peace eirēnē and kai mercy eleos be  upon epi them autos,  even kai upon epi the ho Israel Israēl of ho God theos. ", "17": "From  now  on ho let parechō no  one mēdeis cause parechō me egō trouble kopos,  for gar I egō bear bastazō the ho marks stigma of ho Jesus Iēsous on en · ho my egō body sōma. ", "18": "May  the ho grace charis of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos be  with meta · ho your hymeis spirit pneuma, my  brothers adelphos.  Amen amēn. "}