{"1": "Jude Ioudas, a servant  of  Jesus Iēsous Christ Christos and de brother adelphos of  James Iakōbos,  to  those ho who  are  called klētos,  who  are  loved agapaō in en God theos the  Father patēr and kai kept tēreō for  Jesus Iēsous Christ Christos: ", "2": "May  mercy eleos,  peace eirēnē,  and kai love agapē be  yours hymeis · kai in  ever  increasing  measure plēthunō. ", "3": "Dear  friends agapētos,  although  I  was poieō eager pas spoudē to  write graphō to  you hymeis about peri · ho our hēmeis common koinos salvation sōtēria, nevertheless  I  find echō it  necessary anankē to  write graphō and  encourage parakaleō you hymeis to  carry  on  the  struggle epagōnizomai for  the ho faith pistis that  was  once  for  all hapax delivered paradidōmi to  the ho saints hagios. ", "4": "For gar certain tis men anthrōpos have stolen in unawares—men  who ho long  ago palai were  designated prographō for eis this houtos · ho condemnation krima— ungodly  men asebēs who  turn metatithēmi the ho grace charis of ho our hēmeis God theos into an excuse  for eis blatant  immorality aselgeia,  and kai · ho deny arneomai our hēmeis only monos Master despotēs and kai Lord kyrios,  Jesus Iēsous Christ Christos. ", "5": "Now de I  want boulomai to  remind hypomimnēskō you hymeis,  though  you hymeis once hapax knew oida all  this pas,  that hoti the ho Lord Iēsous,  having  saved sōzō his  people laos out  of ek Egypt Aigyptos,  · ho afterward deuteros destroyed apollymi those ho who  did  not mē believe pisteuō. ", "6": "And te the  angels angelos who ho did  not mē stay tēreō within  · ho their  own heautou domain archē but alla abandoned apoleipō their ho proper idios dwelling oikētērion,  he  has  kept tēreō in desmos eternal aidios chains desmos in hypo utter  darkness zophos for eis the  judgment krisis of  the  great megas day hēmera. ", "7": "Likewise hōs,  Sodom Sodoma and kai Gomorrah Gomorra and kai the ho neighboring peri autos towns polis,  which  indulged ekporneuō in  sexual  immorality houtos in  the ho same homoios way tropos as the angels  and kai pursued aperchomai opisō unnatural heteros desire sarx,  are  exhibited prokeimai as an  example deigma by  undergoing hypechō the  punishment dikē of  eternal aiōnios fire pyr. ", "8": "Yet mentoi in  the  same  way homoiōs these  people houtos also kai,  relying  on  their  dreams enypniazomai,  defile miainō the  flesh sarx,  reject atheteō authority kyriotēs,  · de and de blaspheme blasphēmeō the  glorious  ones doxa. ", "9": "· ho But de when hote Michael Michaēl the ho archangel archangelos,  in  debate diakrinō with  the ho devil diabolos,  was  arguing dialegomai about peri the ho body sōma of  Moses Mōysēs,  he  did  not ou presume tolmaō to  condemn krisis him  for  blasphemy blasphēmia,  but alla said legō, “The  Lord kyrios rebuke epitimaō you sy!” ", "10": "But de these houtos people  blaspheme blasphēmeō whatever hosos they  do  not ou understand oida,  and de what hosos they  do  understand epistamai by  instinct physikōs as hōs · ho irrational alogos beasts zōon,  by en these houtos they  are  being  destroyed phtheirō. ", "11": "Woe ouai to  them autos!  For hoti they  take poreuō the ho way hodos of ho Cain Kain,  and kai abandon  themselves ekchunnomai to  the ho error planē of ho Balaam Balaam for  the  sake  of  gain misthos,  and kai perish apollymi in  the ho rebellion antilogia of ho Korah Kore. ", "12": "These houtos people  are eimi · ho blemishes spilas on en · ho your hymeis love-feasts agapē,  feasting  with syneuōcheomai you  without  reverence aphobōs,  caring poimainō only  for poimainō themselves heautou. They are  waterless anydros clouds nephelē,  swept  along parapherō by hypo winds anemos;  autumn phthinopōrinos trees dendron without  fruit akarpos and  uprooted ekrizoō— completely dis dead apothnēskō; ", "13": "wild agrios waves kyma of  the  sea thalassa,  casting  up epaphrizō · ho their heautou shameful  deeds aischunē like  foam ;  wandering planētēs stars astēr for  whom hos the ho gloom zophos of ho utter  darkness skotos has  been  reserved tēreō for eis eternity aiōn. ", "14": "· de It was  also kai about  these houtos that  Enoch Henōch, the  seventh hebdomos in descent  from apo Adam Adam,  prophesied prophēteuō,  saying legō, “ Behold idou, the  Lord kyrios comes erchomai with en ten  thousands myrias of  his autos holy  ones hagios", "15": "to  execute poieō judgment krisis on kata all pas and kai to  convict elenchō all pas the  ungodly psychē of peri all pas · ho their autos ungodly asebeia acts ergon that hos they  have  committed  in  their  ungodliness asebeō,  and kai of peri all pas the ho harsh  things sklēros that hos ungodly asebēs sinners hamartōlos have  spoken laleō against kata him autos.” ", "16": "These houtos people  are eimi grumblers gongystēs,  malcontents mempsimoiros who  follow poreuō · ho their heautou sinful  desires epithumia;  · kai · ho their autos speech stoma is laleō arrogant hyperonkos,  they  flatter thaumazō others prosōpon to charin gain  advantage ōpheleia. ", "17": "But de you hymeis,  dear  friends agapētos,  must  remember mimnēskomai the ho predictions rhēma · ho foretold  by hypo the ho apostles apostolos of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos, ", "18": "how hoti they  said legō to  you hymeis, “ In epi the  final eschatos · ho age chronos there  will  be eimi scoffers empaiktēs driven poreuō by kata · ho their heautou own  ungodly asebeia desires epithumia.”  · ho", "19": "These houtos are eimi the ho ones  causing  division apodiorizō,  worldly-minded psychikos, and  devoid  of mē the  Spirit pneuma. ", "20": "But de you hymeis,  dear  friends agapētos,  build epoikodomeō yourselves heautou up  in ho your hymeis most  holy hagios faith pistis and  pray proseuchomai in en the  Holy hagios Spirit pneuma. ", "21": "Keep tēreō yourselves heautou in en the  love agapē of  God theos as  you  wait  for prosdechomai the ho mercy eleos of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos to  grant eis you  eternal aiōnios life zōē. ", "22": "And kai have  mercy  on eleaō some hos men who  are  wavering diakrinō; ", "23": "save sōzō others hos de by  snatching harpazō them  out  of ek the  fire pyr; and  have  mercy  on eleaō others hos de with en fear phobos,  hating miseō even kai the ho garment chitōn stained spiloō by apo the ho flesh sarx. ", "24": "Now de to  the ho one  who  is  able dynamai to  keep phylassō you hymeis from  stumbling aptaistos,  and kai to  make  you  stand histēmi in  his autos glorious doxa presence katenōpion · ho without blame and  with en great  joy agalliasis— ", "25": "to  the  only monos God theos,  our hēmeis Savior sōtēr,  through dia Jesus Iēsous Christ Christos · ho our hēmeis Lord kyrios, belong  glory doxa,  majesty megalōsynē,  power kratos,  and kai authority exousia,  before pro all pas · ho time aiōn,  · kai now nyn and kai for eis all pas · ho time aiōn.  Amen amēn. "}