{"1": "Samson went to Gaza. There he saw a prostitute and slept with her. ", "2": "The people of Gaza were told, “Samson's here!” So they surrounded the place and waited all night at the city gate to ambush him. They were quiet all night. They thought, “We'll kill him at dawn.”", "3": "But Samson was in bed with the prostitute only until midnight. Then he got up, took hold of the doors, door posts, and bar of the city gate and pulled them out. He carried them on his shoulders to the top of the hill facing Hebron.", "4": "After leaving Gaza, he fell in love with a woman in the Sorek Valley. Her name was Delilah. ", "5": "The Philistine rulers came to her and said, “Trick him, and find out what makes him so strong. Find out how we can overpower him. We want to tie him up in order to torture him. Each of us will give you 1,100 pieces of silver.”", "6": "So Delilah said to Samson, “Please tell me what makes you so strong. How can you be tied up so that someone could torture you?”", "7": "Samson told her, “If someone ties me up with seven new bowstrings that are not dried out, I will be like any other man.”", "8": "The Philistine rulers brought her seven new bowstrings that were not dried out. She tied Samson up with them. ", "9": "Some men were hiding in the bedroom waiting for her to tie him up. Then she said to him, “Samson, the Philistines are attacking!” Samson snapped the bowstrings as a thread snaps when it touches fire. So no one found out why he was so strong.", "10": "Delilah told Samson, “Look, you're making fun of me by telling me lies. Now, tell me how you can be tied up.”", "11": "Samson told her, “If someone ties me up tightly with new ropes that have never been used, I will be like any other man.”", "12": "So Delilah took some new ropes and tied him up with them. Then she said to him, “Samson, the Philistines are attacking!” Some men were in her bedroom waiting to ambush him. But Samson tore the ropes off his arms as though they were strings.", "13": "Delilah told Samson, “You're still making fun of me by telling me lies. Tell me how you can be tied up.” Samson replied, “Just weave the seven braids of my hair with the other threads in the loom.”", "14": "So Delilah tied his braids to the loom shuttle. Then she said to him, “Samson, the Philistines are attacking!” But Samson woke up and tore his braids and the threads out of the loom shuttle.", "15": "Delilah said to Samson, “How can you say that you love me when your heart isn't mine? You've made fun of me three times now, but you still haven't told me what makes you so strong.”", "16": "Every day she made his life miserable with her questions. She pestered him until he wished he were dead. ", "17": "Finally, he told her the truth. He told her, “Because I'm a Nazirite, no one has ever cut the hair on my head. I was dedicated to God before I was born. If my hair is ever shaved off, my strength will leave me. Then I'll be like any other man.”", "18": "When Delilah realized that he had told her everything, she sent a message to the Philistine rulers, “Come here once more.” (She did this because Samson had told her everything.) So the Philistine rulers arrived with the money in their hands.", "19": "Delilah put Samson to sleep on her lap. She called for a man to shave off his seven braids. Then she began to torture him because his strength had left him. ", "20": "She said, “Samson, the Philistines are attacking!” Samson woke up. He thought, “I'll get out of this as usual and shake myself free.” (He didn't realize that the Lord had left him.) ", "21": "The Philistines grabbed him. They poked out his eyes and took him to the prison in Gaza. They tied him up with double chains and made him grind grain in the mill there.", "22": "But his hair started to grow back as soon as it was shaved off.", "23": "Now, the Philistine rulers gathered together to offer a great sacrifice to their god Dagon and to celebrate. They said, “Our god handed Samson, our enemy, over to us.” ", "24": "When the people saw him, they praised their god. They said, “Our god gave our enemy, destroyer of our land and killer of so many, into our very hand!”", "25": "When all the Philistines were enjoying themselves, they said, “Call Samson in to entertain us.” Samson was called from the prison, and he made them laugh. They made him stand between two columns. ", "26": "Samson told the young man who was leading him by the hand, “Let me rest. Let me touch the columns on which the building stands so that I can lean against them.” ", "27": "The building was filled with people. All the Philistine rulers were there. On the roof there were about three thousand men and women who watched Samson entertain them.", "28": "Then Samson called to the Lord, “Almighty Lord, please remember me! God, give me strength just one more time! Let me get even with the Philistines for at least one of my two eyes.” ", "29": "Samson felt the two middle columns on which the building stood. With his right hand on one column and his left on the other, he pushed hard against them. ", "30": "“Let me die with the Philistines,” he said. With that, he pushed with all his might, and the building fell on the rulers and everyone in it. So he killed more Philistines when he died than he had when he was alive.", "31": "Then his relatives and his father's whole family went to Gaza. They took Samson and buried him between Zorah and Eshtaol in the tomb of his father Manoah. Samson had judged Israel for 20 years."}