{"1": "Paul, a slave of God and an emissary of Messiah Yeshua, for the faith of God's chosen and the knowledge of truth that is in keeping with godliness, ", "2": "based on the hope of eternal life. God—who cannot lie[a]—promised this before the beginning of time. ", "3": "But in His own time He made His message known, through a proclamation with which I was entrusted, by the command of God our Savior.", "4": "To Titus, a true child of our common faith: Grace and shalom from God the Father and Messiah Yeshua, our Savior!", "5": "The reason I left you in Crete was so that you would set in order the things that remain and appoint elders in every city as I directed you—", "6": "if anyone is blameless, the husband of one wife, having children of faith with no charge of wild living or rebellion. ", "7": "For the overseer must be blameless as God's administrator—not arrogant, not quick-tempered, not addicted to wine, not violent, not greedy for dishonest gain. ", "8": "Rather he must be hospitable, loving what is good, self-controlled, upright, devout, disciplined. ", "9": "He must hold firmly to the trustworthy message in keeping with the teaching, so he can both encourage by instruction that is sound and convict those who speak against it.", "10": "For there are many who are rebellious, vain talkers and deceivers, especially those from the circumcision. ", "11": "They must be silenced—those who upset entire households by teaching what they should not, for the sake of dishonest gain. ", "12": "One of them, one of their own prophets, said, “Cretans are always liars, evil beasts, lazy gluttons.” ", "13": "This testimony is true. For this reason rebuke them sharply, so they might be sound in the faith, ", "14": "not paying attention to Judaic myths and commands of men who turn away from the truth. ", "15": "To the pure all things are pure; but to those who are defiled and unbelieving, nothing is pure. Both their mind and conscience are defiled. ", "16": "They claim to know God but their deeds deny Him. They are despicable and disobedient and worthless for any good deed."}