{"1": "I want you to know how much I care for you and those in the city of Laodicea, and even all those who have never seen me.", "2": "I want them to be strong and to love one another. I want them to understand everything. I want them to know in a more perfect way about God's plan, which is Christ.", "3": "All the wonderful things there are to know about the plan are found in Christ.", "4": "I say this so that no one may lead you the wrong way by their fine words.", "5": "Even though I am not with you in body, I am with you in spirit. I am happy to see that you stand together well and that you keep on believing in Christ.", "6": "You received Christ Jesus the Lord. So live in him.", "7": "Let your heart be planted in him. Grow up in him. Believe with all your heart what you were taught. And be very thankful to God.", "8": "Do not let anyone fool you by his wise words. They are not true. They are what men say. They are the teachings of this world and not what Christ says.", "9": "Christ has everything that God has.", "10": "And you, too, have everything when you are in him. He rules over every power and ruler.", "11": "In Christ you were not circumcised by men's hands. But you were circumcised in Christ's way when all the wrong things you did in your bodies were taken away.", "12": "You were buried with Christ when you were baptised. You were also raised with him to a new life when you were baptised. You were raised because you believed in the power of God who raised Christ from death.", "13": "You were dead because of the wrong things you had done, and because your lives had not been made clean. But God gave you life with Christ. He forgave you for all the wrong things you did.", "14": "He wiped out all the things that were written against us in the laws. He took the writing away and nailed it to a cross.", "15": "He won the victory over powers and rulers. He showed that they had no power at all. He showed the world his victory through the cross.", "16": "So do not let anyone say you are wrong about what you eat or drink, or about a feast, or a special holy day or a Sabbath day.", "17": "They are like a shadow of what is to come. But Christ is the body that makes the shadow.", "18": "Do not let anyone tell you that you are wrong and that to be humble you must worship angels. He talks about things he has not seen. He is very proud, but he has nothing to be proud of, because his thoughts come from his own mind.", "19": "He is not joined to the real head which is Christ. It is from him that the whole body receives strength and is held together by its joints and muscles. It is from him that the body grows as God makes it grow.", "20": "Did you die with Christ? Then you left the teachings of this world. So why do you obey laws as if you were still living in this world?", "21": "I mean laws like this: \"Do not touch that. Do not eat this. Do not put your hand on that.\"", "22": "All such things are gone as soon as they are used. These are laws made and taught by men.", "23": "These laws look as if they are good laws. They make a show of doing things for God. They make people humble themselves in some way. They make people control their bodies in certain ways. But they have no power to keep people from doing all the wrong things they want to do."}