{"1": "Jesus got up and went to the region of Judea beyond the Jordan. Crowds gathered around him again and, as he usually did, he taught them. ", "2": "Some Pharisees came to test him and asked, “Is it lawful for a man to divorce his wife?”", "3": "He replied, “What did Moses command you?”", "4": "They said, “Moses permitted a man to write a certificate of divorce and send her away.”[a]", "5": "But Jesus told them, “He wrote this command for you because of your hard hearts. ", "6": "But from the beginning of creation, God made them male and female.[b] ", "7": "For this reason a man will leave his father and mother and be joined to his wife, ", "8": "and the two will become one flesh.[c] So they are no longer two but one flesh. ", "9": "Therefore, what God has joined together, let no one separate.”", "10": "In the house his disciples asked him about this again. ", "11": "He said to them, “Whoever divorces his wife and marries another commits adultery against her. ", "12": "If she divorces her husband and marries another, she commits adultery.”", "13": "Some people began bringing little children to Jesus so that he would touch them. But the disciples rebuked them. ", "14": "When Jesus saw this, he was indignant. He said, “Let the little children come to me! Do not hinder them, because the kingdom of God belongs to such as these. ", "15": "Amen I tell you: Whoever will not receive the kingdom of God like a little child will never enter it.” ", "16": "And he took the little children in his arms, laid his hands on them, and blessed them.", "17": "As Jesus was setting out on a journey, one man ran up to him and knelt in front of him. He asked, “Good teacher, what must I do to inherit eternal life?”", "18": "Jesus said to him, “Why do you call me good? No one is good except one—God. ", "19": "You know the commandments. 'You shall not murder. You shall not commit adultery. You shall not steal. You shall not give false testimony. You shall not defraud. Honor your father and mother.'”[d]", "20": "The man replied, “Teacher, I have kept all these since I was a child.”", "21": "Jesus looked at him, loved him, and said to him, “One thing you lack. Go, sell whatever you have, and give to the poor, and you will have treasure in heaven. Then come, follow me.”", "22": "When he heard this, he looked sad and went away grieving, because he had great wealth. ", "23": "Jesus looked around and said to his disciples, “How hard it will be for those who have riches to enter the kingdom of God!”", "24": "The disciples were amazed at his words. But Jesus told them again, “Children, how hard it is for those who trust in their riches to enter the kingdom of God! ", "25": "It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”", "26": "They were even more astonished and said to one another, “Who then can be saved?”", "27": "Jesus looked at them and said, “For people, it is impossible, but not for God, because all things are possible for God.”", "28": "Peter began to say to him, “See, we have left everything and followed you.”", "29": "Jesus said, “Amen I tell you: There is no one who has left home or brothers or sisters or mother or father or children or fields, for my sake and for the sake of the gospel, ", "30": "who now at this time will fail to receive one hundred times as much: houses, brothers, sisters, mothers, children, and fields (along with persecutions)—and in the coming age: eternal life. ", "31": "But many who are first will be last, and the last will be first.”", "32": "They were on the road, going up to Jerusalem, and Jesus was leading them. The disciples were amazed, and the others who followed were afraid. He took the Twelve aside again and began to tell them what was going to happen to him. ", "33": "“Look, we are going up to Jerusalem, and the Son of Man will be betrayed to the chief priests and the experts in the law. They will condemn him to death and will hand him over to the Gentiles. ", "34": "They will mock him, spit on him, flog him, and kill him. On the third day[e] he will rise again.”", "35": "James and John, the sons of Zebedee, approached him and said, “Teacher, we wish that you would do for us whatever we ask.”", "36": "He said to them, “What do you want me to do for you?”", "37": "They said to him, “Promise that we may sit, one at your right and one at your left, in your glory.”", "38": "But Jesus said to them, “You do not know what you are asking. Can you drink the cup that I am going to drink or be baptized with the baptism that I am going to be baptized with?”", "39": "“We can,” they replied. Jesus told them, “You will drink the cup that I am going to drink and be baptized with the baptism that I am going to be baptized with. ", "40": "But to sit at my right or at my left is not for me to give; rather, these places belong to those for whom they have been prepared.”", "41": "When the ten heard this, they were angry with James and John.", "42": "Jesus called them together and said, “You know that those who are considered rulers over the Gentiles lord it over them, and their great ones exercise authority over them. ", "43": "But that is not the way it is to be among you. Instead, whoever wants to be great among you will be your servant, ", "44": "and whoever wants to be first among you will be a slave of all. ", "45": "For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.”", "46": "They came to Jericho. As Jesus and his disciples and a large crowd were leaving Jericho, a blind man, Bartimaeus the son of Timaeus, was sitting by the road begging. ", "47": "When he heard that it was Jesus the Nazarene, he began to shout, “Jesus, Son of David, have mercy on me!” ", "48": "Many told him to be quiet, but he kept shouting all the more, “Son of David, have mercy on me!”", "49": "Jesus stopped and said, “Call him.” They called the blind man, saying, “Cheer up! Get up. He is calling you!”", "50": "He tossed aside his outer garment, jumped up, and went to Jesus.", "51": "“What do you want me to do for you?” Jesus asked him. The blind man replied, “Rabboni,[f] I want to see again.”", "52": "Jesus told him, “Go. Your faith has made you well.” Immediately he received his sight and began following Jesus on the road."}