{"1": "Jesus began to speak to them in parables. “A man planted a vineyard, put a fence around it, dug a pit for the winepress, and built a watchtower. Then he rented it out to some tenant farmers and went on a journey. ", "2": "When it was time, he sent a servant to the tenants to receive his share of the vineyard's produce. ", "3": "They took him, beat him, and sent him away empty-handed. ", "4": "Again, he sent another servant to them. But they hit him on the head and treated him shamefully. ", "5": "Then he sent another servant, but they killed that one. He also sent many others; some they beat, and others they killed. ", "6": "He still had one left, a dearly loved son. Finally, he sent him to them, saying, 'They will respect my son.' ", "7": "But those tenant farmers said to one another, 'This is the heir. Come on, let's kill him, and the inheritance will be ours.' ", "8": "They seized him, killed him, and threw him out of the vineyard. ", "9": "So what will the owner of the vineyard do? He will come and kill those tenant farmers and give the vineyard to others. ", "10": "Have you not read this Scripture: The stone the builders rejected has become the cornerstone.", "11": "The Lord has done this, and it is marvelous in our eyes?”[a]", "12": "They were looking for a way to arrest him, because they knew that he had spoken the parable against them. But they feared the crowd, so they left him and went away.", "13": "The Jewish leaders sent some Pharisees and some Herodians to Jesus to try to trap him in what he said. ", "14": "They came and said to him, “Teacher, we know that you are honest and do not play favorites, since you are not partial to anyone,[b] but you teach the way of God on the basis of the truth. Is it lawful to pay a tax to Caesar or not? ", "15": "Should we pay it or not?” Since Jesus knew their hypocrisy, he said to them, “Why do you keep testing me? Bring me a denarius so that I can look at it.”", "16": "So they brought one. He said to them, “Whose image and inscription is this?” “Caesar's,” they answered him.", "17": "Then Jesus told them, “Give to Caesar what is Caesar's, and to God what is God's.” And they were amazed at him.", "18": "Next some Sadducees (who say that there will be no resurrection) came to him. They asked him a question: ", "19": "“Teacher, Moses wrote for us: 'If a man's brother dies and leaves behind a wife but no child, then his brother should take his wife and raise up children for his brother.'[c]", "20": "“Now there were seven brothers. The first one took a wife and died without leaving children. ", "21": "The second one married her and died, leaving no children. The third one did the same. ", "22": "The seven left no children. Last of all, the woman also died. ", "23": "So when they rise in the resurrection, whose wife will she be, since all seven had her as a wife?”", "24": "Jesus said to them, “Isn't this the reason you are mistaken: that you do not know the Scriptures or the power of God? ", "25": "In fact, when people rise from the dead, they do not marry, and they are not given in marriage, but they are like angels in heaven. ", "26": "But about the dead—that they are raised—have you not read in the book of Moses, in the passage about the burning bush, how God told him, 'I am the God of Abraham, the God of Isaac, and the God of Jacob'?[d] ", "27": "He is not the God of the dead, but of the living. You are badly mistaken.”", "28": "One of the experts in the law approached after he heard their discussion. When he saw that Jesus had answered them well, he asked Jesus, “Which commandment is the greatest of all?”", "29": "Jesus answered, “The most important is: 'Hear, O Israel, the Lord, our God, the Lord is one. ", "30": "You shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.'[e] ", "31": "The second is this: 'You shall love your neighbor as yourself.'[f] There is no other commandment greater than these.”", "32": "The expert in the law said to him, “Well said, teacher. You have spoken correctly on the basis of the truth that he is one, and there is no other besides him.[g] ", "33": "To love him with all your heart, with all your understanding, and with all your strength, and to love your neighbor as yourself, is more important than all whole burnt offerings and sacrifices.”[h]", "34": "When Jesus saw that he had answered wisely, he said to him, “You are not far from the kingdom of God.” After that, no one dared to ask him any more questions.", "35": "While Jesus was teaching in the temple courts, he responded by saying, “How is it that the experts in the law say that the Christ is the Son of David? ", "36": "David himself said by the Holy Spirit: The Lord said to my Lord, 'Sit at my right hand, until I make your enemies a footstool under your feet.'[i]", "37": "“David himself calls him Lord, so how can he be his son?” The large crowd listened to him with delight.", "38": "He also said to them in his teaching, “Beware of the experts in the law who like to walk around in long robes and receive greetings in the marketplaces. ", "39": "They love the best seats in the synagogues and the places of honor at banquets. ", "40": "They devour widows' houses and offer long prayers to look good. These men will receive greater condemnation.”", "41": "Jesus sat down opposite the offering box and was watching how the crowd put money into it. Many rich people put in large amounts. ", "42": "One poor widow came and put in two small bronze coins,[j] worth less than a penny.[k] ", "43": "He called his disciples together and said to them, “Amen I tell you: This poor widow put more into the offering box than all the others. ", "44": "For they all gave out of their surplus, but she, out of her poverty, put in everything—all that she had to live on.”"}