{"1": "It was two days before the Passover and the Festival of Unleavened Bread. The chief priests and the experts in the law were looking for some deceptive way to arrest Jesus and kill him. ", "2": "“Certainly not during the Festival,” they said, “or there will be a riot among the people.”", "3": "While Jesus was in Bethany, in the house of Simon the leper, as he was reclining at the table, a woman came with an alabaster jar of very expensive perfume, made from pure nard. She broke the alabaster jar and poured it over his head. ", "4": "But there were some who were indignant and said to one another, “Why has this perfume been wasted? ", "5": "Certainly this perfume could have been sold for more than three hundred denarii[a] and given to the poor!” And they began to scold her.", "6": "But Jesus said, “Leave her alone. Why are you bothering her? She has done a beautiful thing for me. ", "7": "In fact, you always have the poor with you, and whenever you want, you can do good for them. But you are not always going to have me. ", "8": "She did what she could. She anointed my body beforehand for burial. ", "9": "Amen I tell you: Wherever the gospel is preached in the whole world, what this woman did will also be told in memory of her.”", "10": "Judas Iscariot, one of the Twelve, went to the chief priests in order to betray Jesus to them. ", "11": "When they heard this, they were glad and promised to give him money. So he began to look for an opportunity to betray him.", "12": "On the first day of the Festival of Unleavened Bread, when the Passover lamb is sacrificed, his disciples asked him, “Where do you want us to go and prepare for you to eat the Passover?” ", "13": "He sent two of his disciples and said to them, “Go into the city, and there a man carrying a jar of water will meet you. Follow him. ", "14": "Wherever he enters, tell the owner of the house that the Teacher says, 'Where is my guest room, where I may eat the Passover with my disciples?' ", "15": "He will show you a large upper room, furnished and ready. Make preparations for us there.”", "16": "His disciples left and went into the city and found things just as he had told them; and they prepared the Passover.", "17": "When it was evening, he arrived with the Twelve.", "18": "While they were reclining and eating, Jesus said, “Amen I tell you: One of you will betray me, one who is eating with me.”", "19": "They began to be sorrowful and said to him one by one, “Surely not I?”", "20": "He said to them, “It is one of the Twelve, one who is dipping bread with me in the dish. ", "21": "Indeed, the Son of Man is going to go just as it has been written about him, but woe to that man by whom the Son of Man is betrayed! It would have been better for that man if he had not been born.”", "22": "While they were eating, Jesus took bread. When he had blessed it, he broke it and gave it to them, saying, “Take it.[b] This is my body.”", "23": "Then he took the cup, gave thanks, and gave it to them. They all drank from it. ", "24": "He said to them, “This is my blood of the new testament,[c] which is poured out for many. ", "25": "Amen I tell you: I will certainly not drink again of the fruit of the vine until that day when I drink it new in the kingdom of God.” ", "26": "After they sang a hymn, they went out to the Mount of Olives.", "27": "Jesus said to them, “You will all fall away because of me. For it is written: 'I will strike the shepherd, and the sheep will be scattered.'[d] ", "28": "But after I am raised, I will go ahead of you into Galilee.”", "29": "But Peter said to him, “Even if all fall away, I will not.”", "30": "Jesus said to him, “Amen I tell you: Today—this very night—before the rooster crows twice, you will deny me three times.”", "31": "But Peter kept saying emphatically, “Even if I have to die with you, I will never deny you.” And they all said the same thing.", "32": "They went to a place named Gethsemane. Jesus told his disciples, “Sit here while I pray.” ", "33": "Then he took Peter, James, and John along with him and began to be troubled and distressed. ", "34": "He said to them, “My soul is overwhelmed with sorrow, even to the point of death. Stay here and keep watch.”", "35": "Going forward a little, he fell on the ground and prayed that, if it were possible, the hour might pass from him. ", "36": "He also said, “Abba, Father, everything is possible for you. Take this cup away from me. Yet not what I will, but what you will.”", "37": "When he returned to the disciples, he found them sleeping. He said to Peter, “Simon, are you sleeping? Were you not strong enough to keep watch for one hour? ", "38": "Watch and pray that you may not enter into temptation. The spirit is willing, but the flesh is weak.”", "39": "Again he went away and prayed, saying the same thing. ", "40": "When he returned, he found them sleeping, for their eyes were heavy. They did not know what they should answer him. ", "41": "He returned the third time and said to them, “Are you going to continue sleeping and resting? It is enough. The hour has come. Look, the Son of Man is betrayed into the hands of sinners. ", "42": "Rise, let us go. Look, my betrayer is near.”", "43": "Just then, while he was still speaking, Judas, one of the Twelve, arrived. A crowd was with him, armed with swords and clubs. They were from the chief priests, the experts in the law, and the elders. ", "44": "Now his betrayer had given them a signal, saying, “The one I kiss is the man. Arrest him and lead him away under guard.” ", "45": "He went right to Jesus and said, “Rabbi!” and kissed him. ", "46": "They laid hands on him and arrested him. ", "47": "But one of those who stood nearby drew his sword, struck the servant of the high priest, and cut off his ear.", "48": "Jesus responded by saying to them, “Have you come out with swords and clubs to capture me as you would a criminal? ", "49": "Day after day I was with you, teaching in the temple courts, and you did not arrest me. But this happened so that the Scriptures may be fulfilled.” ", "50": "Then the disciples all left him and fled.", "51": "A certain young man was following him, wearing just a linen cloth over his naked body. They seized him, ", "52": "but he left behind the linen cloth and fled from them naked.", "53": "They led Jesus away to the high priest. All the chief priests, the elders, and the experts in the law gathered together. ", "54": "Peter followed him at a distance, right into the courtyard of the high priest. He was sitting with the guards and warming himself at the fire.", "55": "The chief priests and the whole Sanhedrin were looking for testimony against Jesus in order to put him to death, but they did not find any. ", "56": "Many testified falsely against him, but their testimonies did not agree. ", "57": "Some stood up and gave this false testimony against him: ", "58": "“We heard him say, 'I will destroy this temple made with hands, and in three days I will build another made without hands.'” ", "59": "Yet even on this point, their testimony did not agree.", "60": "The high priest stepped forward[e] and questioned Jesus, “Have you no answer? What is this they are testifying against you?”", "61": "But Jesus was silent and did not answer anything. Again the high priest asked him, “Are you the Christ, the Son of the Blessed One?”", "62": "“I am,” Jesus said. “And you will see the Son of Man sitting at the right hand of power and coming with the clouds of heaven.”[f]", "63": "The high priest tore his robes and said, “Why do we need any more witnesses? ", "64": "You have heard the blasphemy! What do you think?” They all condemned him as being worthy of death. ", "65": "Then some began to spit on him. They covered his face and struck him with their fists, saying, “Prophesy!” The guards also took him and beat him.", "66": "While Peter was in the courtyard below, one of the servant girls of the high priest came there. ", "67": "When she saw Peter warming himself, she looked directly at him and said, “You were also with the Nazarene, Jesus!”", "68": "But he denied it, saying, “I don't know or understand what you are saying,” and he went out to the entryway. Then a rooster crowed.", "69": "When the servant girl saw him, once more she began to tell those standing there, “This is one of them.”", "70": "But again he denied it. After a little while those who were standing there said to Peter, “Surely you are one of them, because you are a Galilean.”", "71": "But he began to curse and to swear, “I do not know this man you are talking about!” ", "72": "Just then, the rooster crowed for the second time. Then Peter remembered what Jesus had said to him: “Before the rooster crows twice, you will deny me three times.” And he broke down and wept."}