{"1": "As soon as it was morning, the chief priests, along with the elders, the experts in the law, and the whole Sanhedrin, reached a decision. They bound Jesus, led him away, and handed him over to Pilate. ", "2": "Pilate asked him, “Are you the King of the Jews?” He answered him, “It is as you say.”", "3": "The chief priests accused him of many things. ", "4": "Pilate questioned him again, “Are you not going to answer anything? See how many charges they are bringing against you!”", "5": "But Jesus still did not answer anything, so Pilate was amazed.", "6": "At each Festival, Pilate used to release to the people one prisoner whom they requested. ", "7": "There was one named Barabbas, who was imprisoned with the rebels and had committed murder in the rebellion. ", "8": "The crowd came up and began to ask Pilate to do for them what he usually did.", "9": "Pilate replied, “Do you want me to release the King of the Jews to you?” ", "10": "In fact, he knew that it was because of envy that the chief priests had handed him over.", "11": "But the chief priests stirred up the crowd to have him release Barabbas to them instead.", "12": "Again, Pilate replied to them, “Then what do you want me to do with the man you call the King of the Jews?”", "13": "“Crucify him!” they shouted back.", "14": "But Pilate said to them, “Why? What has he done wrong?” But they shouted even louder, “Crucify him!”", "15": "Since he wanted to satisfy the crowd, Pilate released Barabbas to them. After he had Jesus flogged, he handed him over to be crucified.", "16": "The soldiers led him away inside the palace, which is the Praetorium, and called together the whole cohort[a] of soldiers. ", "17": "They put a purple robe on him, twisted together a crown of thorns, and put it on him. ", "18": "The soldiers began to salute him, “Hail, King of the Jews!” ", "19": "They kept hitting him on the head with a reed and spitting on him. They also kneeled down to pay homage to him.", "20": "When they had mocked him, they took off the purple robe and put his own clothing on him. Then they led him out to crucify him.", "21": "A certain man, Simon of Cyrene (the father of Alexander and Rufus), was passing by on his way in from the country. They forced him to carry Jesus' cross. ", "22": "They brought Jesus to the place called Golgotha, which means, “The place of a skull.” ", "23": "They tried to give him wine mixed with myrrh, but he did not take it. ", "24": "They crucified him. And they divided his garments, casting lots for them to decide what each of them would take.", "25": "Now it was the third hour[b] when they crucified him. ", "26": "The superscription stating the charge against him read, “The King of the Jews.” ", "27": "They also crucified two criminals with him, one on his right and one on his left.[c]", "29": "Those who passed by ridiculed him, shaking their heads and saying, “Ha! You who are going to destroy the temple and rebuild it in three days, ", "30": "save yourself! Come down from the cross!”", "31": "In the same way, the chief priests along with the experts in the law mocked him among themselves. “He saved others,” they said. “He cannot save himself. ", "32": "Let the Christ, the King of Israel, come down now from the cross so that we may see and believe!” Those who were crucified with him also insulted him.", "33": "When it was the sixth hour,[d] darkness came over the whole land until the ninth hour.[e] ", "34": "At the ninth hour Jesus shouted with a loud voice, “Eloi, Eloi, lama sabachthani?” which means, “My God, my God, why have you forsaken me?”[f]", "35": "When some of those standing there heard this, they said, “Listen, he's calling Elijah!”", "36": "Someone ran, filled a sponge with sour wine, put it on a stick, and gave it to him to drink. They said, “Leave him alone. Let's see if Elijah comes to take him down.”", "37": "Jesus cried out with a loud voice and breathed his last. ", "38": "The curtain of the temple was torn in two from top to bottom. ", "39": "When the centurion who stood facing him saw how he cried out and breathed his last, he said, “Truly this man was the Son of God!”", "40": "There were also women watching from a distance. Among them were Mary Magdalene, Mary the mother of James the younger and of Joses, and Salome. ", "41": "When he was in Galilee, they followed him and served him. Many other women also came up with him to Jerusalem.", "42": "It was already evening, and since it was Preparation Day (that is, the day before the Sabbath), ", "43": "Joseph from Arimathea, a prominent member of the Council, who was himself waiting for the kingdom of God, boldly went to Pilate and asked for the body of Jesus. ", "44": "Pilate was surprised that he was already dead. He summoned the centurion and asked him if Jesus had been dead for a long time. ", "45": "When he learned from the centurion that it was so, he granted the body to Joseph. ", "46": "Joseph bought a linen cloth, took him down, and wrapped him in the linen cloth. He laid him in a tomb that had been cut out of rock, and he rolled a stone against the entrance of the tomb. ", "47": "Mary Magdalene and Mary the mother of Joses were watching where the body was laid."}