{"1": "When Jesus again entered Capernaum some days later, people heard that he was home. ", "2": "So many people were gathered together that there was no more room, not even by the door, and he was speaking the word to them. ", "3": "Some people came to him bringing a paralyzed man, carried by four men. ", "4": "Since they could not bring the man to Jesus because of the crowd, they dug through the roof above where he was. When they had made an opening, they lowered the stretcher on which the paralyzed man was lying. ", "5": "When Jesus saw their faith, he said to the paralyzed man, “Son, your sins are forgiven.”", "6": "But there were some experts in the law sitting there and thinking in their hearts, ", "7": "“Why does this fellow speak like this? He is blaspheming! Who can forgive sins except God alone?”", "8": "Jesus immediately knew in his spirit that they were thinking this way within themselves. He asked them, “Why are you thinking these things in your hearts? ", "9": "Which is easier: to tell the paralyzed man, 'Your sins are forgiven,' or to say, 'Get up, take your stretcher, and walk'? ", "10": "But, so that you may know that the Son of Man has authority on earth to forgive sins”—he said to the paralyzed man, ", "11": "“I tell you, get up, take your stretcher, and go home.”", "12": "At once the man got up, picked up the stretcher, and went out in front of everyone. So they were all amazed and glorified God. They said, “We have never seen anything like this!”", "13": "Jesus went out again along the sea. The whole crowd went to him, and he taught them. ", "14": "As he was passing by, he saw Levi the son of Alphaeus sitting at the tax booth. “Follow me,” Jesus told him. And Levi got up and followed him.", "15": "Then when Jesus was reclining at a table in Levi's house, many tax collectors and sinners were reclining with Jesus and his disciples because many of them also were following him. ", "16": "When the experts in the law and the Pharisees saw that he was eating with the sinners and tax collectors, they said to his disciples, “Why is he eating and drinking with tax collectors and sinners?”", "17": "When Jesus heard this, he said to them, “Those who are healthy do not need a physician, but the sick do. I did not come to call the righteous, but sinners.”", "18": "John's disciples and the Pharisees were fasting. They came and asked Jesus, “Why is it that John's disciples and the Pharisees' disciples fast, but your disciples do not fast?”", "19": "Jesus said to them, “The friends of the bridegroom cannot fast while the bridegroom is with them, can they? As long as they have the bridegroom with them, they cannot fast. ", "20": "But the days will come when the bridegroom will be taken away from them, and then on that day they will fast. ", "21": "No one sews a piece of unshrunk cloth on an old garment. Otherwise, the patch shrinks, the new tears away from the old, and a worse tear is made. ", "22": "No one pours new wine into old wineskins. Otherwise, the new wine will burst the skins, the wine will pour out,[a] and the skins will be ruined. Instead, new wine is poured into new wineskins.”", "23": "Once on a Sabbath day, Jesus was passing through the grain fields, and his disciples began to pick heads of grain as they walked along. ", "24": "The Pharisees said to him, “Look, why are they doing what is not lawful on the Sabbath day?”", "25": "He replied to them, “Have you never read what David did when he was in need and hungry (he and his companions)? ", "26": "He entered the house of God in the time of Abiathar the high priest and ate the Bread of the Presence, which is not lawful for anyone to eat, except for the priests. He also gave some to his companions.”", "27": "Then Jesus said to them, “The Sabbath was made for man, not man for the Sabbath. ", "28": "So the Son of Man is the Lord even of the Sabbath.”"}