{"1": "Another time Jesus began to teach by the sea. Such a large crowd gathered around him that he got into a boat and sat in it out on the sea. The whole crowd was on the seashore. ", "2": "Then he taught them many things in parables. As he taught them, he said, ", "3": "“Listen! There was a sower who went out to sow. ", "4": "As he sowed, some seed fell along the path, and the birds came and ate it up. ", "5": "Other seed fell on rocky ground, where it did not have much soil. It sprang up right away because it did not have deep soil. ", "6": "When the sun rose, it was scorched, and because it did not have much root, it withered. ", "7": "Some seed fell among the thorns, and the thorns grew up and choked it, so it did not produce fruit. ", "8": "Still other seed fell on good ground and yielded fruit, sprouting and growing and producing a crop: some thirty, some sixty, and some one hundred times as much as was sown.” ", "9": "Then Jesus said, “Whoever has ears to hear, let him hear.”", "10": "When Jesus was alone, those who were around him with the Twelve asked him about the parables. ", "11": "He said to them, “The mystery of the kingdom of God has been given to you, but everything comes in parables to those who are outside, ", "12": "so that they will certainly see but not perceive, and they will certainly hear but not understand. Otherwise, they might turn and be forgiven.”[a]", "13": "Then he asked them, “Do you not understand this parable? How then will you understand any of the parables? ", "14": "The sower sows the word. ", "15": "These are the ones along the path, where the word is sown. As soon as they hear it, Satan comes and immediately takes away the word that was sown in them. ", "16": "Some are like the ones sown on rocky ground: as soon as they hear the word, they immediately welcome it with joy. ", "17": "Yet since they have no root in themselves, they last only a short time. When trouble or persecution comes because of the word, they immediately fall away. ", "18": "Still others are sown among the thorns. These are the ones who hear the word, ", "19": "but the worries of this life and the deceitfulness of wealth and desires for other things enter in and choke the word, so it becomes unfruitful. ", "20": "But the ones sown on the good ground are those who hear the word, accept it, and produce fruit: some thirty, some sixty, and some one hundred times as much as was sown.”", "21": "He also said to them, “A lamp is not brought out to be put under a basket or under a bed, is it? Isn't it placed on a lampstand? ", "22": "For there is nothing hidden that will not be revealed, and nothing concealed that will not come to light. ", "23": "If anyone has ears to hear, let him hear.”", "24": "He went on to tell them, “Pay attention to what you hear. With the same measure you use, it will be measured to you, and more will be given to you. ", "25": "Yes, whoever has will be given more. And whoever does not have, even what he has will be taken away from him.”", "26": "He said, “The kingdom of God is like this: A man scatters seed on the ground, ", "27": "and while he sleeps and rises, night and day, the seed sprouts and grows, though he does not know how. ", "28": "The ground produces fruit on its own: first the blade, then the head, then the full grain in the head. ", "29": "When the crop is ready, he swings the sickle without delay, because the harvest has come.”", "30": "Then he said, “To what should we compare the kingdom of God? Or with what parable may we picture it? ", "31": "It is like a mustard seed, which when sown on the ground is one of the smallest of all the seeds planted in the ground. ", "32": "Yet when it is planted, it grows up and becomes larger than all the garden plants and puts out large branches so that the birds of the sky can nest under its shade.”", "33": "With many similar parables he continued to speak the word to them, as much as they were able to hear. ", "34": "He did not speak to them without a parable. But when he was alone with his disciples, he explained everything to them.", "35": "On that day, when evening came, Jesus said to them, “Let's go over to the other side.” ", "36": "After leaving the crowd behind, the disciples took him along in the boat, just as he was. Other small boats also followed him. ", "37": "A great windstorm arose, and the waves were splashing into the boat, so that the boat was quickly filling up. ", "38": "Jesus himself was in the stern, sleeping on a cushion. They woke him and said, “Teacher, don't you care that we are about to drown?”", "39": "Then he got up, rebuked the wind, and said to the sea, “Peace! Be still!” The wind stopped, and there was a great calm. ", "40": "He said to them, “Why are you so afraid? Do you still lack faith?”", "41": "They were filled with awe and said to one another, “Who then is this? Even the wind and the sea obey him!”"}