{"1": "The Pharisees and some of the experts in the law came from Jerusalem and gathered around Jesus. ", "2": "They saw some of his disciples eating bread with unclean (that is, unwashed) hands. ", "3": "In fact, the Pharisees and all the Jews do not eat unless they scrub their hands with a fist,[a] holding to the tradition of the elders. ", "4": "When they come from the marketplace, they do not eat unless they wash.[b] And there are many other traditions they adhere to, such as the washing[c] of cups, pitchers, kettles, and dining couches.[d] ", "5": "The Pharisees and the experts in the law asked Jesus, “Why do your disciples not walk according to the tradition of the elders? Instead they eat bread with unclean hands.”", "6": "He answered them, “Isaiah was right when he prophesied about you hypocrites. As it is written: These people honor me with their lips, but their heart is far from me.", "7": "They worship me in vain, teaching human rules as if they were doctrines.[e]", "8": "“You abandon God's commandment but hold to human tradition like the washing of pitchers and cups, and you do many other such things.”[f] ", "9": "He continued, “You have a fine way of setting aside God's commandment to keep[g] your own tradition. ", "10": "For example, Moses said, 'Honor your father and your mother,'[h] and 'Whoever speaks evil of his father or mother must be put to death.'[i] ", "11": "But you say, 'If a man tells his father or mother, “Whatever help you might have received from me is corban”'[j] (which means an offering), ", "12": "then you no longer let him do anything for his father or mother. ", "13": "So you nullify the word of God by your tradition that you have handed down. You do many things like that.”", "14": "He called the crowd to him again and said, “Everyone, listen to me and understand. ", "15": "There is nothing outside of a man that can make him unclean by going into him. But the things that come out of a man are what make a man unclean. ", "16": "If anyone has ears to hear, let him hear!”[k]", "17": "After he had left the crowd and entered a house, his disciples asked him about this illustration. ", "18": "He said, “Are you lacking in understanding too? Do you not understand that whatever goes into a man from the outside cannot make him unclean? ", "19": "For it does not enter his heart but goes into his stomach and goes out of him into the latrine—in this way all foods are purified.”[l]", "20": "He continued, “What comes out of a man, that is what makes a man unclean. ", "21": "In fact, from within, out of people's hearts, come evil thoughts, sexual sins, theft, murder, ", "22": "adultery, greed, wickedness, deceit, unrestrained immorality, envy, slander, arrogance, and foolishness. ", "23": "All these evil things proceed from within and make a person unclean.”", "24": "Jesus got up and went from there to the region of Tyre and Sidon. He entered a house and did not want anyone to know it, but he could not remain hidden. ", "25": "Instead, when a woman whose little daughter had an unclean spirit heard about him, she immediately came and fell down at his feet. ", "26": "This woman was a Greek, of Syro-Phoenician origin. She asked him to drive the demon out of her daughter.", "27": "Jesus said to her, “Let the children be fed first, because it is not good to take the children's bread and throw it to their little dogs.”", "28": "“Lord,” she answered, “their little dogs under the table also eat some of the children's crumbs.”", "29": "Then he said to her, “Because of this statement, go! The demon has gone out of your daughter.”", "30": "She went home, found the child lying on the bed and the demon gone.", "31": "Jesus left the region of Tyre again and went through Sidon to the Sea of Galilee, within the region of the Decapolis.", "32": "They brought a man to him who was deaf and had a speech impediment. They pleaded with Jesus to place his hand on him. ", "33": "Jesus took him aside in private, away from the crowd. He put his fingers into the man's ears. Then he spit and touched the man's tongue. ", "34": "After he looked up to heaven, he sighed and said, “Ephphatha!” (which means “Be opened!”) ", "35": "Immediately the man's ears were opened, his tongue was set free, and he began to speak plainly. ", "36": "Jesus gave the people strict orders to tell no one, but the more he did so, the more they kept proclaiming it. ", "37": "They were amazed beyond measure and said, “He has done everything well. He even makes the deaf hear and the mute speak!”"}