{"1": "In those days, when there was again a large crowd and they had nothing to eat, Jesus called his disciples and said to them, ", "2": "“I feel compassion for the crowd because they have already stayed with me three days and do not have anything to eat. ", "3": "If I send them home hungry, they will faint on the way. Some of them have come from a long distance.”", "4": "His disciples replied, “Where can anyone get enough bread to feed these people here in this deserted place?”", "5": "He asked them, “How many loaves do you have?” “Seven,” they said.", "6": "He commanded the crowd to sit down on the ground. Then he took the seven loaves, gave thanks, and broke them. He gave the pieces to his disciples to distribute to the crowd, and they did so. ", "7": "They also had a few small fish. He blessed them and said that these should be distributed as well. ", "8": "The people ate and were satisfied. They picked up seven basketfuls of broken pieces that were left over. ", "9": "About four thousand men were there. Then he sent them away. ", "10": "Right after that, Jesus got into the boat with his disciples and went to the region of Dalmanutha.", "11": "The Pharisees came and began to argue with him. To test him, they asked him for a sign from heaven. ", "12": "He sighed deeply in his spirit and said, “Why does this generation seek a sign? Amen I tell you: No such sign will be given to this generation.” ", "13": "After he left them and got back into the boat, he crossed to the other side.", "14": "They had forgotten to take bread along except for one loaf that they had with them in the boat. ", "15": "“Watch out,” Jesus warned them. “Beware of the yeast of the Pharisees and the yeast of Herod.”", "16": "They began discussing with one another the fact that they had no bread.", "17": "Since Jesus knew this, he said to them, “Why are you discussing your lack of bread? Do you still not understand or comprehend? Do you have a hardened heart? ", "18": "You have eyes—do you not see? You have ears—do you not hear? Do you not remember? ", "19": "When I broke the five loaves for the five thousand, how many basketfuls of broken pieces did you pick up?” “Twelve,” they told him.", "20": "“And when I broke the seven loaves for the four thousand, how many basketfuls of broken pieces did you pick up?” “Seven,” they said.", "21": "He said to them, “Do you still not comprehend?”", "22": "They came to Bethsaida, and some people brought him a blind man and begged him to touch him. ", "23": "He took hold of the blind man's hand and led him out of the village. When he had spit on his eyes, he placed his hands on him and asked him, “Do you see anything?”", "24": "The man looked up and said, “I see people. To me they look like trees walking.”", "25": "Then Jesus placed his hands on his eyes again. The man opened his eyes and his sight was restored. He could see everything clearly. ", "26": "Jesus sent him home, saying, “Do not go into the village.”", "27": "Jesus went away with his disciples to the villages of Caesarea Philippi. On the way he asked his disciples, “Who do people say that I am?”", "28": "They told him, “John the Baptist; others say Elijah; and still others say one of the prophets.”", "29": "“But who do you say I am?” he asked them. Peter answered him, “You are the Christ.”[a]", "30": "Then he warned them not to tell anyone about him.", "31": "Jesus began to teach them that the Son of Man must suffer many things; be rejected by the elders, the chief priests, and the experts in the law; be killed; and after three days rise again. ", "32": "He was speaking plainly to them. Then Peter took him aside and began to rebuke him. ", "33": "But after turning around and looking at his disciples, Jesus rebuked Peter and said, “Get behind me, Satan! You do not have your mind set on the things of God, but the things of men.”", "34": "He called the crowd and his disciples together and said to them, “If anyone wants to follow me, let him deny himself, take up his cross, and follow me. ", "35": "For whoever wants to save his life will lose it. But whoever loses his life for my sake, and for the sake of the gospel, will save it. ", "36": "After all, what good is it for a man to gain the whole world and yet forfeit his soul? ", "37": "Or what can a man give in exchange for his soul? ", "38": "In fact, whoever is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when he comes in the glory of his Father with the holy angels.”"}