{"1": "Having spoken of the bountifulness of God, 5 and of the virtues of faith. 6 He exhorteth them to holiness of life. 12 And that his counsel may be the more effectual. 14 He showeth that his death is at hand, 16 and that himself did see the power of Christ, which he opened unto them. Simon [a]Peter a servant and an Apostle of Jesus Christ, to you which have obtained like precious faith with us by the [b]righteousness of our God and Savior Jesus Christ.", "2": "Grace and peace be multiplied to you, [c]through the acknowledging of God, and of Jesus Christ our Lord,", "3": "[d]According as his [e]divine power hath given unto us all things that pertain unto [f]life and godliness, through the [g]acknowledging of him that hath called us unto glory and virtue.", "4": "[h]Whereby most great and precious promises are given unto us, that by them ye should be partakers of the [i]divine nature, in that ye flee the corruption, which is in the [j]world through [k]lust.", "5": "[l]Therefore give even all diligence thereunto: [m]join moreover virtue with your faith: and with virtue, knowledge:", "6": "[n]And with knowledge, temperance: and with temperance, patience: and with patience, godliness:", "7": "And with godliness, brotherly kindness: and with brotherly kindness, love.", "8": "[o]For if these things be among you, and abound, they will make you that ye neither shall be idle, nor unfruitful in the acknowledging of our Lord Jesus Christ:", "9": "For he that hath not these things, is blind, and [p]cannot see far off, and hath forgotten that he was purged from his old sins.", "10": "[q]Wherefore, brethren, give rather diligence to make your calling and election sure: for if ye do these things, ye shall never fall.", "11": "For by this means an entering shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Savior Jesus Christ.", "12": "[r]Wherefore, I will not be negligent to put you always in remembrance of these things, though that ye have knowledge, and be established in the present truth.", "13": "For I think it meet as long as I am in this [s]tabernacle, to stir you up by putting you in remembrance,", "14": "Seeing I know that the time is at hand that I must lay down this my tabernacle, even as our Lord Jesus Christ hath showed me.", "15": "I will endeavor therefore always, that ye also may be able to have remembrance of these things after my departing.", "16": "[t]For we followed not deceivable fables, when we opened unto you the power, and coming of our Lord Jesus Christ, but with our eyes we saw his majesty:", "17": "For he received of God the Father honor and glory, when there came such a voice to him from that excellent Glory, This is my beloved Son, in whom I am well pleased.", "18": "And this voice we heard when it came from heaven being with him in the holy mount.", "19": "[u]We have also a most sure word of the Prophets, [v]to the which ye do well that ye take heed, as unto a light that shineth in a dark place, until the [w]day dawns, and the [x]day star arise in your hearts.", "20": "[y]So that ye first know this, that no prophecy of the [z]Scripture is of any [aa]private interpretation:", "21": "For the prophecy came not in old time by the will of man: but [ab]holy men of God spake as they were [ac]moved by the holy Ghost."}