{"1": "He showeth that he writeth the same things again. 2 Because they must often be stirred up, 3 because dangers hang over their heads through certain mockers. 8 Therefore he warneth the godly that they do not after the judgment of the flesh, 12 appoint the day of the Lord, 14 but that they think it always at hand, 15 in which doctrine he showeth that Paul agreeth with him. This [a]second Epistle I now write unto you, beloved, wherewith I stir up, and warn your pure minds,", "2": "To call to remembrance the words, which were told before of the holy Prophets, and also the commandment of us the Apostles of the Lord and Savior.", "3": "[b]This first understand, that there shall come in the last days, [c]mockers, which will walk after their lusts,", "4": "[d]And say, Where is the promise of his coming? for since the Fathers died, all things continue alike from the beginning of the creation.", "5": "[e]For this they willingly know not, that the heavens were of old, and the [f]earth that was of the water, and by the water, by the word of God.", "6": "[g]Wherefore the world that then was, perished, overflowed with the [h]water.", "7": "[i]But the heavens and earth, which are now, are kept by the same word in store, and reserved unto fire against the day of condemnation, and of the destruction of ungodly men.", "8": "[j]Dearly beloved, be not ignorant of this one thing, that one day is with the Lord, as a thousand years, and a thousand years as one day.", "9": "[k]The Lord of that promise is not slack (as some men count slackness) [l]but is patient toward us, and would have no man to perish, but would all men to come to repentance.", "10": "[m]But the day of the Lord will come as a thief in the night, in the which the heavens shall pass away with a [n]noise, and the elements shall melt with heat, and the earth with the works that are therein shall be burnt up.", "11": "[o]Seeing therefore that all these things must be dissolved, what manner persons ought ye to be in holy conversation and godliness,", "12": "Looking for, and [p]hasting unto the coming of that day of God, by the which the heavens being on fire, shall be dissolved, and the elements shall melt with heat?", "13": "But we look for new heavens, and a new earth, according to his promise, [q]wherein dwelleth righteousness.", "14": "Wherefore, beloved, seeing that ye look for such things, be diligent that ye may be found of him in [r]peace, without spot and blameless.", "15": "And suppose that the long suffering of our Lord is salvation, [s]even as our beloved brother Paul according to the wisdom given unto him wrote to you.", "16": "As one that in all his Epistles speaketh of these things: [t]among the [u]which, some things are hard to be understood, which they that are unlearned and unstable, wrest, as they do also other Scriptures unto their own destruction.", "17": "Ye therefore beloved, seeing ye know these things before, beware, lest ye be also plucked away with the error of the wicked, and fall from your own steadfastness.", "18": "But grow in grace, and in the knowledge of our Lord and Savior Jesus Christ: to him be glory both now and for evermore. Amen."}