{"1": "In the past you were dead because you sinned and fought against God. ", "2": "You followed the ways of this world and obeyed the devil. He rules the world, and his spirit has power over everyone who doesn't obey God. ", "3": "Once we were also ruled by the selfish desires of our bodies and minds. We had made God angry, and we were going to be punished like everyone else.", "4-5": "But God was merciful! We were dead because of our sins, but God loved us so much that he made us alive with Christ, and God's wonderful kindness is what saves you. ", "6": "God raised us from death to life with Christ Jesus, and he has given us a place beside Christ in heaven. ", "7": "God did this so that in the future world he could show how truly good and kind he is to us because of what Christ Jesus has done. ", "8": "You were saved by faith in God, who treats us much better than we deserve.[a] This is God's gift to you, and not anything you have done on your own. ", "9": "It isn't something you have earned, so there is nothing you can brag about. ", "10": "God planned for us to do good things and to live as he has always wanted us to live. That's why he sent Christ to make us what we are.", "11": "Don't forget that you are Gentiles. In fact, you used to be called “uncircumcised” by those who take pride in being circumcised. ", "12": "At that time you did not know about Christ. You were foreigners to the people of Israel, and you had no part in the promises that God had made to them. You were living in this world without hope and without God, ", "13": "and you were far from God. But Christ offered his life's blood as a sacrifice and brought you near God.", "14": "Christ has made peace between Jews and Gentiles, and he has united us by breaking down the wall of hatred that separated us. Christ gave his own body ", "15": "to destroy the Law of Moses with all its rules and commands. He even brought Jews and Gentiles together as though we were only one person, when he united us in peace. ", "16": "On the cross Christ did away with our hatred for each other. He also made peace[b] between us and God by uniting Jews and Gentiles in one body. ", "17": "Christ came and preached peace to you Gentiles, who were far from God, and peace to us Jews, who were near God. ", "18": "And because of Christ, all of us can come to the Father by the same Spirit.", "19": "You Gentiles are no longer strangers and foreigners. You are citizens with everyone else who belongs to the family of God. ", "20": "You are like a building with the apostles and prophets as the foundation and with Christ as the most important stone. ", "21": "Christ is the one who holds the building together and makes it grow into a holy temple for the Lord. ", "22": "And you are part of that building Christ has built as a place for God's own Spirit to live."}