{"1": "Do as God does. After all, you are his dear children. ", "2": "Let love be your guide. Christ loved us[a] and offered his life for us as a sacrifice that pleases God.", "3": "You are God's people, so don't let it be said that any of you are immoral or indecent or greedy. ", "4": "Don't use dirty or foolish or filthy words. Instead, say how thankful you are. ", "5": "Being greedy, indecent, or immoral is just another way of worshiping idols. You can be sure that people who behave in this way will never be part of the kingdom that belongs to Christ and to God.", "6": "Don't let anyone trick you with foolish talk. God punishes everyone who disobeys him and says[b] foolish things. ", "7": "So don't have anything to do with anyone like that.", "8": "You used to be like people living in the dark, but now you are people of the light because you belong to the Lord. So act like people of the light ", "9": "and make your light shine. Be good and honest and truthful, ", "10": "as you try to please the Lord. ", "11": "Don't take part in doing those worthless things that are done in the dark. Instead, show how wrong they are. ", "12": "It is disgusting even to talk about what is done in the dark. ", "13": "But the light will show what these things are really like. ", "14": "Light shows up everything,[c] just as the Scriptures say, “Wake up from your sleep and rise from death. Then Christ will shine on you.”", "15": "Act like people with good sense and not like fools. ", "16": "These are evil times, so make every minute count. ", "17": "Don't be stupid. Instead, find out what the Lord wants you to do. ", "18": "Don't destroy yourself by getting drunk, but let the Spirit fill your life. ", "19": "When you meet together, sing psalms, hymns, and spiritual songs, as you praise the Lord with all your heart. ", "20": "Always use the name of our Lord Jesus Christ to thank God the Father for everything.", "21": "Honor Christ and put others first. ", "22": "A wife should put her husband first, as she does the Lord. ", "23": "A husband is the head of his wife, as Christ is the head and the Savior of the church, which is his own body. ", "24": "Wives should always put their husbands first, as the church puts Christ first.", "25": "A husband should love his wife as much as Christ loved the church and gave his life for it. ", "26": "He made the church holy by the power of his word, and he made it pure by washing it with water. ", "27": "Christ did this, so that he would have a glorious and holy church, without faults or spots or wrinkles or any other flaws.", "28": "In the same way, a husband should love his wife as much as he loves himself. A husband who loves his wife shows that he loves himself. ", "29": "None of us hate our own bodies. We provide for them and take good care of them, just as Christ does for the church, ", "30": "because we are each part of his body. ", "31": "As the Scriptures say, “A man leaves his father and mother to get married, and he becomes like one person with his wife.” ", "32": "This is a great mystery, but I understand it to mean Christ and his church. ", "33": "So each husband should love his wife as much as he loves himself, and each wife should respect her husband."}