{"1": "Hear my prayer, O Lord, and let my cry come unto You.", "2": "Do not hide Your face from me in the day when I am in trouble; incline Your ear to me; in the day when I call answer me quickly.", "3": "For my days are consumed like smoke, and my bones are burned as a furnace.", "4": "My heart is struck down and withered like grass, so that I forget to eat my bread.", "5": "Because of the sound of my groaning my bones cling to my skin.", "6": "I am like an owl of the wilderness, like a screech owl of the desert.", "7": "I stay awake and am as a sparrow alone upon the housetop.", "8": "My enemies reproach me all the day, and those who taunt me curse my name.", "9": "For I have eaten ashes like bread and mixed my drink with weeping,", "10": "because of Your indignation and Your wrath, for You have lifted me up, and cast me down.", "11": "My days are like an evening shadow that vanishes, and I wither away like grass.", "12": "But You, O Lord, shall endure forever enthroned and Your reputation to all generations.", "13": "You shall arise, and have mercy upon Zion, for the time to favor her, indeed, the appointed time has come.", "14": "For Your servants take pleasure in her stones, and have pity on her dust.", "15": "So the nations shall fear the name of the Lord, and all the kings of the earth Your glory.", "16": "For the Lord shall build up Zion; He shall appear in His glory.", "17": "He will regard the prayer of the destitute and will not despise their prayer.", "18": "Let this be written for the generation to come, that a people who shall be created shall praise the Lord.", "19": "For He has looked down from the height of His sanctuary; from heaven the Lord looked down on the earth,", "20": "to hear the groaning of the prisoners and to set free those who are appointed to death,", "21": "that they may declare the name of the Lord in Zion and His praise in Jerusalem;", "22": "when the peoples are gathered together, and the kingdoms, to serve the Lord.", "23": "He has weakened my strength in my midlife; He has shortened my days.", "24": "I said, “O my God, do not take me away in the midst of my days— Your years endure throughout all generations.”", "25": "From before You have laid the foundation of the earth, and the heavens are the work of Your hands.", "26": "They shall perish, but You shall endure; indeed, all of them shall wear out like a garment; like a robe You shall change them, and they shall pass away,", "27": "but You are the same, and Your years shall have no end.", "28": "The children of Your servants shall be secure, and their offspring shall be established before You."}