{"1": "Bless the Lord, O my soul! O Lord my God, You are very great! You are clothed with honor and majesty,", "2": "covering Yourself with light as a garment, who stretches out the heavens like a tent curtain,", "3": "who lays the upper beams of His chambers on the waters above, who makes the clouds His chariot, who rides upon the wings of the wind,", "4": "who makes His angels as winds, His ministers a flaming fire.", "5": "You laid the earth on its foundations, so that it should never be moved.", "6": "You covered it with the deep as a garment; the waters stood above the mountains.", "7": "At Your rebuke they fled; at the sound of Your thunder they departed away.", "8": "The mountains rose up; the valleys went down to the place that You appointed them.", "9": "You set a boundary that they may not pass over, that they may not again cover the earth.", "10": "You send the springs to gush forth in the valleys, which flow between the hills.", "11": "They give drink to every animal of the field; the wild donkeys quench their thirst.", "12": "By them the birds of the heavens have their habitation; they sing among the branches.", "13": "You water the mountains from Your lofty chamber; the earth is satisfied with the fruit of Your works.", "14": "You cause the grass to grow for the cattle and plants for the cultivation of man, that he may bring forth food from the earth", "15": "and wine that makes glad the heart of man, and oil that makes shine his face, and bread that strengthens his heart.", "16": "The trees of the Lord are well watered, the cedars of Lebanon that He has planted,", "17": "where the birds make their nests, where the stork has its home in the fir trees.", "18": "The high mountains are for the wild goats, and the rocks a refuge for the badgers.", "19": "He set the moon to mark the appointed seasons; the sun knows its time for going down.", "20": "You make darkness, and it is night, when all the animals of the forest go forth.", "21": "The young lions roar after their prey and seek their food from God.", "22": "When the sun arises, they gather themselves together and lay down in their dens.", "23": "Man goes forth to his work and to his labor until the evening.", "24": "O Lord, how manifold are Your works! With wisdom You have made them all; the earth is full of Your creatures—", "25": "so is this great and wide sea, which is full of innumerable creatures, living animals both small and great.", "26": "There go the ships, and there is Leviathan, which You have made to play in it.", "27": "These all wait upon You, that You may give them their food in due season.", "28": "When You give it to them, they gather it; when You open Your hand, they are filled with good food.", "29": "When You hide Your face, they are troubled; You take away their breath, and they die and return to their dust.", "30": "When You send forth Your Spirit, they are created, and You renew the surface of the ground.", "31": "May the glory of the Lord endure forever; may the Lord rejoice in His works.", "32": "He looks on the earth, and it trembles; He touches the mountains, and they smoke.", "33": "I will sing unto the Lord as long as I live; I will sing praise to my God while I have my being.", "34": "May my meditation be sweet to Him, for I will be glad in the Lord.", "35": "Let sinners be consumed from the earth, and let the wicked be no more. Bless the Lord, O my soul! Praise the Lord!"}