{"1": "Oh, give thanks unto the Lord; call upon His name; make known His deeds among the peoples.", "2": "Sing unto Him, sing praises unto Him; proclaim all His wondrous works.", "3": "Glory in His holy name; let the heart rejoice for those who seek the Lord.", "4": "Seek the Lord and His strength; seek His presence continuously.", "5": "Remember His marvelous works that He has done; His wonders and the judgments from His mouth,", "6": "O offspring of Abraham, His servant, O children of Jacob, His chosen ones.", "7": "He is the Lord our God; His judgments are in all the earth.", "8": "He remembers His covenant forever, the word that He commanded, to a thousand generations,", "9": "that covenant He made with Abraham, and His oath to Isaac,", "10": "and confirmed to Jacob as a decree, and to Israel for an everlasting covenant,", "11": "saying, “To you I will give the land of Canaan as the portion of your inheritance.”", "12": "When they were but a few people in number, indeed, very few, and strangers in it,", "13": "when they went from one nation to another, from one kingdom to another people,", "14": "He did not permit anyone to do them wrong; indeed, He reproved kings on their behalf,", "15": "saying, “Do not touch my anointed ones, and do no harm to my prophets.”", "16": "Moreover He called for a famine upon the land; He broke the whole supply of bread.", "17": "He sent a man before them, Joseph, who was sold as a slave.", "18": "They hurt his feet with fetters; his neck was put in an iron collar.", "19": "Until the time that his word came to pass, the word of the Lord tested him.", "20": "The king sent and released him; the ruler of the people let him go free.", "21": "He made Joseph lord of his house and ruler of all his possessions,", "22": "to imprison his princes at Joseph's pleasure and to teach his elders wisdom.", "23": "Then Israel came into Egypt, and Jacob sojourned in the land of Ham.", "24": "The Lord increased His people greatly and made them stronger than their enemies.", "25": "He turned their hearts to hate His people, to deal cleverly with His servants.", "26": "He sent Moses, His servant, and Aaron whom He had chosen.", "27": "They showed His signs among them and wonders in the land of Ham.", "28": "He sent darkness and made the land dark, and Moses and Aaron did not rebel against His word.", "29": "He turned their waters into blood and caused their fish to die.", "30": "Their land brought forth frogs in abundance, even in the chambers of their kings.", "31": "He spoke, and there came swarms of flies and gnats in all their country.", "32": "He gave them hail for rain and flaming lightning in their land.", "33": "He struck their vines and their fig trees and shattered the trees of their country.", "34": "He spoke, and the locusts came, and caterpillars without number,", "35": "that devoured all the vegetation in their land, and ate all the fruit of their ground.", "36": "He struck down all the firstborn in their land, the first fruits of all their strength.", "37": "Then He brought them out with silver and gold, and no one among their tribes faltered.", "38": "Egypt was glad when they left, for the fear of Israel fell upon them.", "39": "He spread a cloud for a covering, and fire to give light in the night.", "40": "The people asked, and He brought quail, and satisfied them with abundant bread of heaven.", "41": "He opened the rock, and the waters gushed out; they ran in the desert like a river.", "42": "For he recalled His holy promise to Abraham His servant.", "43": "He brought forth His people with joy, and His chosen ones with gladness,", "44": "and gave them the lands of the nations, and they took possession of the fruitful labor of the people,", "45": "that they might observe His statutes and keep His laws. Praise the Lord!"}