{"1": "Praise the Lord! Oh, give thanks unto the Lord, for He is good, for His mercy endures forever.", "2": "Who can recount the mighty acts of the Lord or declare all His praise?", "3": "Blessed are those who keep justice and who do righteousness at all times.", "4": "Remember me, O Lord, when You give favor to Your people; visit me with Your deliverance,", "5": "that I may see the goodness over Your chosen ones, that I may rejoice in the gladness of Your nation, that I may glory with Your inheritance.", "6": "We have sinned with our fathers; we have committed iniquity; we have done wickedly.", "7": "Our fathers did not consider Your wonders in Egypt; they did not remember the greatness of Your mercy, but rebelled against Him at the sea, by the Red Sea.", "8": "Nevertheless He saved them for His name's sake, that He might make His mighty power known.", "9": "He rebuked the Red Sea, and it was dried up, so He led them through the depths as through the wilderness.", "10": "He saved them from the hand of him who hated them and redeemed them from the hand of the enemy.", "11": "The waters covered their enemies; there was not one of them left.", "12": "Then they believed His words; they sang His praise.", "13": "But they soon forgot His works; they did not wait for His counsel,", "14": "but they lusted exceedingly in the wilderness and tested God in the desert.", "15": "He gave them their request, but He sent a wasting disease on them.", "16": "They envied in the camp Moses and Aaron, the holy priest of the Lord.", "17": "The earth opened and swallowed up Dathan and engulfed those led by Abiram.", "18": "A fire broke out among their company; the flame burned up the wicked.", "19": "They made a calf at Horeb, and worshipped the molded image.", "20": "Thus they changed the glory of God for the image of an ox that eats grass.", "21": "They forgot God, their Deliverer, who had done great things in Egypt,", "22": "wondrous works in the land of Ham, and marvelous deeds by the Red Sea.", "23": "Therefore He said that He would destroy them, had not Moses, His chosen one, stood before Him to intercede, to turn away His wrath from destroying them.", "24": "Then they despised the pleasant land; they did not believe His promise,", "25": "but they grumbled in their tents, and did not listen to the voice of the Lord.", "26": "Therefore He lifted up His hand against them and swore to overthrow them in the wilderness,", "27": "and to overthrow their offspring among the nations, and to scatter them in the lands.", "28": "They joined themselves to Baal of Peor and ate the sacrifices given for the dead.", "29": "Thus they provoked Him to anger with their acts, and a plague broke out upon them.", "30": "Then Phinehas stood up and interceded, and so the plague ceased.", "31": "That was counted unto him for righteousness unto all generations forever.", "32": "They angered Him also at the waters of Meribah, so that Moses suffered because of them,", "33": "because they provoked his temper, so that he spoke impulsively with his lips.", "34": "They did not destroy the nations as the Lord commanded them,", "35": "but they mixed among the nations and learned their deeds;", "36": "they served their idols, which were a snare to them.", "37": "Yes, they sacrificed their sons and their daughters to demons,", "38": "and poured out innocent blood, even the blood of their sons and of their daughters, whom they sacrificed to the idols of Canaan, and the land was polluted with blood.", "39": "Thus were they defiled by their acts and acted like whores with these actions.", "40": "Therefore the wrath of the Lord was kindled against His people, and He abhorred His own inheritance.", "41": "He gave them into the hand of the nations, and those who hated them ruled over them.", "42": "Their enemies also oppressed them, and Israel was brought into subjection under their powerful hand.", "43": "Many times He delivered them, but they were rebellious against Him with their counsel, and were afflicted for their iniquity.", "44": "Nevertheless, He regarded their affliction, when He heard their cry:", "45": "and He remembered on their behalf His covenant and relented according to the greatness of His mercies.", "46": "He made them pitied among all those who held them captive.", "47": "Save us, O Lord our God, and gather us from among the nations, to give thanks unto Your holy name and to boast in Your praise.", "48": "Blessed be the Lord God of Israel, from everlasting to everlasting, and let all the people say, “Amen!” Praise the Lord!"}