{"1": "Oh, give thanks unto the Lord, for He is good, for His mercy endures forever!", "2": "Let the redeemed of the Lord speak out, whom He has redeemed from the hand of the enemy,", "3": "and gathered them from the lands, from the east and from the west, from the north and from the south.", "4": "They wandered in the wilderness on a deserted path; they found no city to dwell in.", "5": "Hungry and thirsty, their soul fainted in them.", "6": "Then they cried unto the Lord in their trouble, and He delivered them out of their distresses.", "7": "He led them on a level road, that they might go to a city to live in.", "8": "Let them praise the Lord for His goodness and for His wonderful works to the people!", "9": "For He satisfies the longing soul and fills the hungry soul with goodness.", "10": "Some sit in darkness and in the shadow of death, being prisoners in affliction and irons,", "11": "because they rebelled against the words of God and rejected the counsel of the Most High.", "12": "Therefore He brought down their hearts with hard labor; they fell down, and there was none to help.", "13": "Then they cried unto the Lord in their trouble, and He delivered them out of their distress.", "14": "He brought them out of darkness and the shadow of death and broke apart their bonds.", "15": "Let them praise the Lord for His goodness and for His wonderful works to the people!", "16": "For He has broken the gates of bronze and cut the bars of iron in two.", "17": "Some were fools because of their transgressions, and because of their iniquities they are afflicted.", "18": "They loathed all manner of food, and they drew near to the gates of death.", "19": "Then they cried unto the Lord in their trouble, and He saved them out of their distress.", "20": "He sent His word and healed them and delivered them from their destruction.", "21": "Let them praise the Lord for His goodness and for His wonderful works to the people!", "22": "And let them offer the sacrifices of thanksgiving and declare His works with rejoicing.", "23": "Some went down to the sea in ships, to do business in the vast waters;", "24": "they saw the works of the Lord and His wonders in the deep water.", "25": "For He commands and raises the stormy wind, which lifts up the sea waves.", "26": "The sailors went up to the sky, they came down to the depths; their strength melted because of the great danger.", "27": "They reeled to and fro and staggered like drunken men, and were completely confused.", "28": "Then they cried out to the Lord in their trouble, and He saved them out of their distress.", "29": "He made the storm calm, and the sea waves were still.", "30": "They were glad because the waters were quiet, so He brought them to their desired harbor.", "31": "Let them praise the Lord for His goodness and for His wonderful works to the people!", "32": "Let them exalt Him in the congregation of the people, and praise him in the assembly of the elders.", "33": "He turns rivers into a desert, water springs into dry ground,", "34": "a fruitful land into salty wasteland, because of the wickedness of those living there.", "35": "He turns a wilderness into pools of water, a parched ground into springs of water.", "36": "There He makes the hungry dwell, and they prepare a city to live in;", "37": "they sow fields and plant vineyards, and yield a fruitful harvest.", "38": "He blesses them, so that they are greatly multiplied, and He does not let their livestock decrease.", "39": "But when they are diminished and brought down through oppression, affliction, and sorrow,", "40": "He pours contempt upon princes, and causes them to wander in a wilderness with no road;", "41": "yet He raises up the poor from affliction and cares for their families like flocks of sheep.", "42": "The righteous shall see it and rejoice, and all evil people shall stop their mouth.", "43": "Whoever is wise let him observe these things; let them consider the lovingkindness of the Lord."}