{"1": "Do not remain silent, O God of my praise!", "2": "For the mouth of the wicked and deceitful are opened against me; they have spoken against me with a lying tongue.", "3": "They encircled me with words of hatred and fought against me without cause.", "4": "In return for my love they are my adversaries, but I give myself to prayer.", "5": "They have rewarded me evil for good and hatred for my love.", "6": "Set a wicked man against him, and let an accuser stand at his right hand.", "7": "When he shall be judged, let him be condemned, and let his prayer be reckoned as sin.", "8": "Let his days be few, and let another take his office.", "9": "Let his children be fatherless and his wife a widow.", "10": "Let his children be wandering beggars; let them seek their bread far from their desolate places.", "11": "Let the creditor seize all that he has; let the strangers plunder the fruit of his labor.", "12": "Let there be none to extend mercy unto him, neither let there be any to pity his fatherless children.", "13": "Let his posterity be cut off, and in the generation following let his name be blotted out.", "14": "Let the iniquity of his fathers be remembered with the Lord, and let not the sin of his mother be blotted out.", "15": "Let them be before the Lord continually, that the Lord may cut off the memory of them from the earth.", "16": "For he did not remember to show kindness, but pursued the poor and needy and broken-hearted to their death.", "17": "As he loved cursing, so let it come over him; as he did not delight in blessing, so let it be far from him.", "18": "As he clothed himself with cursing like a garment, so let it soak into him like water, and like oil into his bones.", "19": "Let it be unto him as the garment that covers him, and a belt that he continually wears.", "20": "Let this be the reward of my adversaries from the Lord, and of those who speak evil against my soul.", "21": "But You, O God my Lord, work on my behalf for your name's sake; because your mercy is good, deliver me.", "22": "For I am poor and needy, and my heart is wounded within me.", "23": "I am gone like a shadow in the evening; I am tossed as the locust.", "24": "My knees are weak through fasting, and my body is thin with no fat.", "25": "I am a reproach to my accusers; when they look upon me, they shake their heads.", "26": "Help me, O Lord my God! Save me according to Your mercy,", "27": "that they may know that this is by Your hand, that You, O Lord, have done it.", "28": "Let them curse, but You will bless; when they arise, let them be ashamed, but let Your servant rejoice.", "29": "Let my adversaries be clothed with shame, and let them cover themselves with their own disgrace like a cloak.", "30": "I will greatly praise the Lord with my mouth; indeed, I will praise Him among the multitude.", "31": "For He stands at the right hand of the poor, to save him from those who condemn his soul to death."}