{"1": "Oh, give thanks unto the Lord, for He is good, because His mercy endures forever.", "2": "Let Israel say, “His mercy endures forever.”", "3": "Let the house of Aaron say, “His mercy endures forever.”", "4": "Let those who fear the Lord say, “His mercy endures forever.”", "5": "I called upon the Lord from my distress; the Lord answered me and set me in an open place.", "6": "The Lord is on my side; I will not fear. What can people do to me?", "7": "The Lord is on my side to help me; I shall look in triumph upon those who hate me.", "8": "It is better to trust in the Lord than to put confidence in man.", "9": "It is better to trust in the Lord than to put confidence in princes.", "10": "All nations encircled me, but in the name of the Lord I will destroy them.", "11": "They circled me; indeed, they surrounded me, but in the name of the Lord I will destroy them.", "12": "They circled me like bees; they went forth as a fire over thorns, but in the name of the Lord I will destroy them.", "13": "You have pushed against me, that I was falling, but the Lord helped me.", "14": "The Lord is my strength and song; He has become my salvation.", "15": "The voice of rejoicing and salvation is in the tents of the righteous: “The right hand of the Lord is valiant.", "16": "The right hand of the Lord is exalted; the right hand of the Lord is valiant.”", "17": "I shall not die, but I shall live and declare the works of the Lord.", "18": "The Lord has severely chastened me, but He has not given me over unto death.", "19": "Open to me the gates of righteousness; I will go into them, and I will praise the Lord.", "20": "This is the gate of the Lord; the righteous shall enter through.", "21": "I will thank You that You have heard me and have become my deliverance.", "22": "The stone that the builders rejected has become the cornerstone.", "23": "This is what the Lord has done; it is marvelous in our eyes.", "24": "This is the day that the Lord has made; we will rejoice and be glad in it.", "25": "Save us, we ask You, O Lord; O Lord, we ask You, send now success.", "26": "Blessed be he that comes in the name of the Lord: we have blessed you out of the house of the Lord.", "27": "The Lord is God, and He has shown us His light; bind the sacrifice with cords, even unto the horns of the altar.", "28": "You are my God, and I will praise You; You are my God, I will exalt You.", "29": "Oh, give thanks unto the Lord, for He is good, for His mercy endures forever."}