{"1": "O Lord, You have searched me and known me.", "2": "You know when I sit down and when I get up; You understand my thought from far off.", "3": "You search my path and my lying down and are aware of all my ways.", "4": "For there is not a word on my tongue, but behold, O Lord, You know it fully.", "5": "You put Yourself behind and before me, and keep Your hand on me.", "6": "Such knowledge is too wonderful for me; it is lofty, and I cannot fathom it.", "7": "Where shall I go from Your spirit, or where shall I flee from Your presence?", "8": "If I ascend to heaven, You are there; if I make my bed in Sheol, You are there.", "9": "If I take the wings of the morning and dwell at the end of the sea,", "10": "even there Your hand shall guide me, and Your right hand shall take hold of me.", "11": "If I say, “Surely the darkness shall cover me, and the light shall be as night about me,”", "12": "even the darkness is not dark to You, but the night shines as the day, for the darkness is like light to You.", "13": "You brought my inner parts into being; You wove me in my mother's womb.", "14": "I will praise you, for You made me with fear and wonder; marvelous are Your works, and You know me completely.", "15": "My frame was not hidden from You when I was made in secret, and intricately put together in the lowest parts of the earth.", "16": "Your eyes saw me unformed, yet in Your book all my days were written, before any of them came into being.", "17": "How precious also are Your thoughts to me, O God! How great is the sum of them!", "18": "If I should count them, they are more in number than the sand; when I awake, I am still with You.", "19": "If only You would slay the wicked, O God! O violent men, depart from me.", "20": "For they speak against You with malice, and Your enemies take your name in vain.", "21": "Do I not hate those, O Lord, who hate You? And do I not abhor those who rise up against You?", "22": "I hate them with perfect hatred; I count them my enemies.", "23": "Search me, O God, and know my heart; try me, and know my concerns,", "24": "and see if there is any rebellious way in me, and lead me in the ancient way."}