{"1": "I love You, O Lord, my strength.", "2": "The Lord is my pillar, and my fortress, and my deliverer; my God, my rock, in whom I take refuge; my shield, and the horn of my salvation, my high tower.", "3": "I will call on the Lord, who is worthy to be praised, and I will be saved from my enemies.", "4": "The cords of death encircled me, and the torrents of destruction terrified me.", "5": "The cords of Sheol surrounded me; the snares of death confronted me.", "6": "In my distress I called on the Lord, and cried for help to my God; He heard my voice from His temple, and my cry for help came before Him to His ears.", "7": "Then the earth shook and quaked; the foundations of the hills also moved; they reeled because His anger burned.", "8": "Smoke went up out of His nostrils, and fire from His mouth devoured; coals were kindled by it.", "9": "He bent the heavens and came down, and darkness was under His feet.", "10": "He rode on a cherub, and flew; He flew swiftly on the wings of the wind.", "11": "He made darkness His secret place; His pavilion was surrounding Him, dark waters and thick clouds of the skies.", "12": "At the brightness before Him His thick clouds passed by, hailstones and coals of fire.", "13": "The Lord also thundered in the heavens, and the Most High gave His voice, hailstones and coals of fire.", "14": "He sent out His arrows and scattered them, and He shot out lightning and distressed them.", "15": "Then the channels of waters appeared, and the foundations of the world were discovered at Your rebuke, O Lord, at the blast of the breath of Your nostrils.", "16": "He sent from above, He took me; He drew me out of many waters.", "17": "He delivered me from my strong enemy, and from those who hated me, for they were too strong for me.", "18": "They confronted me in the day of my calamity, but the Lord was my support.", "19": "He also brought me forth into a large place; He delivered me because He delighted in me.", "20": "The Lord rewarded me according to my righteousness; according to the cleanness of my hands He has repaid me.", "21": "For I have kept the ways of the Lord, and have not wickedly departed from my God.", "22": "For all His judgments were before me, and I did not put away His statutes from me.", "23": "I was also upright before Him, and I kept myself from my iniquity.", "24": "Therefore the Lord has repaid me according to my righteousness, according to the cleanness of my hands in His view.", "25": "With the merciful You will show Yourself merciful; with the blameless man You will show Yourself blameless;", "26": "with the pure You will show Yourself pure; and with the crooked You will show Yourself crooked.", "27": "For You will save the afflicted people, but will bring down prideful eyes.", "28": "For You will cause my lamp to shine; the Lord my God will enlighten my darkness.", "29": "For by You I can run through a troop, and by my God I can leap a wall.", "30": "As for God, His way has integrity; the word of the Lord is proven; He is a shield to all those who take refuge in Him.", "31": "For who is God except the Lord? Or who is a rock besides our God?", "32": "It is God who clothes me with strength, and gives my way integrity.", "33": "He makes my feet like the feet of a deer, and causes me to stand on my high places.", "34": "He trains my hands for war, so that my arms bend a bow of bronze.", "35": "You have given me the shield of Your salvation, and Your right hand has held me up, and Your gentleness has made me great.", "36": "You have lengthened my stride under me, so that my feet did not slip.", "37": "I pursued my enemies and overtook them; I did not return until they were destroyed.", "38": "I wounded them, and they were not able to rise; they are fallen under my feet.", "39": "For You clothed me with strength for the battle; You subdued under me those who rose up against me.", "40": "You gave me the necks of my enemies, and I destroyed those who hate me.", "41": "They cried for help, but there was none to save them; even to the Lord, but He did not answer them.", "42": "Then I beat them small as the dust before the wind; I cast them out as the dirt in the streets.", "43": "You have delivered me from the hostilities of the people, and You have made me the head of nations; a people whom I have not known serve me.", "44": "At hearing a report, they obey me; foreigners come cringing to me.", "45": "Foreigners fade away, and come quaking out of their prisons.", "46": "The Lord lives! And blessed be my Rock! May the God of my salvation be exalted.", "47": "It is God who avenges me and subdues the people under me;", "48": "He delivers me from my enemies. You lift me up above those who rise up against me; You have delivered me from the violent man.", "49": "Therefore I will give thanks to You, O Lord, among the nations, and sing praises to Your name.", "50": "He gives great deliverance to His king, and shows lovingkindness to His anointed, to David and to his descendants for evermore."}