{"1": "In You, O Lord, do I seek refuge; may I never be ashamed; deliver me in Your righteousness.", "2": "Incline Your ear to me; deliver me speedily; be my strong rock, a strong fortress to save me.", "3": "For You are my rock and my fortress; for Your name's sake lead me and guide me.", "4": "Lead me out of the net that they have hidden for me, for You are my strength.", "5": "Into Your hand I commit my spirit; You have redeemed me, O Lord, God of truth.", "6": "I have hated those who regard worthless vanity, but I trust in the Lord.", "7": "I will be glad and rejoice in Your lovingkindness, for You have seen my trouble; You have known my soul in adversities,", "8": "and have not delivered me up into the hand of the enemy; You have set my feet in a broad place.", "9": "Be gracious to me, O Lord, for I am in trouble; my eye wastes away with grief, yes, my soul and my body.", "10": "For my life is spent with grief, and my years with sighing; my strength fails because of my iniquity, and my bones waste away.", "11": "I became a reproach among all my enemies, but especially among my neighbors, and a dread to my acquaintances; those who saw me outside fled from me.", "12": "I am forgotten as a dead man out of mind; I am like a broken vessel.", "13": "For I have heard the slander of many; fear was on every side; while they took counsel together against me, they planned to take away my life.", "14": "But I trusted in You, O Lord; I said, “You are my God.”", "15": "My times are in Your hand; deliver me from the hand of my enemies and my pursuers.", "16": "Make Your face to shine on Your servant; save me by Your lovingkindness.", "17": "Do not let me be ashamed, O Lord, for I have called on You; let the wicked be ashamed, and let them be silent in the grave.", "18": "Let the lying lips be put to silence, who speak arrogantly in pride and contempt against the righteous.", "19": "Oh, how great is Your goodness, which You have laid up for those who fear You, which You have done for those seeking refuge in You before people!", "20": "You will hide them in the secret of Your presence from conspirators; You will keep them secretly in a shelter from the strife of tongues.", "21": "Blessed be the Lord, for He has shown me His marvelous lovingkindness in a fortified city.", "22": "For I said in my haste, “I am cut off from before Your eyes.” Nevertheless You heard the voice of my supplications when I cried to You.", "23": "Oh, love the Lord, all you His saints, for the Lord preserves the faithful, but amply repays the one who acts in pride.", "24": "Be strong, and He will strengthen your heart, all you who wait for the Lord."}