{"1": "Plead my cause, O Lord, with my adversaries; fight those who fight me.", "2": "Take hold of the large shield and small shield, and rise up for my help.", "3": "Draw the spear and javelin against those who pursue me. Say to my soul, “I am Your salvation.”", "4": "May those who seek my life be ashamed and humiliated; may those who plan my injury be turned back and put to shame.", "5": "May they be as chaff before the wind, and may the angel of the Lord cast them down.", "6": "May their way be dark and slippery, and may the angel of the Lord pursue them.", "7": "For without cause they have hidden their net for me in a pit, which they have dug without cause for my soul.", "8": "Let destruction come on him without warning, and let the net that he hid ensnare him; let him fall into it, to his destruction.", "9": "My soul will be joyful in the Lord; it will rejoice in His salvation.", "10": "All my bones will say, “Lord, who is like You, who delivers the poor from a stronger one, the poor and the needy from the one who robs them?”", "11": "Witnesses intent on violence rose up; they accused me of things I knew nothing about.", "12": "They rewarded me evil for good, the bereavement of my soul.", "13": "But as for me, when they were sick, my clothing was sackcloth; I humbled my soul with fasting; and my prayer returns to my own heart.", "14": "I paced as though he were my friend or brother; I bowed down lamenting, as one who mourns for a mother.", "15": "But in my adversity they rejoiced and gathered together; assailants gathered together against me, though I was unaware; they tore me apart and did not stop;", "16": "with hypocritical mockers in feasts, they gnashed on me with their teeth.", "17": "Lord, how long will You look on? Rescue my soul from their destructions, my life from the lions.", "18": "I will give You thanks in the great congregation; I will praise You among a mighty people.", "19": "May my deceitful enemies not rejoice over me; nor may those who hate me without cause wink with their eye.", "20": "For they do not speak peace, but they devise deceitful matters against the restful ones in the land.", "21": "They opened their mouth wide against me, and said, “Aha, aha, our eye has seen it.”", "22": "This You have seen, O Lord; do not be silent; O Lord, be not far from me.", "23": "Rouse Yourself and awake for my judgment, for my cause, my God and my Lord.", "24": "Judge me, O Lord my God, according to Your righteousness, and may they not rejoice over me.", "25": "May they not say in their hearts, “Ah, we have our soul's desire.” May they not say, “We have swallowed him up.”", "26": "May those who rejoice at my harm be ashamed and altogether put to shame; may they be clothed with shame and dishonor who magnify themselves against me.", "27": "May those who favor my righteous cause shout for joy and be glad; may they say continually, “The Lord be magnified, who delights in the peace of His servant.”", "28": "My tongue will speak of Your righteousness and of Your praise all the day long."}