{"1": "Do not fret because of evildoers, nor be jealous of those who do injustice.", "2": "For they will quickly wither like the grass, and fade like the green herbs.", "3": "Trust in the Lord, and do good; dwell in the land, and practice faithfulness.", "4": "Delight yourself in the Lord, and He will give you the desires of your heart.", "5": "Commit your way to the Lord; trust also in Him, and He will bring it to pass.", "6": "He will bring forth your righteousness as the light, and your judgment as the noonday.", "7": "Rest in the Lord, and wait patiently for Him; do not fret because of those who prosper in their way, because of those who make wicked schemes.", "8": "Let go of anger, and forsake wrath; do not fret—it surely leads to evil deeds.", "9": "For evildoers will be cut off, but those who hope in the Lord will inherit the earth.", "10": "For yet a little while, and the wicked will not be; you will look diligently for their place, and it will not be.", "11": "But the meek will inherit the earth, and will delight themselves in the abundance of peace.", "12": "The wicked plot against the righteous, and grind their teeth against them.", "13": "The Lord will laugh at him, for He sees that his day is coming.", "14": "The wicked have drawn out the sword and have bent their bow, to cast down the poor and needy, and to slay those on the upright path.", "15": "Their sword will enter into their own heart, and their bows will be broken.", "16": "Better is a little that the righteous has than the abundance of many wicked.", "17": "For the arms of the wicked will be broken, but the Lord supports the righteous.", "18": "The Lord knows the days of people of integrity, and their inheritance will be forever.", "19": "They will not be ashamed in the evil time, and in the days of famine they will be satisfied.", "20": "But the wicked will perish, and the enemies of the Lord will be like the glory of pastures; they will waste away, in smoke they will waste away.", "21": "The wicked borrows and does not repay, but the righteous is gracious and gives.", "22": "For those who are blessed of Him will inherit the earth, but those who are cursed of Him will be cut off.", "23": "The steps of a man are made firm by the Lord; He delights in his way.", "24": "Though he falls, he will not be hurled down, for the Lord supports him with His hand.", "25": "I have been young, and now am old; yet I have not seen the righteous forsaken, nor their offspring begging bread.", "26": "The righteous are gracious and lend, and their offspring are a source of blessing.", "27": "Depart from evil and do good, and abide forevermore.", "28": "For the Lord loves justice, and does not forsake His saints; they are preserved forever, but the descendants of the wicked will be cut off.", "29": "The righteous will inherit the land, and dwell on it forever.", "30": "The mouth of the righteous utters wisdom, and their tongue speaks justice.", "31": "The law of their God is in their heart; none of their steps will slip.", "32": "The wicked watch the righteous, and seek to kill them.", "33": "The Lord will not forsake them to their hand, nor condemn them when they are judged.", "34": "Hope in the Lord, and keep His way, and He will exalt you to inherit the land; when the wicked are cut off, you will see it.", "35": "I have seen the wicked in great power, and spreading himself like a luxuriant tree.", "36": "Yet he passed away, and he was not; I sought him, but he could not be found.", "37": "Mark the blameless man, and consider the upright, for the end of that man is peace.", "38": "But the transgressors will be destroyed together; the end of the wicked is to be cut off.", "39": "But the salvation of the righteous is from the Lord; He is their refuge in the time of distress.", "40": "The Lord will help them and deliver them; He will deliver them from the wicked, and save them, because they take refuge in Him."}