{"1": "I waited patiently for the Lord, and He turned to me, and heard my cry.", "2": "He also brought me up out of a horrible pit, out of the miry clay, and set my feet on a rock, and established my steps.", "3": "He has put a new song in my mouth, even praise to our God; many will see it, and fear, and will trust in the Lord.", "4": "Blessed is the man who places trust in the Lord, but does not turn toward the proud, nor those falling away to falsehood.", "5": "O Lord my God, You have done many wonderful works, and Your thoughts toward us cannot be compared; if I would declare and speak of them, they are more than can be numbered.", "6": "Sacrifice and offering You did not desire; You have opened up my ears to listen. Burnt offering and sin offering You have not required.", "7": "Then I said, “Behold, I have come; in the scroll of the book it is written of me,", "8": "I delight to do Your will, O my God; Your law is within my inward parts.”", "9": "I have proclaimed righteousness in the great congregation; I have not held back my lips, O Lord, You know.", "10": "I have not hidden Your righteousness within my heart; I have declared Your faithfulness and Your salvation; I have not concealed Your lovingkindness and Your truth from the great congregation.", "11": "Do not withhold Your compassion from me, O Lord; may Your lovingkindness and Your truth always guard me.", "12": "For innumerable evils have surrounded me; my iniquities have overtaken me, so that I am not able to look up; they are more than the hairs of my head so that my heart fails me.", "13": "Be pleased, O Lord, to deliver me; O Lord, make haste to help me.", "14": "May those seeking to snatch away my life be ashamed and confounded together; may those who desire my harm be driven backward and dishonored.", "15": "May those who say to me “Aha, aha!” be appalled on account of their shame.", "16": "May all those who seek You rejoice and be glad in You; may those who love Your salvation say continually, “The Lord is magnified.”", "17": "But I am poor and needy; yet the Lord thinks about me. You are my help and my deliverer; do not delay, O my God."}