{"1": "We have heard with our ears, O God, our fathers have told us what work You did in their days, in the days of old:", "2": "how You drove out the nations with Your hand, and planted others instead; how You afflicted peoples, and sent them away.", "3": "For they did not take possession of the land by their own sword, nor did their own arm save them; but it was Your right hand, and Your arm, and the light of Your countenance, because You had favor on them.", "4": "You are my King, O God; command deliverances for Jacob.", "5": "Through You we will push down our opponents; through Your name we will trample those who rise up against us.", "6": "For I will not trust in my bow, nor will my sword save me.", "7": "But You have saved us from our opponents, and have put to shame those who hate us.", "8": "In God we boast all the day long, and give thanks to Your name forever. Selah", "9": "But You have rejected us and put us to shame, and do not go out with our armies.", "10": "You make us to turn back from the opponent, and those who hate us make us their spoil.", "11": "You have placed us like sheep for prey, and have scattered us among the nations.", "12": "You sell Your people for nothing, and do not increase Your wealth by their sale.", "13": "You make us a reproach to our neighbors, a scorn and a derision to those who surround us.", "14": "You make us a byword among the nations, a shaking of the head among the people.", "15": "All day long my reproach is before me, and the shame of my face covers me,", "16": "from the voice of him who reproaches and reviles, by reason of the enemy and avenger.", "17": "All this is come on us, yet we have not forgotten You, nor have we dealt falsely in Your covenant.", "18": "Our heart is not turned back, nor have our steps deviated from Your way,", "19": "though You have crushed us in the place of jackals, and covered us with the shadow of death.", "20": "If we have forgotten the name of our God, or stretched out our hands to a strange god,", "21": "would not God search this out? For He knows the secrets of the heart.", "22": "Yes, for Your sake we are killed all the day long; we are considered like sheep for the slaughter.", "23": "Awake; why do You sleep, O Lord? Arise; do not reject us forever.", "24": "Why do You hide Your face, and forget our affliction and our oppression?", "25": "For our soul is bowed down to the dust; our body cleaves to the earth.", "26": "Arise, be our help, and redeem us for the sake of Your lovingkindness."}