{"1": "The Mighty One, God, is the Lord; He has spoken and summoned the earth from the rising of the sun to its setting.", "2": "Out of Zion, the perfection of beauty, God has shined.", "3": "Our God will come, and will not keep silent; a fire consumes before Him, and a strong tempest is around Him.", "4": "He calls to the heavens above, and to the earth, that He may judge His people:", "5": "“Gather My faithful ones together to Me, those who have made a covenant with Me by sacrifice.”", "6": "The heavens will declare His righteousness, for God Himself is judge. Selah", "7": "“Hear, O My people, and I will speak, O Israel, and I will testify against you; I am God, even your God.", "8": "I will not reprove you for your sacrifices or for your burnt offerings that are continually before Me.", "9": "I will take no young bull out of your house, nor male goats out of your folds.", "10": "For every wild animal of the forest is Mine, and the cattle on a thousand hills.", "11": "I know every bird of the mountains, and the creatures that move in the field are Mine.", "12": "If I were hungry, I would not tell you; for the world is Mine, and all its fullness.", "13": "Will I eat the flesh of bulls, or drink the blood of goats?", "14": "Sacrifice a thank offering to God, and pay your vows to the Most High,", "15": "and call on Me in the day of trouble; I will deliver you, and you will glorify Me.”", "16": "But to the wicked God says: “What right have you to declare My statutes, or take My covenant in your mouth?", "17": "You hate instruction, and cast My words behind you.", "18": "When you see a thief, you are pleased, and have a share in those who commit adultery.", "19": "You let loose your mouth to evil, and your tongue is bound to deceit.", "20": "You sit and speak against your brother; you accuse your own mother's son.", "21": "These things have you done, and I kept silent; you thought that I was indeed like you; but I will reprove you and make a case before your eyes.", "22": "“Now consider this, you who forget God, lest I tear you in pieces, and there be none to deliver:", "23": "Whoever sacrifices a thank offering glorifies Me and makes a way; I will show him the salvation of God.”"}