{"1": "Give ear to my prayer, O God, and do not hide Yourself from my supplication.", "2": "Attend to me, and answer me; I am restless in my complaint, and I murmur,", "3": "because of the voice of the enemy, because of the pressure of the wicked, for they cause trouble to drop on me, and in wrath they have animosity against me.", "4": "My heart is in pain within me, and the terrors of death have fallen on me.", "5": "Fear and trembling come into me, and horror has overwhelmed me.", "6": "I said, “Oh, that I had wings like a dove! For then I would fly away and be at rest.", "7": "Indeed, then I would wander far off, and remain in the wilderness. Selah", "8": "I would hasten my escape from the windy storm and tempest.”", "9": "Confuse, O Lord, divide their tongues, for I have seen violence and strife in the city.", "10": "Day and night they go around it on its walls; trouble and sorrow are in its midst.", "11": "Destruction is in its midst; oppression and treachery do not depart from its streets.", "12": "For it is not an enemy who reproaches me; then I could bear it. Nor is it one who hates me who has exalted himself against me; then I could hide from him.", "13": "But it was you, my peer, my guide, and my acquaintance.", "14": "We took pleasant counsel together, and walked to the house of God in company.", "15": "May death surprise them, and may their lives go down to Sheol, for wickedness is in their dwellings and among them.", "16": "As for me, I will call on God, and the Lord will save me.", "17": "Evening and morning and at noon, I will make my complaint and murmur, and He will hear my voice.", "18": "He has ransomed my life in peace from the battle against me, for there were many against me.", "19": "God will hear and afflict them, even He who sits enthroned from of old. Selah Because they do not change, therefore they do not fear God.", "20": "My friend has set his hands against those at peace with him; he has violated his covenant.", "21": "The words of his mouth were smoother than butter, but battle was in his heart; his words were softer than oil, yet they were drawn swords.", "22": "Cast your burden on the Lord, and He will sustain you; He will never allow the righteous to be moved.", "23": "But You, O God, will cast the wicked down into the pit of destruction; men of blood and deceitful men will not live out half their days. But I will trust in You."}