{"1": "Let God arise, let His enemies be scattered; let those who hate Him flee before Him.", "2": "As smoke is driven away, You drive them away; as wax melts before the fire, so may the wicked perish before God.", "3": "But let the righteous be glad; let them rejoice before God; let them rejoice exceedingly.", "4": "Sing to God, sing praises to His name; raise a song to Him who rides through the deserts— His name is the Lord; exult before Him.", "5": "A father of the fatherless, and a protector of the widows, is God in His holy habitation.", "6": "God sets the deserted in families; He brings out prisoners into prosperity, but the rebellious dwell in a dry land.", "7": "O God, when You went forth before Your people, when You marched through the wasteland, Selah", "8": "the earth shook; the heavens also poured down rain at the presence of God; even Sinai shook at the presence of God, the God of Israel.", "9": "You, O God, sent plentiful rain; You established Your inheritance when it was weary.", "10": "Your congregation has lived in it; You, O God, by Your goodness have prepared for the poor.", "11": "The Lord gave the word; great was the company of women who proclaimed it:", "12": "“Kings of armies flee; they flee!” Even the women who were at home divided the spoil.", "13": "Though you sleep between the sheepfolds, yet you will be like the wings of a dove overlaid with silver, and its feathers with yellow gold.", "14": "When the Almighty scattered kings in it, it was white as snow on Mount Zalmon.", "15": "The mountain of God is as the mountain of Bashan; a mountain of many peaks like the mountain of Bashan.", "16": "Why are you envious, you mountains of many peaks? This is the mountain which God desires to dwell in; yes, the Lord will dwell in it forever.", "17": "The chariots of God are twice ten thousand, even thousands of thousands; the Lord is among them, as in Sinai, in the holy place.", "18": "You have ascended on high, You have led captivity captive; You have received gifts from people, yes, even from the rebellious, that the Lord God might dwell among them.", "19": "Blessed be the Lord, who daily loads us with benefits, even the God who is our salvation. Selah", "20": "That God is for us, the God of saving acts; and to God the Lord belongs escape from death.", "21": "But God will shatter the head of His enemies, and the scalp of one who walks in his trespasses.", "22": "The Lord said, “I will cause them to return from Bashan, I will bring my people again from the depths of the sea,", "23": "that your foot may stomp in the blood of your enemies, and the tongue of your dogs may have a portion in it.”", "24": "They have seen Your processions, O God, the processions of my God, my King, in the sanctuary.", "25": "The singers went before, the players on instruments followed after; among them were the young women playing tambourines.", "26": "Bless God in the congregations, the Lord, from the fountain of Israel.", "27": "There is little Benjamin leading them, the princes of Judah and their throng of people, the princes of Zebulun, and the princes of Naphtali.", "28": "Your God has commanded your strength; strengthen, O God, what You have done for us.", "29": "From Your temple above Jerusalem, kings will bring gifts to You.", "30": "Rebuke the animals that live among the reeds, the herd of bulls, with the calves of the people, until everyone submits himself with pieces of silver; scatter peoples who delight in war.", "31": "Ambassadors will come out of Egypt; Ethiopia will stretch out its hands to God.", "32": "Sing to God, you kingdoms of the earth; oh, sing praises to the Lord; Selah", "33": "to Him who rides on the heavens, the ancient heavens; He who sends out His voice, a mighty voice.", "34": "Ascribe strength to God; His majesty is over Israel, and His strength is in the clouds.", "35": "O God, You are awesome from Your sanctuaries; the God of Israel is He who gives strength and power to people. Blessed be God!"}