{"1": "Save me, O God! For the waters have come up to my throat.", "2": "I sink in deep mire; there is no standing place; I have come into the watery depths, and a stream overflows me.", "3": "I am weary of my crying; my throat is parched; my eyes fail while I wait for my God.", "4": "Those who hate me without cause are more than the hairs of my head; they are mighty who would destroy me, being my wrongful enemies, so that I must pay back what I did not steal.", "5": "O God, You know my folly, and my sins are not hidden from You.", "6": "May those who wait on You, O Lord God of Hosts, not be ashamed because of me; may those who seek You not be humiliated because of me, O God of Israel.", "7": "Because for Your sake I have endured insult; humiliation has covered my face.", "8": "I have become estranged to my relatives, and a foreigner to my mother's children;", "9": "for the zeal of Your house has consumed me, and the insults of those who insulted You fell on me.", "10": "When I wept with fasting for my soul, it became an insult to me.", "11": "I also made sackcloth my garment, and I became a byword to them.", "12": "Those who sit in the gate speak against me, and I am the song of the drunkards.", "13": "But as for me, my prayer is to You, O Lord; in an acceptable time, O God, in the abundance of Your mercy, answer me in the truth of Your salvation.", "14": "Deliver me out of the mire that I may not sink; may I be delivered from those who hate me, and out of the watery depths.", "15": "May the stream not overflow me; neither may the deep swallow me up, nor the pit close its mouth on me.", "16": "Answer me, O Lord, for Your lovingkindness is good; turn Your face to me according to the abundance of Your tender mercies.", "17": "Do not hide Your face from Your servant, for I am in trouble; answer me quickly.", "18": "Draw near to my soul, and redeem it; deliver me because of my enemies.", "19": "You have known how I am insulted, and my shame and my dishonor; my adversaries are all before You.", "20": "Insults have broken my heart, and I am sick; and I looked for some to take pity, but there was none; and for comforters, but I found none.", "21": "They also gave me poison for my food, and in my thirst they gave me vinegar to drink.", "22": "May their table become a snare before them, and may security become a trap.", "23": "May their eyes be darkened so they do not see, and make their sides shake continually.", "24": "Pour out Your indignation on them, and may Your wrathful anger overtake them.", "25": "May their habitation be desolate, and may no one dwell in their tents.", "26": "For they persecute him whom You have struck down, and they recount the pain of those You have wounded.", "27": "Add punishment to their iniquity, and do not let them come into Your righteousness.", "28": "Let them be blotted out of the book of the living, and not be written along with the righteous.", "29": "But I am poor and in pain; may Your salvation, O God, set me secure on high.", "30": "I will praise the name of God with a song, and will magnify Him with thanksgiving.", "31": "This also will please the Lord more than an ox or bull with horns and hoofs.", "32": "The humble will see this and be glad; and you who seek God, may your heart live.", "33": "For the Lord hears the poor, and does not despise His prisoners.", "34": "Let heaven and earth praise Him, the seas and everything that moves in them.", "35": "For God will save Zion, and will build the cities of Judah; that they may dwell there, and take possession of it.", "36": "The descendants of His servants will inherit it; and those who love His name will dwell in it."}