{"1": "In You, O Lord, I seek refuge; may I never be put to shame.", "2": "Deliver me in Your righteousness and help me escape; incline Your ear to me and save me.", "3": "Be my rock of refuge to enter continually; You have given commandment to save me; for You are my rock and my stronghold.", "4": "Deliver me, O my God, out of the hand of the wicked, out of the hand of the unjust and cruel man.", "5": "For You are my hope, O Lord God; You are my confidence from my youth.", "6": "On You I have supported myself from the womb; You took me out of my mother's womb. My praise will continually be about You.", "7": "I am like a wondrous sign to many; You are my strong refuge.", "8": "My mouth will be filled with Your praise and with Your glory all the day.", "9": "Do not cast me off in the time of old age; do not forsake me when my strength fails.", "10": "For my enemies speak against me; and those who watch for my life take counsel together,", "11": "saying, “God has forsaken him; pursue and catch him, for there is none to deliver him.”", "12": "O God, do not be far from me; O my God, act quickly to help me.", "13": "May the adversaries of my life be ashamed and confused; may those who seek my harm be enveloped in scorn and dishonor.", "14": "But I will hope continually, and will add to all Your praise.", "15": "My mouth will declare Your righteousness and Your salvation all the day, for I cannot know their numbers.", "16": "I will go in the strength of the Lord God; I will make mention of Your righteousness, of Yours only.", "17": "O God, You have taught me from my youth; and until now I have proclaimed Your wondrous works.", "18": "Now also when I am old and gray, O God, do not forsake me, until I have proclaimed Your strength to this generation, and Your power to everyone who is to come.", "19": "Your righteousness, O God, reaches to the heights; You have done great deeds; O God, who is like You?", "20": "You who have shown me great distresses and troubles will revive me again, and will bring me up again from the depths of the earth.", "21": "You will increase my greatness, and You will encircle and comfort me.", "22": "I will give You thanks with the harp, even Your truth, O my God; to You I will sing with the lyre, O Holy One of Israel.", "23": "My lips will rejoice when I sing to You, and my soul, which You have redeemed.", "24": "My tongue also will speak of Your righteousness all the day long; for those who seek my harm are ashamed, for they have been put to shame."}