{"1": "Give the king Your judgments, O God, and Your righteousness to the king's son.", "2": "May he judge Your people with righteousness, and Your poor with justice.", "3": "May the mountains bring well-being to the people, and the hills, in righteousness.", "4": "May he judge the poor of the people, may he save the children of the needy, and crush the oppressor.", "5": "May they fear You as long as the sun endures, and the moon, throughout all generations.", "6": "May he descend like rain on the mown grass, as showers dripping on the earth.", "7": "In his days may the righteous flourish, and abundance of peace until the moon is no more.", "8": "May he have dominion from sea to sea, and from the River to the ends of the earth.", "9": "May those who dwell in the wilderness bow before him, and his enemies lick the dust.", "10": "May the kings of Tarshish and of the isles bring presents; the kings of Sheba and Seba offer a gift.", "11": "May all kings bow down before him; may all nations serve him.", "12": "Indeed, may he deliver the needy when he cries; the poor also, and him who has no helper.", "13": "May he have compassion on the poor and needy, and save the lives of the needy.", "14": "May he redeem their life from deceit and violence; and may their blood be precious in his sight.", "15": "May he live long, and may one give him the gold of Sheba; and pray for him continually; and all day long may he be blessed.", "16": "May there be abundance of grain in the earth on the top of the mountains; may its fruit shake like Lebanon; and may those from the city flourish like grass of the earth.", "17": "May his name endure forever; may his name increase as long as the sun. May men be blessed in him; may all nations call him blessed!", "18": "Blessed be the Lord God, the God of Israel, who alone does wondrous deeds.", "19": "Blessed be His glorious name forever; and may the whole earth be filled with His glory. Amen, and Amen.", "20": "The prayers of David the son of Jesse are ended."}