{"1": "O God, why have You cast us off forever? Why does Your anger smoke against the sheep of Your pasture?", "2": "Remember Your congregation, which You have purchased of old, the rod of Your inheritance, which You have redeemed, this Mount Zion, where You have lived.", "3": "Move Your footsteps to the perpetual desolations, to all the harm the enemy has done in the sanctuary.", "4": "Your enemies roar in the midst of Your meeting place; they set up their miracles for signs.", "5": "They seem like men who lift up axes on a thicket of trees.", "6": "But now they strike down its carved work altogether with axes and hammers.", "7": "They have cast fire into Your sanctuary; they have defiled the dwelling place of Your name to the ground.", "8": "They said in their hearts, “Let us destroy them together.” They have burned up all the meeting places of God in the land.", "9": "We do not see our signs; there is no longer any prophet, nor is there among us any who knows how long.", "10": "O God, how long will the adversary scorn? Will the enemy blaspheme Your name forever?", "11": "Why do You withdraw Your hand, Your right hand? Draw it out of Your bosom and destroy them!", "12": "For God is my King of old, working salvation in the midst of the earth.", "13": "You divided the sea by Your strength; You broke the heads of the dragons on the waters.", "14": "You crushed the heads of Leviathan in pieces, and gave him for food to the people inhabiting the wilderness.", "15": "You split the fountain and the flood; You dried up ever-flowing rivers.", "16": "The day is Yours, the night also is Yours; You have prepared the light and the sun.", "17": "You have established all the borders of the earth; You have made summer and winter.", "18": "Remember this, that the enemy has scorned, O Lord, and that the foolish people have blasphemed Your name.", "19": "Do not give the life of Your turtledove to a wild animal; do not forget the life of Your poor forever.", "20": "Have regard for the covenant; for the dark places of the earth are full of the habitations of violence.", "21": "May the oppressed not return ashamed; may the poor and needy praise Your name.", "22": "Arise, O God, plead Your own cause; remember how the fool insults You daily.", "23": "Do not forget the voice of Your enemies, the tumult of those who rise up against You continually."}