{"1": "Give ear, O my people, to my teaching; incline your ears to the words of my mouth.", "2": "I will open my mouth in a parable; I will utter insightful sayings of old,", "3": "which we have heard and known, what our fathers have told us.", "4": "We will not hide them from their children, but will tell the coming generation the praises of the Lord, and His strength, and the wonderful works that He has done.", "5": "For He established a rule in Jacob, and appointed a law in Israel, which He commanded our fathers that they should make them known to their children,", "6": "that the generation to come might know them, even the children who are not yet born, who will arise and declare them to their children:", "7": "that they might set their hope in God and not forget the works of God, but keep His commandments,", "8": "and they might not be as their fathers, a stubborn and rebellious generation, a generation that did not set their heart steadfast, and whose spirit was not faithful to God.", "9": "The people of Ephraim, being armed with bows, turned back in the day of battle.", "10": "They did not keep the covenant of God and refused to walk in His law;", "11": "and they forgot His works and the wonders that He had shown them.", "12": "In the sight of their ancestors He did marvelous wonders in the land of Egypt, in the field of Zoan.", "13": "He divided the sea and caused them to pass through, and He made the waters to stand as a heap.", "14": "In the daytime He led them with a cloud, and all the night with a light of fire.", "15": "He split rocks in the wilderness and gave them abundance to drink as out of the great depths.", "16": "He brought streams out of the rock and caused waters to run down like rivers.", "17": "They sinned yet more against Him by provoking the Most High in the wilderness.", "18": "They tested God in their heart by demanding the food that they craved.", "19": "They spoke against God by saying, “Can God furnish a table in the wilderness?", "20": "Behold, He struck the rock, so that the waters gushed out and the streams overflowed. Can He give bread or provide meat for His people?”", "21": "Therefore the Lord heard this and was full of wrath; a fire was kindled against Jacob, and anger also came up against Israel,", "22": "because they did not believe in God nor trust in His deliverance.", "23": "Yet He had commanded the skies above and opened the doors of heaven,", "24": "and He rained down manna upon them to eat and gave them the grain of heaven.", "25": "Man ate the food of mighty angels; He sent them bread in abundance.", "26": "He caused an east wind to blow in the heavens, and by His power He brought out a south wind.", "27": "He rained meat on them as dust, and winged birds as the sand of the sea;", "28": "and He let them fall in the midst of their camp all around their habitations.", "29": "So they ate and were satisfied, for He gave them their own desire;", "30": "while they were not yet filled up, and while the meat was still in their mouths,", "31": "the wrath of God came upon them, and He killed the strongest of them and struck down the young men of Israel.", "32": "For all this they sinned still, and did not believe despite His wondrous works.", "33": "Therefore He made their days vanish like a breath, and their years in trouble.", "34": "When He killed them, then they sought Him; they turned back and longed for God.", "35": "They remembered that God was their rock, and the Most High God their redeemer.", "36": "Nevertheless they flattered Him with their mouth, and they lied to Him with their tongues;", "37": "for their heart was not devoted to Him, neither were they committed to His covenant.", "38": "But He being full of compassion forgave their iniquity and did not destroy them. He constantly restrained His anger, and did not stir up all His wrath;", "39": "for He remembered that they were but flesh, like a wind that passes away and does not return.", "40": "How often they provoked Him in the wilderness and grieved Him in the desert!", "41": "Yes, they tested God over and over, and provoked the Holy One of Israel.", "42": "They did not remember His power, nor the day when He delivered them from the enemy,", "43": "how He had performed His signs in Egypt and His wonders in the fields of Zoan:", "44": "and He turned their rivers into blood, so that they could not drink from their streams.", "45": "He sent swarms of flies among them, which devoured them, and frogs, which destroyed them.", "46": "He gave also their crops to the grasshopper and the fruit of their labor to the locust.", "47": "He destroyed their vines with hail and their sycamore trees with frost.", "48": "He gave up their cattle also to the hail and their flocks to thunderbolts.", "49": "He cast upon them the fierceness of His anger, wrath, indignation, and trouble, by sending angels bringing disaster.", "50": "He made a path for His anger; He did not spare them from death, but gave their lives over to the plague,", "51": "And struck down all the firstborn in Egypt, the first fruits of their strength in the tents of Ham.", "52": "Then He led out His own people like sheep and guided them in the wilderness like a flock;", "53": "He led them in safety, so that they were not afraid, but the sea overwhelmed their enemies.", "54": "He brought them to the border of His holy land, to the mountain that His right hand had acquired.", "55": "He cast out the nations also before them, and divided for them their tribal allotments, and made the tribes of Israel dwell in their tents.", "56": "Yet they tested and provoked the Most High God, and did not keep His commands,", "57": "but turned back and acted unfaithfully like their fathers; they turned aside like a deceitful bow.", "58": "For they provoked Him to anger with their high places and moved Him to jealousy with their graven images.", "59": "When God heard this, He was full of wrath and greatly rejected Israel", "60": "so that He left the tabernacle at Shiloh, the tent where He lived among people,", "61": "and delivered His strength to captivity and His glory into the enemy's hand.", "62": "He gave His people over also to the sword; He was enraged with His inheritance.", "63": "The fire consumed their young men, and their maidens were not given to marriage in song.", "64": "Their priests fell by the sword, and their widows made no lamentation.", "65": "Then the Lord awoke as one out of sleep, and like a mighty man who shouts because of wine.", "66": "He routed His enemies back, and He made them a perpetual reproach.", "67": "Moreover, He rejected the tent of Joseph, and He did not choose the tribe of Ephraim,", "68": "but chose the tribe of Judah, Mount Zion which He loves.", "69": "He built His sanctuary like the high heavens, like the earth that He has established perpetually.", "70": "He chose David His servant and took him from the sheepfolds;", "71": "from following the nursing ewes He brought him to shepherd Jacob His people, and Israel His inheritance.", "72": "So he shepherded them according to the integrity of his heart and guided them by the skillfulness of his hands."}