{"1": "I will sing of the mercies of the Lord forever; with my mouth I will make known Your faithfulness to all generations.", "2": "For I have said, “Mercy shall be built up forever; Your faithfulness shall be established in the heavens.”", "3": "You have said, “I have made a covenant with my chosen one; I have sworn to David my servant:", "4": "'Your offspring I will establish forever, and build up your throne for all generations.' ” Selah", "5": "Let the heavens praise Your wonders, O Lord; Your faithfulness also in the assembly of the holy ones.", "6": "For who in the skies can be compared to the Lord? Who among the heavenly sons is like the Lord?", "7": "God is greatly to be feared in the assembly of the holy ones and awesome to all those who surround Him.", "8": "O Lord God of Hosts, who is a mighty Lord like You, with Your faithfulness all around You?", "9": "You rule the raging of the sea; when the waves arise, You still them.", "10": "You crushed Rahab like a corpse; You scattered Your enemies with Your strong arm.", "11": "The heavens are Yours; the earth also is Yours; the world and all that is in it, You have founded them.", "12": "The north and the south, You have created them; Tabor and Hermon rejoice in Your name.", "13": "You have a mighty arm, and strong is Your hand, and victorious is Your right hand.", "14": "Righteousness and justice are the foundation of Your throne; mercy and truth shall go before Your presence.", "15": "Blessed are the people who know the joyful shout. They walk, O Lord, in the light of Your presence.", "16": "In Your name they rejoice all the day, and in Your righteousness they shall be exalted.", "17": "For You are the beauty of their strength; by Your favor our horn is exalted.", "18": "For the Lord is our shield of defense, and the Holy One of Israel is our king.", "19": "Long ago You spoke in a vision to Your godly one and said: “I have given help to one who is mighty; I have exalted one chosen from the people.", "20": "I have found David, My servant; with My holy oil I have anointed him:", "21": "By whom My hand shall be established; My arm also shall strengthen him.", "22": "The enemy shall not take tribute from him, nor the wicked humiliate him.", "23": "I will beat down his foes before him and strike down those who hate him.", "24": "My faithfulness and My mercy shall be with him, and in My name his horn shall be exalted.", "25": "I will set his hand on the sea and his right hand on the rivers.", "26": "He shall cry unto Me, 'You are my Father, my God, and the Rock of my salvation.'", "27": "Also I will make him my firstborn, the highest of the kings of the earth.", "28": "In My mercy I will keep him forever, and My covenant shall stand firm with him.", "29": "His offspring also I will establish forever and his throne as the days of heaven.", "30": "“If his children forsake My law and do not walk in My judgments,", "31": "if they break My statutes and do not keep My commandments,", "32": "then I will punish their transgression with the rod and their iniquity with lashes.", "33": "Nevertheless My lovingkindness I will not remove from him nor be false in My faithfulness.", "34": "My covenant I will not violate nor alter the word that has gone out from My lips.", "35": "Once and for all I have sworn by My holiness that I will not lie to David:", "36": "His offspring shall endure forever, and his throne as the sun before Me;", "37": "it shall be established forever as the moon and as a faithful witness in the heavens.” Selah", "38": "But now You have cast off and rejected him, You have been wrathful with Your anointed king.", "39": "You have renounced the covenant with Your servant; You have defiled his crown by casting it to the ground.", "40": "You have broken down all his walls; You have brought his strongholds to ruin.", "41": "All who pass by the way plunder him; he is a reproach to his neighbors.", "42": "You have set high the right hand of his adversaries; You have made all his enemies rejoice.", "43": "You have also turned back the edge of his sword and have not made him stand in battle.", "44": "You have made his glory cease and cast his throne down to the ground.", "45": "The days of his youth You have shortened; You have covered him with shame. Selah", "46": "How long, O Lord? Will You hide Yourself forever? How long shall Your wrath burn like fire?", "47": "Remember how short my time is! Why have You made all people in such emptiness?", "48": "What man can live and not see death? Who can deliver his soul from the power of Sheol? Selah", "49": "Lord, where are Your former lovingkindnesses, which You swore to David in Your faithfulness?", "50": "Remember, O Lord, the reproach of Your servants and how I bear in my heart the insults of the many nations,", "51": "which Your enemies taunt, O Lord, with which they mock the footsteps of Your anointed king.", "52": "Blessed be the Lord forever! Amen and Amen."}