{"1": "I will give thanks to You, O Lord, with my whole heart; I will declare all Your marvelous works.", "2": "I will be glad and rejoice in You; I will sing praise to Your name, O Most High.", "3": "When my enemies are turned back, they will stumble and perish at Your presence.", "4": "For You have maintained my right and my cause; You sat on the throne judging what is right.", "5": "You have rebuked the nations, You have destroyed the wicked, You have wiped out their name forever and ever.", "6": "O you enemy, destructions have come to you for a perpetual end. You have destroyed cities; their memory perished with them.", "7": "But the Lord remains forever; He has established His throne for judgment.", "8": "He will judge the world in righteousness; He will give judgment to the peoples in uprightness.", "9": "The Lord also will be a refuge for the oppressed, a refuge in times of trouble.", "10": "Those who know Your name will put their trust in You, for You, Lord, have not forsaken those who seek You.", "11": "Sing praises to the Lord who dwells in Zion; declare His deeds among the people.", "12": "He who avenges deaths remembers them; He does not forget the cry of the humble.", "13": "Be gracious to me, O Lord; consider my trouble from those who hate me, O You who lifts me up from the gates of death,", "14": "that I may recount all Your praise in the gates of the daughter of Zion, that I may rejoice in Your salvation.", "15": "The nations have sunk down in the pit that they made; their own foot is caught in the net which they hid.", "16": "The Lord is known by the judgment that He executes; the wicked one is snared in the work of his own hands. Meditation. Selah", "17": "The wicked will be turned to Sheol, and all the nations that forget God.", "18": "For the needy will not always be forgotten, nor will the hope of the poor perish forever.", "19": "Arise, O Lord, may mortals not prevail; let the nations be judged in Your sight.", "20": "Put them in fear, O Lord, that the nations themselves may know they are mortals. Selah"}