{"1": "O Lord God, to whom vengeance belongs; O God to whom vengeance belongs, shine forth.", "2": "Rise up, O Judge of the earth; render to the proud what they deserve.", "3": "O Lord, how long shall the wicked, how long shall the wicked triumph?", "4": "They spew forth their arrogant words; all those who do iniquity boast.", "5": "They break in pieces Your people, O Lord, and afflict Your inheritance.", "6": "They kill the widow and the sojourner, and murder the fatherless.", "7": "Yet they say, “The Lord does not see, neither does the God of Jacob regard it.”", "8": "Understand, you brutish among the people; fools, when will you be wise?", "9": "He who made the ear, shall He not hear? He who formed the eye, shall He not see?", "10": "He who chastises the nations, shall He not correct? He teaches people knowledge!", "11": "The Lord, He knows the thoughts of people, that they are a breath.", "12": "Blessed is the man whom You chasten, O Lord, and teach from Your law,", "13": "that You may give him rest from the days of adversity, until a pit is dug for the wicked.", "14": "For the Lord will not forsake His people; neither will He abandon His inheritance.", "15": "But justice shall return to those who are righteous, and all the upright in heart shall follow it.", "16": "Who will rise up for me against the wicked? Who will stand up for me against those who do iniquity?", "17": "Unless the Lord had been my help, my soul would have lived in the land of silent death.", "18": "When I said, “My foot slips,” Your mercy, O Lord, held me up.", "19": "When there is a multitude of worries within me, Your comforts delight my soul.", "20": "Shall wicked rulers, who make oppressive laws, align with You?", "21": "They conspire together against the life of the righteous and condemn innocent blood to death.", "22": "But the Lord is my defense, and my God is the rock of my refuge.", "23": "He shall bring upon them their own iniquity and shall cut them off for their own wickedness; yes, the Lord our God shall destroy them."}