{"1": "When King David was old and advanced in years, his servants covered him with blankets, but he could not get warm. ", "2": "So they said to him, “Let your servants search for a young woman, a virgin, for my lord the king. She will attend to the king and be his nurse. She will lie close to him and keep my lord the king warm.”", "3": "So they searched the whole territory of Israel for a beautiful young woman. They found Abishag from Shunem and brought her to the king. ", "4": "The young woman was very beautiful, and she served as the king's nurse, but the king was not intimate with her.", "5": "Adonijah son of Haggith[a] was pushing himself forward, saying, “I will become king.” He obtained a chariot and charioteers and fifty men to run ahead of him. ", "6": "His father had never rebuked him by saying, “Why are you acting like this?” Adonijah also was very handsome and had been born next in line after Absalom. ", "7": "Joab son of Zeruiah and Abiathar the priest conspired with Adonijah and gave him their support. ", "8": "But Zadok the priest, Benaiah son of Jehoiada, and Nathan the prophet, along with Shimei, Rei, and David's elite warriors, did not join with Adonijah.", "9": "Adonijah sacrificed sheep, cattle, and specially fattened calves at the Stone of Zoheleth, which was near En Rogel Spring. He invited all of his brothers, the king's sons, and all of the king's officials from Judah. ", "10": "But he did not invite the prophet Nathan, Benaiah, the elite warriors, or his brother Solomon.", "11": "Nathan said to Bathsheba, Solomon's mother, “Haven't you heard that Adonijah son of Haggith has become king, and our lord David does not know about it? ", "12": "Now let me give you some advice on how to save your life and the life of your son Solomon: ", "13": "Go to King David and say to him, 'My lord the king, didn't you swear to me your servant and promise me, “Your son Solomon will be king after me, and he will sit on my throne”? Then why has Adonijah become king?' ", "14": "Then, while you are still there speaking with the king, I will come in after you and confirm your words.”", "15": "So Bathsheba went to the king in his chamber. The king was very old, and Abishag from Shunem was taking care of him. ", "16": "Bathsheba knelt and bowed down before the king. The king said, “Why have you come?”", "17": "She said, “My lord, you swore to your servant by the Lord your God and promised, 'Your son Solomon will be king after me, and he will sit on my throne.' ", "18": "But now, look, Adonijah has become king, and you, my lord the king, did not know about it. ", "19": "He has sacrificed cattle, specially fattened calves, and sheep in abundance. He has invited all the king's sons, as well as Abiathar the priest and Joab the commander of the army. But he has not invited your servant Solomon. ", "20": "Now, my lord the king, the eyes of all Israel are upon you, waiting for you to tell them who will sit on my lord the king's throne after him. ", "21": "If you do not, when my lord the king rests with[b] his fathers, then I and my son Solomon will be treated like traitors.”", "22": "Just then, while she was still speaking with the king, Nathan the prophet came in. ", "23": "The king was told, “The prophet Nathan is here.” Nathan went in and bowed down to the ground before the king.", "24": "Nathan said, “Did you, my lord the king, say, 'Adonijah will be king after me, and he will sit on my throne'? ", "25": "Today he has gone out and sacrificed a great many cattle, specially fattened calves, and sheep. He has invited all the king's sons, the commanders of the army, and Abiathar the priest. They are even eating and drinking with him and saying, 'Long live King Adonijah!' ", "26": "But he has not invited me your servant, Zadok the priest, Benaiah son of Jehoiada, or your servant Solomon. ", "27": "Has this command about who will sit on the throne of my lord the king after him really come from my lord the king, even though you have not made this known to your servants?”", "28": "Then King David responded, “Call Bathsheba for me.” She came in and stood before the king. ", "29": "The king swore, “As surely as the Lord lives, who has redeemed my life from every tight spot, ", "30": "just as I swore to you by the Lord, the God of Israel, that Solomon your son will be king after me and he will sit on my throne in my place, I will indeed make it happen this very day.”", "31": "Bathsheba knelt down on the ground and bowed before the king and said, “May my lord King David live forever!”", "32": "King David said, “Call in Zadok the priest, Nathan the prophet, and Benaiah son of Jehoiada.” So they came in before the king.", "33": "The king said to them, “Take your lord's servants with you. Have my son Solomon ride on my own mule, and bring him down to Gihon Spring. ", "34": "There Zadok the priest and Nathan the prophet are to anoint him as king over Israel. Then you are to blow the ram's horn and say, 'Long live King Solomon!' ", "35": "Then you are to follow him, as he goes in and sits on my throne, and he will be king in my place. I decree that he will be leader over Israel and Judah.”", "36": "Then Benaiah son of Jehoiada responded to the king, “Amen! May the Lord, the God of my lord the king, confirm this! ", "37": "Just as the Lord was with my lord the king, so may he also be with Solomon. May he make his throne greater than the throne of my lord King David!”", "38": "So Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Kerethites, and the Pelethites went out. They had Solomon ride on the mule that belonged to King David and brought him down to Gihon Spring. ", "39": "Then Zadok the priest took the horn of olive oil from the Tent and anointed Solomon. After that they blew the ram's horn, and all the people said, “Long live King Solomon!”", "40": "All the people followed Solomon. The people were playing flutes and rejoicing so greatly that the ground shook from the sound. ", "41": "When Adonijah and all his guests heard it, they stopped eating. Joab heard the sound of the ram's horn and asked, “Why is the noise from the city so loud?”", "42": "Just then, while he was still speaking, Jonathan, son of Abiathar the priest, came in. Adonijah said, “Come in, for you are a worthy man, and you must be bringing good news.”", "43": "Jonathan responded to Adonijah: Not at all! Our lord King David has made Solomon king! ", "44": "The king sent Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Kerethites, and the Pelethites with Solomon, and they placed him on the king's mule. ", "45": "Zadok the priest and Nathan the prophet anointed him as king at Gihon, and they went up from there rejoicing. The city is in an uproar. That is the noise you have been hearing. ", "46": "Also, Solomon has taken his seat on the throne of the kingdom. ", "47": "The king's servants have come to bless our lord King David, saying, “May your God treat the name of Solomon even more favorably than your name, and may his throne be greater than your throne.” The king bowed in worship on his bed, ", "48": "and the king spoke the following words: “Blessed be the Lord, the God of Israel, who today has provided someone to sit upon my throne and has permitted my eyes to see it.”", "49": "Then all of Adonijah's guests quickly got up, and each one went his own way.", "50": "Adonijah was afraid of Solomon, so he went and held on to the horns of the altar.[c] ", "51": "Solomon was told, “Adonijah is so afraid of King Solomon that he has grabbed the horns of the altar, and he is saying, 'Let King Solomon swear to me this day that he will not kill his servant with the sword.'”", "52": "Solomon said, “If he is a worthy man, not a hair of his head will fall to the ground, but if he is caught planning evil, he will die.” ", "53": "Then King Solomon had Adonijah brought down from the altar. He came in and bowed down to King Solomon, and Solomon told him, “Go to your house.”"}