{"1": "Rehoboam went to Shechem, because all Israel had gone there to make him king.", "2": "When Jeroboam son of Nebat was still in Egypt where he had fled from King Solomon, he heard about this, and he returned from Egypt.[a] ", "3": "So the people sent for him. Then Jeroboam and the entire assembly of Israel came and said to Rehoboam, ", "4": "“Your father made our yoke heavy. Now lighten your father's harsh service and the heavy yoke he laid on us, and we will serve you.”", "5": "Rehoboam said to them, “Leave me for three days and then return to me.” So the people left.", "6": "Then King Rehoboam consulted the elders who had served his father Solomon while he was alive. He asked, “What answer do you advise me to give to these people?”", "7": "They said to him, “If today you become a servant to this people—if you serve them and answer them with kind words—then they will be your servants for all time.”[b]", "8": "But he rejected the advice which the old men offered him. Instead, he consulted the young men who had grown up with him and were serving him. ", "9": "He said to them, “What answer do you advise that we should give to these people who said to me, 'Lighten the yoke that your father laid on us'?”", "10": "The young men who had grown up with him said, “This is what you should say to this people who said to you, 'Your father laid a heavy yoke on us. Now lighten our yoke.' Tell them this: 'My little finger[c] is thicker than my father's waist.[d] ", "11": "My father imposed a heavy yoke on you. I will make your yoke heavier. My father punished you with whips, but I will punish you with scorpions.'”[e]", "12": "So Jeroboam and all the people came to Rehoboam on the third day, because the king had said, “Come back to me on the third day.”", "13": "The king answered the people harshly, because he had rejected the advice which the old men had offered. ", "14": "He spoke to them as the young men advised him: “My father made your yoke heavy, and I will add to your yoke. My father punished you with whips, but I will punish you with scorpions.”", "15": "The king did not listen to the people, because this turn of events was from the Lord, in order to fulfill his word, which the Lord had spoken to Jeroboam son of Nebat through Ahijah from Shiloh.", "16": "All Israel saw that the king had not listened to them. So the people answered the king: What share do we have in David? No portion in the son of Jesse! To your tents, Israel! Now look after your own house, David! So Israel went to their tents.[f]", "17": "Rehoboam continued to rule over the people of Israel who were living in the cities of Judah.", "18": "King Rehoboam sent out Adoram,[g] who was in charge of forced labor, but all Israel stoned him to death. King Rehoboam, however, was able to get in his chariot to flee to Jerusalem.", "19": "So Israel has been in rebellion against the house of David until this day.", "20": "When all Israel heard that Jeroboam had returned, they summoned him to the assembly and made him king over all Israel. No tribe was left which followed the house of David, except the tribe of Judah alone.", "21": "When Rehoboam returned to Jerusalem, he assembled the whole house of Judah and the tribe of Benjamin, one hundred eighty thousand specially chosen soldiers, to fight against the house of Israel and to restore the kingdom to Rehoboam, the son of Solomon.", "22": "But the word of God came to Shemaiah, the man of God: ", "23": "“Say the following to Rehoboam son of Solomon, king of Judah, and to all the house of Judah and Benjamin and to the rest of the people. ", "24": "This is what the Lord says. Do not attack and do not fight against your brothers, the people of Israel. Go home, every one of you, for this turn of events is from me.” So they listened to the word of the Lord, and they returned home, just as the Lord said. ", "25": "But Jeroboam fortified Shechem in the hill country of Ephraim, and he lived there. From there he also went out and fortified Penuel.[h]", "26": "But Jeroboam said in his heart, “Now the kingship will go back to the house of David. ", "27": "If this people goes up to offer sacrifices at the House of the Lord in Jerusalem, then the hearts of the people will return to their master, Rehoboam king of Judah. Then they will kill me and return to Rehoboam king of Judah.”", "28": "After the king sought advice, he made two golden calves and said to the people, “Going up to Jerusalem is too much trouble for you. Here are your gods, Israel, who brought you up from the land of Egypt!” ", "29": "He set up one in Bethel and the other one in Dan.", "30": "This sin took hold, and the people traveled as far as Dan to worship. ", "31": "Jeroboam also made shrines[i] on the high places,[j] and he appointed priests from all kinds of people, even though they were not Levites. ", "32": "Jeroboam instituted a festival in the eighth month, on the fifteenth day of the month, like the festival[k] that is held in Judah. He offered sacrifices on the altar. He did this in Bethel, sacrificing to the calves he had made. He appointed priests in Bethel for the high places he had made. ", "33": "He instituted sacrifices on the altar which he had made in Bethel, on the fifteenth day of the eighth month, a month which he chose on his own. He instituted a festival for the people of Israel. He went up to the altar to send offerings up in smoke."}