{"1": "At that moment, by the word of the Lord, a man of God came from Judah to Bethel while Jeroboam was standing in front of the altar to send offerings up in smoke. ", "2": "He cried out against the altar by the word of Lord, “Altar! Altar! This is what the Lord says. Listen! A son will be born to the house of David. Josiah will be his name. On you he will slaughter the priests of the high places, who are burning offerings on you, and human bones will be burned on you.”", "3": "On that day he gave them a sign: “This is the sign which the Lord announces: This very altar will be torn apart, and the ashes on it will be poured out.”", "4": "When King Jeroboam heard this message that the man of God had proclaimed against the altar at Bethel, he pointed at him from the altar and cried, “Seize him!” But the hand that the king pointed at the man withered, and he could not pull it back. ", "5": "Then the altar was torn apart, and the ashes poured out from the altar in fulfillment of the sign which the man of God had given by the word of the Lord.", "6": "Then the king responded to the man of God, “Intercede before the Lord your God and pray on my behalf that my hand may be restored for me.” So the man of God interceded before the Lord, and the king's hand was restored for him, so that it was like it had been before.", "7": "Then the king said to the man of God, “Come to the palace with me and eat something, and I will give you a gift.”", "8": "But the man of God said to the king, “Even if you gave me half your wealth, I would not go with you, and I would not eat bread or drink water in this place. ", "9": "For this is what I was commanded by the word of the Lord: Do not eat bread and do not drink water, and do not return by the way you came.” ", "10": "So he left by a different road. He did not go back the same way he had come to Bethel.", "11": "Another prophet, an old man, was living in Bethel. His sons[a] came and told him everything that the man of God had done that day in Bethel. They also reported to their father the words he had spoken to the king.", "12": "Then their father said to them, “Which road did he take?” So his sons showed him the road[b] which the man of God from Judah had taken.", "13": "He told his sons, “Saddle my donkey.” So they saddled his donkey, and he got on it. ", "14": "He went after the man of God and found him sitting under a terebinth tree. He said to him, “Are you the man of God who came from Judah?” He answered, “I am.”", "15": "The old prophet said to him, “Come with me to my house and have something to eat.”", "16": "But he said, “No, I cannot return with you, or go with you, or eat bread and drink water with you in this place. ", "17": "For I was told by the word of the Lord, 'Do not eat bread and do not drink water there, and do not return by the same road you came on.'”", "18": "But the old prophet said to him, “I also am a prophet, just like you, and an angel told me by the word of the Lord, 'Bring him back with you to your house so that he may eat bread and drink water.'” But he was lying to him. ", "19": "Then the man of God returned with him and ate bread in his house and drank water.", "20": "While they were sitting at the table, the word of the Lord came to the prophet who had brought the man of God back. ", "21": "He cried out to the man of God who had come from Judah, saying, “This is what the Lord says. Because you have rebelled against the mouth of the Lord and have not obeyed the command which the Lord your God gave you, ", "22": "but instead you came back and ate bread and drank water in the place about which he had told you, 'Do not eat bread or drink water there,' your corpse will not enter the tomb of your fathers.”", "23": "Then after he ate and drank, the old prophet saddled the donkey for the prophet whom he had brought back. ", "24": "As the man of God went on his way, a lion attacked him and killed him. His corpse was left lying on the road, and his donkey remained standing next to it. The lion was also standing next to the corpse. ", "25": "Then some men who were passing by saw the corpse lying on the road, and the lion was standing next to the corpse. They came and told the story in the city where the old prophet lived.", "26": "When the prophet who had brought the man of God back from his journey heard this, he said, “This is the man of God who rebelled against the mouth of the Lord. Now the Lord has given him to the lion. It mauled him and killed him according to the word of the Lord, which he spoke to him.”", "27": "He said to his sons, “Saddle my donkey.” So they saddled it. ", "28": "Then he went and found the corpse of the man of God lying on the road, with the donkey and the lion standing beside the corpse. The lion had not eaten the corpse nor had it mauled the donkey.", "29": "The old prophet picked up the corpse of the man of God, placed it on the donkey, and brought it back to his own city to mourn and to bury it. ", "30": "He laid the corpse in his own tomb, and they mourned over him, “Oh, my brother!”", "31": "After he had buried him, the old prophet said to his sons, “When I die and you bury me, lay my bones to rest beside the bones of the man of God, in the same tomb where he is buried. ", "32": "For the message which he proclaimed by the word of the Lord against the altar in Bethel and against all the shrines of the high places in the cities of Samaria will certainly come true.”", "33": "Even after this, Jeroboam did not turn from his evil way, but he continued to appoint all kinds of people as priests for the high places. He ordained anyone who wanted to be a priest for the high places. ", "34": "This was the sin of the house of Jeroboam, which erased and exterminated it from the face of the earth."}