{"1": "At that time, Jeroboam's son Abijah became very sick. ", "2": "So Jeroboam told his wife, “Go and disguise yourself so that you will not be recognized as Jeroboam's wife. Then go to Shiloh. That is where the prophet Ahijah is. He is the one who told me that I would become king over this people. ", "3": "Take with you ten loaves of bread, some baked goods, and a jar of honey, and go to him. He will tell you what will happen to the boy.”", "4": "So Jeroboam's wife did as she was told. She went to Shiloh and came to Ahijah's house. Now Ahijah was no longer able to see due to old age. His eyes stared straight ahead.[a]", "5": "The Lord had told Ahijah, “Be ready! Jeroboam's wife is coming to inquire from you about her son because he is seriously ill. When she comes, you will say this and this to her. But when she comes, she will be disguised.”", "6": "When Ahijah heard her footsteps as she came to the door, he said, “Come in, wife of Jeroboam! Why are you disguised? I am a messenger with bad news for you. ", "7": "Go and tell Jeroboam that this is what the Lord, the God of Israel, says.” I raised you up from among the people, and I appointed you leader over my people Israel. ", "8": "I tore the kingdom from the house of David and gave it to you. But you have not been like my servant David, who kept my commands and followed me with all his heart by doing only what was right in my eyes. ", "9": "You have done more evil than all those who came before you, and you have made for yourself other gods and images of cast metal, provoking me to anger. You threw me behind your back.", "10": "Therefore, listen to this! I myself will bring disaster on the house of Jeroboam. I will exterminate everyone in Israel connected to Jeroboam, all those who urinate against the wall,[b] both bound and free.[c] I will burn up the house of Jeroboam as completely as manure is burned. ", "11": "The dogs will eat those who belong to Jeroboam who die in the city, and the birds of the air will eat those who die in the country, because the Lord has spoken.", "12": "As for you, go home. As soon as your feet enter the city, the boy will die. ", "13": "All Israel will mourn for him, and they will bury him. Indeed, from those who belong to Jeroboam he alone will be buried in a tomb, because in the house of Jeroboam some good is found in him before the Lord, the God of Israel. ", "14": "Then the Lord will raise up for himself a king over Israel who will cut off the house of Jeroboam. This is the day. Indeed, it begins right now.[d]", "15": "The Lord will strike Israel until it sways like a reed swaying in the water. He will uproot Israel from this good land, which he gave to their fathers, and he will scatter them beyond the River,[e] because they made their Asherah poles, provoking the Lord to anger. ", "16": "Yes, he will give Israel up because of the sins which Jeroboam himself committed and which he caused Israel to commit.", "17": "So Jeroboam's wife got up, set out, and traveled to Tirzah. When she crossed the threshold of the house, the boy died. ", "18": "They buried him, and all Israel mourned for him according to the word of the Lord, which he spoke through his servant, the prophet Ahijah.", "19": "As for the rest of Jeroboam's acts, the wars he fought and the way he ruled, you can find them written in the annals[f] of the kings of Israel. ", "20": "Jeroboam was king for twenty-two years. He rested with his fathers. Then his son Nadab became king in his place.", "21": "Meanwhile, Rehoboam son of Solomon was king in Judah. He was forty-one years old when he became king, and he ruled for seventeen years in Jerusalem, the city the Lord had chosen from all the tribes of Israel to put his Name there. The name of Rehoboam's mother was Na'amah the Ammonite.", "22": "Judah did evil in the eyes of the Lord, and they provoked him to anger more than all their fathers had done with the sins that they committed. ", "23": "They built for themselves high places, sacred memorial stones, and Asherah poles on every high hill and under every leafy tree. ", "24": "There were even male cult prostitutes in the land. They practiced all the abominations of the nations which the Lord had driven out before the people of Israel.", "25": "In the fifth year of King Rehoboam, Shishak king of Egypt attacked Jerusalem. ", "26": "He took the treasures of the house of the Lord and the treasures of the king's palace. He took everything, including all the gold shields that Solomon had made. ", "27": "So King Rehoboam made bronze shields to replace them, and he entrusted them to the captains of the guard who were keeping watch at the entrance of the king's palace. ", "28": "Whenever the king went to the House of the Lord, the guards would carry the shields. Then the guards would return them to the armory.", "29": "As for the rest of Rehoboam's acts and everything he did, are they not written in the annals of the kings of Judah? ", "30": "There was war between Rehoboam and Jeroboam all their days. ", "31": "Rehoboam rested with his fathers, and he was buried with his fathers in the City of David. The name of his mother was Na'amah the Ammonite. Then his son Abijam became king in his place."}