{"1": "In the eighteenth year of King Jeroboam son of Nebat, Abijam[a] became king over Judah. ", "2": "He ruled for three years in Jerusalem. His mother's name was Ma'akah, granddaughter of Abishalom.[b] ", "3": "He walked in all the sins which his father had practiced before him, and his heart was not fully devoted to the Lord as the heart of his grandfather David had been. ", "4": "But for the sake of David, the Lord his God gave him a lamp in Jerusalem by raising up his son after him and by making Jerusalem strong. ", "5": "He did this because David had done what was right in the eyes of the Lord, and he did not turn from all that the Lord commanded all the days of his life, except in the matter of Uriah the Hittite.", "6": "There was war between Rehoboam and Jeroboam all the days of his life. ", "7": "As for the rest of Abijam's acts and everything he did, are they not written in the annals of the kings of Judah? There was war between Abijam and Jeroboam. ", "8": "Abijam rested with his fathers, and they buried him in the City of David. Then his son Asa became king in his place.", "9": "In the twentieth year of Jeroboam king of Israel, Asa king of Judah became king. ", "10": "He ruled for forty-one years in Jerusalem. His grandmother's[c] name was Ma'akah granddaughter of Abishalom. ", "11": "Asa did what was right in the eyes of the Lord as his father David had done. ", "12": "He drove the male shrine prostitutes out of the land, and he removed all the filthy idols which his fathers had made. ", "13": "In addition, he also removed his grandmother Ma'akah from being queen mother because she had made an obscene image of Asherah. Asa cut down her obscene image and burned it in the Kidron Valley. ", "14": "But the high places were not removed. Nevertheless, Asa's heart was fully committed to the Lord all his days. ", "15": "He brought silver and gold and vessels and utensils into the House of the Lord as dedicated offerings for himself and his father.", "16": "There was war between Asa and Ba'asha king of Israel throughout all their days. ", "17": "Ba'asha king of Israel attacked Judah, and he fortified Ramah in order to prevent anyone from going out or coming in to Asa king of Judah. ", "18": "So Asa took all the silver and gold that was left in the treasuries of the House of the Lord and the treasuries of the king's palace, and he gave them to his officials. Then King Asa sent them to Ben Hadad son of Tabrimmon, the son of Hezion king of Aram, who was living in Damascus. ", "19": "He said, “There should be a treaty between you and me as there was between my father and your father. Look, I am sending you a gift of silver and gold. Come, break your treaty with Ba'asha king of Israel, so that he will withdraw from me.”", "20": "Ben Hadad listened to King Asa and sent the commanders of his army against the cities of Israel. They attacked Ijon, Dan, Abel Beth Ma'akah, and all of Kinneret, as well as all the land of Naphtali. ", "21": "When Ba'asha heard about this, he stopped fortifying Ramah, and he stayed in Tirzah. ", "22": "Then King Asa summoned all Judah—no one was exempt—and they carried away the stones of Ramah and the timber with which Ba'asha had been building, and King Asa used them to fortify Geba in Benjamin and Mizpah.", "23": "As for all the rest of Asa's acts and all his mighty deeds and everything else he did and the cities he built, are they not written in the annals of the kings of Judah? But in his old age his feet became diseased. ", "24": "Asa rested with his fathers, and they buried him in the City of David. Then his son Jehoshaphat became king in his place.", "25": "Nadab son of Jeroboam became king over Israel in the second year of Asa king of Judah. He ruled over Israel for two years. ", "26": "He did evil in the eyes of the Lord. He walked in the ways of his father and in the sin which he had caused Israel to commit. ", "27": "Ba'asha son of Ahijah from the house of Issachar conspired against him and struck him down in Gibbethon, which belongs to the Philistines. (Nadab and all Israel were laying siege to Gibbethon.) ", "28": "Ba'asha killed him in the third year of Asa king of Judah and became king in his place.", "29": "When Ba'asha became king, he struck down the whole house of Jeroboam, until it was exterminated according to the word of the Lord, which he had spoken through his servant Ahijah from Shiloh. For Jeroboam's house he did not spare anyone who breathed, ", "30": "because of the sins which Jeroboam committed and which he caused Israel to commit when he provoked the Lord, the God of Israel, to anger.", "31": "As for the rest of Nadab's acts and everything he did, are they not written in the annals of the kings of Israel? ", "32": "There was war between Asa and Ba'asha king of Israel all their days. ", "33": "In the third year of Asa king of Judah, Ba'asha son of Ahijah became king over all Israel in Tirzah and reigned for twenty-four years. ", "34": "He did evil in the eyes of the Lord by walking in the way of Jeroboam and in the sins that Jeroboam had caused Israel to commit."}