{"1": "Elijah from Tishbe, one of the settlers in Gilead, said to Ahab, “As surely as the Lord lives, the God of Israel before whom I stand, there will be no dew or rain during the coming years, except at my word.”", "2": "Then the word of the Lord came to him: ", "3": "“Leave this place and turn east. Hide yourself by the Kerith Ravine, east of the Jordan. ", "4": "You will drink from the stream, and I will command the ravens to provide for you there.”", "5": "So Elijah went and did just as the Lord had said. He lived in the Kerith Ravine, east of the Jordan. ", "6": "The ravens brought him bread and meat in the morning and in the evening, and he drank from the stream.", "7": "After some time the stream dried up because there had been no rain in the land. ", "8": "Then the word of the Lord came to him: ", "9": "“Get up! Go to Zarephath, which belongs to Sidon, and live there. I have commanded a woman there, a widow, to provide for you.”", "10": "So he got up and went to Zarephath. He came to the city gate, and there he saw a widow gathering sticks. He called to her and said, “Please give me a little water in a jar, so that I can have something to drink.”", "11": "When she went to get it, he called to her, “Please bring me a piece of bread.”", "12": "She said, “As surely as the Lord your God lives, I have no food except a handful of flour in a jar and a little olive oil in a pitcher. See, I am gathering a couple of sticks so that I can go and prepare it for myself and my son, so that we can eat it and then die.”", "13": "Elijah said to her, “Do not be afraid. Go and do just as you said. But first make a small loaf of bread for me from the flour and bring it out to me. Then go and make another for you and your son. ", "14": "For this is what the Lord, the God of Israel, says. The jar of flour will not run out and the pitcher of oil will not become empty until the day the Lord sends rain to water the surface of the ground.”", "15": "So she went and did exactly as Elijah said. He and she, as well as her household, were able to eat for many days. ", "16": "The jar of flour did not run out, and the pitcher of oil did not become empty, just as the Lord had said through Elijah.", "17": "After these events, the son of the woman who owned the house became ill. The illness became worse until he stopped breathing.", "18": "Then she said to Elijah, “What is the issue between us, man of God? Have you come to remind me of my sins and to kill my son?”", "19": "He said to her, “Bring your son to me.” Then he took him and carried him to the upstairs room where he was living, and he laid him on his bed. ", "20": "Then he cried out to the Lord, “O Lord, my God, have you sent tragedy on this woman with whom I am staying by killing her son?”", "21": "Then he stretched himself out on the boy three times, and he cried out to the Lord, “O Lord, my God, let this boy's soul[a] return to his body!” ", "22": "The Lord listened to Elijah's voice, and the boy's soul returned to his body, and he came to life. ", "23": "Then Elijah took the boy and brought him down to the house from his upstairs room, and he gave him to his mother. Elijah said, “See, your son is alive!”", "24": "The woman said to Elijah, “Now I know that you are a man of God and that the word of the Lord in your mouth is true.”"}