{"1": "After a long time, the word of the Lord came to Elijah. (It was during the third year.) He said, “Go and present yourself to Ahab, and I will send rain to water the surface of the ground.” ", "2": "So Elijah went to present himself to Ahab. Now the drought was severe in Samaria. ", "3": "Ahab had summoned his servant Obadiah, the palace administrator. Obadiah was devoted to serving[a] the Lord. ", "4": "When Jezebel was exterminating the prophets of the Lord, Obadiah had taken one hundred prophets and kept them hidden in two caves, fifty in each cave, and he provided food and water for them.", "5": "Ahab said to Obadiah, “Go through the land to all the springs and all the streams. Maybe we will find enough grass so that we can keep the horses and mules alive, and we will not have to slaughter the cattle.” ", "6": "In order to cover the whole land, they divided it between the two of them. Ahab went one way by himself, and Obadiah went another way by himself.", "7": "While Obadiah was on the way, Elijah suddenly met him. Obadiah recognized him and fell on his face and said, “Is that you, my lord Elijah?”", "8": "Elijah answered him, “Yes, it is. Go and tell your master, 'Elijah is here.'”", "9": "But Obadiah said, “How have I sinned that you would hand your servant over to Ahab for him to kill me? ", "10": "As surely as the Lord your God lives, there is no country or kingdom where my master has not sent someone to look for you. When they said, 'He is not here,' then he made that kingdom and nation swear that they could not find you. ", "11": "But now you are telling me, 'Go, tell your master that Elijah is here.' ", "12": "As soon as I leave you, the Spirit of the Lord will carry you to some place I do not know. When I go to tell Ahab and he then does not find you, he will kill me, even though your servant has been devoted to the Lord since my youth.", "13": "“Has my lord not been told what I did when Jezebel was killing the prophets of the Lord? I kept one hundred of the prophets of the Lord hidden in two caves, fifty in each, and I provided food and water for them. ", "14": "But now you are saying, 'Go and tell your master that Elijah is here.'”", "15": "But Elijah said to him, “As surely as the Lord of Armies lives, before whom I stand, I will present myself to him today.” ", "16": "So Obadiah went to meet Ahab, and he informed him. Then Ahab came to meet Elijah.", "17": "When Ahab saw Elijah, Ahab said to him, “Is that you, the one who brings trouble on Israel?”", "18": "Elijah said, “It is not I who have brought trouble on Israel, but rather you and your father's house, because you abandoned the Lord's commandments and followed the Baals. ", "19": "But now gather all Israel before me on Mount Carmel, along with the four hundred fifty prophets of Baal and the four hundred prophets of Asherah, who eat at Jezebel's table.” ", "20": "So Ahab sent word to all the people of Israel, and he assembled the prophets on Mount Carmel.", "21": "Then Elijah said to all the people, “How long will you stagger around on two crutches? If the Lord is God, follow him. If Baal is God, follow him.” But the people did not answer him a single word.", "22": "Then Elijah said to the people, “I am the only one left of the Lord's prophets, but the prophets of Baal total four hundred fifty men. ", "23": "Provide two bulls for us. Let them choose one bull for themselves and cut it up and place it on the firewood, but they are not to light the fire. I will prepare the other bull and place it on the firewood, but I will not light the fire. ", "24": "Then you will call on the name of your god, and I will call on the name of the Lord. The god who answers with fire, he is God.” All the people said, “This proposal is good.”", "25": "Then Elijah said to the prophets of Baal, “Choose for yourselves one bull, and you go first because there are so many of you. Call on the name of your god. But do not light the fire.”", "26": "So they took the bull which had been given to them and prepared it. Then they called on the name of Baal from morning until noon, “Baal! Answer us!” But there was not a sound. No one answered. So they staggered[b] around the altar which they had made.", "27": "When noon came, Elijah mocked them: “Shout louder! He is a god, isn't he? He may be deep in thought or busy or on a journey. Perhaps he is asleep and will wake up!” ", "28": "So they cried out with a loud voice, and according to their practice they cut themselves with daggers and spears until their blood flowed. ", "29": "After noon, they kept up a prophetic frenzy until the time of the evening sacrifice, but there was no sound. No one answered. There was no response.", "30": "Then Elijah said to all the people, “Come here to me.” So they came to him, and he repaired the altar of the Lord, which had been torn down. ", "31": "Elijah took twelve stones, one for each of the tribes of the sons of Jacob, to whom the word of the Lord had come and had proclaimed, “Your name shall be Israel.” ", "32": "He built the stones into an altar in the name of the Lord. Around it he made a trench big enough to hold about twenty-five pounds[c] of seed. ", "33": "He arranged the wood, cut up the bull, and placed it on the wood. Then he said, “Fill four jars with water and pour it on the sacrifice and on the wood.” ", "34": "Then he said, “Do it again.” So they did it again. Then he said, “Do it a third time.” So they did it a third time. ", "35": "The water flowed all around the altar. It even filled the trench.", "36": "When the time of the evening sacrifice had arrived, Elijah the prophet stood up and said, “O Lord, the God of Abraham, Isaac, and Israel, let it be known this day that you are God in Israel and that I am your servant and that I have done all these things by your word. ", "37": "Answer me, Lord! Answer me so that this people will know that you, O Lord, are God and that you are turning their hearts back to you.”", "38": "Fire from the Lord fell on the sacrifice and on the wood, the stones, and the dirt. It even licked up the water in the trench. ", "39": "When all the people saw this, they fell on their knees and said, “The Lord, he is God! The Lord, he is God!”", "40": "Elijah said to them, “Seize the prophets of Baal! Do not let a single one of them escape!” So they seized them, and Elijah brought them down to the Kishon River and slaughtered them there.", "41": "Then Elijah said to Ahab, “Go up, eat and drink, for I hear the sound of a heavy rainstorm.” ", "42": "So Ahab went to eat and drink, but Elijah went up to the top of Mount Carmel. He bent down to the ground and put his face between his knees. ", "43": "He said to his servant, “Go up and look toward the sea.” So his servant went up and looked, and he said, “There is nothing.” But seven times Elijah told him, “Go again.”", "44": "On the seventh time the servant said, “There is a cloud as small as a man's hand rising from the sea.” Then Elijah said to him, “Go up and tell Ahab, 'Hitch up your chariot and go down so that the rain does not stop you.'”", "45": "Meanwhile, the skies got dark with clouds and wind, and there was a heavy rain. So Ahab got into his chariot and went to Jezre'el. ", "46": "But the hand of the Lord was on Elijah, and he hiked up his garments around his waist and ran ahead of Ahab until he came to Jezre'el."}