{"1": "The day of David's death was approaching, so he gave the following commands to his son Solomon:", "2": "I am about to go the way of all the earth. Now, be strong and act like a man! ", "3": "Fulfill your duties to the Lord your God. Walk in his ways. Keep his statutes, his commands, his ordinances, and his decrees as they are written in the Law of Moses, so that you may have success in everything you do and everywhere you turn, ", "4": "in order that the Lord may keep this word that he spoke to me: “If your sons are careful to walk before me faithfully with their whole heart and soul, then you will never fail to have a man on the throne of Israel.”", "5": "Furthermore, you know what Joab son of Zeruiah did to me—what he did to two commanders of the army of Israel, to Abner son of Ner and Amasa son of Jether. He killed them, spilling blood in peacetime as if it were happening in war. He spattered that blood on the belt around his waist and on the sandals on his feet, as if it were war. ", "6": "Deal with him according to your wisdom, but do not let his gray hair go down to the grave in peace.", "7": "Keep faith with[a] the sons of Barzillai from Gilead, and let them eat at your table, because they did the same for me when I fled from your brother Absalom.", "8": "Watch out for Shimei son of Gera from Bahurim of the tribe of Benjamin, since he is still with you. He cursed me bitterly on the day I went to Mahanaim. But when he came down to meet me at the Jordan, I swore to him by the Lord, “I will not kill you with the sword.” ", "9": "But now, do not leave him unpunished, for you are a wise man. You will know what you should do to him. Bring his gray hair down to the grave in blood.", "10": "David rested with his fathers and was buried in the City of David. ", "11": "David was king over Israel for forty years. He was king in Hebron for seven years, and he was king in Jerusalem for thirty-three years.", "12": "Solomon was seated on the throne of his father David, and his kingship was firmly established.", "13": "Adonijah son of Haggith came to Solomon's mother Bathsheba. She said to him, “Do you come in peace?” “Yes, in peace,” he answered. ", "14": "Then he said, “May I have a word with you?” She said, “Yes. Speak up.”", "15": "He said, “You know that the kingship was mine, and all Israel looked for me to be king. But things changed, and the kingship went to my brother instead, because the Lord gave it to him. ", "16": "But now, I am asking you for one request. Do not turn me away.” She said, “Tell me what it is.”", "17": "He said, “Ask King Solomon (for he will not turn you down) to give me Abishag from Shunem as my wife.”", "18": "Bathsheba said, “Very well, I will speak to the king for you.”", "19": "So Bathsheba went to King Solomon to speak to him on behalf of Adonijah. The king met her and bowed down to her. Then he sat on his throne and also set up a throne for the king's mother, and she sat at his right hand.", "20": "She said, “I am asking you for one small request. Do not turn me down.” The king answered her, “Ask, mother, for I will not turn you down.”", "21": "She said, “Please give Abishag from Shunem to your brother Adonijah as his wife.”", "22": "King Solomon answered his mother, “Why do you ask for Abishag from Shunem to be given to Adonijah? You might as well ask for the kingship for him. After all, he is my brother, my older brother! Yes, request it for him and for Abiathar the priest and for Joab son of Zeruiah!”", "23": "Then King Solomon swore by the Lord, “May God punish me severely and double it,[b] if Adonijah does not pay with his life for this request that he has made! ", "24": "Now, as surely as the Lord lives, who has appointed me and seated me on the throne of my father David and has established my house just as he said he would, Adonijah will die today!” ", "25": "Then King Solomon gave an order to Benaiah son of Jehoiada, and he struck down Adonijah and killed him.", "26": "To Abiathar the priest the king said, “Go to your estate in Anathoth because you deserve to die. But I will not kill you today because you carried the Ark of the Lord God before my father David and because you shared in all my father's sufferings.” ", "27": "So Solomon drove Abiathar out from serving as priest for the Lord to fulfill the word of the Lord which had been spoken against the house of Eli in Shiloh.", "28": "When the news reached Joab, he fled to the Tent of the Lord and held on to the horns of the altar, for he had supported Adonijah, although he had not supported Absalom. ", "29": "When King Solomon was told that Joab had fled to the Tent of the Lord and that he was there by the side of the altar, Solomon sent word to ⎣Joab, saying, “What happened to you that caused you to flee to the altar?” Joab said, “Because I was afraid of you, I fled to the Lord.” So Solomon sent word to⎦ Benaiah son of Jehoiada, “Go! Strike him down!”[c]", "30": "Benaiah went to the Tent of the Lord and called to Joab, “The king says, 'Come out!'” Joab answered, “No. I will die here.” So Benaiah reported back to the king, “This is what Joab said, and this is how I responded.”", "31": "The king said to him, “Do just as he said. Strike him dead and bury him. Remove from me and from my father's house the blood that Joab shed without cause. ", "32": "The Lord has brought the blood he shed back on his own head, because he struck down two men who were more righteous and better than he was. He killed them with the sword, but my father David did not know about it. The blood of Abner son of Ner, commander of the army of Israel, and Amasa son of Jether, commander of the army of Judah, ", "33": "has come back on Joab's head and on the heads of his descendants forever. But for David and his descendants and his house and his throne, there will be peace forever from the Lord.”", "34": "So Benaiah son of Jehoiada went up and struck him down and killed him. He buried him at his house in the wilderness. ", "35": "Then the king put Benaiah son of Jehoiada in Joab's place over the army. He placed Zadok the priest into Abiathar's position.", "36": "The king summoned Shimei and said to him, “Build a house for yourself in Jerusalem and live there. Do not go out of the city—ever! ", "37": "On the day you go out and cross the Kidron Valley, you can be sure that you will die. Your blood will be on your own head.”", "38": "Shimei said to the king, “Your decision is good. Your servant will do just as my lord the king has said.” So Shimei lived in Jerusalem for some time. ", "39": "At the end of three years, two of Shimei's slaves fled to Achish son of Ma'akah, the king of Gath. Shimei was told, “Listen! Your slaves are in Gath.”", "40": "So Shimei saddled his donkey and went to Achish of Gath to look for his slaves. Then he brought them back from Gath.", "41": "Solomon was told that Shimei had left Jerusalem and had gone to Gath and returned. ", "42": "The king summoned Shimei and said to him, “Did I not swear to you by the Lord and warn you that you could be sure that on the day you dared to go out of Jerusalem you would die? And didn't you answer me, 'Your decision is good. I have heard what you said'? ", "43": "Why then did you not keep your oath to the Lord and obey the command I gave you?” ", "44": "The king also said to Shimei, “In your heart you know all the evil that you did to my father David. Now the Lord has brought your evil back on your own head. ", "45": "Now may King Solomon be blessed, and may David's throne be firmly established before the Lord forever.”", "46": "Then the king gave a command to Benaiah son of Jehoiada. He went out and struck down Shimei and killed him. In this way the kingship was firmly established in the hands of Solomon."}