{"1": "Three years went by without any warfare between Aram and Israel. ", "2": "In the third year Jehoshaphat king of Judah went down to visit the king of Israel.", "3": "The king of Israel said to his officials, “Don't you know that Ramoth Gilead belongs to us? But we have done nothing to take it from the king of Aram.” ", "4": "Then he said to Jehoshaphat, “Will you come with me to wage war at Ramoth Gilead?” Jehoshaphat said to the king of Israel, “I am like you. My people are like your people. My horses are like your horses.”", "5": "But Jehoshaphat also said to the king of Israel, “First seek the word of the Lord.”", "6": "So the king of Israel assembled the prophets, four hundred men, and he said to them, “Should I go up to make war at Ramoth Gilead or should I refrain?” They said, “Go up, for the Lord[a] will give it into the hand of the king.”", "7": "But Jehoshaphat said, “Is there no longer a prophet of the Lord here who can inquire of the Lord for us?”", "8": "Then the king of Israel said to Jehoshaphat, “There is one man who could inquire of the Lord for us, but I hate him because he does not prophesy anything good about me, but only bad. He is Micaiah son of Imlah.” Jehoshaphat said, “The king should not talk like that.”", "9": "So the king of Israel summoned one of his court officials and said, “Quickly bring Micaiah son of Imlah here.”", "10": "Now the king of Israel and Jehoshaphat king of Judah were seated, each on his own throne, arrayed in their robes. They were sitting by the threshing floor at the entrance to the gate of Samaria. All the prophets were prophesying before them.", "11": "Zedekiah son of Kena'anah had made iron horns for himself, and he said, “This is what the Lord says. With these you will gore Aram to death.” ", "12": "All the prophets were prophesying in this same way: “Go up to Ramoth Gilead and triumph, for the Lord will give it into the hand of the king.”", "13": "The messenger who was sent to summon Micaiah said to him, “Pay attention to the words of the prophets. With one mouth they are promising good things to the king. Let your words be like the words of one of them and say something good.”", "14": "But Micaiah said, “As surely as the Lord lives, whatever the Lord says to me, that is what I will say.”", "15": "Then he came to the king, and the king asked him, “Micaiah, should we go up to make war on Ramoth Gilead, or should we refrain?” He answered him, “Go up and triumph, for the Lord will give them into the hand of the king.”", "16": "Then the king said to him, “How many times must I make you swear that you will tell me nothing but the truth in the name of the Lord?”", "17": "Then Micaiah said, “I saw all Israel scattered on the mountains like sheep that have no shepherd, and the Lord said, 'They have no masters. Each one should return to his home in peace.'”", "18": "Then the king of Israel said to Jehoshaphat, “Didn't I tell you that he does not prophesy anything good about me, but only bad?”", "19": "Then Micaiah said: Now hear this word from the Lord. I saw the Lord sitting on his throne, and the whole army of heaven was standing around him, on his right and on his left.", "20": "Then the Lord said, “Who will entice Ahab so that he goes up and falls at Ramoth Gilead?” One spirit said this. Another one said that. ", "21": "Finally a spirit came and stood before the Lord and said, “I will entice him.” The Lord said to him, “How?”", "22": "He said, “I will go and be a lying spirit in the mouth of all his prophets.” Then the Lord said, “You will entice him successfully. Go and do it.”", "23": "Now look! The Lord has put a lying spirit into the mouths of all these prophets of yours, for the Lord has decreed disaster for you.", "24": "Then Zedekiah son of Kena'anah came up and struck Micaiah on his cheek and said, “Where is this pathway on which the spirit of the Lord has traveled from me to speak to you?”", "25": "Micaiah said, “Listen to me. You will see it on the day you go into the inner room to hide.”", "26": "Then the king of Israel said, “Seize Micaiah and take him back to Amon, the administrator of the city, and to Joash son of the king. ", "27": "Then say, 'This is what the king says. Put this man in prison and feed him nothing more than bread and water until I come back safely.'”", "28": "Then Micaiah said, “If you ever come back safely, then the Lord has not spoken through me.” Then he said, “Hear this, you people, all of you!”", "29": "Then the king of Israel and Jehoshaphat king of Judah went up to Ramoth Gilead.", "30": "The king of Israel said to Jehoshaphat, “I will disguise myself when I go into the battle, but you wear your robes.” So the king of Israel disguised himself and went into battle.", "31": "The king of Aram had ordered his thirty-two chariot commanders, “Do not fight with anyone small or great, but only against the king of Israel.”", "32": "When the chariot commanders saw Jehoshaphat, they said, “That is the king of Israel!” They turned to fight against him, and Jehoshaphat cried for help.", "33": "When the chariot commanders realized that he was not the king of Israel, they stopped pursuing him. ", "34": "But a man shot an arrow at random and struck the king of Israel in the seam between two parts of his armor. So Ahab said to his chariot driver, “Turn around and take me out of the battle, because I have been wounded.”", "35": "The battle went on all that day, and the king was propped up in his chariot facing Aram. He died in the evening, and the blood from his wound ran down onto the floor of the chariot. ", "36": "Then, as the sun was going down, a cry went up through the army: “Every man to his own city and every man to his own land!”", "37": "So the king died, and they brought him to Samaria, and they buried the king in Samaria. ", "38": "They washed the chariot at the pool of Samaria, and dogs licked up his blood, and the prostitutes bathed there, in fulfillment of the word which the Lord had spoken.", "39": "As for the rest of Ahab's acts and everything he did, and the ivory house he built, and all the cities he built, are they not written in the annals of the kings of Israel? ", "40": "Ahab rested with his fathers. Then his son Ahaziah became king in his place.", "41": "Jehoshaphat son of Asa became king over Judah in the fourth year of Ahab king of Israel. ", "42": "Jehoshaphat was thirty-five years old when he became king, and he ruled in Jerusalem for twenty-five years. The name of his mother was Azubel daughter of Shilhi.", "43": "Jehoshaphat walked in all the ways of his father Asa. He did not turn from them. He did what is right in the eyes of the Lord. But the high places were not removed. The people were still sacrificing and burning incense on the high places. ", "44": "Jehoshaphat was at peace with the king of Israel.[b]", "45": "As for the rest of Jehoshaphat's acts, the mighty deeds which he did, and the wars he fought, are they not written in the annals of the kings of Judah?", "46": "He removed from the land the rest of the male shrine prostitutes who remained from the days of his father Asa. ", "47": "There was no king in Edom, but rather a governor represented the king.", "48": "Jehoshaphat constructed trading ships[c] to go to Ophir for gold, but they never set out, because the ships were wrecked at Ezion Geber.[d] ", "49": "Then Ahaziah son of Ahab said to Jehoshaphat, “Let my servants go with your servants in ships,” but Jehoshaphat was not willing.", "50": "Jehoshaphat rested with his fathers and was buried with his fathers in the city of his father David. Then his son Jehoram became king in his place.", "51": "Ahaziah son of Ahab became king of Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah. He ruled over Israel for two years. ", "52": "He did evil in the eyes of the Lord and walked in the ways of his father and in the ways of his mother and in the ways of Jeroboam son of Nebat, who caused Israel to sin. ", "53": "He served Baal and bowed down to him, and he provoked the Lord, the God of Israel, to anger in all the same ways that his father did."}