{"1": "In the four hundred eightieth year after the people of Israel came out of the land of Egypt, during the fourth year of Solomon's reign over Israel, in the month named Ziv,[a] which is the second month, Solomon began to build the house for the Lord.", "2": "The house which King Solomon built for the Lord was ninety feet long, thirty feet wide, and forty-five feet high.[b] ", "3": "The porch[c] in front of the temple building[d] was thirty feet wide, the same as the width of the building. It extended out fifteen feet from the front of the building.", "4": "He made latticed windows[e] high on the walls of the building.", "5": "He added a structure along the outer walls of the building, all the way around the three sides of the building. It was built against the walls of both the front room[f] and the inner room[g] of the sanctuary. In this structure he constructed three levels of storage rooms, all the way around the building. ", "6": "The width of the rooms on the lowest story was seven and a half feet. The rooms of the middle story were nine feet wide, and the rooms of the third story were ten and a half feet wide, because he had built three receding ledges into the outside wall of the temple building all the way around, so that the floor beams of each story would not have to be inserted into the walls of the main building.", "7": "While the building was under construction, only stones that had been finished at the quarry were used in the building. No hammer or chisel or any other iron tool was heard in the building while it was under construction. ", "8": "The entrance into the lowest story[h] of the side rooms was on the south side[i] of the building. Winding stairs[j] went up to the middle floor, and also from the middle floor to the third floor. ", "9": "So Solomon finished building the house, and he covered[k] the house with beams and planks of cedar. ", "10": "He built the floors for the storerooms that were all around the house. Each story was seven and a half feet high. Each story was supported by cedar timbers which rested on the receding ledges constructed along the walls of the building.[l]", "11": "The word of the Lord came to Solomon. He said, ", "12": "“In regard to this house which you are building, if you walk according to my statutes and carry out my ordinances and keep all my commands by walking according to them, you will be the one through whom I will fulfill my promise which I spoke to your father David. ", "13": "I will dwell among the descendants of Israel, and I will not forsake my people Israel.”", "14": "So Solomon finished building the house. ", "15": "He paneled the inside walls of the building with cedar boards, from the floor of the building to the rafters[m] of the ceiling. He covered the inside walls with wood. He also covered the floor of the building with boards of fir wood.", "16": "Thirty feet from the back wall of the building he built a wall of cedar boards from the floor to the ceiling. He built this wall inside the building to create an inner sanctuary, the Most Holy Place.", "17": "The front part of the building became a main room sixty feet long. ", "18": "Gourds[n] and open flowers were carved into the cedar on the inside of the building. Everything was covered with cedar. No stone was visible.", "19": "He prepared the inner room of the sanctuary inside the building as a place to set the Ark of the Covenant of the Lord. ", "20": "The inner sanctuary was thirty feet long, thirty feet wide, and thirty feet high, and he overlaid it with pure gold. He also overlaid the cedar altar with gold. ", "21": "So Solomon covered the inside of the building with pure gold. He stretched gold chains across the front of the inner sanctuary, and he overlaid the sanctuary with gold. ", "22": "He overlaid the whole building with gold, until the whole building had been covered. He also overlaid the whole altar, which was in front of the inner sanctuary, with gold.", "23": "For the inner sanctuary he made two cherubim[o] of olive wood. Each one was fifteen feet tall. ", "24": "Seven and a half feet was the length of one wing of a cherub, and seven and a half feet was the length of the other wing of a cherub. The distance from the tip of one wing to the tip of the other was fifteen feet.[p] ", "25": "The other cherub also was fifteen feet wide. Both of the cherubim were the same size and looked the same. ", "26": "One cherub was fifteen feet tall, and so was the other cherub. ", "27": "He set the cherubim inside the inner sanctuary of the house. The wings of the cherubim were stretched out, so that the outer wing of the first one touched the wall, and the outer wing of the other cherub touched the opposite wall, and their wings touched one another in the middle of the room. ", "28": "He overlaid the cherubim with gold.", "29": "He decorated the walls on all sides of both rooms of the building with carved figures of cherubim, palm trees, and open flowers. ", "30": "He overlaid the floor of the building with gold in both the inner and outer rooms.", "31": "For the entrance to the inner sanctuary, he made olive wood doors with five-sided frames.[q] ", "32": "He carved cherubim, palm trees, and open flowers on them and overlaid them with gold. He shaped sheets of hammered gold to cover the cherubim and the palm trees.", "33": "He did the same for the entrance to the front room. It had door posts of olive wood that were four-sided ", "34": "and two doors of fir wood. The door on one side was made with two folding leaves, and the door on the other side was made with two folding leaves. ", "35": "He carved cherubim, palm trees, and open flowers on them, and he overlaid them with gold leaf, shaped to the carvings.", "36": "He built the inner courtyard with three courses of cut stone and one course of cedar beams.", "37": "The foundation of the Lord's house was laid in the fourth year, in the month named Ziv.[r] ", "38": "In the eleventh year, in the month named Bul,[s] which is the eighth month, all the parts of the house were finished according to all its specifications. Solomon had spent seven years building it."}