{"1": "It took Solomon thirteen years to finish building his whole palace complex.", "2": "He built the House of the Forest of Lebanon. It was one hundred fifty feet long. It was seventy-five feet wide and forty-five feet high. It had four rows[a] of cedar pillars, with cedar beams on top of the pillars. ", "3": "It was roofed with cedar above the forty-five beams that rested on the pillars, fifteen beams in each row.[b]", "4": "There were three rows[c] of windows with recessed frames on each side of the building. ", "5": "All the doors and posts were made with square beams.[d] They were arranged in groups of three.", "6": "He built a pillared entry hall.[e] It was seventy-five feet wide and forty-five feet deep. There was another porch in front of the pillars, and more pillars and a canopy in front of them.", "7": "He made another hall, named the Hall of Justice. The throne from which he judged cases was located there. The hall was covered with cedar from floor to ceiling.[f]", "8": "His house in which he lived was made the same way. It was on the other side of a courtyard behind the Hall of Pillars.[g] Solomon also made another house like this hall for Pharaoh's daughter, whom he had married.", "9": "All of these were made of high-quality stone, precisely cut to the exact measure, trimmed with saws on both sides. Such stones were used from the foundation to the edge of the roof, from the outside of the complex to the great courtyard on the inside. ", "10": "The foundation was made of high-quality stones, huge stones, twelve or fifteen feet long. ", "11": "Above this were high-quality stones, precisely cut, with layers of cedar wood in between. ", "12": "The great courtyard all the way around had three courses of cut stone and then a course of cedar beams, like the inner courtyard of the House of the Lord and the porch of that building.", "13": "King Solomon sent for Hiram[h] from Tyre. ", "14": "He was the son of a widow from the tribe of Naphtali, but his father was a craftsman in bronze from Tyre. Hiram too was filled with wisdom, understanding, and skill for all kinds of work in bronze. He came to King Solomon and performed the work for him.", "15": "He cast two bronze pillars, each twenty-seven feet tall. Their circumference was eighteen feet.", "16": "He made two capitals of cast bronze to set on top of the pillars. The height of one capital was seven and a half feet, and the height of the other capital was seven and a half feet. ", "17": "The capitals that sat on top of the pillars were decorated with a latticework of interwoven chains. There were seven rows of decoration on one capital and seven rows on the other capital. ", "18": "This is how he made the pillars: He made two rows of pomegranates to go above the latticework on the capitals that were on top of the pillars.[i] He did this for each pillar. ", "19": "The capitals that were on top of the pillars for the porch were shaped like lilies, six feet tall. ", "20": "On top of each pillar, above the bulge, beside the latticework, there were two hundred pomegranates arranged in rows all the way around.[j]", "21": "He set up the pillars on the porch of the temple building. He set up one pillar on the south and named it Jakin,[k] and he set up the other pillar on the north and named it Boaz.[l] ", "22": "The tops of the pillars were shaped like lilies. In this way the work for the pillars was finished.", "23": "He made the sea of cast metal. It was round, fifteen feet from rim to rim. It was seven and a half feet high. Its circumference was forty-five feet. ", "24": "Under its rim all the way around there were round, gourd-shaped ornaments, one every two inches, all the way around the sea.[m] The ornaments were in two rows, cast as one piece with the sea. ", "25": "The sea stood on twelve cattle, three facing north, three facing west, three facing south, and three facing east. The sea was set on them. All their hindquarters faced toward the center of the sea. ", "26": "The sea was three inches[n] thick. Its rim was shaped like the rim of a cup, like a lily blossom. It held twelve thousand gallons.[o]", "27": "He made ten bronze carts. Each cart was six feet long and six feet wide and four and a half feet tall. ", "28": "This is how the carts were constructed: They had side panels between supporting frames. ", "29": "The panels between the frames were decorated with lions, cattle, and cherubim. On the frames, both above and below the lions and cattle, there were wreaths hanging down.[p] ", "30": "Each cart had four bronze wheels with bronze axles, and at each of the four corners of the cart there were supports for the basin, with wreaths beside each of them. ", "31": "The opening on top of the cart within a crowning structure was a foot and a half deep. The opening was round. It had a supporting pedestal a little more than two feet tall.[q] Around the opening there were engravings, and the panel that surrounded the opening was square, not round.", "32": "The four wheels were underneath the side panels, and the axles for the wheels were inserted through the cart. The height of each wheel was twenty-seven inches. ", "33": "The wheels were made like a chariot wheel. Their axles, rims, spokes, and hubs were all of cast metal. ", "34": "There were supports at each of the four corners of each cart. The supports were part of the cart itself. ", "35": "In the top of the cart there was a round opening nine inches deep.[r] On top of the cart the supports and its panels were one piece with it. ", "36": "On the panels between the supports he engraved cherubim, lions, and palm trees wherever there was room, with wreaths all around. ", "37": "That is how he made the carts. All of them were cast with the same mold, so they had the same size and shape.", "38": "He made ten bronze basins. Each basin contained two hundred forty gallons.[s] Each basin was six feet in diameter, and there was one basin for every one of the ten carts. ", "39": "He placed five carts on the south side of the temple and five on the north side of the temple. He set the sea on the south side of the temple near the southeast corner.", "40": "Hiram made the basins, the shovels, and the sprinkling bowls. So Hiram completed all the work that he had been assigned by King Solomon for the House of the Lord: ", "41": "the two pillars, the two globe-shaped capitals on top of the pillars, the two latticeworks that covered the two globe-shaped capitals that were on top of the pillars, ", "42": "the four hundred pomegranates for the two latticeworks (two rows of pomegranates for each latticework to cover the globe-shaped capitals that were on top of the pillars), ", "43": "the ten carts, the ten basins on the carts, ", "44": "the one sea, the twelve cattle under the sea, ", "45": "the pots, the shovels, and the sprinkling bowls. All these items, which Hiram made for King Solomon for the house of the Lord, were burnished bronze. ", "46": "The king had them cast in clay molds in the ground, in the plain of the Jordan, between Succoth and Zarethan. ", "47": "Solomon did not weigh all the vessels, because there were so many of them. The weight of the bronze was never determined.", "48": "Solomon made all the furnishings that were in the House of the Lord: the gold altar and the table for the Bread of the Presence, which was also gold. ", "49": "The lampstands were placed in front of the inner room of the sanctuary, five on the south side, and five on the north. They also were made of pure gold,[t] as were the flowers, the lamps, and the gold tongs, ", "50": "the basins, the snuffers, the sprinkling bowls, the small dishes, and the fire pans of pure gold, and the gold hinges,[u] both those for the doors of the inner sanctuary, that is, the Most Holy Place, and also those for the doors of the front room. ", "51": "In this way all the work that King Solomon did for the House of the Lord was finished. Solomon brought the things which David his father had dedicated, the silver, the gold, and the vessels, and put them in the treasuries of the House of the Lord."}