{"1": "Then Solomon assembled the elders of Israel, all the heads of tribes, and the leading fathers of the people of Israel to appear before him in Jerusalem, in order to bring up the Ark of the Covenant of the Lord from the City of David, that is, from Zion. ", "2": "All the men of Israel assembled before King Solomon in the month of Ethanim,[a] during the festival.[b] It was the seventh month. ", "3": "Then all the elders of Israel came, and the priests lifted up the ark. ", "4": "They brought up the Ark of the Lord, the Tent of Meeting, and all the holy vessels which were in the tent. The priests and the Levites brought them up.", "5": "King Solomon, along with the whole congregation of Israel who had gathered with him in front of the ark, was sacrificing sheep and cattle, too many to be counted.", "6": "The priests brought the Ark of the Covenant of the Lord to its place in the inner sanctuary of the house, to the Most Holy Place, under the wings of the cherubim, ", "7": "for the cherubim were spreading their wings over the place for the ark, so that the cherubim covered the ark and its poles with their wings. ", "8": "The poles were so long that the ends of the poles could be seen from the Holy Place in front of the inner sanctuary, but they could not be seen from outside. They are there to this day.", "9": "There was nothing in the ark except the two stone tablets, which Moses had placed there at Horeb, where the Lord made a covenant with the people of Israel when they came out of the land of Egypt.", "10": "When the priests came out from the Holy Place, the cloud filled the House of the Lord. ", "11": "The priests were not able to take their positions to minister in the presence of the cloud, because the Glory of the Lord had filled the House of the Lord.", "12": "Then Solomon said, “The Lord has said that he dwells in thick darkness. ", "13": "I have truly built a majestic house for you, a place for you to dwell forever.”", "14": "Then the king turned and blessed the whole congregation of Israel, while the whole congregation of Israel was standing there. ", "15": "Then Solomon said: Blessed is the Lord, the God of Israel. What he said with his mouth to my father David, he has fulfilled with his hand. The Lord said, ", "16": "“From the day I brought my people Israel out of Egypt, I did not choose a city from all the tribes of Israel in which to build a house for my Name to be there, ⎣nor did I choose any man to be a leader over my people Israel; but now I have chosen Jerusalem for my Name to be there,⎦[c] and I have chosen David to be over my people Israel.”", "17": "It was on my father David's heart to build a house for the Name of the Lord, the God of Israel.", "18": "However, the Lord said to my father David, “It was on your heart to build a house for my Name. That was a good thing to desire. ", "19": "But you will not build the house. Your son, who will come from your own body, will build the house for my Name.”", "20": "So the Lord kept his word which he had spoken, and I arose in the place of my father David. I am seated on the throne of Israel, just as the Lord said. I have built this house for the Name of the Lord, the God of Israel. ", "21": "I have established a place there for the Ark, which contains the covenant of the Lord, which he made with our fathers when he brought them out of the land of Egypt.", "22": "Then Solomon stood in front of the altar in the presence of the whole congregation of Israel and spread out his hands toward heaven.[d] ", "23": "He said: O Lord, God of Israel, there is no God like you in the heavens above or on the earth below. You keep the covenant of mercy and faithfulness with your servants who walk before you with all their heart. ", "24": "You have kept the word which you spoke to your servant, my father David. What you have said with your mouth you have fulfilled with your hand, as it is today.", "25": "Now, Lord God of Israel, guard for your servant, my father David, the promise you made to him when you said, “You will never fail to have a man sitting on the throne of Israel in my presence, if your sons guard their ways by walking in my law just as you have walked before me.”", "26": "Now, O God of Israel, let the words which you spoke to your servant, my father David, be confirmed.", "27": "But will God really dwell on the earth? In truth, the heavens, even the highest heaven, cannot contain you. How much less this house, which I have built! ", "28": "But turn your face toward the prayer of your servant and toward his plea for mercy. O Lord my God, listen to the cry and the prayer which your servant offers before you today.", "29": "Let your eyes be open toward this house night and day, toward this place where you said, “My Name will be there,” to hear the prayer which your servant offers toward this place.", "30": "When you hear the plea for mercy of your servant and of your people Israel, which they pray toward this place, then hear in your dwelling place in heaven—hear and forgive.", "31": "When a man sins against his neighbor, and his neighbor places him under an oath, and the oath is presented before your altar in this house, ", "32": "then hear from heaven and take action. Provide justice for your servants by declaring the wicked person guilty and bringing his ways down on his own head, and by declaring the righteous person innocent and dealing with him according to his righteousness.", "33": "When your people Israel are defeated by their enemies because they sinned against you, and when they return to you and praise your Name and pray and seek your favor in this house, ", "34": "then hear in heaven and forgive the sin of your people Israel and bring them back to the land which you gave to their fathers.", "35": "When the heavens are shut up, and there is no rain because they sinned against you, and when they pray toward this place, and they praise your Name and turn from their sin because you have humbled them, ", "36": "then hear from heaven and forgive the sin of your servants, your people Israel. Yes, teach them the good way in which they are to walk, and provide rain for the land which you gave to your people as an inheritance.", "37": "When there is famine in the land, when there is plague, when there is blight or mildew or locusts or grasshoppers, when their enemies are in the land besieging their gates, in every disease, in every sickness, ", "38": "hear every prayer and every plea for mercy which any individual presents or which your whole people Israel presents. When each one knows the affliction of his own heart, when he spreads out his hands toward this house, ", "39": "hear in heaven, your dwelling place, and forgive. Then act and give to each person according to all his ways, because you know his heart (yes, you alone know the heart of every human being), ", "40": "so that they may fear you all the days they live on the soil which you gave to our fathers.", "41": "Also for the foreigner, who is not one of your people Israel, but who comes from a distant land because of your Name ", "42": "(for they will hear about your great Name, your mighty hand, and your outstretched arm, and they will come and pray toward this house), ", "43": "for that foreigner, hear in heaven, which is your dwelling place, and do everything for which that foreigner cries out to you, so that all the peoples of the earth may know your Name and fear you, just as your people Israel do, and because they know that your Name is proclaimed in this house which I have built.", "44": "When your people go out for battle against their enemy on whatever way you send them, and when they pray to the Lord facing toward the city which you have chosen and toward the house which I have built for your Name, ", "45": "then from heaven hear their prayer and their plea for mercy, and provide justice for them.", "46": "When they sin against you (for there is no one who does not sin) and you become angry with them, and you give them up to their enemies, and their captors exile them to an enemy land, whether distant or near, ", "47": "when they are in the land where they were exiled and they turn their hearts back, and they repent and pray to you in the land of their exile and say, “We have sinned and become guilty and done evil,” ", "48": "when they return to you with all their heart and with all their soul in the land of their enemies where they were exiled, and they pray in the direction of their land, which you gave to their fathers, toward the city which you chose and toward the house which I have built for your Name, ", "49": "then hear their prayers and their plea for mercy from heaven, your dwelling place, and provide justice for them. ", "50": "Pardon your people who have sinned against you and all their rebellious deeds that they have committed against you. Have compassion by causing their enemies to show them compassion. ", "51": "For they are your people and your possession, which you brought out of Egypt, from the midst of the iron-smelting furnace.", "52": "Let your eyes be open to the plea for mercy from your servant and to the plea for mercy from your people Israel. Hear them whenever they cry out to you. ", "53": "For you singled them out for yourself as your possession from all the peoples of the earth, just as you said through Moses your servant when you brought our fathers out of Egypt, O Lord God.", "54": "When Solomon finished offering all these prayers and pleas for mercy to the Lord, he got up from the altar of the Lord, where he had been kneeling with his hands spread out toward heaven. ", "55": "Then he stood and blessed the whole congregation of Israel with a loud voice:", "56": "Blessed be the Lord, who has given rest to his people Israel, just as he said he would. Not one word has failed[e] from all his good words which he spoke through Moses his servant. ", "57": "May the Lord our God be with us, just as he was with our fathers. May he never leave us or abandon us. ", "58": "May he turn our hearts to him, to walk in all his ways and to listen to his commands, regulations, and ordinances, which he commanded to our fathers. ", "59": "May these words which I have prayed before the Lord be near the Lord our God day and night so that he provides justice for his servant and for his people Israel forever, ", "60": "so that all the peoples of the earth may know that the Lord is God. There is no other. ", "61": "May your hearts be fully committed to the Lord our God, in order to walk in his regulations and to keep his commands, just as is the case today.", "62": "Then the king and all Israel with him offered sacrifices before the Lord. ", "63": "Solomon sacrificed fellowship offerings to the Lord: twenty-two thousand cattle and one hundred twenty thousand sheep. So the king and all the people of Israel dedicated the House of the Lord.", "64": "On that day the king consecrated the center of the courtyard which was in front of the House of the Lord, so that he could offer whole burnt offerings and grain offerings and the fat of the fellowship offerings there, because the bronze altar which was before the Lord was too small to hold the whole burnt offerings and grain offerings and the fat of the fellowship offerings.", "65": "At that time Solomon kept the festival, and all Israel kept the festival with him. They were a great congregation that had come from throughout the land, from Lebo Hamath to the Stream of Egypt before the Lord our God. ⎣⎦[f] The festival lasted seven days, and then seven days more, fourteen days in all. ", "66": "On the eighth day he sent them home, and they blessed the king. Then they went home, and their hearts were glad because of all the good which the Lord had done for his servant David and for his people Israel."}