{"1": "When Solomon had finished building the house for the Lord and the house for the king, and he had done all that he desired, ", "2": "the Lord appeared to Solomon a second time, just as he had appeared to him in Gibeon. ", "3": "The Lord said to him: I have heard your prayer and the plea for mercy that you offered before me. I have consecrated this house, which you built, by putting my Name there forever. My eyes and my heart will be there for all time.", "4": "As for you, if you walk before me in purity of heart and with integrity as your father David did, so that you carry out everything that I command you, and you keep all my statutes and my ordinances, ", "5": "then I will maintain your royal throne over Israel forever, just as I said to your father David, “You will not fail to have a man upon the throne of Israel.”", "6": "But if any of you[a] or your sons turn away from me and do not keep my commands and statutes, which I set before you, but you serve other gods and bow down to them, ", "7": "then I will cut off Israel from the face of the ground which I gave them. I will take my presence away from the house which I consecrated for my Name. Israel will become proverbial as an object of ridicule for all peoples.", "8": "Though this house is now exalted,[b] all who pass by it will be appalled and will hiss[c] and say, “Why did the Lord do this to this land and to this house?”", "9": "They will reply, “Because they abandoned the Lord their God, who brought their fathers out of the land of Egypt, and they embraced other gods and worshipped and served them. That is why the Lord brought all this evil on them.”", "10": "At the end of twenty years, when Solomon had completed these two buildings, the house of the Lord and the house of the king, ", "11": "King Solomon gave Hiram twenty towns in the land of Galilee, because Hiram king of Tyre had been supplying Solomon with cedar and fir wood and with as much gold as he desired. ", "12": "So Hiram left Tyre to see the towns which Solomon had given him, but he was not pleased.", "13": "He said, “What kind of towns are these towns which you have given me, my brother?” He called them the Land of Kabul,[d] a name they have to this day. ", "14": "Hiram had sent the king one hundred twenty talents[e] of gold.", "15": "This is the account of the forced labor, which King Solomon raised to build the house for the Lord, his own house, the Millo,[f] and the walls of Jerusalem, as well as Hazor, Megiddo, and Gezer. ", "16": "(Pharaoh king of Egypt had come up and captured Gezer. He burned it and killed the Canaanites who were living in the city. Then he gave it as a wedding present to his daughter, Solomon's wife.) ", "17": "So Solomon built Gezer, lower Beth Horon, ", "18": "Baalath, Tadmor[g] in the wilderness, ", "19": "all of Solomon's towns for storehouses, the towns for his chariots, the towns for charioteers,[h] and everything Solomon desired to build in Jerusalem, in Lebanon, and in all the land he ruled.", "20": "All the people who remained from the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites, who were not part of the people of Israel— ", "21": "their descendants who remained in the land, whom the Israelites were not able to destroy completely—were drafted for forced labor by Solomon. They are serving right up to this day. ", "22": "But Solomon did not press the people of Israel into service. Rather, they were his warriors, his government officials, his staff, his military officers, the commanders of his chariots, and his charioteers. ", "23": "These were the officials who were overseeing Solomon's work. Five hundred fifty officials were overseeing the people doing the work.", "24": "Pharaoh's daughter moved up from the City of David to the house Solomon built for her. Then he built the Millo.", "25": "Three times a year Solomon offered whole burnt offerings and fellowship offerings on the altar which he had built before the Lord, and he burned incense before the Lord. In this way he completed the temple.", "26": "King Solomon built a fleet at Ezion Geber, which is near Elat on the shore of the Red Sea in the land of Edom. ", "27": "Then, along with that fleet, Hiram sent his servants, men who worked on ships and who knew the sea, to serve with the servants of Solomon. ", "28": "They went to Ophir, and they obtained four hundred twenty talents[i] of gold there and brought it to King Solomon."}