{"1": "Job responded:", "2": "Surely you are the people, and wisdom will die with you.", "3": "I am also intelligent; I'm not inferior to you. Who isn't like these people?[a]", "4": "I'm a joke to friends who called to God and he answered; the innocent and blameless one is a joke,", "5": "a torch[b] of contempt to one who is idle, a fixed point for slipping feet.", "6": "Raiders' tents are prosperous and God's provokers secure, who carry God in their hands.[c]", "7": "But ask Behemoth, and he will teach you, the birds in the sky, and they will tell you;", "8": "or talk to earth, and it will teach you; the fish of the sea will recount it for you.", "9": "Among all these, who hasn't known that the Lord's hand did this?", "10": "In whose grasp is the life of every thing, the breath of every person?", "11": "Doesn't the ear test words and the palate taste food?", "12": "“In old age is wisdom; understanding in a long life.”", "13": "With him are wisdom and power; counsel and understanding are his.", "14": "If he tears down, it can't be rebuilt; if he ties a person up, he can't be set free.", "15": "If he restricts water, they have drought; if he lets it loose, it overturns the land.", "16": "With him are might and success; the deceiver and the deceived are his.", "17": "He leads advisors away barefoot; makes madmen of judges;", "18": "unties the belt of kings, binds a garment around their loins;", "19": "leads priests away barefoot; overthrows the well-established;", "20": "silences the talk of trusted people; takes away elders' discernment;", "21": "pours contempt on royalty; loosens the belt of the strong;", "22": "discloses deep secrets of darkness, makes utter darkness enter the light;", "23": "makes nations prominent and destroys them, expands nations and leads them astray;", "24": "takes away the power to think from earth's leaders, making them wander in untraveled wastelands.", "25": "They feel their way in the dark without light; he makes them stumble like drunks."}