{"1": "Look, my eye has seen it all; my ear has heard and understood it.", "2": "Just as you know, I also know; I'm not inferior to you.", "3": "But I want to speak to the Almighty; I would gladly present my case to God.", "4": "You, however, are plasterers of lies; ineffective healers, all of you.", "5": "Would that you were completely quiet; that would be your wisdom.", "6": "Hear my teaching and pay attention to the arguments of my lips.", "7": "Will you speak injustice for God, speak deceit on his behalf?", "8": "Will you be partial or contend for God?", "9": "Will it go well when he searches you, or can you fool him as you fool people?", "10": "He will certainly correct you if you've been secretly partial.", "11": "Wouldn't his majesty scare you and dread of him fall on you?", "12": "Your old sayings are proverbs made of ashes, your sayings defenses made of clay.", "13": "Be quiet and I will speak, come what may.", "14": "For what reason will I take my flesh in my teeth, put my life in jeopardy?", "15": "He will slay me; I'm without hope;[a] I will surely prove my way to his face.", "16": "Also this will be my vindication, that a godless person won't come before him.", "17": "Listen closely to my words so that my remarks will be in your ears.", "18": "Look, I have laid out my case; I know that I'm innocent.", "19": "Who would dare contend with me, for then I would be quiet and die.", "20": "Only don't do two things to me, then I won't hide from your face.", "21": "Remove your hand far from me and don't terrify me with your anger.", "22": "Then call and I'll answer, or I'll speak and you can reply.", "23": "How many are my offenses and sins? Inform me about my rebellions and sins.", "24": "Why hide your face from me and consider me your enemy?", "25": "Will you cause a wind-tossed leaf to tremble, or will you pursue dry straw?", "26": "You even write bitter things about me, make me inherit my youthful indiscretions.", "27": "You tie up my feet and restrict all actions; you stamp marks on the bottom of my feet.", "28": "Surely a person wastes away like refuse, like clothing that a moth eats."}