{"1": "Eliphaz answered:", "2": "Will the wise respond with windy knowledge and fill their belly with the east wind?", "3": "Will they argue with a word that has no benefit and with unprofitable words?", "4": "You are truly making religion ineffective and restraining meditation before God.", "5": "Your mouth multiplies your sins a thousand times; you opt for a clever tongue.", "6": "Your mouth condemns you, not I; your lips argue against you.", "7": "Were you born the first Adam, brought forth before the hills?", "8": "Did you listen in God's council; is wisdom limited to you?", "9": "What do you know that we don't know; what do you understand that isn't among us?", "10": "Both the graybeard and the aged are with us; those much older than your father.", "11": "Are God's comforts not enough for you, a word spoken gently with you?", "12": "Why has your mind seized you, why have your eyes flashed,", "13": "so that you return your breath to God and utter such words from your mouth?", "14": "What are humans that they might be pure, and those born of woman that they might be innocent?", "15": "If he doesn't trust his holy ones and the heavens aren't pure in his eyes,", "16": "how much less those who are abominable and corrupt, for they drink sin like water.", "17": "Listen to me; I will argue with you; what I've seen, I will declare to you;", "18": "what the wise have told and have not concealed from their family,", "19": "to whom alone the earth was given and no stranger passed in their midst.", "20": "All the days of the wicked are painful; the number of years reserved for the hateful;", "21": "a sound of terror pierces[a] their ears; when safe, raiders overtake them.", "22": "They can't count on turning away from darkness; they are destined for a sword.", "23": "They wander about for bread. “Where is it?” They know that their day of darkness is fixed.", "24": "Adversity and stress scare them, master them like a king ready to strike;", "25": "for they raise a fist against God and try to overpower the Almighty.", "26": "They run toward him aggressively, with a massive and strong shield.", "27": "They cover their face with grease and make their loins gross.", "28": "They lived in ruined cities, unoccupied houses that turn to rubble.", "29": "They won't get rich; their wealth won't last; their property won't extend over the earth.", "30": "They can't turn away from darkness; a flame will dry out their shoots, and they will be taken away by the wind from his mouth.", "31": "They shouldn't trust in what has no worth, for their reward will be worthless.", "32": "Before their branch is formed, before it is green,", "33": "like the vine, they will drop early grapes and cast off their blossoms like the olive.", "34": "The ruthless gang is barren, and fire consumes the tents of bribers.", "35": "They conceive toil and give birth to sorrow; their belly establishes deceit."}