{"1": "Then Job responded:", "2": "How long will you harass me and crush me with words?", "3": "These ten times you've humiliated me; shamelessly you insult me.", "4": "Have I really gone astray? If so, my error remains hidden inside me.", "5": "If you look down on me and use my disgrace to criticize me,", "6": "know then that God has wronged me and enclosed his net over me.", "7": "If I cry “Violence!” I'm not answered; I shout—but there is no justice.", "8": "He walled up my path so I can't pass and put darkness on my trail,", "9": "stripped my honor from me, removed the crown from my head,", "10": "tore me down completely so that I'll die, and uprooted my hope like a tree.", "11": "His anger burns against me; he considers me his enemy.", "12": "His troops come as one and construct their siege ramp[a] against me; they camp around my tent.", "13": "He has distanced my family from me; my acquaintances are also alienated from me.", "14": "My visitors have ceased; those who know me have forgotten me.", "15": "My guests and female servants think me a stranger; I'm a foreigner in their sight.", "16": "I call my servant, and he doesn't answer; I myself must beg him.", "17": "My breath stinks to my wife; I am odious to my children.", "18": "Even the young despise me; I get up, and they rail against me.", "19": "All my closest friends despise me; the ones I have loved turn against me.", "20": "My bones cling to my skin and flesh; I have escaped by the skin of my teeth.", "21": "Pity me. Pity me. You're my friends. God's hand has truly struck me.", "22": "Why do you pursue me like God does, always hungry for my flesh?", "23": "Oh, that my words were written down, inscribed on a scroll", "24": "with an iron instrument and lead, forever engraved on stone.", "25": "But I know that my redeemer[b] is alive and afterward he'll rise upon the dust.", "26": "After my skin has been torn apart this way— then from my flesh[c] I'll see God,", "27": "whom I'll see myself— my eyes see,[d] and not a stranger's. I am utterly dejected.", "28": "You say, “How will we pursue him so that the root of the matter can be found in him?”[e]", "29": "You ought to fear the sword yourselves, for wrath brings punishment by the sword. You should know that there is judgment."}