{"1": "One day the divine beings came to present themselves before the Lord. The Adversary also came among them to present himself before the Lord.", "2": "The Lord said to the Adversary, “Where have you come from?” The Adversary answered the Lord, “From wandering throughout the earth.”", "3": "The Lord said to the Adversary, “Have you thought about my servant Job, for there is no one like him on earth, a man who is honest, who is of absolute integrity, who reveres God and avoids evil? He still holds on to his integrity, even though you incited me to ruin him for no reason.”", "4": "The Adversary responded to the Lord, “Skin for skin—people will give up everything they have in exchange for their lives.", "5": "But stretch out your hand and strike his bones and flesh. Then he will definitely curse[a] you to your face.”", "6": "The Lord answered the Adversary, “There he is—within your power; only preserve his life.”", "7": "The Adversary departed from the Lord's presence and struck Job with severe sores from the sole of his foot to the top of his head.", "8": "Job took a piece of broken pottery to scratch himself and sat down on a mound of ashes.", "9": "Job's wife said to him, “Are you still clinging to your integrity? Curse[b] God, and die.”", "10": "Job said to her, “You're talking like a foolish woman. Will we receive good from God but not also receive bad?” In all this, Job didn't sin with his lips.", "11": "When Job's three friends heard about all this disaster that had happened to him, they came, each one from his home—Eliphaz from Teman, Bildad from Shuah, and Zophar from Naamah. They agreed to come so they could console and comfort him.", "12": "When they looked up from a distance and didn't recognize him, they wept loudly. Each one tore his garment and scattered dust above his head toward the sky.", "13": "They sat with Job on the ground seven days and seven nights, not speaking a word to him, for they saw that he was in excruciating pain."}