{"1": "Zophar from Naamah said:", "2": "Therefore, my troubled thoughts make me turn back— because of my inner turmoil.", "3": "I hear teaching that insults me, but I am forced to answer based on my own understanding.[a]", "4": "Do you know this from long ago— from when humans were placed on earth—", "5": "that the rejoicing of the wicked is short, the joy of the godless, brief?", "6": "Though their height reaches heaven and their heads touch the clouds,", "7": "they will perish forever like their dung; those who saw them will say, “Where are they?”", "8": "They will disappear like a dream, and none will find them, carried away like a nighttime vision.", "9": "The eye that saw them will do so no more; they won't be seen again at home.", "10": "Their children will repay the poor; their hands will give back their wealth.", "11": "Vigor filled their bones and now sleeps with them in the dust.", "12": "Though wickedness is sweet in their mouths, they hide it under their tongues;", "13": "they like it, won't let it go; they hold it in their cheeks.", "14": "Food turns their stomachs, becoming a cobra's poison inside.", "15": "They swallow wealth and vomit it; God dislodges it from their belly.", "16": "They suck cobra's poison; a viper's tongue kills them.", "17": "They won't experience streams, rivers of honey, and brooks of cream.", "18": "They won't receive the reward for their labor; they won't enjoy the wealth from their business.", "19": "They crushed and abandoned the poor; stole a house they didn't build;", "20": "didn't know contentment in their belly; couldn't escape with their treasure.", "21": "Nothing remained of their food, so their riches will not endure.", "22": "Even in their plenty, they are hard-pressed; all sorts of trouble come on them.", "23": "Let God[b] fill their belly, unleash his burning anger on them, rain punishing blows on them.", "24": "If they flee an iron weapon, a bronze bow pierces them.", "25": "They pull it out, but it sticks out from their backs; its shaft in their liver brings terror.", "26": "Complete darkness waits for their treasured possessions; fire that no one stoked consumes them; what's left in their tent is ruined.", "27": "Heaven exposes their guilt; earth opposes them.", "28": "Their household wealth will be carried off by rushing streams on the day of his anger.", "29": "This is a wicked person's lot from God, their heritage decreed by God."}