{"1": "Then Job answered:", "2": "Listen carefully to my remarks and let that comfort you.", "3": "Bear with me so I can speak, I myself; and after my reply you can mock.", "4": "Are my complaints against another human; why is my patience short?", "5": "Turn to me and be appalled; lay your hand over your mouth.", "6": "If I recall it, I'm scared; shaking seizes my body.", "7": "Why do the wicked live, grow old, and even become strong?", "8": "Their children are always with them, their offspring in their sight,", "9": "their houses safe from dread, God's punishing stick not upon them.", "10": "Their bull always breeds successfully; their cows give birth and never miscarry.", "11": "They send forth their little ones like sheep; their infants bounce around.", "12": "They raise drum and lyre, rejoice at the sound of a flute.", "13": "They spend their days contentedly, go down to the grave[a] peacefully.", "14": "They say to God, “Turn away from us; we take no pleasure in knowing your ways;", "15": "who is the Almighty[b] that we should serve him, and what can we gain if we meet him?”", "16": "Look, isn't their well-being the work of their own hands? A sinner's logic is beyond me.", "17": "How often does the lamp of the wicked flicker or disaster come upon them, with its fury inflicting pain on them?", "18": "Let them be like straw in the wind, like dry grass stolen by a storm.", "19": "God stores up his punishment for his children. Let him destroy them so they know.", "20": "Let their own eyes witness their doom. Let them drink from the Almighty's wrath.", "21": "What do they care about their household after they die, when their numbered days are cut off?", "22": "Will they instruct God— he who judges the most powerful?", "23": "Someone dies in wonderful health, completely comfortable and well,", "24": "their buckets full of milk, their bones marrow-filled and sound.", "25": "Another dies in bitter spirit, never having tasted the good things.", "26": "They lie together in the dust and worms cover them.", "27": "Look, I know your thoughts; your plans harm me.", "28": "You say, “Where is the official's house? Where is the tent, the dwelling of the wicked?”", "29": "Haven't you asked travelers or paid attention to their reports?", "30": "On the day of disaster the wicked are spared; on the day of fury they are rescued.", "31": "Who can criticize their behavior to their faces; they act, and who can avenge them?", "32": "They are carried to their graves; someone keeps guard over their tombs.", "33": "The soil near the desert streambed is sweet to them; everyone marches after them— those before them, beyond counting.", "34": "How empty is your comfort to me; only deceit remains in your responses."}