{"1": "Then Eliphaz from Teman answered:", "2": "Can a human being be useful to God? Can an intelligent person bring profit?", "3": "Does the Almighty delight in your innocence? Does he gain when you perfect your ways?", "4": "Does he rebuke you for your piety, bring you in for judgment?", "5": "Isn't your wickedness massive, your iniquity endless?", "6": "You have taken payments from your family for no reason; stripped the naked, leaving no clothes;", "7": "denied water to the thirsty, withheld bread from the starving.", "8": "(8 The powerful own land; the favored live in it.)", "9": "You have sent widows away empty; crushed orphans' resources.", "10": "For this reason, snares surround you; sudden dread brings panic to you", "11": "or a darkness that you can't see; rushing water will cover you.", "12": "Isn't God in the heights of heaven; see how high the topmost stars are?", "13": "You say: “What does God know? Can he judge through thick clouds?", "14": "Clouds conceal him so he can't see while he walks on heaven's rim.”", "15": "Will you keep the ancient way traveled by sinful persons,", "16": "who were snatched prematurely when a river flooded their foundations,", "17": "who say to God, “Turn away from us; what can the Almighty do to us?”", "18": "Yet he filled their houses with good things; a sinner's logic is beyond me.", "19": "The righteous see and rejoice; the innocent mock them:", "20": "our enemies are certainly cut off; fire will devour what's left of them.", "21": "Get along well with God and be at peace; from this something good will come to you.", "22": "Receive instruction from his mouth; put his words in your mind.", "23": "If you return to the Almighty,[a] you will be restored; if you keep wrongdoing out of your tent.", "24": "Lay your prized possession in the dust, your gold from Ophir on a rock in a desert streambed.", "25": "The Almighty will be your prized possession, silver piled up for you.", "26": "Then you will take pleasure in the Almighty; lift up your face to God.", "27": "You will pray to him, and he will hear you; you will fulfill your solemn promises.", "28": "If you decree something, it will stand; light will shine on your ways.", "29": "When they're humbled, you will say: “Cheer up; God will rescue the lowly.", "30": "He will deliver the guilty; they will be saved by your pure hands.”"}