{"1": "There is a sure source of silver, a place where gold is refined.", "2": "Iron is taken from the earth; rock is smelted into copper.", "3": "Humans[a] put an end to darkness, dig for ore to the farthest depths, into stone in utter darkness,", "4": "open a shaft away from any inhabitant, places forgotten by those on foot, apart from any human they hang and sway.", "5": "Earth—from it comes food— is turned over below ground as by fire.[b]", "6": "Its rocks are the source for lapis lazuli; there is gold dust in it.", "7": "A path— no bird of prey knows it; a hawk's eye hasn't seen it;", "8": "proud beasts haven't trodden on it; a lion hasn't crossed over it.", "9": "Humans thrust their hands into flint, pull up mountains from their roots,", "10": "cut channels into rocks; their eyes see everything precious.", "11": "They dam up the sources of rivers; hidden things come to light.", "12": "But wisdom, where can it be found; where is the place of understanding?", "13": "Humankind doesn't know its value; it isn't found in the land of the living.", "14": "The Deep[c] says, “It's not with me”; the Sea[d] says, “Not alongside me!”", "15": "It can't be bought with gold; its price can't be measured in silver,", "16": "can't be weighed against gold from Ophir, with precious onyx or lapis lazuli.", "17": "Neither gold nor glass can compare with it; she can't be acquired with gold jewelry.", "18": "Coral and jasper shouldn't be mentioned; the price of wisdom is more than rubies.", "19": "Cushite topaz won't compare with her; she can't be set alongside pure gold.", "20": "But wisdom, where does she come from? Where is the place of understanding?", "21": "She's hidden from the eyes of all the living, concealed from birds of the sky.", "22": "Destruction[e] and Death have said, “We've heard a report of her.”", "23": "God understands her way; he knows her place;", "24": "for he looks to the ends of the earth and surveys everything beneath the heavens.", "25": "In order to weigh the wind, to prepare a measure for waters,", "26": "when he made a decree for the rain, a path for thunderbolts,", "27": "then he observed it, spoke of it, established it, searched it out,", "28": "and said to humankind: “Look, the fear of the Lord is wisdom; turning from evil is understanding.”"}