{"1": "Afterward, Job spoke up and cursed the day he was born.", "2": "Job said:", "3": "Perish the day I was born, the night someone said, “A boy has been conceived.”", "4": "That day—let it be darkness; may God above ignore it, and light not shine on it.", "5": "May deepest darkness claim it and a cloud linger over it; may all that darkens the day terrify it.", "6": "May gloom seize that night; may it not be counted in the days of a year; may it not appear in the months.", "7": "May that night be childless; may no happy singing come in it.", "8": "May those who curse the day curse it, those with enough skill to awaken Leviathan.", "9": "May its evening stars stay dark; may it wait in vain for light; may it not see dawn's gleam,", "10": "because it didn't close the doors of my mother's womb,[a] didn't hide trouble from my eyes.", "11": "Why didn't I die at birth, come forth from the womb and die?", "12": "Why did knees receive me and breasts let me nurse?", "13": "For now I would be lying down quietly; I'd sleep; rest would be mine", "14": "with kings and earth's advisors, who rebuild ruins for themselves,", "15": "or with princes who have gold, who fill their houses with silver.", "16": "Or why wasn't I like a buried miscarried infant, like babies who never see light?", "17": "There the wicked rage no more; there the weak rest.", "18": "Prisoners are entirely at ease; they don't hear a boss's voice.", "19": "Both small and great are there; a servant is free from his masters.", "20": "Why is light given to the hard worker, life to those bitter of soul,", "21": "those waiting in vain for death, who search for it more than for treasure,", "22": "who rejoice excitedly, who are thrilled when they find a grave?", "23": "Why is light given[b] to the person whose way is hidden, whom God has fenced in?", "24": "My groans become my bread; my roars pour out like water.", "25": "Because I was afraid of something awful, and it arrived; what I dreaded came to me.", "26": "I had no ease, quiet, or rest, and trembling came."}