{"1": "But now those younger than I mock me, whose fathers I refused to put beside my sheepdogs.", "2": "Their strength, what's it to me, their energy having perished?", "3": "Stiff from want and hunger, those who gnaw dry ground, yesterday's desolate waste,", "4": "who pluck off the leaves on a bush, the root of the broom— a shrub is their food.", "5": "People banish them from society, shout at them as if to a thief;", "6": "so they live in scary ravines, holes in the ground and rocks.", "7": "Among shrubs, they make sounds like donkeys; they are huddled together under a bush,", "8": "children of fools and the nameless, whipped out of the land.", "9": "And now I'm their song; I'm their cliché!", "10": "They detest me, keep their distance, don't withhold spit from my face.", "11": "Because he loosened my bowstring and afflicted me, they throw off restraint in my presence.", "12": "On the right, upstarts[a] rise and target my feet, build their siege ramps against me,", "13": "destroy my road, profit from my fall, with no help.", "14": "They advance as if through a destroyed wall;[b] they roll along beneath the ruin.", "15": "Terrors crash upon me; they sweep away my honor like wind; my safety disappears like a cloud.", "16": "Now my life is poured out on me; days of misery have seized me.", "17": "At night he bores my bones; my gnawing pain won't rest.", "18": "With great force he grasps[c] my clothing;[d] it binds me like the neck of my shirt.", "19": "He hurls me into mud; I'm a cliché, like dust and ashes.", "20": "I cry to you, and you don't answer; I stand up, but you just look at me.", "21": "You are cruel to me, attack me with the strength of your hand.", "22": "You lift me to the wind and make me ride; you melt me in its roar.", "23": "I know you will return me to death, the house appointed for all the living.", "24": "Surely he won't strike someone in ruins if in distress he cries out to him,", "25": "if I didn't weep for those who have a difficult day or my soul grieve for the needy;", "26": "for I awaited good, but evil came; I expected light, but gloom arrived.", "27": "My insides, churning, are never quiet; days of affliction confront me.", "28": "I walk in the dark, lacking sunshine; I rise in the assembly and cry out.", "29": "I have become a brother to jackals, a companion to young ostriches.", "30": "My skin is charred; my bones are scorched by the heat.", "31": "My lyre is for mourning, my flute, a weeping sound."}