{"1": "I've made a covenant with my eyes; how could I look at a virgin?", "2": "What is God's portion for me[a] from above, the Almighty's inheritance from on high?", "3": "Isn't it disaster for the wicked, destruction for workers of iniquity?", "4": "Doesn't he see my ways, count all my steps?", "5": "If I have walked with frauds or my feet have hurried to deceit,", "6": "let him weigh me on accurate scales; let God know my integrity.", "7": "If my step has turned from the way, if my heart has followed my eyes or a blemish has clung to my hands,", "8": "then let me sow and another reap; let my offspring be uprooted.", "9": "If my heart has been drawn to a woman and I have lurked at my neighbor's door,", "10": "then may my wife grind for another and others kneel over her;", "11": "for that's a crime; it's a punishable offense;", "12": "indeed, it's a fire that consumes to the underworld,[b] uprooting all my harvest.", "13": "If I've rejected the just cause of my male or female servant when they contended with me,", "14": "what could I do when God rises; when he requires an account, what could I answer?", "15": "Didn't the one who made me in the belly make them; didn't the same one fashion us in the womb?", "16": "If I have denied what the poor wanted, made a widow's eyes tired,", "17": "eaten my morsel alone, and not shared any with an orphan", "18": "(18     for from my youth I raised the orphan as a father, and from my mother's womb I led the widow);[c]", "19": "if I ever saw someone dying without clothes, the needy naked;", "20": "if they haven't blessed me fervently,[d] or if they weren't warmed by the wool from my sheep;", "21": "if I have lifted my hand against the orphans, when I saw that I had help in the city gate—", "22": "may my arm fall from my shoulder, my forearm be broken at the elbow—", "23": "for God's calamity is terror to me; I couldn't endure his splendor.", "24": "If I've made gold my trust, said to fine gold: “My security!”", "25": "if I've rejoiced because my wealth was great, when my hand found plenty;", "26": "if I've looked at the sun when it shone, the moon, splendid as it moved;", "27": "and my mind has been secretly enticed, and threw a kiss with my hand,", "28": "that also is a punishable offense, because I would then be disloyal to God above.", "29": "If I have rejoiced over my foes' ruin or was excited when evil found them,", "30": "I didn't let my mouth sin by asking for their life with a curse.", "31": "Surely those in my tent never said: “Who has been filled by Job's food?”", "32": "A stranger didn't spend the night in the street; I opened my doors to the road.", "33": "If I have hidden my transgressions like Adam,[e] concealing my offenses inside me", "34": "because I feared the large crowd; the clan's contempt frightened me; I was quiet and didn't venture outside.", "35": "Oh, that I had someone to hear me! Here's my signature;[f] let the Almighty respond, and let my accuser write an indictment.", "36": "Surely I would bear it on my shoulder, tie it around me like a wreath.", "37": "I would give him an account of my steps, approach him like a prince.", "38": "If my land has cried out against me, its rows wept together;", "39": "if I have eaten its yield without payment and caused its owners grief,", "40": "may briars grow instead of wheat, poisonous weeds instead of barley. Job's words are complete."}