{"1": "Elihu continued:", "2": "Hear my words, wise ones; knowledgeable ones, listen to me,", "3": "for the ear tests words like the palate tastes food.", "4": "Let's choose for us what's right; let's determine among ourselves what's good;", "5": "for Job has said, “I'm innocent; God has denied my just cause;", "6": "because of my cause I'm thought a liar; my wound from an arrow is incurable, even though I didn't rebel.”", "7": "Who is a man like Job? He drinks mockery like water", "8": "and travels a path with wrongdoers, walking with evil persons.", "9": "Indeed he said, “No one is rewarded for delighting in God.”", "10": "Therefore, intelligent ones, hear me; far be it from God to do evil and the Almighty to sin,", "11": "for he repays people based on what they do, paying back everyone according to their ways.", "12": "Surely God doesn't act wickedly; the Almighty doesn't distort justice.", "13": "Who placed earth in his care, and who gave him dominion over the entire world?", "14": "If he were to decide to do it— to gather his spirit and breath back to himself—", "15": "all flesh would die together, and humans would return to dust.", "16": "But if you have understanding, hear this; pay attention to the sound of my words.", "17": "Will one who hates justice rule; will you condemn the most righteous one?", "18": "Will you say to a king, “Worthless!” to royalty, “Evil!”", "19": "Who shows no favor to princes nor regards the rich over the poor, for they are all the work of God's hands?", "20": "In the middle of the night they suddenly die; people are shaken and pass away. The mighty are removed, not by a human hand.", "21": "God's eyes are on human ways, and he sees all their steps.", "22": "There's no darkness, no deep darkness, where evildoers can hide themselves;", "23": "surely no time is set for a person to appear before God in judgment.", "24": "He shatters the mighty without examining them; makes others take their place.", "25": "Thus he regards their deeds, overturns them at night, and they are crushed.", "26": "He strikes them because of their wickedness at a place where people can see it.", "27": "Because they turned from following him and didn't value all his ways,", "28": "causing the cry of the poor to reach him, he hears the cry of the afflicted.", "29": "Still, if he remains quiet, who can condemn; if he hides his face, who can see him?", "30": "He prevents a lawless person from ruling, from capturing people.", "31": "Has Job said to God, “I have borne punishment; I won't sin again?", "32": "You teach me what I can't see; if I've sinned, I won't do it again.”", "33": "Will he repay you because you reject sin, for you must choose, not I; declare what you know.", "34": "Smart people say to me, the wise who hear me,", "35": "“Job speaks without knowledge; his words aren't astute.”", "36": "I wish Job would be tested to the limit because he responds like evil people.", "37": "He adds rebellion to his sin; mocks us openly and adds to his words against God."}