{"1": "Continuing, Elihu said,", "2": "Wait a little while so I can demonstrate for you that there is still something more to say about God.", "3": "I will draw from my broad knowledge, attribute justice to my maker.", "4": "My words are certainly truthful; one with total knowledge is present with you.", "5": "Look, God is mighty and doesn't reject anyone; he is mighty in strength and mind.", "6": "He doesn't let the wicked live, but grants justice to the poor.", "7": "He doesn't avert his eyes from the righteous; he seats kings on thrones forever, and they are lifted up.", "8": "If they are tied with ropes, caught in cords of affliction,", "9": "he informs them about their offenses and their grave sins.", "10": "He opens their ears with discipline and commands them to turn from wrong.", "11": "If they listen and serve, they spend their days in plenty, their years contentedly.", "12": "But if they don't listen, they perish by the sword, breathe their last without understanding.", "13": "Those with impious hearts become furious; they don't cry out even though he binds them.", "14": "They die young; they are among the holy ones.", "15": "He saves the weak in their affliction, opens their ears through oppression.", "16": "Surely he draws you up from the brink of trouble to a wide place without distress; your table is set with rich food.", "17": "You are overly concerned about the case of the wicked; justice will be upheld in it.", "18": "Don't let them lure you with wealth; don't let a huge bribe mislead you.", "19": "Will he arrange your rescue from distress or from all your exertions of strength?", "20": "Don't wish for the night when people vanish from their place.", "21": "Take care; don't turn to evil because you've chosen it over affliction.", "22": "Look, God is inaccessible due to his power; who is a teacher like him?", "23": "Who has repaid him for his action, and who would ever say, “You've done wrong”?", "24": "Remember to praise his work that all of us have seen.", "25": "Every person has seen him; people can observe at great distance.", "26": "Look, God is exalted and unknowable; the number of his years is beyond counting.", "27": "He draws up drops of water that distill rain from his flood;", "28": "the clouds pour moisture and drip continually on humans.", "29": "Even if one perceives a spreading cloud and the thunder of his pavilion,[a]", "30": "look how he spreads lightning across it and covers the seabed;", "31": "for by water[b] he judges peoples and gives food in abundance.", "32": "He conceals lightning in his palms and orders it to its target.", "33": "His thunder announces it; even cattle proclaim its rising."}