{"1": "Oh, my mind is disturbed by this and is more troubled than usual.", "2": "Listen closely to the rumble of his voice, the roar issuing from his mouth.", "3": "He looses it under the whole sky, his lightning on earth's edges.", "4": "After it, a voice roars; he thunders with a mighty voice, and no one can stop it when his voice is heard.", "5": "God roars with his wondrous voice; he does great things we can't know.", "6": "He says to the snow, “Fall to earth,” and to the downpour of rain, “Be a mighty shower.”", "7": "He stamps the hand of every person so all can know his work.[a]", "8": "The wild beast enters its lair, lies down in its den.", "9": "The storm comes from its chamber, the cold from the north wind.", "10": "By God's breath ice forms; water's expanse becomes solid.", "11": "He also fills clouds with moisture; his lightning scatters clouds.", "12": "He overturns the circling clouds;[b] by his guidance they do[c] their work, doing everything he commands over the entire earth.", "13": "Whether for punishment, for his world, or for kindness, God makes it all happen.", "14": "Hear this, Job; stop and ponder God's mighty deeds.", "15": "Do you realize that when God commands them, his clouds produce lightning?", "16": "Do you understand the positioning of the clouds, the amazing deeds of one with perfect knowledge,", "17": "you whose clothes are hot when earth is calmed by the south wind?", "18": "Can you form the sky with him, hard like a mirror made of metal?", "19": "Tell us what we should say to him; we can't present our case due to darkness.", "20": "Should someone inform him that I wish to speak, or would anyone say he wants to be devoured?", "21": "For now, no one can look at the sun; it is bright in the sky; the wind has passed and cleared away the clouds.", "22": "From the north comes golden light, the awesome splendor of God.", "23": "As for the Almighty, we can't find him— he is powerful and just, abundantly righteous— he won't respond.", "24": "Therefore, people fear him; none of the wise[d] can see him."}