{"1": "Then the Lord answered Job from the whirlwind:", "2": "Who is this darkening counsel with words lacking knowledge?", "3": "Prepare yourself like a man; I will interrogate you, and you will respond to me.", "4": "Where were you when I laid the earth's foundations? Tell me if you know.", "5": "Who set its measurements? Surely you know. Who stretched a measuring tape on it?", "6": "On what were its footings sunk; who laid its cornerstone,", "7": "while the morning stars sang in unison and all the divine beings shouted?", "8": "Who enclosed the Sea[a] behind doors when it burst forth from the womb,", "9": "when I made the clouds its garment, the dense clouds its wrap,", "10": "when I imposed[b] my limit for it, put on a bar and doors", "11": "and said, “You may come this far, no farther; here your proud waves stop”?", "12": "In your lifetime have you commanded the morning, informed the dawn of its place", "13": "so it would take hold of earth by its edges and shake the wicked out of it?", "14": "Do you turn it over like clay for a seal, so it stands out like a colorful garment?", "15": "Light is withheld from the wicked, the uplifted arm broken.", "16": "Have you gone to the sea's sources, walked in the chamber of the deep?", "17": "Have death's gates been revealed to you; can you see the gates of deep darkness?", "18": "Have you surveyed earth's expanses? Tell me if you know everything about it.", "19": "Where's the road to the place where light dwells; darkness, where's it located?", "20": "Can you take it to its territory; do you know the paths to its house?", "21": "You know, for you were born then; you have lived such a long time![c]", "22": "Have you gone to snow's storehouses, seen the storehouses of hail", "23": "that I have reserved for a time of distress, for a day of battle and war?", "24": "What is the way to the place where light is divided up; the east wind scattered over earth?", "25": "Who cut a channel for the downpours and a way for blasts of thunder", "26": "to bring water to uninhabited land, a desert with no human", "27": "to saturate dry wasteland and make grass sprout?", "28": "Has the rain a father who brought forth drops of dew?", "29": "From whose belly does ice come; who gave birth to heaven's frost?", "30": "Water hardens like stone; the surface of the deep thickens.", "31": "Can you bind Pleiades' chains or loosen the reins of Orion?", "32": "Can you guide the stars at their proper times, lead the Bear with her cubs?", "33": "Do you know heaven's laws, or can you impose its rule on earth?", "34": "Can you issue an order to the clouds so their abundant waters cover you?", "35": "Can you send lightning so that it goes and then says to you, “I'm here”?", "36": "Who put wisdom in remote places, or who gave understanding to a rooster?[d]", "37": "Who is wise enough to count the clouds, and who can tilt heaven's water containers", "38": "so that dust becomes mud and clods of dirt adhere?", "39": "Can you hunt prey for the lion or fill the cravings of lion cubs?", "40": "They lie in their den, lie in ambush in their lair.", "41": "Who provides food for the raven when its young cry to God, move about without food?"}