{"1": "Do you know when mountain goats give birth; do you observe the birthing of does?", "2": "Can you count the months of pregnancy; do you know when they give birth?", "3": "They crouch, split open for their young, send forth their offspring.", "4": "Their young are healthy; they grow up in the open country, leave and never return.", "5": "Who freed the wild donkey, loosed the ropes of the onager", "6": "to whom I gave the desert as home, his dwelling place in the salt flats?", "7": "He laughs at the clamor of the town, doesn't hear the driver's shout,", "8": "searches the hills for food and seeks any green sprout.", "9": "Will the wild ox agree to be your slave, or will it spend the night in your crib?", "10": "Can you bind it with a rope to a plowed row; will it plow the valley behind you?", "11": "Will you trust it because its strength is great so that you can leave your work to it?", "12": "Can you rely on it to bring back your grain to gather into your threshing floor?", "13": "The ostrich's wings flap joyously, but her wings and plumage are like a stork.", "14": "She leaves her eggs on the earth, lets them warm in the dust,", "15": "then forgets that a foot may crush them or a wild animal trample them.", "16": "She treats her young harshly as if they were not hers, without worrying that her labor might be in vain;", "17": "God didn't endow her with sense, didn't give her some good sense.", "18": "When she flaps her wings high, she laughs at horse and rider.", "19": "Did you give strength to the horse, clothe his neck with a mane,", "20": "cause him to leap like a locust, his majestic snorting, a fright?", "21": "He[a] paws in the valley, prances proudly, charges at battle weapons,", "22": "laughs at fear, unafraid. He doesn't turn away from the sword;", "23": "a quiver of arrows flies by him, flashing spear and dagger.", "24": "Excitedly, trembling, he swallows the ground; can't stand still at a trumpet's blast.", "25": "At a trumpet's sound, he says, “Aha!” smells the battle from afar, hears[b] officers' shouting and the battle cry.", "26": "Is it due to your understanding that the hawk flies, spreading its wings to the south?", "27": "Or at your command does the eagle soar, the vulture build a nest on high?", "28": "They dwell on an outcropping of rock, their fortress on rock's edge.", "29": "From there they search for food; their eyes notice it from afar,", "30": "and their young lap up blood; where carcasses lie, there they are."}