{"1": "[a] Can you draw out Leviathan with a hook, restrain his tongue with a rope?", "2": "Can you put a cord through his nose, pierce his jaw with a barb?", "3": "Will he beg you at length or speak gentle words to you?", "4": "Will he make a pact with you so that you will take him as a permanent slave?", "5": "Can you play with him like a bird, put a leash on him for your girls?", "6": "Will merchants sell him; will they divide him among traders?", "7": "Can you fill his hide with darts, his head with a fishing spear?", "8": "Should you lay your hand on him, you would never remember the battle.", "9": "Such hopes[b] would be delusional; surely the sight of him makes one stumble.", "10": "Nobody is fierce enough to rouse him; who then can stand before me?", "11": "Who opposes me that I must repay? Everything under heaven is mine.", "12": "I'm not awed by his limbs, his strength, and impressive form.", "13": "Who can remove his outer garment; who can come with a bridle for him?", "14": "Who can open the doors of his mouth, surrounded by frightening teeth?", "15": "His matching scales are his pride, closely locked and sealed.", "16": "One touches another; even air can't come between them.", "17": "Each clings to its pair; joined, they can't be separated.", "18": "His sneezes emit flashes of light; his eyes are like dawn's rays.", "19": "Shafts of fire shoot from his mouth; like fiery sparks they fly out.", "20": "Smoke pours from his nostrils like a boiling pot over reeds.", "21": "His breath lights coals; a flame shoots from his mouth.", "22": "Power resides in his neck; violence dances before him.", "23": "The folds of his flesh stick together; on him they are tough and unyielding.", "24": "His heart is solid like a rock, hard like a lower millstone.", "25": "The divine beings dread his rising; they withdraw before his thrashing.", "26": "The sword that touches him won't prevail; neither will the dart, spear, nor javelin.", "27": "He treats iron as straw, bronze as rotten wood.", "28": "Arrows can't make him flee; slingstones he turns to straw.", "29": "He treats a club like straw; he laughs at the lance's rattle.", "30": "His abdomen is like jagged pottery shards; its sharp edges leave a trail in the mud.", "31": "He causes the depths to churn like a boiling pot, stirs up the sea like a pot of scented oils,", "32": "leaves a bright wake behind him; the frothy deep seems white-haired.", "33": "None on earth can compare to him; he is made to be without fear.", "34": "He looks on all the proud; he is king over all proud beasts."}