{"1": "Job answered the Lord:", "2": "I know you can do anything; no plan of yours can be opposed successfully.", "3": "You said,[a] “Who is this darkening counsel without knowledge?” I have indeed spoken about things I didn't understand, wonders beyond my comprehension.", "4": "You said,[b] “Listen and I will speak; I will question you and you will inform me.”", "5": "My ears had heard about you, but now my eyes have seen you.", "6": "Therefore, I relent[c] and find comfort on dust and ashes.", "7": "After the Lord had spoken these words to Job, he said to Eliphaz from Teman, “I'm angry at you and your two friends because you haven't spoken about me correctly as did my servant Job.", "8": "So now, take seven bulls and seven rams, go to my servant Job, and prepare an entirely burned offering for yourselves. Job my servant will pray for you, and I will act favorably by not making fools of you because you didn't speak correctly, as did my servant Job.”", "9": "Eliphaz from Teman, Bildad from Shuah, and Zophar from Naamah did what the Lord told them; and the Lord acted favorably toward Job.", "10": "Then the Lord changed Job's fortune when he prayed for his friends, and the Lord doubled all Job's earlier possessions.", "11": "All his brothers, sisters, and acquaintances came to him and ate food with him in his house. They comforted and consoled him concerning all the disaster the Lord had brought on him, and each one gave him a qesitah[d] and a gold ring.", "12": "Then the Lord blessed Job's latter days more than his former ones. He had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and one thousand female donkeys.", "13": "He also had seven sons and three daughters.", "14": "He named one Jemimah,[e] a second Keziah,[f] and the third Keren-happuch.[g]", "15": "No women in all the land were as beautiful as Job's daughters; and their father gave an inheritance to them along with their brothers.", "16": "After this, Job lived 140 years and saw four generations of his children.", "17": "Then Job died, old and satisfied."}