{"1": "Call out. Will anyone answer you? To which holy one will you turn?", "2": "Surely anger can kill the foolish; fury can kill the simple.", "3": "I've seen the foolish take root and promptly curse their house.", "4": "Their children are far[a] from safety, crushed in the gate without a deliverer.", "5": "The hungry devour[b] their crops; it's taken even from the thorns,[c] and the thirsty pant after their yield.", "6": "Surely trouble doesn't come from dust, nor does distress sprout from the ground.", "7": "Surely humans are born to distress, just as sparks rise up.", "8": "But I would seek God, put my case to God,", "9": "who does great things beyond comprehension, wonderful things without number;", "10": "who provides rain over the earth's surface, sends water to the open country,", "11": "exalts the lowly, raises mourners to victory;", "12": "who frustrates the schemes of the clever so that their hands achieve no success,", "13": "trapping the wise in their cleverness so that the plans of the devious don't succeed.", "14": "They encounter darkness during the day, and at noon they fumble about as at night.", "15": "Yet he rescues the orphan[d] from the sword of their mouth, the needy from the grip of the strong;", "16": "so the poor have hope and violence shuts its mouth.", "17": "Look, happy is the person whom God corrects; so don't reject the Almighty's instruction.", "18": "He injures, but he binds up; he strikes, but his hands heal.", "19": "From six adversities he will deliver you; from seven harm won't touch you.", "20": "In famine he will ransom you from death; in war, from the power of the sword.", "21": "You will be hidden from the tongue's sting, and you won't fear destruction when it comes.", "22": "You will laugh at destruction and hunger; you won't be afraid of wild beasts;", "23": "for you will make an agreement with the stones of the field; and the beasts of the field will be at peace with you.", "24": "You will know that your tent is secure. You will examine your home and miss nothing.", "25": "You will know that you'll have many children. Your offspring will be like the grass of the earth.", "26": "You will come to your grave in old age as bundles of grain stacked up at harvesttime.", "27": "Look, we've searched this out, and so it is; listen and find out for yourself."}