{"1": "Job responded:", "2": "Oh, that my grief were actually weighed, all of it were lifted up in scales;", "3": "for now it's heavier than the sands of the sea; therefore, my words are rash.[a]", "4": "The Almighty's arrows are in me; my spirit drinks their poison, and God's terrors are arrayed against me.", "5": "Does a donkey bray over grass or an ox bellow over its fodder?", "6": "Is tasteless food eaten without salt, or does egg white[b] have taste?", "7": "I refuse to touch them; they resemble food for the sick.", "8": "Oh, that what I've requested would come and God grant my hope;", "9": "that God be willing to crush me, release his hand and cut me off.", "10": "I'd still take comfort, relieved[c] even though in persistent pain; for I've not denied the words of the holy one.", "11": "What is my strength, that I should hope; my end, that my life should drag on?", "12": "Is my strength that of rocks, my flesh bronze?", "13": "I don't have a helper for myself; success has been taken from me.", "14": "Are friends loyal to the one who despairs,[d] or do they stop fearing the Almighty?", "15": "My companions are treacherous like a stream in the desert, like channels that overrun their streambeds,", "16": "like those darkened by thawing ice, in which snow is obscured", "17": "but that stop flowing in dry times and vanish from their channels in heat.", "18": "Caravans turn aside from their paths; they go up into untamed areas and perish.", "19": "Caravans from Tema look; merchants from Sheba hope for it.", "20": "They are ashamed that they trusted; they arrive and are dismayed.", "21": "That's what you are like;[e] you see something awful and are afraid.", "22": "Have I said, “Give me something? Offer a bribe from your wealth for me?", "23": "Rescue me from the hand of my enemy? Ransom me from the grip of the ruthless?”", "24": "Instruct me and I'll be quiet; inform me how I've erred.", "25": "How painful are truthful words, but what do your condemnations accomplish?", "26": "Do you intend to correct my words, to treat the words of a hopeless man as wind?", "27": "Would you even gamble over an orphan, barter away your friend?", "28": "Now look at me— would I lie to your face?", "29": "Turn! Don't be faithless. Turn now! I am righteous.", "30": "Is there wrong on my tongue, or can my mouth not recognize disaster?"}