{"1": "Job responded:", "2": "I know for certain that this is so; and how can anyone be innocent before God?", "3": "If one wants to contend with him, he won't answer one in a thousand.", "4": "He is wise[a] and powerful; who can resist him and prosper?", "5": "Who removes mountains, and they are unaware; who overthrows them in anger?", "6": "Who shakes the earth from its place, and its pillars shudder?", "7": "Who commands the sun, and it does not rise, even seals up the stars;", "8": "stretched out the heavens alone and trod on the waves of the Sea;[b]", "9": "made the Bear and Orion, Pleiades and the southern constellations;", "10": "does great and unsearchable things, wonders beyond number?", "11": "If God goes by me, I can't see him; he glides past, and I can't perceive him.", "12": "If he seizes, who can bring back? Who can say to him, “What are you doing?”", "13": "God won't retract his anger; the helpers of Rahab bow beneath him.", "14": "Yet I myself will answer him; I'll choose my words in a contest[c] with him.", "15": "Even if I'm innocent, I can't answer; I must plead for justice.", "16": "If I were to call and he answered me, I couldn't believe that he heard my voice.", "17": "Who bruises me with a tempest and multiplies my wounds for no reason?", "18": "He doesn't let me catch my breath, for he fills me with bitterness.", "19": "If the issue is strength—behold power! If justice—who calls God to meet me?", "20": "If I'm innocent, my mouth condemns me; I have integrity; but God declares me perverse.", "21": "I'm blameless, yet don't know myself; I reject my life.", "22": "It's all the same; therefore, I say God destroys the blameless and the sinners.", "23": "If calamity suddenly kills, he mocks at the slaying[d] of innocents.", "24": "The earth is handed over to the wicked; he covers the faces of its judges. If not God, then who does?", "25": "My days are swifter than a runner; they flee and don't experience good.", "26": "They sweep by like ships made of reeds, as an eagle swoops on prey.", "27": "If I say, “I'll forget my lament, put on a different face so I can smile,”", "28": "I'm still afraid of all my suffering; I know that you won't declare me innocent.", "29": "I myself am thought guilty; why have I tried so hard in vain?", "30": "If I wash myself with snow, purify my hands with soap,", "31": "then you'll hurl me into a slimy pit so that my clothes detest me.", "32": "God is not a man like me—someone I could answer— so that we could come together in court.", "33": "Oh, that[e] there were a mediator between us; he would lay his hand on both of us,", "34": "remove his rod from me, so his fury wouldn't frighten me.", "35": "Then I would speak—unafraid— for I'm not that way."}