{"1": "Beware, for disaster is coming to those who plan wickedness, who lie on their beds plotting evil. When morning shines on them, they carry out their plans simply because they have the power to do so.", "2": "They see fields they want and take them. They see houses, and they grab them up. They persecute each landowner, taking all that belongs to him— including his freedom and his children's inheritance.", "3": "Eternal One: Look at what I am doing: I am preparing a calamity for you people, A yoke from which you will not be able to free your necks. You will not be able to walk with your noses in the air Because the times will be disastrous indeed.", "4": "On that day, you will be a subject of parodies; each of you land stealers will sing a dirge and say, “Oh no! We're completely ruined! God has divided up my family's inheritance. And how has He taken it out of my hands? He has given my land to the conquerors.”", "5": "Because of this, you will have no descendant who can measure out your share in the Eternal's community.", "6": "They say, “Don't rattle on like this,” But those same people preach falsehood themselves: “Calamity is not coming in our direction.”", "7": "Should it be said to the people of Jacob, “Has the Spirit of Eternal lost His patience with us? Is this how He works?” Eternal One: When I speak, don't good things happen to the ones who uprightly follow My fair path?", "8": "But recently My people became their own enemy. You strip the mantles off the clothes Of those just passing through, those who thought themselves safe, those who are opposed to war.", "9": "You drive the women of My people from the homes they love. You steal My glory from their young children.", "10": "Get up and go! This is no place for you to rest, because when something is contaminated with evil, It destroys people painfully and completely.", "11": "If someone going on about nothing of worth wanders by and says, “I've come to preach to you of whiskey and wine,” Then these selfish people would hire him as their official speaker just because they like his message.", "12": "I will certainly gather you all together, people of Jacob; I will surely bring you together with the survivors of Israel's decimation. I will gather them like sheep in a fold, and like a flock trapped in the center of their pasture, They will make a great noise, there will be so many of them.", "13": "Their leader breaks out first, then all break through the gate and escape. Their king will show the way, and the Eternal One will lead them."}