{"1": "Listen to what I say, you leaders of Jacob who judge, you rulers of the people of Israel who sit in the city gates. Shouldn't you know what justice is?", "2": "Yet you hate what is good and love evil; you skin the people alive and tear the meat from their bones.", "3": "These selfish judges eat the flesh of my people, strip off their skin, break their bones into splinters, And chop them up like stew meat for the kettle, like meat for the pot.", "4": "In that time something dire will happen, and they will call on the Eternal, but He will not answer them. He will hide His face from them then because they have acted so wickedly.", "5": "This is my message for the false prophets who have led my people so far from the truth, Who preach peace when someone pays them with food and declare war against those who don't:", "6": "“It will be a dark night, too dark for you who lack vision, and it will be darkness for you who cannot divine.” The sun will go down on these so-called prophets, and the day will be black all around them.", "7": "The seers will be in disgrace, and those who predict the future ashamed. They will keep their mouths shut because there will be no word from God.", "8": "But that is not the case with me—I am filled with power, with the Spirit of the Eternal One, with God's justice and might, To accuse Jacob of his crimes and the daughter of Israel of her wrongdoing.", "9": "Now listen closely you leaders of Jacob, you rulers of the house of Israel who hate what is right and just and make the straight path into a crooked road,", "10": "Who build Zion with innocent blood and Jerusalem with wrongdoing.", "11": "Her leaders exchange justice for a bribe; her priests teach, but for a price; her prophets divine for money, Yet they have the gall to say as they lean on the Eternal, “He is on our side! Nothing bad will happen to us!”", "12": "All of this is why Zion will be plowed flat as a field, Jerusalem will become a tumble of rubble, And the temple mountain will become an ordinary high place in the forest."}