{"1": "Eternal One: Now, muster your troops O daughter.[a] You have been besieged, and they will strike the judge of Israel on the cheek with a rod.", "2": "This difficult passage recalls the judges who ruled God's people in Canaan as it looks forward to the Redeemer from the insignificant town of Bethlehem. But you, Bethlehem of Ephrathah, of the clans of Judah, are no poor relation— From your people will come a Ruler who will be the shepherd of My people, Israel,[b] Whose origins date back to the distant past, to the ancient days.", "3": "So God will abandon Israel only until the now-laboring mother gives birth, And then those of His people who survive will be gathered back together with the rest of Israel.", "4": "And he will stand and feed his flock in the power of the Eternal One, with the majesty of the name of the Eternal, his True God. And they will live in safety, for his greatness will extend to the farthest parts of the earth.", "5": "He will be our peace. When the Assyrians invade us, set foot inside our strong palaces,[c] We will raise up more than enough to conquer them— seven shepherds and eight rulers of men.", "6": "The “seven shepherds and eight rulers” represent the whole leadership of the people. They will rule over the country of Assyria with the sword, and the country of Nimrod at its front gates. He will save us from the Assyrians when they invade our lands and tread in our borders.", "7-8": "Then what remains of Jacob will be like a dew from the Eternal, like showers on the grass, which are beyond the control of humans. He will be spread throughout many peoples and many nations. Like a lion among beasts of the forest, a young lion among flocks of sheep, He tramples and tears as he goes; no one will survive.", "9": "You will have victory over all your enemies, and all who oppose you will be routed.", "10": "Eternal One: When that day comes, I will rip your horses from beneath you and destroy your chariots and weapons of war;", "11": "I will rip the cities from your lands and cast down all your fortresses.", "12": "I will tear all magic spells from your hands and overthrow your magicians and fortunetellers.", "13": "And I will tear down the images and sacred pillars among you. Never again will you worship these gods that your own hands have made.", "14": "I will uproot the sacred poles[d] in your communities and tear down your towns.", "15": "And with anger and great wrath, I will execute My vengeance against all the nations that have disobeyed Me!"}