{"1": ", 14 The rigor of Rehoboam. 13 He followeth lewd counsel. 16 The people rebel. Then Rehoboam [a]went to Shechem: for to Shechem came all Israel to make him king.", "2": "And when Jeroboam the son of Nebat heard it (which was in Egypt, whither he had fled from the presence of Solomon the king) he returned out of Egypt.", "3": "And they sent and called him: so came Jeroboam and all Israel, and communed with Rehoboam, saying,", "4": "Thy father [b]made our yoke grievous: now therefore make thou the grievous servitude of thy father, and his sore yoke that he put upon us, lighter, and we will serve thee.", "5": "And he said to them, Depart yet three days, then come again unto me. And the people departed.", "6": "And King Rehoboam took counsel with the old men that had stood before Solomon his father, while he yet lived, saying, What counsel give ye that I may answer this people?", "7": "And they spake unto him, saying, If thou be kind to this people, and please them, and speak loving words to them, they will be thy servants forever.", "8": "But he left the counsel of the ancient men that they had given him, and took counsel of the young men that were brought up with him, and [c]waited on him.", "9": "And he said unto them, What counsel give ye, that we may answer this people, which have spoken to me, saying, Make the yoke which thy father did put upon us, lighter?", "10": "And the young men that were brought up with him, spake unto him, saying, Thus shalt thou answer the people that spake to thee, saying, Thy father made our yoke heavy, but make thou it lighter for us: thus shalt thou say unto them, My [d]least part shall be bigger than my father's loins.", "11": "Now whereas my father did burden you with a grievous yoke, I will yet increase your yoke: my father hath chastised you with rods, but I will correct you with [e]scourges.", "12": "¶ Then Jeroboam and all the people came to Rehoboam the third day, as the king had appointed, saying, Come again to me the third day.", "13": "And the king answered them sharply: and king Rehoboam left the counsel of the ancient men,", "14": "And spake to them after the counsel of the young men, saying, My father made your yoke grievous, but I will increase it: my father chastised you with rods, but I will correct you with scourges.", "15": "So the king hearkened not unto the people: for it was the [f]ordinance of God, that the Lord might perform his saying, which he had spoken [g]by Ahijah the Shilonite to Jeroboam the son of Nebat.", "16": "So when all Israel saw that the king would not hear them, the people answered the king, saying, What portion have we in David? for we have none inheritance in the son of Jesse. O Israel, every man to your tents: now see to thine own house, David. So all Israel departed to their tents.", "17": "Howbeit Rehoboam reigned over the children of Israel, that dwelt in the cities of Judah.", "18": "Then King Rehoboam sent Hadoram that was [h]over the tribute, and the children of Israel stoned him with stones, that he died: then King Rehoboam [i]made speed to get him up to his chariot, to flee to Jerusalem.", "19": "And Israel rebelled against the house of David unto this day."}