{"1": "Asa destroyeth idolatry, and commandeth his people to serve the true God. 11 He prayed unto God when he should go to fight. 12 He obtaineth the victory. So Abijah slept with his fathers, and they buried him in the city of David, and Asa his son reigned in his stead: in whose days the land was quiet ten years.", "2": "And Asa did that was good and right in the eyes of the Lord his God.", "3": "For he took away the altars of the strange gods, and the high places, and brake down the images, and cut down the [a]groves,", "4": "And commanded Judah to seek the Lord God of their fathers, and to do according to the Law and the Commandment.", "5": "And he took away out of all the cities of Judah the high places, and the images: therefore the Kingdom was [b]quiet before him.", "6": "He built also strong cities in Judah, because the land was in rest, and he had no war in those years: for the Lord had given him rest.", "7": "Therefore he said to Judah, Let us build these cities, and make walls about, and towers, gates, and bars, while the land is [c]before us: because we have sought the Lord our God, we have sought him, and he hath given us rest on every side: so they built and prospered.", "8": "And Asa had an army of Judah, that bare shields and spears, three hundred thousand, and of Benjamin that bare shields and drew bows, two hundred and fourscore thousand: all these were valiant men.", "9": "¶ And there came out against him Zerah [d]of Ethiopia with an host of ten hundred thousand, and three hundred chariots, and came unto [e]Mareshah.", "10": "Then Asa went out before him, and they set the battle in array in the valley of Zephathah, beside Mareshah.", "11": "And Asa cried unto the Lord his God, and said, Lord, it is nothing with thee to help [f]with many, or with no power: help us, O Lord our God: for we rest on thee, and in thy Name are we come against this multitude: O Lord, thou art our God: [g]let not man prevail against thee.", "12": "¶ So the Lord smote the Ethiopians before Asa and before Judah, and the Ethiopians fled.", "13": "And Asa and the people that was with him, pursued them unto Gerar. And the Ethiopians' host was overthrown, so that there was no life in them: for they were destroyed before the Lord and before his host: and they carried away a mighty great spoil.", "14": "And they smote all the cities round about Gerar: for the [h]fear of the Lord came upon them, and they spoiled all the cities, for there was exceeding much spoil in them.", "15": "Yea, and they smote the tents of cattle, and carried away plenty of sheep and camels, and returned to Jerusalem."}