{"1": "Jehoshaphat trusting in the Lord, prospereth in riches and honor. 6 He abolisheth idolatry, 7 and causeth the people to be taught. 11 He receiveth tribute of strangers. 13 His munitions, and men of war. And Jehoshaphat his son reigned in his stead, and prevailed against Israel.", "2": "And he put garrisons in all the strong cities of Judah, and set bands in the land of Judah and in the cities of Ephraim, which Asa his father had taken.", "3": "And the Lord was with Jehoshaphat, because he walked in the [a]first ways of his father David, and sought not [b]Baalim,", "4": "But sought the Lord God of his father, and walked in his commandment, and not after the [c]trade of Israel.", "5": "Therefore the Lord established the kingdom in his hand, and all Judah brought presents to Jehoshaphat, so that he had of riches and honor in abundance.", "6": "And he [d]lifted up his heart unto the ways of the Lord, and he took away moreover the high places and the groves out of Judah.", "7": "¶ And in the third year of his reign he sent his princes, Ben-Hail, and Obadiah, and Zechariah, and Nethanel, and Michaiah, that they should [e]teach in the cities of Judah,", "8": "And with them Levites, Shemaiah, and Nethaniah, and Zebadiah, and Asahel, and Shemiramoth, and Jehonathan, and Adonijah, and Tobijah, and Tobadonijah, Levites, and with them Elishama and Jehoram, Priests.", "9": "And they taught in Judah, and had the book of the Law of the Lord with them, and went about throughout all the cities of Judah, and taught the people.", "10": "And the fear of the Lord fell upon all the kingdoms of the lands that were round about Judah, and they [f]fought not against Jehoshaphat.", "11": "Also some of the Philistines brought Jehoshaphat gifts and tribute silver, and the Arabians brought him flocks, seven thousand and seven hundred rams, and seven thousand and seven hundred he goats.", "12": "So Jehoshaphat prospered and grew up on high, and he built in Judah palaces and cities of store.", "13": "And he had great works in the cities of Judah, and men of war, and valiant men in Jerusalem.", "14": "And these are the numbers of them after the house of their fathers, In Judah were captains of thousands, Adnah the captain, and [g]with him of valiant men three hundred thousand.", "15": "And [h]at his hand Jehohanan a captain, and with him two hundred and fourscore thousand.", "16": "And at his hand Amasiah the son of Zichri, [i]which willingly offered himself unto the Lord, and with him two hundred thousand valiant men.", "17": "And of Benjamin, Eliada a valiant man, and with him armed men with bow and shield, two hundred thousand.", "18": "And at his hand Jehozabad, and with him an hundred and fourscore thousand armed to the war.", "19": "These [j]waited on the king, besides those which the king put in the strong cities throughout all Judah."}