{"1": "After Jehoshaphat was rebuked by the Prophet, he called again the people to the honoring of the Lord. 5 He appointed Judges and minsters, 9 and exhorteth them to fear God. And Jehoshaphat the king of Judah returned [a]safe to his house in Jerusalem.", "2": "And Jehu the son of Hanani the Seer went out to meet him, and said to King Jehoshaphat, [b]Wouldest thou help the wicked, and love them that hate the Lord? therefore for this thing the wrath [c]of the Lord is upon thee.", "3": "Nevertheless good things are found in thee, because thou hast taken away the groves out of the land, and hast prepared thine heart to seek God.", "4": "¶ So Jehoshaphat dwelt at Jerusalem, and returned and went [d]through the people from Beersheba to mount Ephraim, and brought them again unto the Lord God of their fathers.", "5": "And he set judges in the land throughout all the strong cities of Judah, city by city,", "6": "And said to the judges, Take heed what ye do: for ye execute not the judgments of man, but of the Lord, and he will be [e]with you in the cause and judgment.", "7": "Wherefore now let the fear of the Lord be upon you: take heed, and do it: for there is no [f]iniquity with the Lord our God, neither respect of persons, nor receiving of reward.", "8": "Moreover in Jerusalem did Jehoshaphat set of the Levites, and of the Priests and of the chief of the families of Israel, for the judgment and cause of the Lord: and they [g]returned to Jerusalem.", "9": "And he charged them, saying, Thus shall ye do in the fear of the Lord faithfully and with a perfect heart.", "10": "And in every cause that shall come to you of your brethren that dwell in your cities, between [h]blood and blood, between law and precept, statutes and judgments, ye shall judge them and admonish them that they trespass not against the Lord, that [i]wrath come not upon you and upon your brethren. This shall ye do and trespass not.", "11": "And behold, Amariah the Priest shall be the chief over you in all matters of the Lord, and Zebadiah the son of Ishmael, a ruler of the house of Judah, shall be for all the [j]King's affairs, and the Levites shall be officers [k]before you. Be of courage, and do it, and the Lord shall be with the [l]good."}