{"1": "Jehoshaphat died. 3 Jehoram succeedeth him, 4 which killeth his brethren. 6 He was brought to idolatry, 11 and succeedeth the people. 16 He is oppressed of the Philistines. 18 His miserable end. Jehoshaphat then slept with his fathers, and was buried with his fathers in the city of David: and Jehoram his son reigned in his stead.", "2": "And he had brethren the sons of Jehoshaphat, Azariah, and Jehiel, and Zechariah, and Azariah, and Michael, and Shephatiah. All these were the sons of Jehoshaphat king of [a]Israel.", "3": "And their father gave them great gifts of silver and of gold, and of precious things, with strong cities in Judah, but the kingdom gave he to Jehoram: for he was the eldest.", "4": "And Jehoram rose up upon the kingdom of his father, and made himself strong, and [b]slew all his brethren with the sword, and also of the princes of [c]Israel.", "5": "Jehoram was two and thirty years old, when he began to reign, and he reigned eight years in Jerusalem.", "6": "And he walked in the way of the kings of Israel, as the house of Ahab had done: for he had the daughter of Ahab to [d]wife, and he wrought evil in the eyes of the Lord.", "7": "Howbeit the Lord would not destroy the house of David, because of the covenant that he had made with David, and because he had promised to give a light to him, and to his sons forever.", "8": "¶ In his days Edom rebelled from under the hand of Judah, and made a king over them.", "9": "And Jehoram went forth with his princes, and all his chariots with him: and he rose up by night, and smote Edom, which had compassed him in, and the captains of the chariots.", "10": "But Edom rebelled from under the hand of Judah unto this day. Then did [e]Libnah rebel at the same time from under his hand, because he had forsaken the Lord God of his fathers.", "11": "¶ Moreover he made high places in the mountains of Judah, and caused the inhabitants of Jerusalem to commit [f]fornication, and compelled Judah thereto.", "12": "And there came a writing to him from [g]Elijah the Prophet, saying, Thus saith the Lord God of David thy father, Because thou hast not walked in the ways of Jehoshaphat thy father, nor in the ways of Asa king of Judah,", "13": "But hast walked in the way of the kings of Israel, and hast made Judah and the inhabitants of Jerusalem to go a whoring, as the house of Ahab went a whoring, and hast also slain thy brethren of thy father's house, which were better than thou.", "14": "Behold, with a great plague will the Lord smite thy people, and thy children, and thy wives, and all thy substance,", "15": "And thou shalt be in great diseases in the disease of thy bowels, until [h]thy bowels fall out for the disease, day by day.", "16": "¶ So the Lord stirred up against Jehoram the spirit of the Philistines, and the Arabians that were beside the [i]Ethiopians.", "17": "And they came up into Judah, and brake into it, and carried away all the substance that was found in the king's house, and his sons also, and his wives, so that there was not a son left him, save [j]Jehoahaz the youngest of his sons.", "18": "And after all this, the Lord smote him in his bowels with an incurable disease.", "19": "And in process of time, even after the end of two years, his guts fell out with his disease: so he died of sore diseases: and his people made no burning for him like the burning of his fathers.", "20": "When he began to reign, he was two and thirty years old, and reigned in Jerusalem eight years, [k]and lived without being desired: yet they buried him in the city of David, but not among the sepulchers of the Kings."}