{"1": "Ahaziah reigneth after Jehoram. 9 Jehu king of Israel killeth Ahaziah. 10 Athaliah putteth to death all the King's lineage. 11 Joash escapeth. And the inhabitants of Jerusalem made Ahaziah his youngest son King in his stead: for the army that came with [a]the Arabians to the camp, had slain all the eldest: therefore Ahaziah the son of Jehoram king of Judah reigned.", "2": "Two and [b]forty years old was Ahaziah when he began to reign, and he reigned [c]one year in Jerusalem. And his mother's name was Athaliah the daughter [d]of Omri.", "3": "He walked also in the ways of the house of Ahab: for his mother counseled him to do wickedly.", "4": "Wherefore he did evil in the sight of the Lord, like the house of Ahab: for they were his [e]counselors after the death of his father, to his destruction.", "5": "And he walked after their counsel, and went with Jehoram the son of Ahab king of Israel to fight against Hazael king of Aram at Ramoth Gilead: and the Aramites smote Joram.", "6": "¶ And he returned to be healed in Jezreel, because of the wounds wherewith they had wounded him at Ramah, when he fought with Hazael king of Aram. Now Azariah the son of Jehoram king of Judah went down to see Jehoram the son of Ahab at Jezreel, because he was diseased.", "7": "And the destruction of Ahaziah [f]came of God, in that he went to Joram: for when he was come, he went forth with Jehoram against Jehu the son of Nimshi, whom the Lord had anointed to destroy the house of Ahab.", "8": "Therefore when Jehu [g]executed judgment upon the house of Ahab, and found the princes of Judah and the sons of the brethren of Ahaziah that waited on Ahaziah, he slew them also.", "9": "And he sought Ahaziah, and they caught him where he was hid in Samaria, and brought him to Jehu, and slew him and buried him, because said they, he is the son of [h]Jehoshaphat, which sought the Lord with all his heart. So the house of Ahaziah was not able to retain the kingdom.", "10": "¶ Therefore when Athaliah the mother of Ahaziah saw that her son was dead, she arose and [i]destroyed all the king's seed of the house of Judah.", "11": "But Jehoshabeath the daughter of the king, took Joash the son of Ahaziah, and stole him from among the king's sons, that should be slain, and put him and his nurse in the bed chamber: so Jehoshabeath the daughter of king Jehoram the wife of Jehoiada the Priest (for she was the sister of Ahaziah) hid him from Athaliah: so she slew him not.", "12": "And he was with them hid in the [j]house of God six years, while Athaliah reigned over the [k]land."}