{"1": "Joash repaireth the house of the Lord. 17 After the death of Jehoiada he falleth to idolatry. 21 He stoneth to death Zechariah the Prophet. 25 Joash is killed of his own servants. 27 After him reigneth Amaziah. Joash was seven years old when he began to reign, and he reigned forty years in Jerusalem: and his mother's name was Zibiah of Beersheba.", "2": "And Joash did uprightly in the sight of the Lord all the days of [a]Jehoiada the Priest.", "3": "And Jehoiada [b]took him two wives, and he begat sons and daughters.", "4": "¶ And afterward it came into Joash's mind to renew the house of the Lord.", "5": "And he assembled the Priests and the Levites, and said to them, Go out unto the cities of Judah, and gather of all [c]Israel money to repair the house of your God, from year to year, and haste the thing, but the Levites hasted not.", "6": "Therefore the king called Jehoiada the [d]chief, and said unto him, Why hast thou not required of the Levites to bring in out of Judah and Jerusalem the tax of Moses the servant of the Lord, and of the Congregation of Israel, for the Tabernacle of the testimony?", "7": "For [e]wicked Athaliah, and her children brake up the house of God: and all the things that were dedicated for the house of the Lord, did they bestow upon Baal.", "8": "Therefore the king commanded, and they made a chest, and set it at the gate of the house of the Lord without.", "9": "And they made proclamation through Judah and Jerusalem, to bring unto the Lord the tax of Moses the servant of God, laid upon Israel in the wilderness.", "10": "And all the princes and all the people rejoiced, and brought in, and cast into the chest, until they had finished.", "11": "And when it was time, [f]they brought the chest unto the King's officer by the hand of the Levites: and when they saw that there was much silver, then the King's Scribe (and one appointed by the high Priest) came and emptied the chest, and took it, and carried it to his place again: thus they did day by day, and gathered silver in abundance.", "12": "And the King and [g]Jehoiada gave it to such as did the labor and work in the house of the Lord, and hired masons and carpenters to repair the house of the Lord: they gave it also to workers of iron and brass, to repair the house of the Lord.", "13": "So the workmen wrought, and the work [h]amended through their hands: and they restored the house of God to his state, and strengthened it.", "14": "And when they had finished it, they brought the rest of the silver before the king and Jehoiada, and he made thereof [i]vessels for the house of the Lord, even vessels to minister, both mortars and incense cups, and vessels of gold, and of silver: and they offered burnt offerings in the house of the Lord continually all the days of Jehoiada.", "15": "¶ But Jehoiada waxed old and was full of days, and died. An hundred and thirty years old was he when he died.", "16": "And they buried him in the city of David with the [j]kings, because he had done good in Israel, and toward God and his house.", "17": "¶ And after the death of Jehoiada, came the [k]princes of Judah, and did reverence to the king, and the king hearkened unto them.", "18": "And they left the house of the Lord God of their fathers, and served groves and idols: and wrath came upon Judah and Jerusalem, because of this their trespass.", "19": "And God sent Prophets among them, to bring them again unto the Lord: and they [l]made protestation among them, but they would not hear.", "20": "And the Spirit of God came upon Zechariah the son of Jehoiada the Priest, which stood [m]above the people, and said unto them, Thus saith God, Why transgress ye the commandments of the Lord? surely ye shall not prosper: because ye have forsaken the Lord, he also hath forsaken you.", "21": "Then they conspired against him, and stoned him with stones at the [n]commandment of the king, in the court of the house of the Lord.", "22": "Thus Joash the king remembered not the kindness which Jehoiada his father had done to him, but slew his son. And when he died, he said, The Lord [o]look upon it and require it.", "23": "¶ And when the year was out, the host of Aram came up against him, and they came against Judah and Jerusalem, and destroyed all the princes of the people from among the people, and sent all the spoil of them unto the king of Damascus.", "24": "Though the army of Aram came with a small company of men, yet the Lord delivered a very great army into their hand, because they had forsaken the Lord God of their fathers: and they [p]gave sentence against Joash.", "25": "And when they were departed from him, (for they left him in great diseases) his own servants conspired against him for the blood of the [q]children of Jehoiada the Priest, and slew him on his bed, and he died, and they buried him in the city of David: but they buried him not in the sepulchers of the kings.", "26": "And these are they that conspired against him, Zabad the son of Shimrath an Ammonitess, and Jehozabad the son of Shimrith a Moabitess.", "27": "But [r]his sons, and the sum of the tax gathered by him, and the [s]foundation of the house of God, behold, they are written in the story of the book of the Kings. And Amaziah his son reigned in his stead."}