{"1": "Amaziah putteth him to death which slew his father. 10 He sendeth back them of Israel. 11 He overcometh the Edomites. 14 He falleth to idolatry. 17 And Joash king of Israel overcometh Amaziah. 27 He is slain by a conspiracy. Amaziah was five and twenty years old when he began to reign, and he reigned nine and twenty years in Jerusalem, and his mother's name was Jehoaddan of Jerusalem.", "2": "And he did [a]uprightly in the eyes of the Lord, but not with a perfect heart.", "3": "And when the kingdom was established unto him, he slew his servants, that had slain the king his father.", "4": "But he slew not their children, but did as it is written in the Law, and in the book of Moses, where the Lord commanded, saying, The fathers shall not die for the [b]children, neither shall the children die for the fathers, but every man shall die for his own sin.", "5": "¶ And Amaziah assembled Judah, and made them captains over thousands, and captains over hundreds, according to the houses of their fathers, throughout all Judah and Benjamin: and he numbered them from [c]twenty years old and above, and found among them three hundred thousand chosen men, to go forth to the war, and to handle spear and shield.", "6": "He hired also an hundred thousand valiant men [d]out of Israel for an hundred talents of silver.", "7": "But a man of God came to him, saying, O king, let not the army of Israel go with thee: for the Lord is not [e]with Israel, neither with all the house of Ephraim.", "8": "If [f]not, go thou on, do it, make thyself strong to the battle, but God shall make thee fall before the enemy: for God hath power to help, and to cast down.", "9": "And Amaziah said to the man of GOD, What shall we do then for the hundred talents, which I have given to the host of Israel? Then the man of God answered, The Lord is able to [g]give thee more than this.", "10": "So Amaziah separated them, to wit, the army that was come to him out of Ephraim, to return to their place: wherefore their wrath was kindled greatly against Judah, and they returned to their places with great anger.", "11": "Then Amaziah was encouraged, and led forth his people, and went to the salt valley, and smote of the children of [h]Seir, ten thousand.", "12": "And other ten thousand did the children of Judah take alive, and carried them to the top of a [i]rock, and cast them down from the top of the rock, and they all burst to pieces.", "13": "But the men of the [j]army, which Amaziah sent away, that they should not go with his people to battle, fell upon the cities of Judah from Samaria unto Beth Horon, and smote three thousand of them, and took much spoil.", "14": "Now after that Amaziah was come from the slaughter of the Edomites, he brought the gods of the children of Seir, and set them up to be his gods, and [k]worshipped them, and burned incense unto them.", "15": "Wherefore the Lord was wroth with Amaziah, and sent unto him a Prophet, which said unto him, Why hast thou sought the gods of the people, which were not able to [l]deliver their own people out of thine hand?", "16": "And as he talked with him, [m]he said unto him, Have they made thee the King's counselor? cease thou: why should they [n]smite thee? And the Prophet ceased, but said, I know that God hath determined to destroy thee, because thou hast done this, and hast not obeyed my counsel.", "17": "¶ Then Amaziah King of Judah took counsel, and sent to Joash the son of Jehoahaz, the son of Jehu king of Israel, saying, Come, [o]let us see one another in the face.", "18": "But Joash king of Israel sent to Amaziah king of Judah, saying, The thistle that is in Lebanon, sent to the cedar that is in Lebanon, saying, Give thy daughter to my son to wife: and the wild beast that was in Lebanon went and trode down the thistle.", "19": "Thou thinkest: lo, thou hast smitten Edom, and thine heart lifteth thee up to brag: abide now at home: why dost thou provoke to thine hurt, that thou shouldest fall, and Judah with thee?", "20": "But Amaziah would not hear: for [p]it was of God, that he might deliver them into his hand, because they had sought the gods of Edom.", "21": "So Joash the king of Israel went up: and he and Amaziah king of Judah saw one another in the face at Bethshemesh, which is in Judah.", "22": "And Judah was put to the worse before Israel, and they fled every man to his tents.", "23": "But Joash the king of Israel took Amaziah king of Judah, the son of Joash, the son of Jehoahaz, in Bethshemesh, and brought him to Jerusalem, and brake down the wall of Jerusalem, from the gate of Ephraim unto the corner gate, four hundred cubits.", "24": "And he took all the gold and the silver, and all the vessels that were found in the house of God with [q]Obed Edom, and in the treasures of the king's house, and the children that were in hostage, and returned to Samaria.", "25": "¶ And Amaziah the son of Joash king of Judah lived after the death of Joash son of Jehoahaz king of Israel, fifteen years.", "26": "Concerning the rest of the acts of Amaziah first and last, are they not written in the book of the kings of Judah and Israel?", "27": "Now after the time that Amaziah did turn away from the Lord, they wrought treason against him in Jerusalem: and when he was fled to Lachish, they sent to Lachish after him, and slew him there.", "28": "And they brought him upon horses, and buried him with his fathers in the city of Judah."}