{"1": ", 5 Uzziah obeying the Lord, prospereth in his enterprises. 16 He waxeth proud and usurpeth the Priests' office. 19 The Lord plagueth him. 20 The Priests drive him out of the Temple, and exclude him out of the Lord's house. 23 His burial, and his successor. Then all the people of Judah took [a]Uzziah which was sixteen years old, and made him king in the stead of his father Amaziah.", "2": "He built [b]Eloth, and restored it to Judah, after that the king slept with his fathers.", "3": "Sixteen years old was Uzziah, when he began to reign, and he reigned two and fifty years in Jerusalem, and his mother's name was Jecholiah of Jerusalem.", "4": "And he did uprightly in the sight of the Lord, according to all that his father Amaziah did.", "5": "And he sought God in the days of [c]Zechariah (which understood the visions of God) and when as [d]he sought the Lord, God made him to prosper.", "6": "For he went forth and fought against the Philistines and brake down the wall of Gath, and the wall of Jabneh, and the wall of Ashdod, and built cities in Ashdod, and among the Philistines.", "7": "And God helped him against the Philistines, and against the Arabians that dwelt in Gur Baal and Hammeunim.", "8": "And the Ammonites gave [e]gifts to Uzziah, and his name spread to the entering in of Egypt: for he did most valiantly.", "9": "Moreover Uzziah built towers in Jerusalem at the corner gate, and at the valley gate, and at the [f]turning, and made them strong.", "10": "And he built towers in the wilderness, and dug many [g]cisterns: for he had much cattle both in the valleys and plains, plowmen, and dressers of vines in the mountains, and in [h]Carmel: for he loved husbandry.", "11": "Uzziah also had an host of fighting men that went out to war by bands, according to the count of their number under the hand of Jeiel the Scribe, and Maaseiah the ruler, and under the hand of Hananiah, one of the King's captains.", "12": "The whole [i]number of the chief of the families of the valiant men were two thousand and six hundred.", "13": "And under their hand was the army for war, three hundred and seven thousand, and five hundred that fought valiantly to help the King against the enemy.", "14": "And Uzziah prepared them throughout all the host, shields, and spears, and helmets, and brigandines, and bows, and stones to sling.", "15": "He made also very [j]artificial engines in Jerusalem, to be upon the towers and upon the corners, to shoot arrows and great stones: and his name spread far abroad, because God did help him marvelously till he was mighty.", "16": "¶ But when he was strong, his heart [k]was lifted up to his destruction: for he transgressed against the Lord his God, and went into the Temple of the Lord to burn incense upon the altar of incense.", "17": "And Azariah the Priest went in after him, and with him fourscore Priests of the Lord, valiant men.", "18": "And they withstood Uzziah the King, and said unto him, It pertaineth not to thee, Uzziah, to burn incense unto the Lord, but to the Priests the sons of Aaron, that are consecrated for to offer incense: [l]go forth of the Sanctuary: for thou hast transgressed, and thou shalt have none honor of the Lord God.", "19": "Then Uzziah was wroth, and had incense in his hand to burn it: and while he was wroth with the Priests, the leprosy rose up in his forehead before the Priests in the house of the Lord beside the incense altar.", "20": "And when Azariah the chief Priest with all the Priests looked upon him, behold, he was leprous in his forehead, and they caused him hastily to depart thence: and he was even compelled to go out, because the Lord had smitten him.", "21": "And Uzziah the King was a leper unto the day of his death, and dwelt as a leper in an [m]house apart, because he was cut off from the house of the Lord: and Jotham his son ruled over the King's house, and judged the people of the land.", "22": "Concerning the rest of the acts of Uzziah, first and last, did Isaiah the Prophet the son of Amoz write.", "23": "So Uzziah slept with his fathers, and they buried him with his fathers in the field of the burial, which pertained to the Kings: for they said, He [n]is a leper. And Jotham his son reigned in his stead."}