{"1": "The Temple of the Lord, and the porch are built, with other things thereto belonging. So Solomon began to build the house of the Lord in Jerusalem, in mount [a]Moriah which had been declared unto David his father, in the place that David prepared in the threshing floor of Ornan the Jebusite.", "2": "And he began to build in the second month and the second day, in the fourth year of his reign.", "3": "And these are the measures whereon Solomon grounded to build the house of God: the length of cubits after the first [b]measure was threescore cubits, and the breadth twenty cubits:", "4": "And the porch that was before the length in the front [c]of the breadth was twenty cubits, and the height was an [d]hundred and twenty, and he overlaid it within with pure gold.", "5": "And the greater house he ceiled with fir tree which he overlaid with good gold, and graved thereon palm trees and chains.", "6": "And he overlaid the house with precious stones for beauty: and the gold was gold of [e]Parvaim.", "7": "The house, I say, the beams, posts, and walls thereof and the doors thereof overlaid he with gold, and graved Cherubims upon the walls.", "8": "¶ He made also the house of the most holy place: the length thereof was in the front of the breadth of the house, twenty cubits, and the breadth thereof twenty cubits: and he overlaid it with the best gold, of six hundred talents.", "9": "And the weight of the nails was fifty shekels of gold, and he overlaid the chambers with gold.", "10": "¶ And in the house of the most holy place he made two Cherubims wrought like children, and overlaid them with gold.", "11": "And the wings of the Cherubims were twenty cubits long: the one wing was five cubits, reaching to the wall of the house, and the other wing five cubits, reaching to the wing of the other Cherub.", "12": "Likewise the wing of the other Cherub was five cubits, reaching to the wall of the house, and the other wing five cubits, joining to the wing of the other Cherub.", "13": "The wings of these Cherubims were spread abroad twenty cubits, they stood on their feet, and their faces were toward the house.", "14": "¶ He made also the [f]veil of blue silk and purple, and crimson, and fine linen, and wrought Cherubims thereon.", "15": "¶ And he made before the house two pillars [g]of five and thirty cubits high: and the chapiter that was upon the top of each of them, was five cubits.", "16": "He made also chains for the Oracle, and put them on the heads of the pillars, and made an [h]hundred pomegranates, and put them among the chains.", "17": "And he set up the pillars before the Temple, one on the right hand, and the other on the left, and called that on the right hand Jachin, and that on the left hand Boaz."}