{"1": ", 13 The keeping of the Passover by the king's commandment. 6 He exhorteth Israel to turn to the Lord. 18 He prayeth for the people. 24 His oblation and the princes'. 27 The Levites bless the people. And Hezekiah sent to all Israel and Judah, and also wrote letters to [a]Ephraim and Manasseh, that they should come to the house of the Lord at Jerusalem, to keep the Passover unto the Lord God of Israel.", "2": "And the king and his princes and all the Congregation had taken counsel in Jerusalem to keep the Passover in the [b]second month.", "3": "For they could not keep it at this time, because there were not Priests enough sanctified, neither was the people gathered to Jerusalem.", "4": "And the thing pleased the king, and all the Congregation.", "5": "And they decreed to make proclamation throughout all Israel from [c]Beersheba even to Dan, that they should come to keep the Passover unto the Lord God of Israel at Jerusalem: for they had not done it of a great time, [d]as it was written.", "6": "¶ So the posts went with letters by the commission of the King, and his princes, throughout all Israel and Judah, and with the commandment of the King, saying, Ye children of Israel, turn again unto the Lord God of Abraham, Isaac, and Israel, and [e]he will return to the remnant that are escaped of you, out of the hands of the kings of Assyria.", "7": "And be not ye like your fathers, and like your brethren, which trespassed against the Lord God of their fathers: and therefore he made them desolate, as ye see.", "8": "Be not ye now stiff-necked like your fathers, but [f]give the hand to the Lord, and come into his Sanctuary, which he hath sanctified forever, and serve the Lord your God, and the fierceness of his wrath shall turn away from you.", "9": "For if ye return unto the Lord, your brethren and your children shall find mercy before them that led them captives, and they shall [g]return unto this land: for the Lord your God is gracious and merciful, and will not turn away his face from you, if ye convert unto him.", "10": "¶ So the posts went from city to city through the land of Ephraim and Manasseh, even unto Zebulun: but they [h]laughed them to scorn and mocked them.", "11": "Nevertheless, divers of Asher, and Manasseh, and of Zebulun, submitted themselves, and came to Jerusalem.", "12": "And the hand of God was in Judah, so that he gave them one [i]heart to do the commandment of the king, and of the rulers, according to the word of the Lord.", "13": "And there assembled to Jerusalem much people, to keep the feast of the unleavened bread in the second month, a very great assembly.", "14": "¶ And they arose, and took away the [j]altars that were in Jerusalem, and all those for incense took they away, and cast them into the brook Kidron.", "15": "Afterward they slew the Passover the fourteenth day of the second month: and the Priests and Levites were [k]ashamed, and sanctified themselves, and brought the burnt offerings into the house of the Lord.", "16": "And they stood in their place after their manner, according to the Law of Moses the man of God: and the Priests sprinkled the [l]blood returned of the hands of the Levites.", "17": "Because there were many in the Congregation that were not sanctified, therefore the Levites had the charge of the killing of the Passover for all that were not clean, to sanctify it to the Lord.", "18": "For a multitude of the people, even a multitude of Ephraim, and Manasseh, Issachar and Zebulun had not cleansed themselves, yet did eat the Passover, but not as it was written: wherefore Hezekiah prayed for them, saying, The [m]good Lord be merciful toward him,", "19": "That prepareth his whole heart to seek the Lord God, the God of his fathers, though he be not cleansed, according to the purification of the Sanctuary.", "20": "And the Lord heard Hezekiah, and [n]healed the people.", "21": "And the children of Israel that were present at Jerusalem, kept the feast of the unleavened bread seven days with great joy, and the Levites, and the priests praised the Lord day by day, singing with loud instruments unto the Lord.", "22": "And Hezekiah [o]spake comfortably unto all the Levites that had good knowledge to sing unto the Lord: and they did eat in that feast seven days, and offered peace offerings, and praised the Lord God of their fathers.", "23": "And the whole assembly took counsel to keep it another seven days. So they kept it seven days with joy.", "24": "For Hezekiah king of Judah had given to the Congregation a [p]thousand bullocks, and seven thousand sheep. And the princes had given to the Congregation a thousand bullocks, and ten thousand sheep: and many Priests were sanctified.", "25": "And all the Congregation of Judah rejoiced with the Priests and the Levites, and all the Congregation that came out of Israel, and the strangers that came out of the land of Israel, and that dwelt in Judah.", "26": "So there was great joy in Jerusalem: for since the time of Solomon the son of David king of Israel there was not the like thing in Jerusalem.", "27": "Then the Priests and the Levites arose, and [q]blessed the people, and their voice was heard, and their prayer came up unto heaven, to his holy habitation."}