{"1": "Sennacherib invadeth Judah. 3 Hezekiah prepareth for the war. 7 He exhorteth the people to put their trust in the Lord. 9 Sennacherib blasphemeth God. 20 Hezekiah prayeth. 21 The Angel destroyeth the Assyrians and the king is slain. 25 Hezekiah is not thankful toward the Lord. 33 His death. After these things faithfully described, Sennacherib king of Assyria came and entered into Judah, and besieged the strong cities, and thought to [a]win them for himself.", "2": "When Hezekiah saw that Sennacherib was come, and that his [b]purpose was to fight against Jerusalem,", "3": "Then he took counsel with his princes and his nobles, to stop the water of the fountains without the city: and they did help him.", "4": "So many of the people assembled themselves, and stopped all the fountains, and the river that ran through the midst of the country, saying, Why should the kings of Assyria come, and find much water?", "5": "And [c]he took courage, and built all the broken wall, and made up the towers, and another wall without, and repaired [d]Millo in the [e]city of David, and made many [f]darts and shields.", "6": "And he set captains of war over the people, and assembled them to him in the broad place of the gate of the city, and [g]spake comfortably unto them, saying,", "7": "Be strong and courageous: fear not, neither be afraid for the king of Assyria, neither for all the multitude that is with him: for there be more with us, then is with him.", "8": "With him is an [h]arm of flesh, but with us is the [i]Lord our God for to help us, and to fight our battles. Then the people were confirmed by the words of Hezekiah king of Judah.", "9": "After this, did Sennacherib king of Assyria send his servants to Jerusalem (while he was [j]against Lachish, and all his dominion with him) unto Hezekiah king of Judah, and unto all Judah that were at Jerusalem, saying,", "10": "Thus saith Sennacherib the king of Assyria, Wherein do ye trust, that ye will remain in Jerusalem, during the siege?", "11": "Doth not Hezekiah entice you to give over yourselves unto death by famine and by thirst, saying, The Lord our God shall deliver us out of the hand of the king of Assyria?", "12": "Hath not the same Hezekiah taken away his high places, and his [k]altars, and commanded Judah, and Jerusalem, saying, Ye shall worship before one altar, and burn incense upon it?", "13": "Know ye not what I and my fathers have done unto all the people of other countries? were the gods of the nations of other lands able to deliver their land out of mine hand?", "14": "Who is he of all the [l]gods of those nations (that my fathers have destroyed) that could deliver his people out of mine hand, that your God should be able to deliver you out of mine hand?", "15": "Now therefore let not Hezekiah deceive you, nor seduce you after this sort, neither believe ye him: for none of all the gods of any nation or kingdom was able to deliver his people out of [m]mine hand, and out of the hand of my fathers: how much less shall your gods deliver you out of mine hand?", "16": "And his servants spake yet more against the Lord God, and against his [n]servant Hezekiah.", "17": "He wrote also letters, blaspheming the Lord God of Israel, and speaking against him, saying, As the gods of the nations of other countries could not deliver their people out of mine hand, so shall not the God of Hezekiah deliver his people out of mine hand.", "18": "Then they [o]cried with a loud voice in the Jews speech unto the people of Jerusalem that were on the wall, to fear them and to astonish them, that they might take the city.", "19": "Thus they spake against the God of Jerusalem, as against the gods of the people of the earth, even the [p]works of man's hands,", "20": "But Hezekiah the King, and the Prophet Isaiah the son of Amoz [q]prayed against this and cried to heaven.", "21": "And the Lord sent an Angel, which destroyed all the valiant men, and the princes and [r]captains of the host of the king of Assyria: so he returned [s]with shame to his own land. And when he was come into the house of his god, they that came forth of his [t]own bowels, slew him there with the sword.", "22": "So the Lord saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib king of Assyria, and from the hand of all others, and [u]maintained them on every side.", "23": "And many brought offerings unto the Lord to Jerusalem, and presents to Hezekiah king of Judah, so that he was [v]magnified in the sight of all nations from thenceforth.", "24": "In those days Hezekiah was sick unto the death, and prayed unto the Lord, who spake unto him, and gave him [w]a sign.", "25": "But Hezekiah did not render according to the reward bestowed upon him: for his heart [x]was lifted up, and wrath came upon him, and upon Judah and Jerusalem.", "26": "Notwithstanding Hezekiah humbled himself (after that his heart was lifted up) he and the inhabitants of Jerusalem, and the wrath of the Lord came not upon them in the days of Hezekiah.", "27": "Hezekiah also had exceeding much riches and honor, and he got him treasures of silver, and of gold, and of precious stones, and of sweet odors, and of shields, and of all pleasant vessels:", "28": "And of store houses for the increase of wheat and wine and oil, and stalls for all beasts, and [y]rows for the [z]stables.", "29": "And he made him cities, and had possession of sheep and oxen in abundance: for God had given him substance exceeding much.", "30": "This same Hezekiah also stopped the upper water springs of [aa]Gihon, and led them straight underneath toward the city of David Westward: so Hezekiah prospered in all his works.", "31": "But because of the ambassadors of the princes of Babel, which sent unto him to inquire of the wonder that was done in the land, God left him to [ab]try him, and to know all that was in his heart.", "32": "Concerning the rest of the acts of Hezekiah, and his goodness, behold, they are written in the vision of Isaiah the Prophet the son of Amoz, in the book of the kings of Judah and Israel.", "33": "So Hezekiah slept with his fathers, and they buried him in the highest sepulcher of the sons of David: and all Judah and the inhabitants of Jerusalem did him honor at his death, and Manasseh his son reigned in his stead."}