{"1": "The cities that Solomon built. 7 People that were made tribute unto him. 12 His sacrifices. 17 He sendeth to Ophir. And after [a]twenty years when Solomon had built the house of the Lord, and his own house,", "2": "Then Solomon built the cities that Huram [b]gave to Solomon, and caused the children of Israel to dwell there.", "3": "And Solomon went to Hamath Zobah, and overcame it.", "4": "And he built Tadmor in the wilderness, and repaired all [c]the cities of store which he built in Hamath.", "5": "And he built [d]Beth Horon the upper, and Beth Horon the nether, cities defensed with walls, gates and bars:", "6": "Also Baalath, and all the cities of store that Solomon had, and all the chariot cities, and the cities of the horsemen, and every pleasant place that Solomon had a mind to build in Jerusalem, and in [e]Lebanon, and throughout all the land of his dominion.", "7": "And all the people that were left to the Hittites, and the Amorites, and Perizzites, and the Hivites, and the Jebusites, which were not of Israel,", "8": "But of their children which were left after them in the land, whom the children of Israel had not consumed, even them did Solomon make [f]tributaries until this day.", "9": "But of the children of Israel did Solomon make no servants for his work: for they were men of war, and his chief princes, and the captains of his chariots and of his horsemen.", "10": "So these were the chief, of the officers which Solomon had, even [g]two hundred and fifty that bare rule over the people.", "11": "¶ Then Solomon brought up the daughter of Pharaoh out of the city of David, into the house that he had built for her: for he said, My wife shall not dwell in the house of David king of Israel: for it is holy, because that the Ark of the Lord came unto it.", "12": "¶ Then Solomon offered burnt offerings unto the Lord, on the altar of the Lord, which he had built before the porch,", "13": "To offer according to the commandment of Moses [h]every day, in the Sabbaths, and in the new moons, and in the solemn feasts, [i]three times in the year, that is, in the feast of the Unleavened bread, and in the feast of the Weeks, and in the feast of the Tabernacles.", "14": "And he set the courses of the Priests to their offices according to the order of David his father, and the Levites in their watches, for to praise and minister before the Priests every day, and the porters by their courses, at every gate: for so was the commandment of David the man of God.", "15": "And they declined not from the commandment of the king, concerning the Priests and the Levites, touching all things, and touching the treasures.", "16": "¶ Now Solomon had made provision for all the [j]work from the day of the foundation of the house of the Lord, until it was finished: so the house of the Lord was perfect.", "17": "Then went Solomon to Ezion Geber, and to Eloth by the [k]Sea side in the land of Edom.", "18": "And Huram sent him by the hands of his servants, ships and servants that had knowledge of the sea: and they went with the servants of Solomon to Ophir, and brought thence [l]four hundred and fifty talents of gold, and brought them to King Solomon."}