{"1": "My brothers, you do not need anyone to write to you about the day or the year when these things will happen.", "2": "You your-selves surely know that the day of the Lord will come just like a person who comes to steal in the night.", "3": "When people are saying, `Everything is quiet and safe,' they will be destroyed. It will all happen very quickly. And there will be no way out. It will be like the pain that a woman has when a child is born.", "4": "But you, my brothers, are not in the dark. That day should not surprise you like a person who comes to steal.", "5": "You all belong to the light. You belong to the day. We do not belong to the night or to the dark.", "6": "So then, we must not go to sleep like other people. No, we must keep watching and not get drunk.", "7": "Because we belong to the day, we must not get drunk. But we must be ready like people dressed for war. We must keep believing in God. We must be loving towards each other. Faith and love will be like strong clothes to cover our bodies. The hope of being saved will protect us like a hat or helmet covers our head.", "8": "God did not choose us so that he might be angry with us. But he chose us so that we might be saved through our Lord Jesus Christ.", "9": "He died for us so that, if we are alive or dead, we will live with him.", "10": "So comfort and strengthen one another, just as you are doing. you to respect those who are working among you. They are your leaders in the Lord's work, and they tell you what you should do.", "11": ") My brothers, we beg you, tell this to people who do not do what they should do. Talk to those who fear, and say something that will make them strong. Help those who are weak. Be patient with all people.", "12": "Do not let anyone do a wrong thing to a person if that person did a wrong thing to him. Always do good to one another. Be good to each other and to all men.", "13": "Always be happy.", "14": "Talk to God at all times.", "15": "Thank God for everything. This is what God wants you to do through Christ Jesus.", "16": "Do not stop the Spirit when he wants to do something.", "17": "Do not despise people who speak words from God.", "18": "But test everything that is said. Keep what is good.", "19": "Have nothing to do with any kind of wrong thing.", "20": "May God himself, who gives peace, make you pure and clean. You are set apart and belong only to him. And may your spirit and soul and body all together be kept free from fault until our Lord Jesus Christ comes.", "21": ") It is God who calls you, and he can be trusted. He will surely do what he has said.", "22": "My brothers, ask God to help us.", "23": "Greet all the brothers with a kiss that is holy.", "24": "I give you this order from the Lord. Read this letter to all the Christian brothers.", "25": "May our Lord Jesus Christ bless you. May it be so."}