{"1": "From Paul, an apostle of Christ Jesus by God's will, and Timothy our brother. To God's church that is in Corinth, along with all of God's people throughout Achaia.", "2": "Grace to you and peace from God our Father and from our Lord Jesus Christ.", "3": "May the God and Father of our Lord Jesus Christ be blessed! He is the compassionate Father and God of all comfort.", "4": "He's the one who comforts us in all our trouble so that we can comfort other people who are in every kind of trouble. We offer the same comfort that we ourselves received from God.", "5": "That is because we receive so much comfort through Christ in the same way that we share so many of Christ's sufferings.", "6": "So if we have trouble, it is to bring you comfort and salvation. If we are comforted, it is to bring you comfort from the experience of endurance while you go through the same sufferings that we also suffer.", "7": "Our hope for you is certain, because we know that as you are partners in suffering, so also you are partners in comfort.", "8": "Brothers and sisters, we don't want you to be unaware of the troubles that we went through in Asia. We were weighed down with a load of suffering that was so far beyond our strength that we were afraid we might not survive.", "9": "It certainly seemed to us as if we had gotten the death penalty. This was so that we would have confidence in God, who raises the dead, instead of ourselves.", "10": "God rescued us from a terrible death, and he will rescue us. We have set our hope on him that he will rescue us again,", "11": "since you are helping with your prayer for us. Then many people can thank God on our behalf for the gift that was given to us through the prayers of many people.", "12": "We have conducted ourselves with godly sincerity and pure motives in the world, and especially toward you. This is why we are confident, and our conscience confirms this. We didn't act with human wisdom but we relied on the grace of God.", "13": "We don't write anything to you except what you can read and also understand. I hope that you will understand totally", "14": "since you have already understood us partly. Understand that in the day of our Lord Jesus, we will make you proud as you will also make us proud.", "15": "Because I was sure of this, I wanted to visit you first so that you could have a second opportunity to see me.", "16": "I wanted to visit you on my way to Macedonia, and then come to you again on my way back from Macedonia, at which point I was hoping you would help me on my way to Judea.", "17": "So I wasn't unreliable when I planned to do this, was I? Or do I make decisions with a substandard human process so that I say “Yes, yes” and “No, no” at the same time?", "18": "But as God is faithful, our message to you isn't both yes and no.", "19": "God's Son, Jesus Christ, is the one who was preached among you by us—through me, Silvanus, and Timothy—he wasn't yes and no. In him it is always yes.", "20": "All of God's promises have their yes in him. That is why we say Amen through him to the glory of God.", "21": "God is the one who establishes us with you in Christ and who anointed us.", "22": "God also sealed us and gave the Spirit as a down payment in our hearts.", "23": "I call on God as my witness—I didn't come again to Corinth because I wanted to spare you.", "24": "It isn't that we are trying to control your faith, but we are working with you for your happiness, because you stand firm in your faith."}