{"1": "It is necessary to brag, not that it does any good. I'll move on to visions and revelations from the Lord.", "2": "I know a man in Christ who was caught up into the third heaven fourteen years ago. I don't know whether it was in the body or out of the body. God knows.", "3-4": "I know that this man was caught up into paradise and that he heard unspeakable words that were things no one is allowed to repeat. I don't know whether it was in the body or apart from the body. God knows.", "5": "I'll brag about this man, but I won't brag about myself, except to brag about my weaknesses.", "6": "If I did want to brag, I wouldn't make a fool of myself because I'd tell the truth. I'm holding back from bragging so that no one will give me any more credit than what anyone sees or hears about me.", "7": "I was given a thorn in my body because of the outstanding revelations I've received so that I wouldn't be conceited. It's a messenger from Satan sent to torment me so that I wouldn't be conceited.", "8": "I pleaded with the Lord three times for it to leave me alone.", "9": "He said to me, “My grace is enough for you, because power is made perfect in weakness.” So I'll gladly spend my time bragging about my weaknesses so that Christ's power can rest on me.", "10": "Therefore, I'm all right with weaknesses, insults, disasters, harassments, and stressful situations for the sake of Christ, because when I'm weak, then I'm strong.", "11": "I've become a fool! You made me do it. Actually, I should have been commended by you. I'm not inferior to the super-apostles in any way, even though I'm a nonentity.", "12": "The signs of an apostle were performed among you with continuous endurance through signs, wonders, and miracles.", "13": "How were you treated worse than the other churches, except that I myself wasn't a financial burden on you? Forgive me for this wrong!", "14": "Look, I'm ready to visit you a third time, and I won't be a burden on you. I don't want your things; I want you. It isn't the children's responsibility to save up for their parents but parents for children.", "15": "I will very gladly spend and be spent for your sake. If I love you more, will you love me less?", "16": "We all know that I didn't place a burden on you, but in spite of that you think I'm a con artist who fooled you with a trick.", "17": "I haven't taken advantage of you through any of the people I sent to you, have I?", "18": "I strongly encouraged Titus to go to you and sent the brother with him. Titus didn't take advantage of you, did he? Didn't we live by the same Spirit? Didn't we walk in the same footsteps?", "19": "Have you been thinking up to now that we are defending ourselves to you? Actually, we are speaking in the sight of God and in Christ. Dear friends, everything is meant to build you up.", "20": "I'm afraid that maybe when I come you will be different from the way I want you to be, and that I'll be different from the way you want me to be. I'm afraid that there might be fighting, obsession, losing your temper, competitive opposition, backstabbing, gossip, conceit, and disorderly conduct.", "21": "I'm afraid that when I come again, my God may embarrass me in front of you. I might have to go into mourning over all the people who have sinned before and haven't changed their hearts and lives from what they used to practice: moral corruption, sexual immorality, and doing whatever feels good."}