{"1": "So I decided that, for my own sake, I wouldn't visit you again while I was upset.", "2": "If I make you sad, who will be there to make me glad when you are sad because of me?", "3": "That's why I wrote this very thing to you, so that when I came I wouldn't be made sad by the ones who ought to make me happy. I have confidence in you, that my happiness means your happiness.", "4": "I wrote to you in tears, with a very troubled and anxious heart. I didn't write to make you sad but so you would know the overwhelming love that I have for you.", "5": "But if someone has made anyone sad, that person hasn't hurt me but all of you to some degree (not to exaggerate).", "6": "The punishment handed out by the majority is enough for this person.", "7": "This is why you should try your best to forgive and to comfort this person now instead, so that this person isn't overwhelmed by too much sorrow.", "8": "So I encourage you to show your love for this person.", "9": "This is another reason why I wrote you. I wanted to test you and see if you are obedient in everything.", "10": "If you forgive anyone for anything, I do too. And whatever I've forgiven (if I've forgiven anything), I did it for you in the presence of Christ.", "11": "This is so that we won't be taken advantage of by Satan, because we are well aware of his schemes.", "12": "When I came to Troas to preach Christ's gospel, the Lord gave me an opportunity to preach.", "13": "But I was worried because I couldn't find my brother Titus there. So I said good-bye to them and went on to Macedonia.", "14": "But thank God, who is always leading us around through Christ as if we were in a parade. He releases the fragrance of the knowledge of him everywhere through us.", "15": "We smell like the aroma of Christ's offering to God, both to those who are being saved and to those who are on the road to destruction.", "16": "We smell like a contagious dead person to those who are dying, but we smell like the fountain of life to those who are being saved. Who is qualified for this kind of ministry?", "17": "We aren't like so many people who hustle the word of God to make a profit. We are speaking through Christ in the presence of God, as those who are sincere and as those who are sent from God."}