{"1": "We know that if the tent that we live in on earth is torn down, we have a building from God. It's a house that isn't handmade, which is eternal and located in heaven.", "2": "We groan while we live in this residence. We really want to dress ourselves with our building from heaven—", "3": "since we assume that when we take off this tent, we won't find out that we are naked.", "4": "Yes, while we are in this tent we groan, because we are weighed down. We want to be dressed not undressed, so that what is dying can be swallowed up by life.", "5": "Now the one who prepared us for this very thing is God, and God gave us the Spirit as a down payment for our home.", "6": "So we are always confident, because we know that while we are living in the body, we are away from our home with the Lord.", "7": "We live by faith and not by sight.", "8": "We are confident, and we would prefer to leave the body and to be at home with the Lord.", "9": "So our goal is to be acceptable to him, whether we are at home or away from home.", "10": "We all must appear before Christ in court so that each person can be paid back for the things that were done while in the body, whether they were good or bad.", "11": "So we try to persuade people, since we know what it means to fear the Lord. We are well known by God, and I hope that in your heart we are well known by you as well.", "12": "We aren't trying to commend ourselves to you again. Instead, we are giving you an opportunity to be proud of us so that you could answer those who take pride in superficial appearance, and not in what is in the heart.", "13": "If we are crazy, it's for God's sake. If we are rational, it's for your sake.", "14": "The love of Christ controls us, because we have concluded this: one died for the sake of all; therefore, all died.", "15": "He died for the sake of all so that those who are alive should live not for themselves but for the one who died for them and was raised.", "16": "So then, from this point on we won't recognize people by human standards. Even though we used to know Christ by human standards, that isn't how we know him now.", "17": "So then, if anyone is in Christ, that person is part of the new creation. The old things have gone away, and look, new things have arrived!", "18": "All of these new things are from God, who reconciled us to himself through Christ and who gave us the ministry of reconciliation.", "19": "In other words, God was reconciling the world to himself through Christ, by not counting people's sins against them. He has trusted us with this message of reconciliation.", "20": "So we are ambassadors who represent Christ. God is negotiating with you through us. We beg you as Christ's representatives, “Be reconciled to God!”", "21": "God caused the one who didn't know sin to be sin for our sake so that through him we could become the righteousness of God."}