{"1": "Since we work together with him, we are also begging you not to receive the grace of God in vain.", "2": "He says, I listened to you at the right time, and I helped you on the day of salvation.[a] Look, now is the right time! Look, now is the day of salvation!", "3": "We don't give anyone any reason to be offended about anything so that our ministry won't be criticized.", "4": "Instead, we commend ourselves as ministers of God in every way. We did this with our great endurance through problems, disasters, and stressful situations.", "5": "We went through beatings, imprisonments, and riots. We experienced hard work, sleepless nights, and hunger.", "6": "We displayed purity, knowledge, patience, and generosity. We served with the Holy Spirit, genuine love,", "7": "telling the truth, and God's power. We carried the weapons of righteousness in our right hand and our left hand.", "8": "We were treated with honor and dishonor and with verbal abuse and good evaluation. We were seen as both fake and real,", "9": "as unknown and well known, as dying—and look, we are alive! We were seen as punished but not killed,", "10": "as going through pain but always happy, as poor but making many rich, and as having nothing but owning everything.", "11": "Corinthians, we have spoken openly to you, and our hearts are wide open.", "12": "There are no limits to the affection that we feel for you. You are the ones who placed boundaries on your affection for us.", "13": "But as a fair trade—I'm talking to you like you are children—open your hearts wide too.", "14": "Don't be tied up as equal partners with people who don't believe. What does righteousness share with that which is outside the Law? What relationship does light have with darkness?", "15": "What harmony does Christ have with Satan?[b] What does a believer have in common with someone who doesn't believe?", "16": "What agreement can there be between God's temple and idols? Because we are the temple of the living God. Just as God said, I live with them, and I will move among them. I will be their God, and they will be my people.[c]", "17": "Therefore, come out from among them and be separated, says the Lord. Don't touch what is unclean. Then I will welcome you.[d]", "18": "I will be a father to you, and you will be my sons and daughters, says the Lord Almighty.[e]"}