{"1": "The vision of Isaiah the son of Amoz concerning Judah and Jerusalem, which he saw during the [a]reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah.", "2": "Listen, O heavens, and hear, O earth; For the Lord speaks, “Sons I have reared and brought up, But they have revolted against Me.", "3": "“An ox knows its owner, And a donkey its master's manger, But Israel does not know, My people do not understand.”", "4": "Alas, sinful nation, People weighed down with iniquity, [b]Offspring of evildoers, Sons who act corruptly! They have abandoned the Lord, They have despised the Holy One of Israel, They have turned away [c]from Him.", "5": "Where will you be stricken again, As you continue in your rebellion? The whole head is sick And the whole heart is faint.", "6": "From the sole of the foot even to the head There is nothing sound in it, Only bruises, welts and raw wounds, Not pressed out or bandaged, Nor softened with oil.", "7": "Your land is desolate, Your cities are burned with fire, Your fields—strangers are devouring them in your presence; It is desolation, as overthrown by strangers.", "8": "The daughter of Zion is left like a shelter in a vineyard, Like a watchman's hut in a cucumber field, like a besieged city.", "9": "Unless the Lord of hosts Had left us a few survivors, We would be like Sodom, We would be like Gomorrah.", "10": "Hear the word of the Lord, You rulers of Sodom; Give ear to the instruction of our God, You people of Gomorrah.", "11": "“What are your multiplied sacrifices to Me?” Says the Lord. “I [d]have had enough of burnt offerings of rams And the fat of fed cattle; And I take no pleasure in the blood of bulls, lambs or goats.", "12": "“When you come to appear before Me, Who requires [e]of you this trampling of My courts?", "13": "“Bring your worthless offerings no longer, Incense is an abomination to Me. New moon and sabbath, the calling of assemblies— I cannot endure iniquity and the solemn assembly.", "14": "“I hate your new moon festivals and your appointed feasts, They have become a burden to Me; I am weary of bearing them.", "15": "“So when you spread out your hands in prayer, I will hide My eyes from you; Yes, even though you multiply prayers, I will not listen. Your hands are [f]covered with blood.", "16": "“Wash yourselves, make yourselves clean; Remove the evil of your deeds from My sight. Cease to do evil,", "17": "Learn to do good; Seek justice, Reprove the ruthless, [g]Defend the orphan, Plead for the widow.", "18": "“Come now, and let us reason together,” Says the Lord, “Though your sins are as scarlet, They will be as white as snow; Though they are red like crimson, They will be like wool.", "19": "“If you consent and obey, You will eat the best of the land;", "20": "“But if you refuse and rebel, You will be devoured by the sword.” Truly, the mouth of the Lord has spoken.", "21": "How the faithful city has become a harlot, She who was full of justice! Righteousness once lodged in her, But now murderers.", "22": "Your silver has become dross, Your drink diluted with water.", "23": "Your rulers are rebels And companions of thieves; Everyone loves a bribe And chases after rewards. They do not [h]defend the [i]orphan, Nor does the widow's plea come before them.", "24": "Therefore the Lord [j]God of hosts, The Mighty One of Israel, declares, “Ah, I will be relieved of My adversaries And avenge Myself on My foes.", "25": "“I will also turn My hand against you, And will smelt away your dross as with lye And will remove all your alloy.", "26": "“Then I will restore your judges as at the first, And your counselors as at the beginning; After that you will be called the city of righteousness, A faithful city.”", "27": "Zion will be redeemed with justice And her [k]repentant ones with righteousness.", "28": "But [l]transgressors and sinners will be crushed together, And those who forsake the Lord will come to an end.", "29": "Surely [m]you will be ashamed of the [n]oaks which you have desired, And you will be embarrassed at the gardens which you have chosen.", "30": "For you will be like an [o]oak whose leaf fades away Or as a garden that has no water.", "31": "The strong man will become tinder, His work also a spark. Thus they shall both burn together And there will be none to quench them."}