{"1": "The [a]oracle concerning the [b]wilderness of the sea. As windstorms in the [c]Negev sweep on, It comes from the wilderness, from a terrifying land.", "2": "A harsh vision has been shown to me; The treacherous one still deals treacherously, and the destroyer still destroys. Go up, Elam, lay siege, Media; I have made an end of all [d]the groaning she has caused.", "3": "For this reason my loins are full of anguish; Pains have seized me like the pains of a woman in labor. I am so bewildered I cannot hear, so terrified I cannot see.", "4": "My [e]mind reels, [f]horror overwhelms me; The twilight I longed for has been turned for me into trembling.", "5": "They set the table, they [g]spread out the cloth, they eat, they drink; “Rise up, captains, oil the shields,”", "6": "For thus the Lord says to me, “Go, station the lookout, let him report what he sees.", "7": "“When he sees riders, horsemen in pairs, A train of donkeys, a train of camels, Let him pay close attention, very close attention.”", "8": "Then [h]the lookout called, “O Lord, I stand continually by day on the watchtower, And I am stationed every night at my guard post.", "9": "“Now behold, here comes a troop of riders, horsemen in pairs.” And one said, “Fallen, fallen is Babylon; And all the images of her gods [i]are shattered on the ground.”", "10": "O my threshed people, and my [j]afflicted of the threshing floor! What I have heard from the Lord of hosts, The God of Israel, I make known to you.", "11": "The [k]oracle concerning [l]Edom. One keeps calling to me from Seir, “Watchman, [m]how far gone is the night? Watchman, [n]how far gone is the night?”", "12": "The watchman says, “Morning comes but also night. If you would inquire, inquire; Come back again.”", "13": "The [o]oracle about Arabia. In the thickets of Arabia you [p]must spend the night, O caravans of Dedanites.", "14": "Bring water [q]for the thirsty, O inhabitants of the land of Tema, Meet the fugitive with bread.", "15": "For they have fled from the swords, From the drawn sword, and from the bent bow And from the press of battle.", "16": "For thus the Lord said to me, “In a year, as [r]a hired man would count it, all the splendor of Kedar will terminate;", "17": "and the remainder of the number of bowmen, the mighty men of the sons of Kedar, will be few; for the Lord God of Israel has spoken.”"}