{"1": "In that day the Lord will punish [a]Leviathan the fleeing serpent, With His fierce and great and mighty sword, Even [b]Leviathan the twisted serpent; And He will kill the dragon who lives in the sea.", "2": "In that day, “A [c]vineyard of wine, sing of it!", "3": "“I, the Lord, am its keeper; I water it every moment. So that no one will [d]damage it, I guard it night and day.", "4": "“I have no wrath. Should [e]someone give Me briars and thorns in battle, Then I would step on them, I would burn them [f]completely.", "5": "“Or let him [g]rely on My protection, Let him make peace with Me, Let him make peace with Me.”", "6": "[h]In the days to come Jacob will take root, Israel will blossom and sprout, And they will fill the [i]whole world with fruit.", "7": "Like the striking of Him who has struck them, has He struck them? Or like the slaughter of His slain, [j]have they been slain?", "8": "You contended with them [k]by banishing them, by driving them away. With His fierce wind He has expelled them on the day of the east wind.", "9": "Therefore through this Jacob's iniquity will be forgiven; And this will be [l]the full price of the [m]pardoning of his sin: When he makes all the altar stones like pulverized chalk stones; When [n]Asherim and incense altars will not stand.", "10": "For the fortified city is isolated, A [o]homestead forlorn and forsaken like the desert; There the calf will graze, And there it will lie down and [p]feed on its branches.", "11": "When its limbs are dry, they are broken off; Women come and make a fire with them, For they are not a people of discernment, Therefore their Maker will not have compassion on them. And their Creator will not be gracious to them.", "12": "In that day the Lord will start His threshing from the flowing stream of the Euphrates to the brook of Egypt, and you will be gathered up one by one, O sons of Israel.", "13": "It will come about also in that day that a great trumpet will be blown, and those who were perishing in the land of Assyria and who were scattered in the land of Egypt will come and worship the Lord in the holy mountain at Jerusalem."}