{"1": "Woe, O [a]Ariel, [b]Ariel the city where David once camped! Add year to year, [c]observe your feasts on schedule.", "2": "I will bring distress to Ariel, And she will be a city of lamenting and mourning; And she will be like an Ariel to me.", "3": "I will camp against you [d]encircling you, And I will set siegeworks against you, And I will raise up battle towers against you.", "4": "Then you will be brought low; From the earth you will speak, And from the dust where you are prostrate Your words will come. Your voice will also be like that of a [e]spirit from the ground, And your speech will whisper from the dust.", "5": "But the multitude of your [f]enemies will become like fine dust, And the multitude of the ruthless ones like the chaff which [g]blows away; And it will happen instantly, suddenly.", "6": "From the Lord of hosts you will be punished with thunder and earthquake and loud noise, With whirlwind and tempest and the flame of a consuming fire.", "7": "And the multitude of all the nations who wage war against [h]Ariel, Even all who wage war against her and her stronghold, and who distress her, Will be like a dream, a vision of the night.", "8": "It will be as when a hungry man dreams— And behold, he is eating; But when he awakens, his [i]hunger is not satisfied, Or as when a thirsty man dreams— And behold, he is drinking, But when he awakens, behold, he is faint And his [j]thirst is not quenched. Thus the multitude of all the nations will be Who wage war against Mount Zion.", "9": "Be delayed and wait, Blind yourselves and be blind; They become drunk, but not with wine, They stagger, but not with strong drink.", "10": "For the Lord has poured over you a spirit of deep sleep, He has shut your eyes, the prophets; And He has covered your heads, the seers.", "11": "The entire vision will be to you like the words of a sealed [k]book, which when they give it to the one who [l]is literate, saying, “Please read this,” he will say, “I cannot, for it is sealed.”", "12": "Then the [m]book will be given to the one who [n]is illiterate, saying, “Please read this.” And he will say, “I [o]cannot read.”", "13": "Then the Lord said, “Because this people draw near with their [p]words And honor Me with their [q]lip service, But they remove their hearts far from Me, And their [r]reverence for Me [s]consists of [t]tradition learned by rote,", "14": "Therefore behold, I will once again deal marvelously with this people, wondrously marvelous; And the wisdom of their wise men will perish, And the discernment of their discerning men will be concealed.”", "15": "Woe to those who deeply hide their [u]plans from the Lord, And whose deeds are done in a dark place, And they say, “Who sees us?” or “Who knows us?”", "16": "You turn things around! Shall the potter be considered [v]as equal with the clay, That what is made would say to its maker, “He did not make me”; Or what is formed say to him who formed it, “He has no understanding”?", "17": "Is it not yet just a little while [w]Before Lebanon will be turned into a fertile field, And the fertile field will be considered as a forest?", "18": "On that day the deaf will hear words of a book, And out of their gloom and darkness the eyes of the blind will see.", "19": "The afflicted also will increase their gladness in the Lord, And the needy of mankind will rejoice in the Holy One of Israel.", "20": "For the ruthless will come to an end and the scorner will be finished, Indeed all who [x]are intent on doing evil will be cut off;", "21": "Who [y]cause a person to be indicted by a word, And ensnare him who adjudicates at the gate, And [z]defraud the one in the right with [aa]meaningless arguments.", "22": "Therefore thus says the Lord, who redeemed Abraham, concerning the house of Jacob: “Jacob shall not now be ashamed, nor shall his face now turn pale;", "23": "But when [ab]he sees his children, the work of My hands, in his midst, They will sanctify My name; Indeed, they will sanctify the Holy One of Jacob And will stand in awe of the God of Israel.", "24": "“Those who err in [ac]mind will know [ad]the truth, And those who [ae]criticize will [af]accept instruction."}