{"1": "But now, thus says the Lord, your Creator, O Jacob, And He who formed you, O Israel, “Do not fear, for I have redeemed you; I have called you by name; you are Mine!", "2": "“When you pass through the waters, I will be with you; And through the rivers, they will not overflow you. When you walk through the fire, you will not be scorched, Nor will the flame burn you.", "3": "“For I am the Lord your God, The Holy One of Israel, your Savior; I have given Egypt as your ransom, [a]Cush and Seba in your place.", "4": "“Since you are precious in My sight, Since you are honored and I love you, I will give other men in your place and other peoples in exchange for your life.", "5": "“Do not fear, for I am with you; I will bring your offspring from the east, And gather you from the west.", "6": "“I will say to the north, 'Give them up!' And to the south, 'Do not hold them back.' Bring My sons from afar And My daughters from the ends of the earth,", "7": "Everyone who is called by My name, And whom I have created for My glory, Whom I have formed, even whom I have made.”", "8": "Bring out the people who are blind, even though they have eyes, And the deaf, even though they have ears.", "9": "All the nations have gathered together So that the peoples may be assembled. Who among them can declare this And proclaim to us the former things? Let them present their witnesses that they may be justified, Or let them hear and say, “It is true.”", "10": "“You are My witnesses,” declares the Lord, “And My servant whom I have chosen, So that you may know and believe Me And understand that I am He. Before Me there was no God formed, And there will be none after Me.", "11": "“I, even I, am the Lord, And there is no savior besides Me.", "12": "“It is I who have declared and saved and proclaimed, And there was no strange god among you; So you are My witnesses,” declares the Lord, “And I am God.", "13": "“Even [b]from eternity I am He, And there is none who can deliver out of My hand; I act and who can reverse it?”", "14": "Thus says the Lord your Redeemer, the Holy One of Israel, “For your sake I have sent to Babylon, And will bring them all down as fugitives, [c]Even the Chaldeans, into the ships [d]in which they rejoice.", "15": "“I am the Lord, your Holy One, The Creator of Israel, your King.”", "16": "Thus says the Lord, Who makes a way through the sea And a path through the mighty waters,", "17": "Who brings forth the chariot and the horse, The army and the mighty man (They will lie down together and not rise again; They have been quenched and extinguished like a wick):", "18": "“Do not call to mind the former things, Or ponder things of the past.", "19": "“Behold, I will do something new, Now it will spring forth; Will you not be aware of it? I will even make a roadway in the wilderness, Rivers in the desert.", "20": "“The beasts of the field will glorify Me, The jackals and the ostriches, Because I have given waters in the wilderness And rivers in the desert, To give drink to My chosen people.", "21": "“The people whom I formed for Myself Will declare My praise.", "22": "“Yet you have not called on Me, O Jacob; But you have become weary of Me, O Israel.", "23": "“You have not brought to Me the sheep of your burnt offerings, Nor have you honored Me with your sacrifices. I have not burdened you with [e]offerings, Nor wearied you with incense.", "24": "“You have bought Me not [f]sweet cane with money, Nor have you [g]filled Me with the fat of your sacrifices; Rather you have burdened Me with your sins, You have wearied Me with your iniquities.", "25": "“I, even I, am the one who wipes out your transgressions for My own sake, And I will not remember your sins.", "26": "“[h]Put Me in remembrance, let us argue our case together; State your cause, that you may be proved right.", "27": "“Your first [i]forefather sinned, And your [j]spokesmen have [k]transgressed against Me.", "28": "“So I will [l]pollute the [m]princes of the sanctuary, And I will consign Jacob to the ban and Israel to revilement."}