{"1": "“But now listen, O Jacob, My servant, And Israel, whom I have chosen:", "2": "Thus says the Lord who made you And formed you from the womb, who will help you, 'Do not fear, O Jacob My servant; And you Jeshurun whom I have chosen.", "3": "'For I will pour out water on [a]the thirsty land And streams on the dry ground; I will pour out My Spirit on your offspring And My blessing on your descendants;", "4": "And they will spring up [b]among the grass Like poplars by streams of water.'", "5": "“This one will say, 'I am the Lord's'; And that one [c]will call on the name of Jacob; And another will write [d]on his hand, 'Belonging to the Lord,' And will name Israel's name with honor.", "6": "“Thus says the Lord, the King of Israel and his Redeemer, the Lord of hosts: 'I am the first and I am the last, And there is no God besides Me.", "7": "'Who is like Me? Let him proclaim and declare it; Yes, let him recount it to Me in order, [e]From the time that I established the ancient [f]nation. And let them declare to them the things that are coming And the events that are going to take place.", "8": "'Do not tremble and do not be afraid; Have I not long since announced it to you and declared it? And you are My witnesses. Is there any God besides Me, Or is there any other Rock? I know of none.'”", "9": "Those who fashion [g]a graven image are all of them futile, and their precious things are of no profit; even their own witnesses fail to see or know, so that they will be put to shame.", "10": "Who has fashioned a god or cast [h]an idol to no profit?", "11": "Behold, all his companions will be put to shame, for the craftsmen themselves are mere men. Let them all assemble themselves, let them stand up, let them tremble, let them together be put to shame.", "12": "The man shapes iron into a cutting tool and does his work over the coals, [i]fashioning it with hammers and working it with his strong arm. He also gets hungry and [j]his strength fails; he drinks no water and becomes weary.", "13": "Another shapes wood, he extends a measuring line; he outlines it with red chalk. He works it with planes and outlines it with a compass, and makes it like the form of a man, like the beauty of man, so that it may sit in a house.", "14": "Surely he cuts cedars for himself, and takes a [k]cypress or an oak and [l]raises it for himself among the trees of the forest. He plants a fir, and the rain makes it grow.", "15": "Then it becomes something for a man to burn, so he takes one of them and warms himself; he also makes a fire to bake bread. He also makes a god and worships it; he makes it a graven image and falls down before it.", "16": "Half of it he burns in the fire; over this half he eats meat as he roasts a roast and is satisfied. He also warms himself and says, “Aha! I am warm, I have seen the fire.”", "17": "But the rest of it he makes into a god, his graven image. He falls down before it and worships; he also prays to it and says, “Deliver me, for you are my god.”", "18": "They do not know, nor do they understand, for He has smeared over their eyes so that they cannot see and their hearts so that they cannot comprehend.", "19": "No one [m]recalls, nor is there knowledge or understanding to say, “I have burned half of it in the fire and also have baked bread over its coals. I roast meat and eat it. Then [n]I make the rest of it into an abomination, [o]I fall down before a block of wood!”", "20": "He [p]feeds on ashes; a deceived heart has turned him aside. And he cannot deliver [q]himself, nor say, “Is there not a lie in my right hand?”", "21": "“Remember these things, O Jacob, And Israel, for you are My servant; I have formed you, you are My servant, O Israel, you will not be forgotten by Me.", "22": "“I have wiped out your transgressions like a thick cloud And your sins like a [r]heavy mist. Return to Me, for I have redeemed you.”", "23": "Shout for joy, O heavens, for the Lord has done it! Shout joyfully, you lower parts of the earth; Break forth into a shout of joy, you mountains, O forest, and every tree in it; For the Lord has redeemed Jacob And in Israel He shows forth His glory.", "24": "Thus says the Lord, your Redeemer, and the one who formed you from the womb, “I, the Lord, am the maker of all things, Stretching out the heavens by Myself And spreading out the earth [s]all alone,", "25": "Causing the [t]omens of boasters to fail, [u]Making fools out of diviners, Causing wise men to draw back And [v]turning their knowledge into foolishness,", "26": "Confirming the word of His servant And [w]performing the purpose of His messengers. It is I who says of Jerusalem, 'She shall be inhabited!' And of the cities of Judah, 'They shall be built.' And I will raise up her ruins again.", "27": "“It is I who says to the depth of the sea, 'Be dried up!' And I will make your rivers dry.", "28": "“It is I who says of Cyrus, 'He is My shepherd! And he will perform all My desire.' And [x]he declares of Jerusalem, 'She will be built,' And of the temple, '[y]Your foundation will be laid.'”"}