{"1": "Thus says the Lord to Cyrus His anointed, Whom I have taken by the right hand, To subdue nations before him And [a]to loose the loins of kings; To open doors before him so that gates will not be shut:", "2": "“I will go before you and make the [b]rough places smooth; I will shatter the doors of bronze and cut through their iron bars.", "3": "“I will give you the [c]treasures of darkness And hidden wealth of secret places, So that you may know that it is I, The Lord, the God of Israel, who calls you by your name.", "4": "“For the sake of Jacob My servant, And Israel My chosen one, I have also called you by your name; I have given you a title of honor Though you have not known Me.", "5": "“I am the Lord, and there is no other; Besides Me there is no God. I will [d]gird you, though you have not known Me;", "6": "That [e]men may know from the rising to the setting of the sun That there is no one besides Me. I am the Lord, and there is no other,", "7": "The One forming light and creating darkness, Causing [f]well-being and creating calamity; I am the Lord who does all these.", "8": "“Drip down, O heavens, from above, And let the clouds pour down righteousness; Let the earth open up and salvation bear fruit, And righteousness spring up with it. I, the Lord, have created it.", "9": "“Woe to the one who quarrels with his [g]Maker— An earthenware vessel [h]among the vessels of earth! Will the clay say to the [i]potter, 'What are you doing?' Or the thing you are making say, 'He has no hands'?", "10": "“Woe to him who says to a father, 'What are you begetting?' Or to a woman, 'To what are you [j]giving birth?'”", "11": "Thus says the Lord, the Holy One of Israel, and his [k]Maker: “[l]Ask Me about the things to come [m]concerning My sons, And you shall commit to Me the work of My hands.", "12": "“It is I who made the earth, and created man upon it. I stretched out the heavens with My hands And I [n]ordained all their host.", "13": "“I have aroused him in righteousness And I will make all his ways smooth; He will build My city and will let My exiles go free, Without any payment or reward,” says the Lord of hosts.", "14": "Thus says the Lord, “The [o]products of Egypt and the merchandise of [p]Cush And the Sabeans, men of stature, Will come over to you and will be yours; They will walk behind you, they will come over in chains And will bow down to you; They will make supplication to you: '[q]Surely, God is [r]with you, and there is none else, No other God.'”", "15": "Truly, You are a God who hides Himself, O God of Israel, Savior!", "16": "They will be put to shame and even humiliated, all of them; The manufacturers of idols will go away together in humiliation.", "17": "Israel has been saved by the Lord With an everlasting salvation; You will not be put to shame or humiliated To all eternity.", "18": "For thus says the Lord, who created the heavens (He is the God who formed the earth and made it, He established it and did not create it [s]a waste place, but formed it to be inhabited), “I am the Lord, and there is none else.", "19": "“I have not spoken in secret, In [t]some dark land; I did not say to the [u]offspring of Jacob, 'Seek Me in [v]a waste place'; I, the Lord, speak righteousness, Declaring things that are upright.", "20": "“Gather yourselves and come; Draw near together, you fugitives of the nations; They have no knowledge, Who carry about [w]their wooden idol And pray to a god who cannot save.", "21": "“Declare and set forth your case; Indeed, let them consult together. Who has announced this from of old? Who has long since declared it? Is it not I, the Lord? And there is no other God besides Me, A righteous God and a Savior; There is none except Me.", "22": "“Turn to Me and be saved, all the ends of the earth; For I am God, and there is no other.", "23": "“I have sworn by Myself, The word has gone forth from My mouth in righteousness And will not turn back, That to Me every knee will bow, every tongue will swear allegiance.", "24": "“They will say of Me, 'Only in the Lord are righteousness and strength.' Men will come to Him, And all who were angry at Him will be put to shame.", "25": "“In the Lord all the offspring of Israel Will be justified and will glory.”"}