{"1": "Who has believed our message? And to whom has the arm of the Lord been revealed?", "2": "For He grew up before Him like a tender [a]shoot, And like a root out of parched ground; He has no stately form or majesty That we should look upon Him, Nor appearance that we should [b]be attracted to Him.", "3": "He was despised and forsaken of men, A man of [c]sorrows and acquainted with [d]grief; And like one from whom men hide their face He was despised, and we did not esteem Him.", "4": "Surely our [e]griefs He Himself bore, And our [f]sorrows He carried; Yet we ourselves esteemed Him stricken, [g]Smitten of God, and afflicted.", "5": "But He was [h]pierced through for our transgressions, He was crushed for our iniquities; The chastening for our [i]well-being fell upon Him, And by His scourging we are healed.", "6": "All of us like sheep have gone astray, Each of us has turned to his own way; But the Lord has caused the iniquity of us all To [j]fall on Him.", "7": "He was oppressed and He was afflicted, Yet He did not open His mouth; Like a lamb that is led to slaughter, And like a sheep that is silent before its shearers, So He did not open His mouth.", "8": "By oppression and judgment He was taken away; And as for His generation, who considered That He was cut off out of the land of the [k]living For the transgression of my people, to whom the stroke was due?", "9": "His grave was assigned with wicked men, Yet He was with a rich man in His death, Because He had done no violence, Nor was there any deceit in His mouth.", "10": "But the Lord was pleased To crush Him, [l]putting Him to grief; If [m]He would render Himself as a guilt offering, He will see His [n]offspring, He will prolong His days, And the [o]good pleasure of the Lord will prosper in His hand.", "11": "As a result of the [p]anguish of His soul, He will see [q]it and be satisfied; By His knowledge the Righteous One, My Servant, will justify the many, As He will bear their iniquities.", "12": "Therefore, I will allot Him a portion with the great, And He will divide the booty with the strong; Because He poured out [r]Himself to death, And was numbered with the transgressors; Yet He Himself bore the sin of many, And interceded for the transgressors."}