{"1": "The Spirit lifted me up and brought me to the east gate of the Lord's house which faces eastward. There I saw twenty-five men at the door of the gate. Among them I saw Jaazaniah the son of Azzur, and Pelatiah the son of Benaiah, leaders of the people. ", "2": "Then He said to me, “Son of man, these are the men who make sinful plans and tell others in this city to do what is wrong. ", "3": "They say, 'Will it not soon be time to build houses? This city is the pot and we are the meat.' ", "4": "So tell what will happen against them, son of man. Speak the Word of God!”", "5": "Then the Spirit of the Lord came upon me, and He said to me, “Tell them, 'This is what the Lord says: “This is what you thought, O people of Israel. For I know the things that come into your mind. ", "6": "You have made many more of your people die in this city. You have filled its streets with them.” ", "7": "So the Lord God says, “Your dead whom you have laid in the city are the meat, and this city is the pot. But I will bring you out of it. ", "8": "You have been afraid of the sword, so I will bring a sword upon you,” the Lord God says. ", "9": "“And I will bring you out of the city, and give you over to strangers and punish you. ", "10": "You will be killed by the sword all the way to the land of Israel, so you will know that I am the Lord. ", "11": "This city will not be a pot for you, and you will not be the meat inside it. But I will punish you all the way to the land of Israel. ", "12": "And you will know that I am the Lord. For you have not walked in my Laws or obeyed them, but have followed the ways of the nations around you.”'”", "13": "While I was saying what was going to happen, Pelatiah the son of Benaiah died. Then I fell on my face and cried out with a loud voice, “It is bad, Lord God! Will You bring a complete end to those of Israel who are left?”", "14": "Then the Word of the Lord came to me, saying, ", "15": "“Son of man, your brothers, your family, those who were driven out of the land, and all the people of Israel are those of whom the people of Jerusalem have said, 'They have gone far away from the Lord. This land has been given to us for our own.' ", "16": "So tell them, 'This is what the Lord God says: “I sent them far away among the nations. I divided them among the countries. But still I was a holy place for them a little while in the countries where they had gone.”' ", "17": "So tell them, 'This is what the Lord God says: “I will gather you from the nations. I will gather you together out of the countries where you have been divided. And I will give you the land of Israel.”' ", "18": "When they return to it, they will take away all its hated and sinful things. ", "19": "I will give them one heart, and put a new spirit within them. I will take the heart of stone out of their flesh and give them a heart of flesh. ", "20": "Then they will walk in My Laws and keep them, and obey them. They will be My people, and I will be their God. ", "21": "But as for those whose hearts go after their hated and sinful things, I will bring their actions upon their own heads,” says the Lord God.", "22": "Then the cherubim lifted up their wings with the wheels beside them. And the shining-greatness of the God of Israel was over them. ", "23": "The shining-greatness of the Lord went up from the city and stood over the mountain east of it. ", "24": "The Spirit lifted me up and brought me in a special dream by the Spirit of God to the Jews who had been taken to Babylon. Then the special dream that I had seen left me. ", "25": "And I told the Jews in Babylon all the things that the Lord had shown me."}