{"1": "The Word of the Lord came to me saying, ", "2": "“Son of man, give the people of Israel this picture-story to think about. ", "3": "Tell them, 'The Lord God says, “A large eagle with big wings and long feathers of many colors came to Lebanon and took away the top of the cedar tree. ", "4": "He broke off the very top of its young branches and brought it to a land of traders. He placed it in a city of people who buy and sell. ", "5": "Then he took some of the seed of the land and planted it in good ground for growing. He planted it like a willow tree where there was much water to make it grow. ", "6": "And it grew and became a low spreading vine. Its branches grew toward him, but its roots stayed under it. So it became a vine, and branches and leaves grew out from it.", "7": "“But there was another large eagle with big wings and many feathers. And the vine turned its roots and branches toward him from where it was planted, that he might water it. ", "8": "It had been planted in good ground beside much water, that it might grow branches and give fruit and become a beautiful vine.”' ", "9": "Tell them, 'The Lord God says, “Will it live and grow? Will not its roots be pulled up and its fruit be cut off so that its leaves that started to grow dry up? It will not take a strong arm or many people to pull it up by the roots. ", "10": "Even if it is planted again, will it live and grow? Will it not dry up when the east wind hits it? Will it not dry up in the place where it grew?”'”", "11": "Then the Word of the Lord came to me saying, ", "12": "“Now tell these sinful people, 'Do you not know what these things mean?' Tell them, 'See, the king of Babylon came to Jerusalem. He took its king and the king's sons, and brought them back with him to Babylon. ", "13": "He took one of the king's family and made an agreement with him. And he made him promise to keep it. He also took away the strong leaders of the land, ", "14": "so that the nation would be under his power and not become strong again. It could only last by keeping his agreement. ", "15": "But the king of Judah turned against him by sending his men to Egypt to get horses and a large army for him. Will it go well for him? Can he get away with that? Can he break the agreement and not be punished? ", "16": "As I live,' says the Lord God, 'he will die in the land of the king who put him on the throne, whose promise he hated, and whose agreement he broke. He will die in Babylon. ", "17": "Pharaoh with his powerful army of many men will not help him in the war, when battle-walls are put up so that many people are killed. ", "18": "He hated the promise and broke the agreement. Because he had given his promise and then did all these things, he will not get away from being punished.'” ", "19": "So the Lord God says, “As I live, I will punish him for hating My promise and for breaking My agreement. ", "20": "I will spread My net over him and he will be caught in My trap. Then I will bring him to Babylon and punish him there for not being faithful to Me. ", "21": "And all the best of his soldiers will be killed by the sword, and those left alive will be thrown to the wind. Then you will know that I, the Lord, have spoken.”", "22": "The Lord God says, “I will also take a young branch from the very top of the cedar tree and plant it. I will break a soft new one from the very top of its young branches, and plant it on a high mountain. ", "23": "I will plant it on the high mountain of Israel. It will grow branches and give fruit and become a beautiful cedar. Birds of every kind will nest in it. They will nest in the shadow of its branches. ", "24": "Then all the trees of the field will know that I am the Lord. I bring down the high tree and make the low tree grow tall. I dry up the green tree, and make the dry tree become green. I, the Lord, have spoken, and I will do what I say.”"}