{"1": "The Word of the Lord came to me saying, ", "2": "“What do you mean by using this saying about the land of Israel: 'The fathers eat the sour grapes, but the children get the sour taste'? ", "3": "As I live,” says the Lord God, “you will never use this saying in Israel again. ", "4": "For all souls belong to Me. Both the soul of the father and the soul of the son are Mine. The soul who sins will die. ", "5": "But if a man is right and good and does what is right and good, ", "6": "he does not eat at the altars on the mountains or look up to the false gods of Israel. He does not sin with his neighbor's wife or go near a woman during the time she is unclean. ", "7": "He does not make it hard for anyone. He keeps his promise to pay back what he owes. He does not steal, but gives his bread to the hungry, and gives clothing to those who have none. ", "8": "He does not make others pay back more than they owe him. He keeps away from sin, and is an honest judge when men argue. ", "9": "He walks in My Laws and is careful to obey them. This man is right and good, and will live for sure,” says the Lord God.", "10": "“But he may have a son who acts in anger and kills another man, or does any of these other things ", "11": "that the father never did. He eats at the altars on the mountains, and sins with his neighbor's wife. ", "12": "He makes it hard for the poor and those in need, and he steals. He does not keep his promise to pay back what he owes. He looks up to false gods, and does sinful acts. ", "13": "And he makes people pay back more than they owe him. Will this man live? He will not live! He has done all these sinful acts, and for sure he will die. He will be guilty for his own death.", "14": "“Now this man may have a son who has seen all the sins his father has done, but does not do the same. ", "15": "He does not eat at the altars on the mountains or look to the false gods of Israel. He does not sin with his neighbor's wife, ", "16": "or make it hard for anyone. He does not keep what another man has given him in trust for a promise. He does not steal, but he gives his bread to the hungry and clothing to those who have none. ", "17": "He keeps away from sin. He does not make a person pay back more than he owes him. But he walks in My Laws and obeys them. This man will not die for his father's sin. He will live for sure. ", "18": "As for his father, because he used his power to rob his brother, and did what was wrong among his people, he will die for his sin.", "19": "“Yet you say, 'Why should the son not suffer for the father's sin?' Since the son has done what is right and good, and has kept and obeyed all My Laws, he will live for sure. ", "20": "The person who sins will die. The son will not be punished for the father's sin. And the father will not be punished for the son's sin. The right and good man will receive good, and the sinful man will suffer for his sin.", "21": "“But if the sinful man turns from all the sins he has done and obeys all My Laws and does what is right and good, he will live for sure. He will not die. ", "22": "None of the sins he has done will be remembered against him. Because of the right and good things he has done, he will live. ", "23": "Am I pleased with the death of a sinful man?” says the Lord God. “No, instead I would like him to turn from his sinful ways and live.", "24": "“But when a right and good man turns away from doing what is right and good, and sins, doing all the bad things that a sinful man does, will he live? None of the right and good things he has done will be remembered. Because he has not been faithful and has sinned, he will die. ", "25": "Yet you say, 'The Lord is not doing what is right.' Listen, O people of Israel! Is My way not right? Is it not your ways that are not right? ", "26": "When a right and good man turns away from doing what is right and good, and sins, and dies because of it, he dies because of the sin he has done. ", "27": "But when a sinful man turns away from his sin and does what is right and good, he will save his life. ", "28": "Because he thought about it and turned away from all the sins he had done, he will live for sure. He will not die. ", "29": "But the people of Israel say, 'The Lord is not doing what is right.' Are My ways not right, O people of Israel? Is it not your ways that are not right?", "30": "“So I will judge you, O people of Israel, each of you by what he has done,” says the Lord God. “Be sorry for all your sins and turn away from them, so sin will not destroy you. ", "31": "Turn away from all the sins you have done, and get a new heart and a new spirit! Why will you die, O people of Israel? ", "32": "For I am not pleased with the death of anyone who dies,” says the Lord God. “So be sorry for your sins and turn away from them, and live.”"}