{"1": "The Word of the Lord came to me saying, ", "2": "“Son of man, will you judge? Will you judge this city of blood? Then tell the people about all their sinful acts. ", "3": "Tell them, 'The Lord God says, “O city, because you have killed your own people and have made yourselves false gods to add to your sins, your time will come! ", "4": "You have become guilty by killing your people, and sinful by the false gods you have made. You have brought the day of your punishment near. The end of your years has come. So I have made you a shame to the nations. All the countries laugh at you. ", "5": "People both near and far will make fun of you, you who are full of shame and trouble. ", "6": "See, each of the rulers of Israel who are in you has used his power to kill. ", "7": "They have not honored father and mother within you. They have made it hard for the stranger living among you. They have done wrong to those in you who have lost their father or husband. ", "8": "You have hated My holy things and have not kept My Days of Rest holy. ", "9": "There are men in you who have lied about others to cause them to be put to death. Some have eaten at the altars on the mountains, and have done sex sins there. ", "10": "Men have done sex sins with their fathers' wives. Men have put women to shame during their time of the month when they are unclean. ", "11": "One has done sex sins with his neighbor's wife. Another has done sex sins with his daughter-in-law. And another has put his own sister to shame, his father's daughter. ", "12": "In you they have taken pay to kill people. You have made others pay back more than they owe you. You have hurt your neighbors by making it hard for them to pay you. And you have forgotten Me,” says the Lord God.", "13": "“I will bring My hand down hard upon the money you have made by your sinful ways, and for the blood of those you have killed among you. ", "14": "Can your strength of heart last? Or can your hands be strong, in the days that I punish you? I, the Lord, have spoken, and I will do what I say. ", "15": "I will divide you among the nations and spread you out through the lands. I will take away from you all that is unclean. ", "16": "You will become sinful in the eyes of the nations, and you will know that I am the Lord.”'”", "17": "The Word of the Lord came to me saying, ", "18": "“Son of man, the people of Israel have become waste to Me. They are like brass, tin, iron, and lead in the fire and have become waste that is left after silver has gone through the fire. ", "19": "So the Lord God says, 'Because you have all become waste, I am going to gather you together in Jerusalem. ", "20": "As men gather silver and brass and iron and lead and tin into the stove to blow fire on it and melt it, so I will gather you in My anger. I will put you in the city and melt you. ", "21": "I will gather you and blow on you with the fire of My anger, and you will be melted within it. ", "22": "As silver is melted in the hot stove, so you will be melted in Jerusalem. Then you will know that I, the Lord, have poured out My anger upon you.'”", "23": "The Word of the Lord came to me saying, ", "24": "“Son of man, tell Israel, 'You are a land that is not made clean or rained on in the day of anger.' ", "25": "Israel's false religious leaders are making plans within her. They are like a lion making noise over the food it has killed. They have taken human lives and also riches and things of much worth. They have made many women in Israel lose their husbands. ", "26": "Her religious leaders have broken My Law, and have made My holy things unclean. It makes no difference to them if something is holy or unclean. They have not taught the difference between what is clean and unclean. They hide their eyes from My Days of Rest, and I am not honored among them. ", "27": "Her leaders are like wolves tearing apart the animals they have killed. They kill and destroy lives to get things by doing wrong. ", "28": "Her men who speak in My name have covered these sins with whitewash for the people. They see false dreams and lie to them using their secret ways, saying, 'This is what the Lord God says,' when the Lord has not spoken. ", "29": "The people of the land have made it hard for others and have stolen. They have done wrong to the poor and those in need. And they have made it hard for the stranger who lives among them, taking away his rights. ", "30": "I looked for a man among them who would build up the wall and stand before Me in the place where it is broken, to stop Me from destroying the land, but I found no one. ", "31": "So I have become angry with them. I have destroyed them with the fire of My anger. I am punishing them for what they have done,” says the Lord God."}