{"1": "The Word of the Lord came to me saying, ", "2": "“Son of man, there were two women, daughters of the same mother. ", "3": "They sold the use of their bodies in Egypt, and did so when they were young. Their breasts were lain upon in that land. Their breasts, which had never before been held by a man, were held. ", "4": "The name of the older sister was Oholah, and her younger sister was Oholibah. They became Mine and gave birth to sons and daughters. Oholah is Samaria, and Oholibah is Jerusalem.", "5": "“Oholah sold the use of her body while she was Mine. She was full of desire for her lovers, the Assyrians who lived near her ", "6": "who were dressed in purple. They were rulers and leaders, all of them good-looking young men who rode on horses. ", "7": "She gave her body to them for sex. They were all the best men of Assyria. And she also sinned by worshiping the false gods of all the men she desired. ", "8": "She did not turn away from her sex sins she had begun in Egypt. Men had lain with her since she was young. They had held her young breasts and used her to fill their desire. ", "9": "So I gave her over to her lovers the Assyrians whom she desired. ", "10": "They took off her clothes. They took her sons and daughters. But they killed her with the sword. So she became a saying among women, because she was punished.", "11": "“Her sister Oholibah saw this, but she was more sinful in her desire for sex than Oholah. Her sex sins were worse than those of her sister. ", "12": "She wanted to have the Assyrians, rulers and leaders, men who were well dressed, those who rode on horses, all those good looking young men. ", "13": "And I saw that she was sinful. Both sisters went the same way. ", "14": "But she did even more sex sins. She saw pictures of men on the wall, pictures of Babylonians drawn in bright red. ", "15": "They had belts around them, and flowing head-coverings. All of them looked like Babylonian captains who were born in Chaldea. ", "16": "And when she saw them, she had a desire for sex with them, and sent word to them in Chaldea. ", "17": "The Babylonians came to her, to the bed of love. They made her sinful with their desire. And after she had had sex with them, she became sick of them. ", "18": "When she let her sins and her body be seen, I turned away from her in anger, as I had turned from her sister. ", "19": "Yet she did even more sex sins. She remembered when she was young, when she sold the use of her body in the land of Egypt. ", "20": "She was full of desire for lovers whose flesh was like those of donkeys, and whose flow was like that of horses. ", "21": "Oholibah, you were filled with desire for the sex sins you did when you were young, when the Egyptians held your breasts.", "22": "“So, Oholibah, the Lord God says, 'I will bring your lovers against you, those you turned away from. I will bring them against you from every side: ", "23": "Babylonians and all the Chaldeans, Pekod, Shoa, Koa, and all the Assyrians with them, good looking young men, all of them rulers, leaders, captains, and men who are well-known, all of them riding on horses. ", "24": "They will come against you from the north, with war-wagons and an army of people. They will come against you on every side with battlecoverings and head-coverings. And I will let them punish you. They will punish you in their own way. ", "25": "Because of My jealous anger, I will let them act toward you in anger. They will cut off your nose and ears, and any people who are left will be killed by the sword. They will take your sons and daughters, and any yet left will be burned in the fire. ", "26": "They will take away your clothes and take away the beautiful objects you wear. ", "27": "So I will put an end to the sex sins you brought from the land of Egypt. You will never again look at these things with desire or remember Egypt.' ", "28": "For the Lord God says, 'I will give you over to those you hate, to the men you turned away from. ", "29": "And because they hate you, they will take away everything you own and leave you without clothing. Then your body without clothes will be seen as a sinful woman. ", "30": "These things will be done to you because you have sold the use of your body to the nations, and because you have made yourself sinful with their false gods. ", "31": "You have followed the way of your sister, so I will give you the same cup of punishment to drink.' ", "32": "The Lord God says, 'You will drink your sister's cup, which is deep and wide. You will be laughed at and made fun of, for it holds much. ", "33": "You will become drunk and filled with sorrow, with the cup of fear and waste, with the cup of your sister Samaria. ", "34": "You will drink it until it is empty. Then you will chew its pieces and tear your breasts, for I have spoken,' says the Lord God. ", "35": "So the Lord God says, 'Because you have forgotten Me and put Me behind your back, now suffer the punishment of your sex sins.'”", "36": "The Lord said to me, “Son of man, will you judge Oholah and Oholibah? Make them know their sinful acts. ", "37": "For they have not been faithful to Me, and blood is on their hands. They have left Me for their false gods. And they gave their sons to these false gods as burnt gifts, the sons they had given to Me at birth. ", "38": "That is not all they did. At that same time they have not kept My holy place and My Days of Rest holy. ", "39": "When they had killed their children for their false gods, they went into My holy place on the same day to make it unclean. This is what they did within My house. ", "40": "They even sent for men who came from far away. And when they came, you washed yourselves, colored your eyes, and put on beautiful objects for them. ", "41": "You sat on a beautiful seat with a table made ready in front of it on which you had set My special perfume and My oil. ", "42": "The sound of a group free of care was around you. Men who drank too much were brought from the desert with men who were not important. They put beautiful objects on the women's hands and beautiful crowns on their heads. ", "43": "Then I said about the one who was worn out by sex sins, 'Will they now lie with her when she is this way?' ", "44": "But they went in to her as they would go in to a woman who sells the use of her body. So they went in to Oholah and Oholibah, the sinful women. ", "45": "But men who are right and good will punish them as women are punished who do sex sins and kill, because they are sinful women and blood is on their hands.", "46": "“The Lord God says, 'Bring up a group against them to fill them with fear and to rob them. ", "47": "The group will kill them with stones and with swords. They will kill their sons and daughters and burn down their houses. ", "48": "So I will put an end to sex sins in the land, that all women will learn of the danger and not sin as you have done. ", "49": "You will suffer the penalty for your sex sins and for worshiping your false gods. Then you will know that I am the Lord God.'”"}