{"1": "The Word of the Lord came to me on the tenth day of the tenth month in the ninth year, saying, ", "2": "“Son of man, put down in writing this day, this very day. The king of Babylon has shut Jerusalem in with his army this very day. ", "3": "And tell a picture-story to these sinful people of Israel. Tell them, 'The Lord God says, “Put the pot on the fire. Put it on, and pour water in it. ", "4": "Put all the good pieces of meat in it, the thigh, the shoulder. And fill it with the best bones. ", "5": "Take the best of the flock. Put more and more wood under the pot to make it boil, and boil the bones in it.”", "6": "'For the Lord God says, “It is bad for the city of blood, for the rusted pot whose rust has not been cleaned out of it! Take the pieces of meat out of it without choosing them. ", "7": "For the blood of the city has been poured on the rock. It was not poured on the ground where the dust would cover it. ", "8": "I have put the blood on the rock where it could not be covered, so that it would cause anger and punishment.” ", "9": "So the Lord God says, “It is bad for the city of blood! I will put much wood on the fire. ", "10": "Put on more and more wood, and make the fire burn. Boil the meat well. Mix in the spices, and let the bones be burned up. ", "11": "Now set the empty pot on the coals until it becomes hot and its brass becomes bright with the heat. Then what is not clean in it will melt away. Its rust will be destroyed. ", "12": "But it has been all for nothing. Its rust has not left it, not even by fire. ", "13": "It is sin that makes you unclean. I have tried to make you clean, but you would not be made clean from your sins. So you will not be clean again until My anger against you is finished. ", "14": "I, the Lord, have spoken. The time has come for Me to act. I will not hold back, I will not pity, and I will not be sorry. I will punish you for your ways and for what you have done,” says the Lord God.'”", "15": "The Word of the Lord came to me saying, ", "16": "“Son of man, with one blow I am about to take away from you the desire of your eyes. But do not have sorrow or loud crying or any tears. ", "17": "Cry inside yourself. Do not show sorrow for the dead. Put your head-covering on. Put your shoes on your feet. Do not cover your face or eat the bread of those in sorrow.” ", "18": "So I spoke to the people in the morning, and in the evening my wife died. The next morning I did as I was told. ", "19": "And the people said to me, “Will you not tell us what these things you are doing mean for us?” ", "20": "So I said to them, “The Word of the Lord came to me saying, ", "21": "'Tell the people of Israel, “The Lord God says, 'I am about to let sin fill My holy place, the pride of your power, the desire of your eyes, and the happiness of your soul. And your sons and daughters you have left behind will be killed by the sword. ", "22": "Then you will do as I have done. You will not cover your face or eat the bread of those in sorrow. ", "23": "Your heads will be covered and your shoes will be on your feet. You will not have sorrow or cry. But you will waste away in your sins and cry in pain to one another. ", "24": "So Ezekiel will be something special for you to see. You will do just as he has done. When this happens, you will know that I am the Lord God.'”", "25": "'Son of man, I will take away their strong-place that was their joy and pride, the desire of their eyes and the things their hearts wanted most. And I will take away their sons and their daughters. ", "26": "On that day, one who gets away will come to you with the news. ", "27": "That same day your mouth will be opened. You will speak with him and no longer be quiet. So you will be something special for them to see, and they will know that I am the Lord.'”"}