{"1": "The Word of the Lord came to me saying, ", "2": "“Son of man, speak in My name and say, 'This is what the Lord God says: “Cry in a loud voice, 'It is bad for that day!' ", "3": "For the day is near. The day of the Lord is near. It will be a day of clouds, a time of trouble for the nations. ", "4": "A sword will come against Egypt, and Ethiopia will be very troubled. When the people are killed in Egypt, her riches will be taken away, and her country destroyed. ", "5": "Ethiopia, Put, Lud, all of Arabia, Libya, and the people of Israel living there, all who have an agreement with Egypt will be killed by the sword.”'”", "6": "'The Lord says, “Those who help Egypt will be killed in battle. The pride of her power will come down. From Migdol to Syene they will be killed by the sword,” says the Lord God. ", "7": "“They will be a waste among the lands that are laid waste. And her cities will be among the destroyed cities. ", "8": "Then they will know that I am the Lord, when I start a fire in Egypt and all those who help her are destroyed. ", "9": "On that day I will send men in ships to bring fear to Ethiopians who think they are safe. They will be troubled and afraid as when Egypt is destroyed, for their day is coming!” ", "10": "The Lord God says, “I will put an end to Egypt's riches by the hand of Nebuchadnezzar king of Babylon. ", "11": "He and his people show the least pity of all the nations, and they will be brought in to destroy the land. They will use their swords against Egypt and fill the land with dead bodies. ", "12": "And I will dry up the Nile River and sell the land to sinful men. I will destroy the land and everything in it, by the hand of strangers. I, the Lord, have spoken.”", "13": "'The Lord God says, “I will also destroy the false gods and put an end to the objects of worship in Memphis. There will no longer be a leader in the land of Egypt, so I will put fear in the land. ", "14": "I will destroy Pathros, start a fire in Zoan, and punish Thebes. ", "15": "I will be angry with Pelusium, the strong city of Egypt. And I will destroy the riches of Thebes. ", "16": "I will start a fire in Egypt. Pelusium will suffer much. Thebes will be broken open. And Memphis will not have rest from troubles and fear. ", "17": "The young men of On and Pi-beseth will be killed in battle, and the women will be taken away. ", "18": "At Tehaphnehes the day will be dark when I break the power of Egypt. The pride of her strength will come to an end. A cloud will cover her, and her daughters will be taken away. ", "19": "So I will punish Egypt, and they will know that I am the Lord.'”", "20": "On the seventh day of the first month in the eleventh year, the Word of the Lord came to me saying, ", "21": "“Son of man, I have broken the arm of Pharaoh king of Egypt. And it has not been wrapped so that it could heal and be strong enough to hold the sword. ", "22": "So the Lord God says, 'I am against Pharaoh king of Egypt and will break his arms, both the strong one and the one already broken. And I will make the sword fall from his hand. ", "23": "I will divide the Egyptians among the nations and spread them out among the lands. ", "24": "For I will give strength to the arms of the king of Babylon and put My sword in his hand, and I will break the arms of Pharaoh, so that he will cry in pain in front of him like a dying man in battle. ", "25": "I will give strength to the arms of the king of Babylon, but Pharaoh's arms will fall. Then they will know that I am the Lord, when I give My sword to the king of Babylon and he uses it against the land of Egypt. ", "26": "I will make the Egyptians go to the different nations and spread them out among the lands. Then they will know that I am the Lord.'”"}