{"1": "The Word of the Lord came to me saying, ", "2": "“Son of man, speak to the children of your people. Say to them, 'If I bring a sword upon a land, and the people of the land choose one of their men to keep watch for them, ", "3": "and he sees the sword coming upon the land and sounds the horn to tell the people of the danger, ", "4": "then if anyone hears the horn and does not take care, and a sword comes and kills him, he will be to blame for his own death. ", "5": "He heard the sound of the horn, but did not worry about the danger. He will be to blame for his own death. If he had been careful, he would have saved his life. ", "6": "But if the watchman sees the sword coming and does not blow the horn, and the people are not told of the danger, and a sword comes and kills one of them, that man will be taken away because of his sin. But the blood of the watchman must be given.'", "7": "“Son of man, I have chosen you as a watchman for the people of Israel. So when I give you the word, you must tell them of the danger. ", "8": "When I tell a sinful man that he will die for sure, and you do not speak to him about the danger of his way, that sinful man will die in his sin. But your blood must be given. ", "9": "But if you tell a sinful man to turn from his way, and he does not turn from his way, he will die in his sin. But you have saved your life.", "10": "“Son of man, say to the people of Israel, 'You have said, “Our sins are upon us, and we are wasting away in them. How then can we live?”' ", "11": "Say to them, 'As I live,' says the Lord God, 'I am not pleased when sinful people die. But I am pleased when the sinful turn from their way and live. Turn! Turn from your sinful ways! Why will you die, O people of Israel?' ", "12": "Now, son of man, tell the children of your people, 'If a man does what is right and good, it will not save him when he sins.' And the sins of a sinful man will not make him fall when he turns from his sinful way. But the man who is right and good will not be able to live by his good ways when he sins. ", "13": "When I tell the man who is right and good that he will live, and he trusts in his good ways so much that he sins, none of his good works will be remembered. He will die for the sin he has done. ", "14": "But when I tell the sinful man that he will die, and he turns from his sin and does what is right and good, ", "15": "if he gives back what a person gave him as trust for a promise, pays back what he had stolen, follows the Laws that give life and does not sin, he will live for sure. He will not die. ", "16": "None of the sins he has done will be remembered against him. He has done what is right and good, and he will live for sure.", "17": "“Yet the children of your people say, 'The way of the Lord is not right.' But it is their way that is not right. ", "18": "When the right and good man turns from his good way and sins, he will die for it. ", "19": "But when the sinful man turns from his sin and does what is right and good, he will live because of it. ", "20": "Yet you say, 'The way of the Lord is not right.' O people of Israel, I will judge each of you by his ways.”", "21": "On the fifth day of the tenth month in the twelfth year since we had been taken to a strange land, a man who got away from Jerusalem came and said to me, “The city has been taken.” ", "22": "Now the hand of the Lord had been upon me in the evening before the man came. And He opened my mouth so that when the man came to me in the morning, I was able to speak.", "23": "Then the Word of the Lord came to me saying, ", "24": "“Son of man, the people who live in these waste places in the land of Israel are saying, 'Abraham was only one man, yet he owned the land. But we are many, and for sure the land has been given to us.' ", "25": "So tell them, 'The Lord God says, “You eat meat with the blood in it, and worship your false gods as you kill. Should the land belong to you? ", "26": "You trust in your sword, and keep on sinning. Each of you does sex sins with his neighbor's wife. Should the land belong to you?”' ", "27": "Tell them, 'The Lord God says, “As I live, those who are in the waste places will be killed by the sword. Whoever is in the open field, I will feed to the wild animals. And those who are in the strong-places and in the caves will die of disease. ", "28": "I will destroy the land and make it a waste. The pride of her power will come to an end. The mountains of Israel will be laid waste, so that no one will pass through. ", "29": "Then they will know that I am the Lord, when I destroy the land and make it a waste because of all the hated sins they have done.”'", "30": "“As for you, son of man, your people are talking to each other about you by the walls and at the doors of the houses. They are saying, 'Come and hear the word that has come from the Lord.' ", "31": "They come and sit in front of you as My people, and listen to the words you say. But they do not do them. With their mouth they speak of love, but their hearts are full of sinful desire. ", "32": "They think of you as nothing more than one who sings love songs with a beautiful voice and plays music well. For they hear what you say, but they will not do it. ", "33": "When all this comes true, and it will, then they will know that a man of God has been among them.”"}