{"1": "“Son of man, speak in My name to the mountains of Israel. Say, 'O mountains of Israel, hear the Word of the Lord. ", "2": "The Lord God says, “Those who hate you have laughed and spoken against you, saying, 'The old hills now belong to us.' ", "3": "So tell the mountains of Israel, 'The Lord God says, “They have made you a waste land, and destroyed you from every side. You were taken by the rest of the nations for their own. And the people have been saying bad things about you.”'” ", "4": "So, mountains of Israel, hear the Word of the Lord God. This is what the Lord God says to the mountains, the hills, the valleys, the destroyed places and empty cities, which have been robbed and made fun of by the rest of the nations around them. ", "5": "The Lord God says, “I speak in the fire of My jealousy against the rest of the nations and against all Edom. They have taken My land for themselves with hearts full of joy and hate, that they might rob its good things.”", "6": "'So speak about the land of Israel, and tell the mountains, the hills, and valleys, “The Lord God says, 'I speak in My jealousy and anger because you have been put to shame by the nations.' ", "7": "So the Lord God says, 'I promise that the nations around you will also suffer shame. ", "8": "But you, O mountains of Israel, will put out your branches and give your fruit for My people Israel. For they will come home soon. ", "9": "See, I care for you and will show you favor. You will be plowed and planted. ", "10": "I will cause the people to become many, all the people of Israel. People will live in the cities, and the places that have been destroyed will be built again. ", "11": "I will give you many people and animals, and they will have many young ones. You will be full of people as you were before. And I will do more good to you than ever before. Then you will know that I am the Lord. ", "12": "I will have people, My people Israel, walk on you and own you. You will belong to them, and you will never again take their children from them.'", "13": "“The Lord God says, 'People say to you, “You destroy men and have taken children from your nation. ", "14": "But you will no longer destroy men and take away your nation's children,” says the Lord God. ", "15": "“I will not let you hear words of shame from the nations any more. You will not be put to shame by the nations any longer. And you will no longer make your nation fall,” says the Lord God.'”", "16": "The Word of the Lord came to me saying, ", "17": "“Son of man, when the people of Israel were living in their own land, they made it sinful by their ways and their works. The way they acted before Me was unclean, like a woman is unclean during her time each month. ", "18": "So I poured out My anger upon them because of the blood they had poured on the land, and because they had made it sinful with their false gods. ", "19": "I sent them among the different nations and spread them out among the lands. I judged them for their ways and their works. ", "20": "But in every place they went among the nations, they brought shame upon My holy name, because it was said of them, 'These are the people of the Lord, yet they had to leave His land.' ", "21": "But I cared about My holy name, which the people of Israel had put to shame among the nations where they had gone.", "22": "“So tell the people of Israel, 'The Lord God says, “It is not because of you, O people of Israel, that I am about to act. It is because of My holy name, which you have put to shame among the nations where you have gone. ", "23": "I will show how holy My great name is, which you have put to shame among the nations. Then the nations will know that I am the Lord,” says the Lord God, “when I use you to show them that I am holy. ", "24": "For I will take you from the nations and gather you from all the lands, and bring you into your own land. ", "25": "Then I will put clean water on you, and you will be clean. I will make you clean from all your unclean ways and from all your false gods. ", "26": "I will give you a new heart and put a new spirit within you. I will take away your heart of stone and give you a heart of flesh. ", "27": "And I will put My Spirit within you and cause you to follow My Laws and be careful to do what I tell you. ", "28": "And you will live in the land that I gave to your fathers. You will be My people, and I will be your God. ", "29": "I will save you from all your unclean ways. I will give you much grain, and you will not have to go without food. ", "30": "I will have the trees give much fruit and the fields give much food. So you will never again suffer the shame of going hungry among the nations. ", "31": "Then you will remember your sinful ways and your sinful works, and you will hate yourselves because of your sins and wrong-doing. ", "32": "I want you to know that I am not doing this because of you,” says the Lord God. “Be ashamed and troubled because of your ways, O people of Israel!”", "33": "'The Lord God says, “On the day that I make you clean from all your sins, I will fill the cities with people, and the destroyed places will be built again. ", "34": "And the waste land will be planted, instead of being a waste in the eyes of all who pass by. ", "35": "They will say, 'This waste land has become like the garden of Eden. And the destroyed cities now have strong walls and many people.' ", "36": "Then the nations that are left around you will know that I, the Lord, have built again the places that were destroyed, and planted what had been waste land. I, the Lord, have spoken, and I will do what I say.”", "37": "'The Lord God says, “I will also let the people of Israel ask Me to do this for them: I will give them many people, like the sheep of a flock. ", "38": "The empty cities will be filled with flocks of people, like the flock kept for burnt gifts, like the flock at Jerusalem during her special suppers. Then they will know that I am the Lord.”'”"}