{"1": "The hand of the Lord was upon me. He brought me out by His Spirit and set me down in the center of the valley. It was full of bones. ", "2": "He led me around the valley. I saw there were very many bones, and they were very dry. ", "3": "He said to me, “Son of man, can these bones live?” I answered, “O Lord God, only You know that.” ", "4": "He said to me, “Speak in My name over these bones. Say to them, 'O dry bones, hear the Word of the Lord.' ", "5": "This is what the Lord God says to these bones: 'I will make breath come into you, and you will come to life. ", "6": "I will join you together, make flesh grow back on you, cover you with skin, and put breath in you to make you come to life. Then you will know that I am the Lord.'”", "7": "So I spoke as I was told. And as I spoke, there was a noise, the sound of bones hitting against each other. The bones came together, bone to bone. ", "8": "I looked and saw that parts had grown to hold them together. Flesh had grown, and they were covered with skin. But there was no breath in them. ", "9": "Then He said to me, “Speak to the breath in My name, son of man. Tell the breath, 'The Lord God says, “Come from the four winds, O breath, and breathe on these dead bodies to make them come to life.”'” ", "10": "So I spoke as I had been told. The breath came into them, and they came to life and stood on their feet. They were a large army.", "11": "Then He said to me, “Son of man, these bones are all the people of Israel. They say, 'Our bones are dried up, and our hope is gone. We are all destroyed.' ", "12": "So speak in My name and tell them, 'The Lord God says, “I will open your graves, My people, and make you come out of them. And I will bring you into the land of Israel. ", "13": "Then, My people, you will know that I am the Lord, when I have opened your graves and brought you up. ", "14": "I will put My Spirit within you, and you will come to life. I will place you in your own land. Then you will know that I, the Lord, have spoken and have done it,” says the Lord.'”", "15": "The Word of the Lord came to me saying, ", "16": "“Son of man, take one stick of wood and write on it, 'For Judah and for the people of Israel with him.' Then take another stick of wood and write on it, 'For Joseph, the stick of Ephraim, and for all the people of Israel with him.' ", "17": "Then join them together into one stick so that they will become one in your hand. ", "18": "And when your people say to you, 'Will you not let us know what you mean by these?' ", "19": "tell them, 'The Lord God says, “I will take the stick of Joseph, which is in the hand of Ephraim, and the people of Israel who are with him. And I will put it with the stick of Judah, and make them one stick. They will be one in My hand.”' ", "20": "Hold in front of them the sticks you write on, ", "21": "and tell them, 'The Lord God says, “I will take the people of Israel from the nations where they have gone. I will gather them from every side and bring them into their own land. ", "22": "I will make them one nation in the land, on the mountains of Israel. And one king will rule over all of them. They will no longer be two nations, and they will no longer be divided under two kings. ", "23": "They will no longer make themselves unclean with their false gods, or with their hated objects of worship, or with any of their sins. I will keep them from turning again to these sins, and will make them clean. They will be My people, and I will be their God.", "24": "“My servant David will be their king, and they will have one shepherd. They will follow and keep My Laws, and obey them. ", "25": "And they will live in the land that I gave to My servant Jacob, where your fathers lived. They and their children and their children's children will live in it forever. And My servant David will be their leader forever. ", "26": "I will make a peace agreement with them, one that lasts forever. I will bring good to them and make them many in number. And I will set My holy place among them forever. ", "27": "I will live with them, and will be their God, and they will be My people. ", "28": "Then the nations will know that I am the Lord Who makes Israel holy, when My holy place is among them forever.”'”"}