{"1": "Then he brought me to the outside open space toward the north. He brought me to the rooms which were on the other side of the open space and the building to the north. ", "2": "The building whose door faced north was as long as 100 cubits and as wide as fifty cubits. ", "3": "Over from the place in the inner open space which was as wide as twenty cubits, and over from the stone floor in the outer open space, was a walkway on the three floors, one above the other. ", "4": "In front of the rooms was an inside walkway as wide as ten cubits and as long as 100 cubits. Their doors were on the north. ", "5": "The upper rooms were smaller because the walkways took more away from them than from the rooms on the first and second floors of the building. ", "6": "For the rooms on all three floors had no pillars like the other buildings on the grounds. So the upper rooms were smaller than the ones on the first and second floors. ", "7": "There was an outside wall built beside the rooms toward the outer open space. It was in front of the rooms for fifty cubits. ", "8": "The rooms next to the outer open space were as long as fifty cubits, and those over from the Lord's house were as long as 100 cubits. ", "9": "Below these rooms was a door on the east side, as one goes into them from the outer open space.", "10": "There were rooms in the width of the wall of the open space toward the east, over from the other open space and the other building. ", "11": "These rooms had a walkway in front of them, and they were like the rooms on the north. They had the same length and width. The ways out of them were the same, and the doors were made the same way. ", "12": "And like the doors of the rooms on the south side, there was a door at the beginning of the walkway in front of the wall toward the east, as one goes into them.", "13": "Then he said to me, “The north rooms and the south rooms, over from the other open space, are the holy rooms where the religious leaders who go near the Lord eat the most holy things. There they will lay the most holy things, the grain gift, the sin gift, and the guilt gift. For the place is holy. ", "14": "When the religious leaders go in, they are not to go out into the outer open space from the holy place without leaving behind the clothes they wear while they do the Lord's work, for these are holy. They must put on other clothes before they go near the places that are for the people.”", "15": "When he had finished showing me the lengths and widths of the inner house, he brought me out through the east gate. And he showed me the lengths of all the open space around the house. ", "16": "He showed me with his stick that the east side was as long as 500 sticks. ", "17": "The north side was as long as 500 sticks. ", "18": "The south side was as long as 500 sticks. ", "19": "And the west side was as long as 500 sticks. ", "20": "He showed me the length of the four sides. It had a wall all around it, as long as 500 sticks and as wide as 500 sticks. This wall divided what was holy from what was not."}