{"1": "The Word of the Lord came to me saying, ", "2": "“Son of man, this is what the Lord God says to the land of Israel: 'The end! The end has come upon the four corners of the land. ", "3": "Now the end is upon you. I will send My anger against you and punish you because of your ways. I will make you pay for all your sinful actions. ", "4": "My eye will have no pity on you. And I will not let you go without punishment. I will punish you for your ways, and for the hated sins that are among you. Then you will know that I am the Lord!'", "5": "“The Lord God says, 'See, much trouble is coming! ", "6": "An end has come! The end has come! It has come up against you. See, it has come! ", "7": "Your punishment has come upon you, O you who live in the land. The time has come. The day is near. The sound of trouble and not of joy is upon the mountains. ", "8": "Now I will soon pour out My anger upon you. I will send My anger against you. I will punish you for your ways and for the hated sins that are among you. ", "9": "My eye will show no pity, and I will not let you go without punishment. I will make you pay for your ways, and for the hated sins that are among you. Then you will know that it is I, the Lord, Who punishes you.", "10": "'See, the day! See, it is coming! The time for your punishment has come. The power against you has started to grow. Pride has begun to grow. ", "11": "Angry action has grown into a power of sin. None of them will be left. None of their people, none of their riches, or anything of honor, will be left among them. ", "12": "The time has come. The day has come. Let not the one who buys have joy, or the one who sells have sorrow. For anger is against all their people. ", "13": "For the one who sells will not get back what he has sold as long as both of them live. For the punishment of all their people will not be turned back. Because of their sins, not one of them will keep his life.", "14": "'They have sounded the horn and made everything ready, but no one is going to the battle. For My anger is against all their people. ", "15": "The sword is outside, and disease and hunger are inside. He who is in the field will die by the sword. And he who is in the city will be destroyed by disease and hunger. ", "16": "Whoever gets away alive will be on the mountains like doves of the valleys. Each of them will be crying in sorrow because of his sin. ", "17": "All hands will hang without strength, and all knees will be as weak as water. ", "18": "They will dress themselves in cloth made from hair. Much fear will cover them. Shame will be upon all faces, and the hair will be cut from all their heads. ", "19": "They will throw their silver into the streets, and their gold will become an unclean thing. Their silver and gold will not be able to help them in the day of the Lord's anger. They cannot stop their hunger or fill their stomachs with it. For riches have been the cause of their falling into sin. ", "20": "They turned the beauty of gold into objects of pride, and made their hated objects of worship with it. So I will make it an unclean thing to them. ", "21": "I will give it to the strangers and to the sinful people of the earth as a prize of war, and they will make it sinful. ", "22": "I will turn My face from them, and they will make My secret place sinful. Robbers will go into it and make it sinful.", "23": "'Make chains, for the land is guilty of blood and the city is full of angry actions. ", "24": "So I will bring the worst of the nations to take their houses for their own. I will put an end to the pride of the strong ones, and their holy places will become unclean. ", "25": "When suffering comes, they will look for peace, but there will be none. ", "26": "Trouble will come upon trouble, and one story will come after another. They will look for a special dream from a man of God, but the Law will be lost from the religious leader. And wisdom will be lost from the leaders. ", "27": "The king will be full of sorrow. The king's son will be covered with fear. And the hands of the people of the land will shake in fear. I will punish them for their ways. I will give them the punishment they have earned. And they will know that I am the Lord.'”"}