{"1": "Then I heard Him call out in a loud voice, “Come near, you who punish the city, each with a destroying ax in his hand.” ", "2": "And I saw six men coming from the upper gate on the north side. Each man had his battle-ax in his hand. Among them was a certain man dressed in linen, with things for writing at his side. And the men went in and stood by the brass altar.", "3": "Then the shining-greatness of the God of Israel went up from the cherub where it had been, to the door of the Lord's house. And He called to the man dressed in linen with the things for writing at his side. ", "4": "The Lord said to him, “Go through the city of Jerusalem and put a mark on the foreheads of the men who cry inside themselves over all the hated sins which are being done among them.” ", "5": "But to the others I heard Him say, “Go through the city after him, and destroy. Do not let your eye have pity. And do not let any sinner go without punishment. ", "6": "Kill and destroy old men, young men, young women, little children, and women. But do not touch anyone who has the mark. Begin at My holy house.” So they started with the leaders who were in front of the Lord's house. ", "7": "He said to them, “Make the house of worship unclean and fill the open spaces with the dead. Go out!” So they went out and killed the people in the city. ", "8": "As they were killing, I alone was left, and I fell on my face and cried out, “It is bad, O Lord God! Are You destroying all the people of Israel who are left, by pouring out Your anger on Jerusalem?”", "9": "Then He said to me, “The sin of the people of Israel and Judah is very, very bad. The land is filled with blood, and the city is full of wrong-doing. For they say, 'The Lord has left the land, and the Lord does not see.' ", "10": "But as for Me, My eye will have no pity, and I will not leave any sinner without punishment. I will bring their wrong-doing upon their own heads.”", "11": "Then I saw the man dressed in linen, who had the things for writing at his side, come and say, “I have done just as You have told me.”"}