{"1": "Therefore be imitators of God as beloved children. ", "2": "Walk in love, as Christ loved us and gave Himself for us as a fragrant offering and a sacrifice to God.", "3": "And do not let sexual immorality, or any impurity, or greed be named among you, as these are not proper among saints. ", "4": "Let there be no filthiness, nor foolish talking, nor coarse joking, which are not fitting. Instead, give thanks. ", "5": "For this you know, that no sexually immoral or impure person, or one who is greedy, who is an idolater, has any inheritance in the kingdom of Christ and of God.", "6": "Let no one deceive you with empty words, for because of these things the wrath of God is coming upon the sons of disobedience. ", "7": "Therefore do not be partakers with them.", "8": "For you were formerly darkness, but now you are light in the Lord. Walk as children of light— ", "9": "for the fruit of the Spirit is in all goodness and righteousness and truth— ", "10": "proving what is pleasing to the Lord. ", "11": "And do not have fellowship with the unfruitful works of darkness; instead, expose them. ", "12": "For it is shameful even to speak of those things which are done by them in secret. ", "13": "But all things are exposed when they are revealed by the light, for everything that becomes visible is light. ", "14": "Therefore He says: “Awake, you who sleep, arise from the dead, and Christ will give you light.”", "15": "See then that you walk carefully, not as fools, but as wise men, ", "16": "making the most of the time because the days are evil. ", "17": "Therefore do not be unwise, but understand what the will of the Lord is. ", "18": "Do not be drunk with wine, for that is reckless living. But be filled with the Spirit. ", "19": "Speak to one another in psalms, hymns, and spiritual songs, singing and making melody in your heart to the Lord. ", "20": "Give thanks always for all things to God the Father in the name of our Lord Jesus Christ, ", "21": "being submissive to one another in the fear of God.", "22": "Wives, be submissive to your own husbands as unto the Lord. ", "23": "For the husband is the head of the wife, just as Christ is the head and Savior of the church, which is His body. ", "24": "But as the church submits to Christ, so also let the wives be to their own husbands in everything.", "25": "Husbands, love your wives, just as Christ also loved the church and gave Himself for it, ", "26": "that He might sanctify and cleanse it with the washing of water by the word, ", "27": "and that He might present to Himself a glorious church, not having spot, or wrinkle, or any such thing, but that it should be holy and without blemish. ", "28": "In this way men ought to love their wives as their own bodies. He who loves his wife loves himself. ", "29": "For no one ever hated his own flesh, but nourishes and cherishes it, just as the Lord cares for the church. ", "30": "For we are members of His body, of His flesh and of His bones. ", "31": "“For this reason a man shall leave his father and mother and shall be joined to his wife, and the two shall be one flesh.”[a] ", "32": "This is a great mystery, but I am speaking about Christ and the church. ", "33": "However, let each one of you love his wife as himself, and let the wife see that she respects her husband."}