{"1": "Remember this! In the last days there will be many troubles, ", "2": "because people will love themselves, love money, brag, and be proud. They will say evil things against others and will not obey their parents or be thankful or be the kind of people God wants. ", "3": "They will not love others, will refuse to forgive, will gossip, and will not control themselves. They will be cruel, will hate what is good, ", "4": "will turn against their friends, and will do foolish things without thinking. They will be conceited, will love pleasure instead of God, ", "5": "and will act as if they serve God but will not have his power. Stay away from those people. ", "6": "Some of them go into homes and get control of silly women who are full of sin and are led by many evil desires. ", "7": "These women are always learning new teachings, but they are never able to understand the truth fully. ", "8": "Just as Jannes and Jambres were against Moses, these people are against the truth. Their thinking has been ruined, and they have failed in trying to follow the faith. ", "9": "But they will not be successful in what they do, because as with Jannes and Jambres, everyone will see that they are foolish.", "10": "But you have followed what I teach, the way I live, my goal, faith, patience, and love. You know I never give up. ", "11": "You know how I have been hurt and have suffered, as in Antioch, Iconium, and Lystra. I have suffered, but the Lord saved me from all those troubles. ", "12": "Everyone who wants to live as God desires, in Christ Jesus, will be persecuted. ", "13": "But people who are evil and cheat others will go from bad to worse. They will fool others, but they will also be fooling themselves.", "14": "But you should continue following the teachings you learned. You know they are true, because you trust those who taught you. ", "15": "Since you were a child you have known the Holy Scriptures which are able to make you wise. And that wisdom leads to salvation through faith in Christ Jesus. ", "16": "All Scripture is inspired by God and is useful for teaching, for showing people what is wrong in their lives, for correcting faults, and for teaching how to live right. ", "17": "Using the Scriptures, the person who serves God will be capable, having all that is needed to do every good work."}