{"1": "Now I say, as long as the heir is a [a]child, he does not differ at all from a slave although he is [b]owner of everything,", "2": "but he is under guardians and [c]managers until the date set by the father.", "3": "So also we, while we were children, were held in bondage under the [d]elemental things of the world.", "4": "But when the fullness of the time came, God sent forth His Son, born of a woman, born under [e]the Law,", "5": "so that He might redeem those who were under [f]the Law, that we might receive the adoption as sons.", "6": "Because you are sons, God has sent forth the Spirit of His Son into our hearts, crying, “Abba! Father!”", "7": "Therefore you are no longer a slave, but a son; and if a son, then an heir [g]through God.", "8": "However at that time, when you did not know God, you were slaves to those which by nature are no gods.", "9": "But now that you have come to know God, or rather to be known by God, how is it that you turn back again to the weak and worthless [h]elemental things, to which you desire to be enslaved all over again?", "10": "You observe days and months and seasons and years.", "11": "I fear for you, that perhaps I have labored [i]over you in vain.", "12": "I beg of you, brethren, become as I am, for I also have become as you are. You have done me no wrong;", "13": "but you know that it was because of a [j]bodily illness that I preached the gospel to you the [k]first time;", "14": "and that which was a [l]trial to you in my [m]bodily condition you did not despise or [n]loathe, but you received me as an angel of God, as Christ Jesus Himself.", "15": "Where then is [o]that sense of blessing you had? For I bear you witness that, if possible, you would have plucked out your eyes and given them to me.", "16": "So have I become your enemy by [p]telling you the truth?", "17": "They eagerly seek you, not commendably, but they wish to shut you out so that you will seek them.", "18": "But it is good always to be eagerly sought in a commendable [q]manner, and not only when I am present with you.", "19": "My children, with whom I am again in labor until Christ is formed in you—", "20": "but I could wish to be present with you now and to change my tone, for I am perplexed about you.", "21": "Tell me, you who want to be under law, do you not listen to the law?", "22": "For it is written that Abraham had two sons, one by the bondwoman and one by the free woman.", "23": "But the son by the bondwoman [r]was born according to the flesh, and the son by the free woman through the promise.", "24": "[s]This is allegorically speaking, for these women are two covenants: one proceeding from Mount Sinai bearing children [t]who are to be slaves; [u]she is Hagar.", "25": "Now this Hagar is Mount Sinai in Arabia and corresponds to the present Jerusalem, for she is in slavery with her children.", "26": "But the Jerusalem above is free; [v]she is our mother.", "27": "For it is written, “Rejoice, barren woman who does not bear; Break forth and shout, you who are not in labor; For more numerous are the children of the desolate Than of the one who has a husband.”", "28": "And you brethren, like Isaac, are children of promise.", "29": "But as at that time he who was born according to the flesh persecuted him who was born according to the Spirit, so it is now also.", "30": "But what does the Scripture say? “Cast out the bondwoman and her son, For the son of the bondwoman shall not be an heir with the son of the free woman.”", "31": "So then, brethren, we are not children of a bondwoman, [w]but of the free woman."}