{"1": "Paul[a], an apostle of Christ Jesus by the will of God, to the saints being in Ephesus and faithful in Christ Jesus: ", "2": "Grace to you and peace from God our Father and the Lord Jesus Christ.", "3": "Blessed be the God and Father of our Lord Jesus Christ, the One having blessed us with every spiritual blessing in the heavenly places in Christ—", "4": "... even as He chose us in Him before the foundation of the world that we might be holy and without-blemish in His presence, in[b] love ", "5": "having predestined us for adoption through Jesus Christ to Himself according-to[c] the good-pleasure of His will, ", "6": "for the praise of the glory of His grace which He graciously-bestowed-on us in the Beloved[d] One,", "7": "... in[e] Whom we have the redemption through His blood, the forgiveness of trespasses, according to the riches of His grace ", "8": "which He caused-to-abound to us, in[f] all wisdom and understanding ", "9": "having made-known to us the mystery of His will according to His good-pleasure, which He purposed in Himself [g] ", "10": "for a stewardship[h] of [i] the fullness of times, that He might sum-up[j] all things in Christ— the things at the heavens and the things on the earth, in Him,", "11": "... in Whom also we were allotted an inheritance[k], having been predestined[l] according to the purpose[m] of the One working all things in accordance with the counsel[n] of His will ", "12": "so-that we, the ones having previously-hoped[o] in the[p] Christ, might be for the praise of His glory,", "13": "... in Whom also you— having heard the word of truth, the good-news of your salvation, in which[q] also having put-faith— you were sealed with the Holy Spirit of promise, ", "14": "Who is a pledge of our inheritance until the [final] redemption of His possession[r] for the praise of His glory.", "15": "For this reason I also, having heard-of your faith in the Lord Jesus and love toward all the saints, ", "16": "do not cease giving-thanks for you, making mention of you in my prayers, ", "17": "that the God of our Lord Jesus Christ, the Father of [s] glory, may give you a spirit[t] of [u] wisdom and revelation in[v] the knowledge of Him ", "18": "so that you, the eyes of your heart having been enlightened, may know what is the hope of His calling, what is the riches of the glory of His inheritance among[w] the saints, ", "19": "and what is the surpassing greatness of His power toward us, the ones believing ... in-accordance-with the working of the might of His strength ", "20": "which He worked in Christ, having raised Him from the dead and having seated Him at His right hand in the heavenly places, ", "21": "far above all rule and authority and power and lordship and every name being named— not only in this age, but also in the one coming. ", "22": "And He subjected all things under His feet. And He gave Him as head over all things to the church, ", "23": "which is His body, the fullness of the One filling all things in all[x]."}