{"1": "Indeed, you were dead in your trespasses and sins ", "2": "in which you formerly walked in accordance with the [present] age[a] of this world, in accordance with the ruler of the authority[b] of the air, of [c] the spirit[d] now being at-work in the sons of [e] disobedience, ", "3": "among whom even we all formerly conducted-ourselves[f] in the desires of our flesh, doing the wants[g] of the flesh and of the thoughts, and were by nature children of [h] wrath, as also the rest. ", "4": "But God, being rich in mercy, because of His great love with which He loved us, ", "5": "even we being dead in trespasses, made-us-alive-with Christ— by grace you are saved— ", "6": "and raised-us-with Him and seated-us-with Him in the heavenly-places in Christ Jesus, ", "7": "in order that He might demonstrate[i] in the coming ages[j] the surpassing riches of His grace in His kindness toward us in Christ Jesus.", "8": "For by grace you are saved through faith. And this[k] is not from you. It is the gift of God— ", "9": "not of works, in order that no one may boast. ", "10": "For we are His workmanship, having been created in Christ Jesus for good works, which God prepared-beforehand in order that we might walk in them.", "11": "Therefore remember that formerly you, the Gentiles in the flesh— the ones being called “the uncircumcised” by the one being called “the circumcised” (one done-by-human-hands in the flesh)—", "12": "that you were at that time without Christ, having been excluded from the citizenship[l] of Israel, and strangers from the covenants of promise, having no hope and without-God in the world.", "13": "But now in Christ Jesus you, the ones formerly being far-away, were made near by the blood of Christ. ", "14": "For He Himself is our peace, the One having made both one and having broken-down the dividing-wall of partition[m], the hostility— in His flesh ", "15": "having abolished[n] the Law of commandments in decrees[o] in order that He might create the two in Himself into one new man, making peace, ", "16": "and reconcile both in one body to God through the cross, having killed the hostility by it[p]. ", "17": "And having come, He announced-as-good-news peace to you, the ones far-away, and peace to the ones near, ", "18": "because[q] through Him we both have the access in[r] one Spirit to the Father.", "19": "So then, you are no longer strangers and foreigners, but you are fellow-citizens with the saints and family-members of God, ", "20": "having been built upon the foundation of [s] the apostles and prophets— Christ Jesus Himself being the cornerstone, ", "21": "in Whom the whole building being fitted-together[t] is growing into a holy temple in the Lord, ", "22": "in Whom also you are being built-together into a dwelling-place of God in[u] the Spirit."}