{"1": "For this reason, I Paul, the prisoner of Christ Jesus for the sake of you the Gentiles—", "2": "... if indeed you heard-of the stewardship[a] of the grace of God having been given[b] to me for you, ", "3": "that by way of revelation the mystery was made-known to me (just as I wrote-before in brief, ", "4": "with reference to which you are able, while reading, to perceive my understanding in[c] the mystery of Christ) ", "5": "which in other generations was not made-known to the sons of humans as it was now revealed to His holy apostles and prophets by the Spirit— ", "6": "that the Gentiles are fellow-heirs and fellow-body-members and fellow-partakers of the promise in Christ Jesus through the good-news, ", "7": "of which I was made a minister[d] in-accordance-with the gift of the grace of God having been given[e] to me by-way-of the working of His power.", "8": "This grace was given to me, the less-than-least of all saints, that I might announce-as-good-news to the Gentiles the untraceable riches of Christ, ", "9": "and enlighten everyone to see what is the stewardship[f] of the mystery having been hidden from the past ages in God, the One having created all things, ", "10": "so that now the multifaceted wisdom of God might be made-known to the rulers and the authorities in the heavenly places through the church, ", "11": "in-accordance-with the purpose of the ages[g] which He accomplished in Christ Jesus our Lord, ", "12": "in Whom we have boldness and access in confidence through faith[h] in Him. ", "13": "Therefore I ask that you not lose-heart in connection with my afflictions for-your-sake, which is your glory!", "14": "For this reason I bow my knees before the Father, ", "15": "from Whom the whole[i] family in the heavens and on earth is named, ", "16": "asking that He might grant to you in accordance with the riches of His glory that you be strengthened with power through His Spirit in your inner person ", "17": "so-that[j] Christ may dwell[k] in your hearts through faith, ", "18": "in-order-that[l] you, having[m] been rooted and founded in love, might be strong-enough[n] to grasp[o] together-with all the saints what is the width and length and height and depth, ", "19": "and to know the love of Christ surpassing knowledge, in-order-that[p] you might be filled to all the fullness of God.", "20": "Now to the One being able to do super-abundantly beyond all of the things which we ask or think[q] according to the power being at-work[r] in us—", "21": "to Him be the glory in the church and in Christ Jesus for all generations forever and ever, amen."}