{"1": "Therefore I, the prisoner in the Lord, exhort you to walk worthily of the calling with which you were called, ", "2": "with all humblemindedness and gentleness, with patience bearing-with one another in love, ", "3": "being diligent to keep[a] the unity of [b] the Spirit in the bond of [c] peace—", "4": "There is one body and one Spirit, just as you also were called in one hope of your calling; ", "5": "one Lord, one faith, one baptism; ", "6": "one God and Father of all, the One over all and through all and in all; ", "7": "and to each one of us grace was given according to the measure of the gift of Christ.", "8": "For this reason it says, “having ascended to on-high, He led captivity captive[d], He gave gifts to people” [Ps 68:18].", "9": "Now what does the “He ascended” mean except that He also descended into the lower parts of the earth[e]? ", "10": "The One having descended is Himself also the One having ascended far above all the heavens, in order that He might fill all things.", "11": "And He Himself gave some as apostles, and others as prophets, and others as evangelists, and others as shepherds and teachers, ", "12": "for[f] the equipping[g] of the saints for the work of ministry[h], for the building-up of the body of Christ ", "13": "until we all attain to the unity of the faith and of the knowledge of the Son of God, to a mature[i] man, to the measure of the stature of the fullness of Christ, ", "14": "so that we may no longer be children, being tossed-about and carried-around by every wind of teaching, by the trickery of people, by craftiness with-regard-to[j] the scheme of [k] error[l], ", "15": "but that while speaking-the-truth in love, we may grow as to all things into Him Who is the head— Christ, ", "16": "from Whom the whole body, being fitted-together[m] and held-together by every joint of supply according to the working in measure of each individual part, is producing the growth of the body for the building-up of itself in love.", "17": "Therefore this I say and testify in the Lord, that you be walking no longer as indeed the Gentiles are walking, in the futility of their mind, ", "18": "being darkened in their understanding, having been excluded from the life of God because of the ignorance being in them, because of the hardness of their hearts— ", "19": "who, having become callous, gave themselves over to sensuality for the practice[n] of every impurity with greed.", "20": "But you did not learn Christ in this manner, ", "21": "if indeed you heard Him and were taught in Him, even as it is the truth in Jesus ", "22": "that in-relation-to your former way-of-life you lay-aside the old person being corrupted[o] in-accordance-with the desires of [p] deception, ", "23": "and that you be being renewed in the spirit of your mind, ", "24": "and that you put-on the new person having been created in accordance with God, in righteousness and holiness of [q] truth.", "25": "Therefore, having laid-aside the lie[r], each of you be speaking truth with his neighbor, because we are body-parts of one another. ", "26": "Be angry and-yet do not be sinning. Do not let the sun go down upon your angriness[s], ", "27": "nor give a place[t] to the devil. ", "28": "Let the one stealing be stealing no longer. But rather let him be laboring, working the good thing with his own hands in order that he might have something to give to the one having a need. ", "29": "Let every bad[u] word not proceed out of your mouth, but if there is something good for edification of the need, speak in order that it may give grace to the ones hearing. ", "30": "And do not grieve the Holy Spirit of God with[v] Whom you were sealed for the day of redemption. ", "31": "Let all bitterness and anger and wrath and clamor and blasphemy[w] be taken-away[x] from you, along-with all malice. ", "32": "And be kind to one another, tenderhearted, forgiving each other just as God in Christ also forgave you."}