{"1": "Therefore be imitators of God, as beloved children. ", "2": "And be walking in love, just as Christ also loved us and handed Himself over for us— an offering and a sacrifice to God for an aroma of fragrance.", "3": "But let sexual-immorality and all impurity or greed not even be named[a] among you, as is proper for saints— ", "4": "and filthiness[b] and foolish-talk or coarse-joking[c], which are not fitting, but rather thanksgiving.", "5": "For you know this[d]— recognizing[e] that every sexually-immoral or impure or greedy person (that is, an idolater) does not have an inheritance in the kingdom of Christ and God. ", "6": "Let no one deceive you with empty words, for because of these things the wrath of God is coming upon the sons of [f] disobedience. ", "7": "Therefore do not be fellow-partakers with them.", "8": "For you were formerly darkness, but now you are light in the Lord. Be walking as children of [g] light ", "9": "(9 for the fruit of the light is in[h] all goodness and righteousness and truth),", "10": "approving what is pleasing[i] to the Lord.", "11": "And do not be participating in the unfruitful works of darkness, but rather even be exposing[j] them. ", "12": "For it is shameful even to speak the things being done in secret by them, ", "13": "but all things being exposed by the light become-visible[k]. ", "14": "For everything becoming-visible is[l] light. Therefore he[m] says, “Awake, sleeping one, and rise-up from the dead, and Christ will shine-on you.”", "15": "Therefore be watching carefully how you walk— not as unwise, but as wise, ", "16": "redeeming[n] the time, because the days are evil. ", "17": "For this reason, do not be foolish ones, but understand what the will of the Lord is. ", "18": "And do not get-drunk with wine, in[o] which is wild-living, but be filled with[p] the Spirit, ", "19": "speaking to each other with[q] psalms and hymns and spiritual songs, singing and making-melody with your heart to the Lord, ", "20": "giving-thanks always for all things in the name of our Lord Jesus Christ to our God and Father, ", "21": "being-subject[r] to one another in the fear[s] of Christ—", "22": "... wives— to your own husbands, as to the Lord. ", "23": "Because a husband is the head of his wife as also Christ is the head of the church, He being the Savior of the body. ", "24": "Nevertheless[t], as the church is subject to Christ, in this manner also let the wives be to their husbands in everything.", "25": "Husbands, be loving your wives just-as Christ also loved the church and handed Himself over for her ", "26": "in order that He might sanctify[u] her, having cleansed[v] her with[w] the washing[x] of water by[y] the word, ", "27": "in order that He might present the church to Himself as glorious— not having spot or wrinkle or any of such things, but that she might be holy and without-blemish. ", "28": "In this manner[z], husbands ought also to be loving their wives as their own bodies. The one loving his wife is loving himself. ", "29": "For no one ever hated his own flesh, but he nourishes and cherishes it, just as Christ also does the church, ", "30": "because we are body-parts of His body. ", "31": "“For this cause a man shall leave-behind his father and mother and shall be joined to his wife, and the two will be one flesh” [Gen 2:24]. ", "32": "This mystery is great, but I am speaking with reference to Christ and with reference to the church. ", "33": "Nevertheless, you also individually, let each in this manner be loving his wife as himself. And let the wife see that she be respecting her husband."}