{"1": "Samuel took a small jar of olive oil and poured it on Saul's head. Then he kissed[a] Saul and told him: The Lord has chosen you to be the leader and ruler of his people.[b] ", "2": "When you leave me today, you'll meet two men near Rachel's tomb at Zelzah in the territory of Benjamin. They'll tell you, “The donkeys you've been looking for have been found. Your father has forgotten about them, and now he's worrying about you! He's wondering how he can find you.”", "3": "Go on from there until you reach the big oak tree at Tabor, where you'll meet three men on their way to worship God at Bethel. One of them will be leading three young goats, another will be carrying three round loaves of bread, and the last one will be carrying a clay jar of wine. ", "4": "After they greet you, they'll give you two loaves of bread.", "5": "Next, go to Gibeah,[c] where the Philistines have an army camp. As you're going into the town, you'll meet a group of prophets coming down from the place of worship. They'll be going along prophesying while others are walking in front of them, playing small harps, small drums, and flutes.", "6": "The Spirit of the Lord will suddenly take control of you.[d] You'll become a different person and start prophesying right along with them. ", "7": "After these things happen, do whatever you think is right! God will help you.", "8": "Then you should go to Gilgal. I'll come a little later, so wait for me. It may even take a week for me to get there, but when I come, I'll offer sacrifices and offerings to the Lord. I'll also tell you what to do next.", "9": "As Saul turned around to leave Samuel, God made Saul feel like a different person. That same day, everything happened just as Samuel had said. ", "10": "When Saul arrived at Gibeah, a group of prophets met him. The Spirit of God suddenly took control of him,[e] and right there in the middle of the group he began prophesying.", "11": "Some people who had known Saul for a long time saw that he was speaking and behaving like a prophet. They said to each other, “What's happened? How can Saul be a prophet?”", "12": "“Why not?” one of them answered. “Saul has as much right to be a prophet as anyone else!”[f] That's why everyone started saying, “How can Saul be a prophet?”", "13": "After Saul stopped prophesying, he went to the place of worship.", "14": "Later, Saul's uncle asked him, “Where have you been?” Saul answered, “Looking for the donkeys. We couldn't find them, so we went to talk with Samuel.”", "15": "“And what did he tell you?” Saul's uncle asked.", "16": "Saul answered, “He told us the donkeys had been found.” But Saul didn't mention that Samuel had chosen him to be king.", "17": "Samuel sent messengers to tell the Israelites to come to Mizpah and meet with the Lord. ", "18": "When everyone had arrived, Samuel said: The Lord God of Israel told me to remind you that he had rescued you from the Egyptians and from the other nations that abused you.", "19": "God has rescued you from your troubles and hard times. But you have rejected your God and have asked for a king. Now each tribe and clan must come near the place of worship so the Lord can choose a king.", "20": "Samuel brought each tribe, one after the other, to the altar, and the Lord chose the Benjamin tribe. ", "21": "Next, Samuel brought each clan of Benjamin there, and the Lord chose the Matri clan. Finally, Saul the son of Kish was chosen. But when they looked for him, he was nowhere to be found.", "22": "The people prayed, “Our Lord, is Saul here?” “Yes,” the Lord answered, “he is hiding behind the baggage.”", "23": "The people ran and got Saul and brought him into the middle of the crowd. He was more than a head taller than anyone else. ", "24": "“Look closely at the man the Lord has chosen!” Samuel told the crowd. “There is no one like him!” The crowd shouted, “Long live the king!”", "25": "Samuel explained the rights and duties of a king and wrote them all in a book. He put the book in a temple building at one of the places where the Lord was worshiped. Then Samuel sent everyone home.", "26": "God had encouraged some young men to become followers of Saul, and when he returned to his hometown of Gibeah, they went with him. ", "27": "But some worthless fools said, “How can someone like Saul rescue us from our enemies?” They did not want Saul to be their king, and so they didn't bring him any gifts. But Saul kept calm."}