{"1": "Samuel told the Israelites: I have given you a king, just as you asked. ", "2": "You have seen how I have led you ever since I was a young man. I'm already old. My hair is gray, and my own sons are grown. Now you must see how well your king will lead you.", "3": "Let me ask this. Have I ever taken anyone's ox or donkey or forced you to give me anything? Have I ever hurt anyone or taken a bribe to give an unfair decision? Answer me so the Lord and his chosen king can hear you. And if I have done any of these things, I will give it all back.", "4": "“No,” the Israelites answered. “You've never cheated us in any way!”", "5": "Samuel said, “The Lord and his chosen king are witnesses to what you have said.” “That's true,” they replied.", "6": "Then Samuel told them: The Lord brought your ancestors out of Egypt and chose Moses and Aaron to be your leaders. ", "7": "Now the Lord will be your judge. So stand here and listen, while I remind you how often the Lord has saved you and your ancestors from your enemies.", "8": "After Jacob went to Egypt, your ancestors cried out to the Lord for help, and he sent Moses and Aaron. They led your ancestors out of Egypt and had them settle in this land. ", "9": "But your ancestors forgot the Lord, so he let them be defeated by the Philistines, the king of Moab, and Sisera, the commander of Hazor's army.", "10": "Again your ancestors cried out to the Lord for help. They said, “We have sinned! We stopped worshiping you, our Lord, and started worshiping Baal and Astarte. But now, if you rescue us from our enemies, we will worship you.”", "11": "The Lord sent Gideon,[a] Bedan, Jephthah, and Samuel to rescue you from your enemies, and you didn't have to worry about being attacked. ", "12": "Then you saw that King Nahash of Ammon was going to attack you. And even though the Lord your God is your king, you told me, “This time it's different. We want a king to rule us!”", "13": "You asked for a king, and you chose one. Now he stands here where all of you can see him. But it was really the Lord who made him your king. ", "14": "If you and your king want to be followers of the Lord, you must worship him[b] and do what he says. Don't be stubborn! ", "15": "If you're stubborn and refuse to obey the Lord, he will turn against you and your king.[c]", "16": "Just stand here and watch the Lord show his mighty power. ", "17": "Isn't this the dry season?[d] I'm going to ask the Lord to send a thunderstorm. When you see it, you will realize how wrong you were to ask for a king.", "18": "Samuel prayed, and that same day the Lord sent a thunderstorm. Everyone was afraid of the Lord and of Samuel. ", "19": "They told Samuel, “Please, pray to the Lord your God for us! We don't want to die. We have sinned many times in the past, and we were very wrong to ask for a king.”", "20": "Samuel answered: Even though what you did was wrong, you don't need to be afraid. But you must always follow the Lord and worship him with all your heart. ", "21": "Don't worship idols! They don't have any power, and they can't help you or save you when you're in trouble. ", "22": "But the Lord has chosen you to be his own people. He will always take care of you so that everyone will know how great he is.", "23": "I would be disobeying the Lord if I stopped praying for you! I will always teach you how to live right. ", "24": "You also must obey the Lord—you must worship him with all your heart and remember the great things he has done for you. ", "25": "But if you and your king do evil, the Lord will wipe you out."}