{"1": "Saul was a young man[a] when he became king, and he ruled Israel for two years. ", "2": "Then[b] he chose three thousand men from Israel to be full-time soldiers and sent everyone else[c] home. Two thousand of these troops stayed with him in the hills around Michmash and Bethel. The other thousand were stationed with Jonathan[d] at Gibeah[e] in the territory of Benjamin.", "3": "Jonathan led an attack on the Philistine army camp at Geba.[f] The Philistine camp was destroyed, but[g] the other Philistines heard what had happened. Then Saul told his messengers, “Go to every village in the country. Give a signal with the trumpet, and when the people come together, tell them what has happened.”", "4": "The messengers then said to the people of Israel, “Saul has destroyed the Philistine army camp at Geba.[h] Now the Philistines really hate Israel, so every town and village must send men to join Saul's army at Gilgal.”", "5": "The Philistines called their army together to fight Israel. They had three thousand[i] chariots, six thousand cavalry, and as many foot soldiers as there are grains of sand on the beach. They went to Michmash and set up camp there east of Beth-Aven.[j]", "6": "The Israelite army realized that they were outnumbered and were going to lose the battle. Some of the Israelite men hid in caves or in clumps of bushes,[k] and some ran to places where they could hide among large rocks. Others hid in tombs[l] or in deep dry pits. ", "7": "Still others[m] went to Gad and Gilead on the other side of the Jordan River. Saul stayed at Gilgal. His soldiers were shaking with fear, ", "8": "and they were starting to run off and leave him. Saul waited there seven days, just as Samuel had ordered him to do,[n] but Samuel did not come. ", "9": "Finally, Saul commanded, “Bring me some animals, so we can offer sacrifices to please the Lord and ask for his help.” Saul killed one of the animals, ", "10": "and just as he was placing it on the altar, Samuel arrived. Saul went out to welcome him.", "11": "“What have you done?” Samuel asked. Saul answered, “My soldiers were leaving in all directions, and you didn't come when you were supposed to. The Philistines were gathering at Michmash, ", "12": "and I was worried that they would attack me here at Gilgal. I hadn't offered a sacrifice to ask for the Lord's help, so I forced myself to offer a sacrifice on the altar fire.”", "13": "“That was stupid!” Samuel said. “You didn't obey the Lord your God. If you had obeyed him, someone from your family would always have been king of Israel. ", "14": "But no, you disobeyed, and so the Lord won't choose anyone else from your family to be king. In fact, he has already chosen the one he wants to be the next leader of his people.” ", "15": "Then Samuel left Gilgal. Part of Saul's army had not deserted him, and he led them to Gibeah in Benjamin to join his other troops. Then he counted them[o] and found that he still had six hundred men. ", "16": "Saul, Jonathan, and their army set up camp at Geba in Benjamin. The Philistine army was camped at Michmash. ", "17": "Each day they sent out patrols to attack and rob villages and then destroy them. One patrol would go north along the road to Ophrah in the region of Shual. ", "18": "Another patrol would go west along the road to Beth-Horon. A third patrol would go east toward the desert on the road to the ridge that overlooks Zeboim Valley.", "19": "The Philistines would not allow any Israelites to learn how to make iron tools. “If we allowed that,” they said, “those worthless Israelites would make swords and spears.”", "20-21": "Whenever the Israelites wanted to get an iron point put on a cattle prod,[p] they had to go to the Philistines. Even if they wanted to sharpen plow-blades, picks, axes, sickles,[q] and pitchforks[r] they still had to go to them. And the Philistines charged high prices. ", "22": "So, whenever the Israelite soldiers had to go into battle, none of them had a sword or a spear except Saul and his son Jonathan. ", "23": "The Philistines moved their camp to the pass at Michmash,"}