{"1-3": "and Saul was in Geba[a] with his six hundred men. Saul's own tent was set up under a fruit tree[b] by the threshing place[c] at the edge of town. Ahijah was serving as priest, and one of his jobs was to get answers from the Lord for Saul. Ahijah's father was Ahitub, and his father's brother was Ichabod. Ahijah's grandfather was Phinehas, and his great-grandfather Eli had been the Lord's priest at Shiloh. One day, Jonathan told the soldier who carried his weapons that he wanted to attack the Philistine camp on the other side of the valley. So they slipped out of the Israelite camp without anyone knowing it. Jonathan didn't even tell his father he was leaving.", "4-5": "Jonathan decided to get to the Philistine camp by going through the pass that led between Shiny Cliff and Michmash to the north and Thornbush Cliff[d] and Geba to the south.", "6": "Jonathan and the soldier who carried his weapons talked as they went toward the Philistine camp. “It's just the two of us against all those godless men,” Jonathan said. “But the Lord can help a few soldiers win a battle just as easily as he can help a whole army. Maybe the Lord will help us win this battle.”", "7": "“Do whatever you want,” the soldier answered. “I'll be right there with you.”", "8": "“This is what we will do,” Jonathan said. “We will go across and let them see us. ", "9": "If they agree to come down the hill and fight where we are, then we won't climb up to their camp. ", "10": "But we will go if they tell us to come up the hill and fight. That will mean the Lord is going to help us win.”", "11-12": "Jonathan and the soldier stood at the bottom of the hill where the Philistines could see them. The Philistines said, “Look! Those worthless Israelites have crawled out of the holes where they've been hiding.” Then they yelled down to Jonathan and the soldier, “Come up here, and we will teach you a thing or two!” Jonathan turned to the soldier and said, “Follow me! The Lord is going to let us win.”", "13": "Jonathan crawled up the hillside with the soldier right behind him. When they got to the top, Jonathan killed the Philistines who attacked from the front, and the soldier killed those who attacked from behind.[e] ", "14": "Before they had gone a hundred feet,[f] they had killed about twenty Philistines.", "15": "The whole Philistine army panicked—those in camp, those on guard duty, those in the fields, and those on raiding patrols. All of them were afraid and confused. Then God sent an earthquake, and the ground began to tremble.[g]", "16": "Saul's lookouts at Geba[h] saw that the Philistine army was running in every direction, like melted wax. ", "17": "Saul told his officers, “Call the roll and find out who left our camp.” When they had finished, they found out that Jonathan and the soldier who carried his weapons were missing.", "18": "At that time, Ahijah was serving as priest for the army of Israel, and Saul told him, “Come over here! Let's ask God what we should do.”[i] ", "19": "Just as Saul finished saying this, he could see that the Philistine army camp was getting more and more confused, and he said, “Ahijah, never mind!”", "20": "Saul quickly called his army together, then led them to the Philistine camp. By this time the Philistines were so confused that they were killing each other.", "21": "There were also some hired soldiers[j] in the Philistine camp, who now switched to Israel's side and fought for Saul and Jonathan.", "22": "Many Israelites had been hiding in the hill country of Ephraim. And when they heard that the Philistines were running away, they came out of hiding and joined in chasing the Philistines.", "23-24": "So the Lord helped Israel win the battle that day. Saul had earlier told his soldiers, “I want to get even with those Philistines by sunset. If any of you eat before then, you will be under a curse!” So he made them swear not to eat. By the time the fighting moved past Beth-Aven,[k] the Israelite troops were weak from hunger. ", "25-26": "The army and the people who lived nearby had gone into a forest, and they came to a place where honey was dripping on the ground.[l] But no one ate any of it, because they were afraid of being put under the curse.", "27": "Jonathan did not know about Saul's warning to the soldiers. So he dipped the end of his walking stick in the honey and ate some with his fingers. He felt stronger and more alert. ", "28": "Then a soldier told him, “Your father swore that anyone who ate food today would be put under a curse, and we agreed not to eat. That's why we're so weak.”", "29": "Jonathan said, “My father has caused you a lot of trouble. Look at me! I had only a little of this honey, but already I feel strong and alert. ", "30": "I wish you had eaten some of the food the Philistines left behind. We would have been able to kill a lot more of them.”", "31": "By evening the Israelite army was exhausted from killing Philistines all the way from Michmash to Aijalon.[m] ", "32": "They grabbed the food they had captured from the Philistines and started eating. They even killed sheep and cows and calves right on the ground and ate the meat without draining the blood.[n] ", "33": "Someone told Saul, “Look! The army is disobeying the Lord by eating meat before the blood drains out.” “You're right,” Saul answered. “They are being unfaithful to the Lord! Hurry! Roll a big rock over here.[o] ", "34": "Then tell everyone in camp to bring their cattle and lambs to me. They can kill the animals on this rock,[p] then eat the meat. That way no one will disobey the Lord by eating meat with blood still in it.” That night the soldiers brought their cattle over to the big rock and killed them there. ", "35": "It was the first altar Saul had built for offering sacrifices to the Lord.[q]", "36": "Saul said, “Let's attack the Philistines again while it's still dark. We can fight them all night. Let's kill them and take everything they own!” The people answered, “We will do whatever you want.” “Wait!” Ahijah the priest said. “Let's ask God what we should do.”", "37": "Saul asked God, “Should I attack the Philistines? Will you help us win?” This time God did not answer. ", "38": "Saul called his army officers together and said, “We have to find out what sin has kept God from answering. ", "39": "I swear by the living Lord that whoever sinned must die, even if it turns out to be my own son Jonathan.” No one said a word.", "40": "Saul told his army, “You stand on that side of the priest, and Jonathan and I will stand on the other side.” Everyone agreed.", "41": "Then Saul prayed, “Our Lord, God of Israel, why haven't you answered me today? Please show us who sinned. Was it my son Jonathan and I, or was it your people Israel?”[r] The answer came back that Jonathan or Saul had sinned, not the army. ", "42": "Saul told Ahijah, “Now ask the Lord to decide between Jonathan and me.” The answer came back that Jonathan had sinned. ", "43": "“Jonathan,” Saul exclaimed, “tell me what you did!” “I dipped the end of my walking stick in some honey and ate a little. Now you say I have to die!”", "44": "“Yes, Jonathan. I swear to God that you must die.”", "45": "“No!” the soldiers shouted. “God helped Jonathan win the battle for us. We won't let you kill him. We swear to the Lord that we won't let you kill him or even lay a hand on him!” So the army kept Saul from killing Jonathan.", "46": "Saul stopped hunting down the Philistines, and they went home.", "47-48": "When Saul became king, the Moabites, the Ammonites, the Edomites, the kings of Zobah, the Philistines, and the Amalekites had all been robbing the Israelites. Saul fought back against these enemies and stopped them from robbing Israel. He was a brave commander and always won his battles.[s]", "49-51": "Saul's wife was Ahinoam, the daughter of Ahimaaz. They had three sons: Jonathan, Ishvi,[t] and Malchishua. They also had two daughters: The older one was Merab, and the younger one was Michal. Abner, Saul's cousin, was the commander of the army. Saul's father Kish and Abner's father Ner were sons of Abiel.", "52": "Saul was at war with the Philistines for as long as he lived. Whenever he found a good warrior or a brave man, Saul made him join his army."}