{"1": "The Philistines got ready for war and brought their troops together to attack the town of Socoh in Judah. They set up camp at Ephes-Dammim, between Socoh and Azekah.[a] ", "2-3": "King Saul and the Israelite army set up camp on a hill overlooking Elah Valley, and they got ready to fight the Philistine army that was on a hill on the other side of the valley.", "4": "The Philistine army had a hero named Goliath who was from the town of Gath and was over nine feet[b] tall. ", "5-6": "He wore a bronze helmet and had bronze armor to protect his chest and legs. The chest armor alone weighed about one hundred twenty-five pounds. He carried a bronze sword strapped on his back, ", "7": "and his spear was so big that the iron spearhead alone weighed more than fifteen pounds. A soldier always walked in front of Goliath to carry his shield.", "8": "Goliath went out and shouted to the army of Israel: Why are you lining up for battle? I'm the best soldier in our army, and all of you are in Saul's army. Choose your best soldier to come out and fight me! ", "9": "If he can kill me, our people will be your slaves. But if I kill him, your people will be our slaves. ", "10": "Here and now I challenge Israel's whole army! Choose someone to fight me!", "11": "Saul and his men heard what Goliath said, but they were so frightened of Goliath that they couldn't do a thing.", "12": "David's father Jesse was an old man, who belonged to the Ephrath clan and lived in Bethlehem in Judah. Jesse had eight sons: ", "13-14": "the oldest was Eliab, the next was Abinadab, and Shammah was the third. The three of them had gone off to fight in Saul's army. David was Jesse's youngest son. ", "15": "He took care of his father's sheep, and he went back and forth between Bethlehem and Saul's camp.", "16": "Goliath came out and gave his challenge every morning and every evening for forty days.", "17": "One day, Jesse told David, “Hurry and take this sack of roasted grain and these ten loaves of bread to your brothers at the army camp. ", "18": "And here are ten large chunks of cheese to take to their commanding officer. Find out how your brothers are doing and bring back something that shows that they're all right. ", "19": "They're with Saul's army, fighting the Philistines in Elah Valley.”", "20": "David obeyed his father. He got up early the next morning and left someone else in charge of the sheep; then he loaded the supplies and started off. He reached the army camp just as the soldiers were taking their places and shouting the battle cry. ", "21": "The army of Israel and the Philistine army stood there facing each other.", "22": "David left his things with the man in charge of supplies and ran up to the battle line to ask his brothers if they were well. ", "23": "While David was talking with them, Goliath came out from the line of Philistines and started boasting as usual. David heard him.", "24": "When the Israelite soldiers saw Goliath, they were scared and ran off. ", "25": "They said to each other, “Look how he keeps coming out to insult us. The king is offering a big reward to the man who kills Goliath. That man will even get to marry the king's daughter, and no one in his family will ever have to pay taxes again.”", "26": "David asked some soldiers standing nearby, “What will a man get for killing this Philistine and stopping him from insulting our people? Who does that worthless Philistine think he is? He's making fun of the army of the living God!”", "27": "The soldiers told David what the king would give the man who killed Goliath.", "28": "David's oldest brother Eliab heard him talking with the soldiers. Eliab was angry at him and said, “What are you doing here, anyway? Who's taking care of that little flock of sheep out in the desert? You spoiled brat! You came here just to watch the fighting, didn't you?”", "29": "“Now what have I done?” David answered. “Can't I even ask a question?” ", "30": "Then he turned and asked another soldier the same thing he had asked the others, and he got the same answer.", "31": "Some soldiers overheard David talking, so they told Saul what David had said. Saul sent for David, and David came. ", "32": "“Your Majesty,” he said, “this Philistine shouldn't turn us into cowards. I'll go out and fight him myself!”", "33": "“You don't have a chance against him,” Saul replied. “You're only a boy, and he's been a soldier all his life.”", "34": "But David told him: Your Majesty, I take care of my father's sheep. And when one of them is dragged off by a lion or a bear, ", "35": "I go after it and beat the wild animal until it lets the sheep go. If the wild animal turns and attacks me, I grab it by the throat and kill it.", "36": "Sir, I have killed lions and bears that way, and I can kill this worthless Philistine. He shouldn't have made fun of the army of the living God! ", "37": "The Lord has rescued me from the claws of lions and bears, and he will keep me safe from the hands of this Philistine. “All right,” Saul answered, “go ahead and fight him. And I hope the Lord will help you.”", "38": "Saul had his own military clothes and armor put on David, and he gave David a bronze helmet to wear. ", "39": "David strapped on a sword and tried to walk around, but he was not used to wearing those things. “I can't move with all this stuff on,” David said. “I'm just not used to it.” David took off the armor ", "40": "and picked up his shepherd's stick. He went out to a stream and picked up five smooth rocks and put them in his leather bag. Then with his sling in his hand, he went straight toward Goliath.", "41": "Goliath came toward David, walking behind the soldier who was carrying his shield. ", "42": "When Goliath saw that David was just a healthy, good-looking boy, he made fun of him. ", "43": "“Do you think I'm a dog?” Goliath asked. “Is that why you've come after me with a stick?” He cursed David in the name of the Philistine gods ", "44": "and shouted, “Come on! When I'm finished with you, I'll feed you to the birds and wild animals!”", "45": "David answered: You've come out to fight me with a sword and a spear and a dagger. But I've come out to fight you in the name of the Lord All-Powerful. He is the God of Israel's army, and you have insulted him too!", "46": "Today the Lord will help me defeat you. I'll knock you down and cut off your head, and I'll feed the bodies of the other Philistine soldiers to the birds and wild animals. Then the whole world will know that Israel has a real God. ", "47": "Everybody here will see that the Lord doesn't need swords or spears to save his people. The Lord always wins his battles, and he will help us defeat you.", "48": "When Goliath started forward, David ran toward him. ", "49": "He put a rock in his sling and swung the sling around by its straps. When he let go of one strap, the rock flew out and hit Goliath on the forehead. It cracked his skull, and he fell facedown on the ground. ", "50": "David defeated Goliath with a sling and a rock. He killed him without even using a sword.", "51": "David ran over and pulled out Goliath's sword. Then he used it to cut off Goliath's head. When the Philistines saw what had happened to their hero, they started running away. ", "52": "But the soldiers of Israel and Judah let out a battle cry and went after them as far as Gath[c] and Ekron. The bodies of the Philistines were scattered all along the road from Shaaraim to Gath and Ekron.", "53": "When the Israelite army returned from chasing the Philistines, they took what they wanted from the enemy camp. ", "54": "David took Goliath's head to Jerusalem, but he kept Goliath's weapons in his own tent.", "55": "After King Saul had watched David go out to fight Goliath, Saul turned to the commander of his army and said, “Abner, who is that young man?” “Your Majesty,” Abner answered, “I swear by your life that I don't know.”", "56": "“Then find out!” Saul told him.", "57": "When David came back from fighting Goliath, he was still carrying Goliath's head. Abner took David to Saul, ", "58": "and Saul asked, “Who are you?” “I am David the son of Jesse, a loyal Israelite from Bethlehem.”"}