{"1": "Hannah prayed: You make me strong and happy, Lord. You rescued me. Now I can be glad and laugh at my enemies.", "2": "No other god[a] is like you. We're safer with you than on a high mountain.[b]", "3": "I can tell those proud people, “Stop your boasting! Nothing is hidden from the Lord, and he judges what we do.”", "4": "Our Lord, you break the bows of warriors, but you give strength to everyone who stumbles.", "5": "People who once had plenty to eat must now hire themselves out for only a piece of bread. But you give the hungry more than enough to eat. A woman did not have a child, and you gave her seven, but a woman who had many was left with none.", "6": "You take away life, and you give life. You send people down to the world of the dead and bring them back again.", "7": "Our Lord, you are the one who makes us rich or poor. You put some in high positions and bring disgrace on others.", "8": "You lift the poor and homeless out of the garbage dump and give them places of honor in royal palaces. You set the world on foundations, and they belong to you.", "9": "You protect your loyal people, but everyone who is evil will die in darkness. We cannot win a victory by our own strength.", "10": "Our Lord, those who attack you will be broken in pieces when you fight back with thunder from heaven. You will judge the whole earth and give power and strength to your chosen king.", "11": "Elkanah and Hannah went back home to Ramah, but the boy Samuel stayed to help Eli serve the Lord.", "12-13": "Eli's sons were priests, but they were dishonest and refused to obey the Lord. So, while people were boiling the meat from their sacrifices, these priests would send over a servant with a large, three-pronged fork. ", "14": "The servant would stick the fork into the cooking pot, and whatever meat came out on the fork was taken back to the priests. That is how these two priests treated every Israelite who came to offer sacrifices in Shiloh. ", "15": "Sometimes, when people were offering sacrifices, the servant would come over, even before the fat had been cut off and sacrificed to the Lord.[c] Then the servant would tell them, “The priest doesn't want his meat boiled! Give him some raw meat that he can roast!”", "16": "Usually the people answered, “Take what you want. But first, let us sacrifice the fat to the Lord.” “No,” the servant would reply. “If you don't give it to me now, I'll take it by force.”", "17": "Eli's sons did not show any respect for the sacrifices that the people offered. This was a terrible sin, and it made the Lord very angry.", "18": "The boy Samuel served the Lord and wore a special linen garment[d] ", "19": "and the clothes[e] his mother made for him. She would bring new clothes every year, when she and her husband came to offer sacrifices at Shiloh.", "20": "Eli would always bless Elkanah and his wife and say, “Samuel was born in answer to your prayers. Now you have given him to the Lord. I pray that the Lord will bless you with more children to take his place.” After Eli had blessed them, Elkanah and Hannah would return home.", "21": "The Lord was kind to Hannah, and she had three more sons and two daughters. But Samuel grew up at the Lord's house in Shiloh.", "22": "Eli was now very old, and he heard what his sons were doing to the people of Israel.[f] ", "23-24": "“Why are you doing these awful things?” he asked them. “I've been hearing nothing but complaints about you from all of the Lord's people. ", "25": "If you harm another person, God can help make things right between the two of you. But if you commit a crime against the Lord, no one can help you!” But the Lord had already decided to kill them. So he kept them from listening to their father.", "26": "Each day the Lord and his people liked Samuel more and more.", "27": "One day a prophet came to Eli and gave him this message from the Lord: When your ancestors were slaves of the king of Egypt, I came and showed them who I am. ", "28-29": "Out of all the tribes of Israel, I chose your family to be my priests. I wanted them to offer sacrifices and burn incense to me and to find out from me what I want my people to do. I commanded everyone to bring their sacrifices here where I live, and I allowed you and your family to keep those that were not offered to me on the altar. But you honor your sons instead of me! You don't respect[g] the sacrifices and offerings that are brought to me, and you've all gotten fat from eating the best parts.", "30": "I am the Lord, the God of Israel. I promised to always let your family serve me as priests, but now I tell you that I cannot do this any longer! I honor anyone who honors me, but I put a curse on anyone who hates me. ", "31": "The time will come when I will kill you and everyone else in your family. Not one of you will live to an old age.", "32": "Your family[h] will have a lot of trouble. I will be kind to Israel,[i] but everyone in your family will die young. ", "33": "If I let anyone from your family be a priest, his[j] life will be full of sadness and sorrow. But most of the men in your family will die a violent death![k] ", "34": "To prove to you that I will do these things, your two sons, Hophni and Phinehas, will die on the same day.", "35": "I have chosen someone else to be my priest, someone who will be faithful and obey me. I will always let his family serve as priests and help my chosen king. ", "36": "But if anyone is left from your family, he will come to my priest and beg for money or a little bread. He may even say to my priest, “Please let me be a priest, so I will at least have something to eat.”"}