{"1": "David escaped from Prophets Village. Then he ran to see Jonathan and asked, “Why does your father Saul want to kill me? What have I done wrong?”", "2": "“My father can't be trying to kill you! He never does anything without telling me about it. Why would he hide this from me? It can't be true!”", "3": "“Jonathan, I swear it's true! But your father knows how much you like me, and he didn't want to break your heart. That's why he didn't tell you. I swear by the living Lord and by your own life that I'm only one step ahead of death.”", "4": "Then Jonathan said, “Tell me what to do, and I'll do it.”", "5": "David answered: Tomorrow is the New Moon Festival,[a] and I'm supposed to eat dinner with your father. But instead, I'll hide in a field until the evening of the next day. ", "6": "If Saul wonders where I am, tell him, “David asked me to let him go to his hometown of Bethlehem, so he could take part in a sacrifice his family makes there every year.”", "7": "If your father says it's all right, then I'm safe. But if he gets angry, you'll know he wants to harm me. ", "8": "Be kind to me. After all, it was your idea to promise the Lord that we would always be loyal friends. If I've done anything wrong, kill me yourself, but don't hand me over to your father.", "9": "“Don't worry,” Jonathan said. “If I find out that my father wants to kill you, I'll certainly let you know.”", "10": "“How will you do that?” David asked.", "11": "“Let's go out to this field, and I'll tell you,” Jonathan answered. When they got there, ", "12": "Jonathan said: I swear by the Lord God of Israel, that two days from now I'll know what my father is planning. Of course I'll let you know if he's friendly toward you. ", "13": "But if he wants to harm you, I promise to tell you and help you escape. And I ask the Lord to punish me severely if I don't keep my promise. I pray that the Lord will bless you, just as he used to bless my father. ", "14-15": "Someday the Lord will wipe out all of your enemies. Then if I'm still alive, please be as kind to me as the Lord has been. But if I'm dead, be kind to my family.", "16": "Jonathan and David made an agreement that even David's descendants would have to keep.[b] Then Jonathan said, “I pray that the Lord will take revenge on your descendants if they break our promise.”[c]", "17": "Jonathan thought as much of David as he did of himself, so he asked David to promise once more that he would be a loyal friend. ", "18": "After this Jonathan said: Tomorrow is the New Moon Festival, and people will wonder where you are, because your place will be empty. ", "19": "By the day after tomorrow, everyone will think you've been gone a long time.[d] Then go to the place where you hid before and stay beside Going-Away Rock.[e] ", "20": "I'll shoot three arrows at a target off to the side of the rock, ", "21": "and send my servant to find the arrows. You'll know if it's safe to come out by what I tell him. If it is safe, I swear by the living Lord that I'll say, “The arrows are on this side of you! Pick them up!” ", "22": "But if it isn't safe, I'll say to the boy, “The arrows are farther away!” This will mean that the Lord wants you to leave, and you must go. ", "23": "But he will always watch us to make sure that we keep the promise we made to each other.", "24": "So David hid there in the field. During the New Moon Festival, Saul sat down to eat ", "25": "by the wall, just as he always did. Jonathan sat across from him,[f] and Abner sat next to him. But David's place was empty. ", "26": "Saul didn't say anything that day, because he was thinking, “Something must have happened to make David unfit to be at the Festival.[g] Yes, something must have happened.”", "27": "The day after the New Moon Festival, when David's place was still empty, Saul asked Jonathan, “Why hasn't that son of Jesse come to eat with us? He wasn't here yesterday, and he still isn't here today!”", "28-29": "Jonathan answered, “The reason David hasn't come to eat with you is that he begged me to let him go to Bethlehem. He said, 'Please let me go. My family is offering a sacrifice, and my brother told me I have to be there. Do me this favor and let me slip away to see my brothers.'”", "30": "Saul was furious with Jonathan and yelled, “You're no son of mine, you traitor! I know you've chosen to be loyal to that son of Jesse. You should be ashamed of yourself! And your own mother should be ashamed that you were ever born. ", "31": "You'll never be safe, and your kingdom will be in danger as long as that son of Jesse is alive. Turn him over to me now! He deserves to die!”", "32": "“Why do you want to kill David?” Jonathan asked. “What has he done?”", "33": "Saul threw his spear at Jonathan and tried to kill him. Then Jonathan was sure that his father really did want to kill David. ", "34": "Jonathan was angry that his father had insulted David[h] so terribly. He got up, left the table, and didn't eat anything all that day.", "35": "In the morning, Jonathan went out to the field to meet David. He took a servant boy along ", "36": "and told him, “When I shoot the arrows, you run and find them for me.” The boy started running, and Jonathan shot an arrow so that it would go beyond him. ", "37": "When the boy got near the place where the arrow had landed, Jonathan shouted, “Isn't the arrow on past you?” ", "38": "Jonathan shouted to him again, “Hurry up! Don't stop!” The boy picked up the arrows and brought them back to Jonathan, ", "39": "but he had no idea about what was going on. Only Jonathan and David knew. ", "40": "Jonathan gave his weapons to the boy and told him, “Take these back into town.”", "41": "After the boy had gone, David got up from beside the mound[i] and bowed very low three times. Then he and Jonathan kissed[j] each other and cried, but David cried louder. ", "42": "Jonathan said, “Take care of yourself. And remember, we each have asked the Lord to watch and make sure that we and our descendants keep our promise forever.” David left and Jonathan went back to town."}