{"1": "David went to see Ahimelech, a priest who lived in the town of Nob. Ahimelech was trembling with fear as he came out to meet David. “Why are you alone?” Ahimelech asked. “Why isn't anyone else with you?”", "2": "“I'm on a mission for King Saul,” David answered. “He ordered me not to tell anyone what the mission is all about, so I had my soldiers stay somewhere else. ", "3": "Do you have any food you can give me? Could you spare five loaves of bread?”", "4": "“The only bread I have is the sacred bread,” the priest told David. “You can have it if your soldiers didn't sleep with women last night.”[a]", "5": "“Of course we didn't sleep with women,” David answered. “I never let my men do that when we're on a mission. They have to be acceptable to worship God even when we're on a regular mission, and today we're on a special mission.”", "6": "The only bread the priest had was the sacred bread that he had taken from the place of worship after putting out the fresh loaves. So he gave it to David.", "7": "It so happened that one of Saul's officers was there, worshiping the Lord that day. His name was Doeg the Edomite,[b] and he was the strongest of[c] Saul's shepherds.", "8": "David asked Ahimelech, “Do you have a spear or a sword? I had to leave so quickly on this mission for the king that I didn't bring along my sword or any other weapons.”", "9": "The priest answered, “The only sword here is the one that belonged to Goliath the Philistine. You were the one who killed him in Elah Valley, and so you can take his sword if you want to. It's wrapped in a cloth behind the statue.” “It's the best sword there is,” David said. “I'll take it!”", "10": "David kept on running from Saul that day until he came to Gath,[d] where he met with King Achish. ", "11": "The officers of King Achish were also there, and they asked Achish, “Isn't David a king back in his own country? Don't the Israelites dance and sing, 'Saul has killed a thousand enemies; David has killed ten thousand enemies'?”", "12": "David thought about what they were saying, and it made him afraid of Achish. ", "13": "So right there in front of everyone, he pretended to be insane. He acted confused and scratched up the doors of the town gate, while drooling in his beard.", "14": "“Look at him!” Achish said to his officers. “You can see he's crazy. Why did you bring him to me? ", "15": "I have enough crazy people without your bringing another one here. Keep him away from my palace!”"}