{"1": "When David escaped from the town of Gath, he went to Adullam Cave. His brothers and the rest of his family found out where he was, and they followed him there. ", "2": "A lot of other people joined him too. Some were in trouble, others were angry or in debt, and David was soon the leader of four hundred men.", "3": "David left Adullam Cave and went to the town of Mizpeh in Moab, where he talked with the king of Moab. “Please,” David said, “let my father and mother stay with you until I find out what God will do with me.” ", "4": "So he brought his parents to the king of Moab, and they stayed with him while David was in hiding.", "5": "One day the prophet Gad told David, “Don't stay here! Go back to Judah.” David then left and went to Hereth Forest.", "6": "Saul was sitting under a small tree on top of the hill at Gibeah when he heard that David and his men had been seen. Saul was holding his spear, and his officers were standing in front of him. ", "7": "He told them: Listen to me! You belong to the Benjamin tribe,[a] so if that son of Jesse ever becomes king, he won't give you fields or vineyards. He won't make you officers in charge of thousands or hundreds as I have done. ", "8": "But you're all plotting against me! Not one of you told me that my own son Jonathan had made an agreement with him. Not one of you cared enough to tell me that Jonathan had helped one of my officers[b] rebel. Now that son of Jesse is trying to ambush me.", "9": "Doeg the Edomite was standing with the other officers and spoke up, “When I was in the town of Nob, I saw that son of Jesse. He was visiting the priest Ahimelech the son of Ahitub. ", "10": "Ahimelech talked to the Lord for him, then gave him food and the sword that had belonged to Goliath the Philistine.”", "11": "Saul sent a message to Ahimelech and his whole family of priests at Nob, ordering them to come to him. When they came, ", "12": "Saul told them, “Listen to me, you son of Ahitub.” “Certainly, Your Majesty,” Ahimelech answered.", "13": "Saul demanded, “Why did you plot against me with that son of Jesse? You helped him rebel against me by giving him food and a sword, and by talking with God for him. Now he's trying to ambush me!”", "14": "“Your Majesty, none of your officers is more loyal than David!” Ahimelech replied. “He's your son-in-law and the captain of your bodyguard. Everyone in your family respects him. ", "15": "This isn't the first time I've talked with God for David, and it's never made you angry before! Please don't accuse me or my family like this. I have no idea what's going on!”", "16": "“Ahimelech,” Saul said, “you and your whole family are going to die.”", "17": "Saul shouted to his bodyguards, “These priests of the Lord helped David! They knew he was running away, but they didn't tell me. Kill them!” But the king's officers would not attack the priests of the Lord.", "18": "Saul turned to Doeg, who was from Edom, and said, “Kill the priests!” On that same day, Doeg killed eighty-five priests. ", "19": "Then he attacked the town of Nob, where the priests had lived, and he killed everyone there—men, women, children, and babies. He even killed their cattle, donkeys, and sheep.", "20": "Ahimelech's son Abiathar was the only one who escaped. He ran to David ", "21": "and told him, “Saul has murdered the priests at Nob!”", "22": "David answered, “That day when I saw Doeg, I knew he would tell Saul! Your family died because of me. ", "23": "Stay here. Isn't the same person trying to kill both of us? Don't worry! You'll be safe here with me.”"}