{"1": "One day some people told David, “The Philistines keep attacking the town of Keilah and stealing grain from the threshing place.”", "2": "David asked the Lord, “Should I attack these Philistines?” “Yes,” the Lord answered. “Attack them and rescue Keilah.”", "3": "But David's men said, “Look, even here in Judah we're afraid of the Philistines. We will be terrified if we try to fight them at Keilah!”[a]", "4": "David asked the Lord about it again. “Leave right now,” the Lord answered. “I will give you victory over the Philistines at Keilah.”", "5": "David and his men went there and fiercely attacked the Philistines. They killed many of them, then led away their cattle, and rescued the people of Keilah.", "6-8": "Meanwhile, Saul heard that David was in Keilah. “God has let me catch David,” Saul said. “David is trapped inside a walled town where the gates can be locked.” Saul decided to go there and surround the town, in order to trap David and his men. He sent messengers who told the towns and villages, “Send men to serve in Saul's army!” By this time, Abiathar had joined David in Keilah and had brought along everything he needed to get answers from God.", "9": "David heard about Saul's plan to capture him, and he told Abiathar, “Let's ask God what we should do.”", "10": "David prayed, “Lord God of Israel, I was told that Saul is planning to come here. What should I do? Suppose he threatens to destroy the town because of me. ", "11": "Would the leaders of Keilah turn me over to Saul? Or is he really coming? Please tell me, Lord.” “Yes, he will come,” the Lord answered.", "12": "David asked, “Would the leaders of Keilah hand me and my soldiers over to Saul?” “Yes, they would,” the Lord answered.", "13": "David and his six hundred men got out of there fast and started moving from place to place. Saul heard that David had left Keilah, and he decided not to go after him.", "14": "David stayed in hideouts in the hill country of Ziph Desert. Saul kept searching, but God never let Saul catch him.", "15": "One time, David was at Horesh in Ziph Desert. He was afraid because[b] Saul had come to the area to kill him. ", "16": "But Jonathan went to see David, and God helped him encourage David. ", "17": "“Don't be afraid,” Jonathan said. “My father Saul will never get his hands on you. In fact, you're going to be the next king of Israel, and I'll be your highest official. Even my father knows it's true.”", "18": "They both promised the Lord that they would always be loyal to each other. Then Jonathan went home, but David stayed at Horesh.", "19": "Some people from the town of Ziph went to Saul at Gibeah and said, “Your Majesty, David has a hideout not far from us! It's near Horesh, somewhere on Mount Hachilah south of Jeshimon.[c] ", "20": "If you come, we will help you catch him.”", "21": "Saul told them: You've done me a big favor, and I pray that the Lord will bless you. ", "22": "Now please do just a little more for me. Find out exactly where David is, as well as where he goes, and who has seen him there. I've been told that he's very tricky. ", "23": "Find out where all his hiding places are and come back when you're sure. Then I'll go with you. If he is still in the area, or anywhere among the clans of Judah, I'll find him.", "24": "The people from Ziph went back ahead of Saul, and they found out that David and his men were still south of Jeshimon in the Maon Desert. ", "25": "Saul and his army set out to find David. But David heard that Saul was coming, and he went to a place called The Rock, one of his hideouts in Maon Desert. Saul found out where David was and started closing in on him. ", "26": "Saul was going around a hill on one side, and David and his men were on the other side, trying to get away. Saul and his soldiers were just about to capture David and his men, ", "27": "when a messenger came to Saul and said, “Come quickly! The Philistines are attacking Israel and taking everything.”", "28": "Saul stopped going after David and went back to fight the Philistines. That's why the place is called “Escape Rock.”", "29": "David left and went to live in the hideouts at En-Gedi."}