{"1": "When Saul got back from fighting off the Philistines, he heard that David was in the desert around En-Gedi. ", "2": "Saul led three thousand of Israel's best soldiers out to look for David and his men near Wild Goat Rocks at En-Gedi. ", "3": "There were some sheep pens along the side of the road, and one of them was built around the entrance to a cave. Saul went into the cave to relieve himself. David and his men were hiding at the back of the cave. ", "4": "They whispered to David, “The Lord told you he was going to let you defeat your enemies and do whatever you want with them. This must be the day the Lord was talking about.” David sneaked over and cut off a small piece[a] of Saul's robe, but Saul didn't notice a thing. ", "5": "Afterwards, David was sorry that he had even done that, ", "6-7": "and he told his men, “Stop talking foolishly. We're not going to attack Saul. He's my king, and I pray that the Lord will keep me from doing anything to harm his chosen king.” Saul left the cave and started down the road. ", "8": "Soon, David also got up and left the cave. “Your Majesty!” he shouted from a distance. Saul turned around to look. David bowed down very low ", "9": "and said: Your Majesty, why do you listen to people who say that I'm trying to harm you? ", "10": "You can see for yourself that the Lord gave me the chance to catch you in the cave today. Some of my men wanted to kill you, but I wouldn't let them do it. I told them, “I will not harm the Lord's chosen king!” ", "11": "Your Majesty, look at what I'm holding. You can see that it's a piece of your robe. If I could cut off a piece of your robe, I could have killed you. But I let you live, and that should prove I'm not trying to harm you or to rebel. I haven't done anything to you, and yet you keep trying to ambush and kill me.", "12": "I'll let the Lord decide which one of us has done right. I pray that the Lord will punish you for what you're doing to me, but I won't do anything to you. ", "13": "An old proverb says, “Only evil people do evil things,” and so I won't harm you.", "14": "Why should the king of Israel be out chasing me, anyway? I'm as worthless as a dead dog or a flea. ", "15": "I pray that the Lord will help me escape and show that I am in the right.", "16": "“David, my son—is that you?” Saul asked. Then he started crying ", "17": "and said: David, you're a better person than I am. You treated me with kindness, even though I've been cruel to you. ", "18": "You've told me how you were kind enough not to kill me when the Lord gave you the chance. ", "19": "If you really were my enemy, you wouldn't have let me leave here alive. I pray that the Lord will give you a big reward for what you did today.", "20": "I realize now that you will be the next king, and a powerful king at that. ", "21": "Promise me with the Lord as your witness, that you won't wipe out my descendants. Let them live to keep my family name alive.", "22": "So David promised, and Saul went home. David and his men returned to their hideout."}