{"1": "Samuel died, and people from all over Israel gathered to mourn for him when he was buried at his home[a] in Ramah. Meanwhile, David moved his camp to Paran Desert.[b]", "2-3": "Nabal was a very rich man who lived in Maon. He owned three thousand sheep and a thousand goats, which he kept at Carmel.[c] His wife Abigail was sensible and beautiful, but he was from the Caleb clan[d] and was rough and mean.", "4": "One day, Nabal was in Carmel, having his servants cut the wool from his sheep. David was in the desert when he heard about it. ", "5-6": "So he sent ten men to Carmel with this message for Nabal: I hope that you and your family are healthy and that all is going well for you. ", "7": "I've heard that you are cutting the wool from your sheep. When your shepherds were with us in Carmel, we didn't harm them, and nothing was ever stolen from them. ", "8": "Ask your shepherds, and they'll tell you the same thing. My servants are your servants, and you are like a father to me. This is a day for celebrating,[e] so please be kind and share some of your food with us.", "9": "David's men went to Nabal and gave him David's message, then they waited for Nabal's answer.", "10": "This is what he said: Who does this David think he is? That son of Jesse is just one more slave on the run from his master, and there are too many of them these days. ", "11": "What makes you think I would take my bread, my water, and the meat that I've had cooked for my own servants[f] and give it to you? Besides, I'm not sure that David sent you![g]", "12": "The men returned to their camp and told David everything Nabal had said.", "13": "“Everybody get your swords!” David ordered. They all strapped on their swords. Two hundred men stayed behind to guard the camp, but the other four hundred followed David.", "14-16": "Meanwhile, one of Nabal's servants told Abigail: David's men were often nearby while we were taking care of the sheep in the fields. They were very good to us, they never hurt us, and nothing was ever stolen from us while they were nearby. With them around day or night, we were as safe as we would have been inside a walled city. David sent some messengers from the desert to wish our master well, but he shouted insults at them. ", "17": "He's a bully who won't listen to anyone. Isn't there something you can do? Please think of something! Or else our master and his family and everyone who works for him are all doomed.", "18": "Abigail quickly got together two hundred loaves of bread, two large clay jars of wine, the meat from five sheep, a large sack of roasted grain, a hundred handfuls of raisins, and two hundred handfuls of dried figs. She loaded all the food on donkeys ", "19": "and told her servants, “Take this on ahead, and I'll catch up with you.” She didn't tell her husband Nabal what she was doing.", "20": "Abigail was riding her donkey on the path that led around the hillside, when suddenly she met David and his men heading straight at her.", "21": "David had just been saying, “I surely wasted my time guarding Nabal's things in the desert and keeping them from being stolen! I was good to him, and now he pays me back with insults. ", "22": "I swear that by morning, there won't be a man or boy left from his family or his servants' families. I pray that God will punish me[h] if I don't do it!”", "23": "Abigail quickly got off her donkey and bowed down in front of David. ", "24": "Then she said: Sir, please let me explain! ", "25": "Don't pay any attention to that good-for-nothing Nabal. His name means “fool,” and it really fits him! I didn't see the men you sent, ", "26-27": "but please take this gift of food that I've brought and share it with your followers. The Lord has kept you from taking revenge and from killing innocent people. But I hope your enemies and anyone else who wants to harm you will end up like Nabal. I swear this by the living Lord and by your life.", "28": "Please forgive me if I say a little more. The Lord will always protect you and your family, because you fight for him. I pray that you won't ever do anything evil as long as you live. ", "29": "The Lord your God will keep you safe when your enemies try to kill you. But he will snatch away their lives quicker than you can throw a rock from a sling.", "30": "The Lord has promised to do many good things for you, even to make you the ruler of Israel. The Lord will keep his promises to you, ", "31": "and now your conscience will be clear, because you won't be guilty of taking revenge and killing innocent people. When the Lord does all those good things for you, please remember me.", "32": "David told her: I praise the Lord God of Israel! He must have sent you to meet me today. ", "33": "And you should also be praised. Your good sense kept me from taking revenge and killing innocent people. ", "34": "If you hadn't come to meet me so quickly, every man and boy in Nabal's family and in his servants' families would have been killed by morning. I swear by the living Lord God of Israel who protected you that this is the truth.", "35": "David accepted the food Abigail had brought. “Don't worry,” he said. “You can go home now. I'll do what you asked.”", "36": "Abigail went back home and found Nabal throwing a party fit for a king. He was very drunk and feeling good, so she didn't tell him anything that night. ", "37": "But when he sobered up the next morning, Abigail told him everything that had happened. Nabal had a heart attack, and he lay in bed as still as a stone. ", "38": "Ten days later, the Lord took his life.", "39-40": "David heard that Nabal had died. “I praise the Lord!” David said. “He has judged Nabal guilty for insulting me. The Lord kept me from doing anything wrong, and he made sure that Nabal hurt only himself with his own evil.” Abigail was still at Carmel. So David sent messengers to ask her if she would marry him.", "41": "She bowed down and said, “I would willingly be David's slave and wash his servants' feet.”", "42": "Abigail quickly got ready and went back with David's messengers. She rode on her donkey, while five of her servant women walked alongside. She and David were married as soon as she arrived.", "43": "David had earlier married Ahinoam from the town of Jezreel, so both she and Abigail were now David's wives.[i] ", "44": "Meanwhile, Saul had arranged for Michal[j] to marry Palti the son of Laish, who came from the town of Gallim."}