{"1-3": "Samuel had died some time earlier,[a] and people from all over Israel had attended his funeral in his hometown of Ramah. Meanwhile, Saul had been trying to get rid of everyone who spoke with the spirits of the dead.[b] But one day the Philistines brought their soldiers together to attack Israel. Achish told David, “Of course, you know that you and your men must fight as part of our Philistine army.” David answered, “That will give you a chance to see for yourself just how well we can fight!” “In that case,” Achish said, “you and your men will always be my bodyguards.”", "4": "The Philistines went to Shunem and set up camp. Saul called the army of Israel together, and they set up their camp in Gilboa. ", "5": "Saul took one look at the Philistine army and started shaking with fear. ", "6": "So he asked the Lord what to do. But the Lord would not answer, either in a dream or by a priest or a prophet. ", "7": "Then Saul told his officers, “Find me a woman who can talk to the spirits of the dead. I'll go to her and find out what's going to happen.” His servants told him, “There's a woman at Endor who can talk to spirits of the dead.”", "8": "That night, Saul put on different clothing so nobody would recognize him. Then he and two of his men went to the woman, and asked, “Will you bring up the ghost of someone for us?”", "9": "The woman said, “Why are you trying to trick me and get me killed? You know King Saul has gotten rid of everyone who talks to the spirits of the dead!”", "10": "Saul replied, “I swear by the living Lord that nothing will happen to you because of this.”", "11": "“Who do you want me to bring up?” she asked. “Bring up the ghost of Samuel,” he answered.", "12": "When the woman saw Samuel, she screamed. Then she turned to Saul and said, “You've tricked me! You're the king!”", "13": "“Don't be afraid,” Saul replied. “Just tell me what you see.” She answered, “I see a spirit rising up out of the ground.”", "14": "“What does it look like?” “It looks like an old man wearing a robe.” Saul knew it was Samuel, so he bowed down low.", "15": "“Why are you bothering me by bringing me up like this?” Samuel asked. “I'm terribly worried,” Saul answered. “The Philistines are about to attack me. God has turned his back on me and won't answer any more by prophets or by dreams. What should I do?”", "16": "Samuel said: If the Lord has turned away from you and is now your enemy, don't ask me what to do. ", "17": "I've already told you: The Lord has sworn to take the kingdom from you and give it to David. And that's just what he's doing! ", "18": "When the Lord was angry with the Amalekites, he told you to destroy them, but you didn't do it. That's why the Lord is doing this to you. ", "19": "Tomorrow the Lord will let the Philistines defeat Israel's army, then you and your sons will join me down here in the world of the dead.", "20": "At once, Saul collapsed and lay stretched out on the floor, terrified at what Samuel had said. He was weak because he had not eaten anything since the day before.", "21": "The woman came over to Saul, and when she saw that he was completely terrified, she said, “Your Majesty, I listened to you and risked my life to do what you asked. ", "22": "Now please listen to me. Let me get you a little something to eat. It will give you strength for your walk back to camp.”", "23": "“No, I won't eat!” But his officers and the woman kept on urging Saul, until he finally agreed. He got up off the floor and sat on the bed. ", "24": "Right away the woman killed a calf that she had been fattening up. She cooked part of the meat and baked some thin bread.[c] ", "25": "Then she served the food to Saul and his officers, who ate and left before daylight."}