{"1-2": "Samuel served the Lord by helping Eli the priest, who was by that time almost blind. In those days, the Lord hardly ever spoke directly to people, and he did not appear to them in dreams very often. But one night, Eli was asleep in his room, ", "3": "and Samuel was sleeping on a mat near the sacred chest in the Lord's house. They had not been asleep very long[a] ", "4": "when the Lord called out Samuel's name. “Here I am!” Samuel answered. ", "5": "Then he ran to Eli and said, “Here I am. What do you want?” “I didn't call you,” Eli answered. “Go back to bed.” Samuel went back.", "6": "Again the Lord called out Samuel's name. Samuel got up and went to Eli. “Here I am,” he said. “What do you want?” Eli told him, “Son, I didn't call you. Go back to sleep.”", "7": "The Lord had not spoken to Samuel before, and Samuel did not recognize the voice. ", "8": "When the Lord called out his name for the third time, Samuel went to Eli again and said, “Here I am. What do you want?” Eli finally realized that it was the Lord who was speaking to Samuel. ", "9": "So he said, “Go back and lie down! If someone speaks to you again, answer, 'I'm listening, Lord. What do you want me to do?'” Once again Samuel went back and lay down.", "10": "The Lord then stood beside Samuel and called out as he had done before, “Samuel! Samuel!” “I'm listening,” Samuel answered. “What do you want me to do?”", "11": "The Lord said: Samuel, I am going to do something in Israel that will shock everyone who hears about it! ", "12": "I will punish Eli and his family, just as I promised. ", "13": "He knew that his sons refused to respect me,[b] and he let them get away with it, even though I said I would punish his family forever. ", "14": "I warned Eli that sacrifices or offerings could never make things right! His family has done too many disgusting things.", "15": "The next morning, Samuel got up and opened the doors to the Lord's house. He was afraid to tell Eli what the Lord had said. ", "16": "But Eli told him, “Samuel, my boy, come here!” “Here I am,” Samuel answered.", "17": "Eli said, “What did God say to you? Tell me everything. I pray that God will punish you terribly if you don't tell me every word he said!”", "18": "Samuel told Eli everything. Then Eli said, “He is the Lord, and he will do what's right.”", "19": "As Samuel grew up, the Lord helped him and made everything Samuel said come true. ", "20": "From the town of Dan in the north to the town of Beersheba in the south, everyone in the country knew that Samuel was truly the Lord's prophet. ", "21": "The Lord often appeared to Samuel at Shiloh and told him what to say. "}