{"1": "Meanwhile, the Philistines were fighting Israel at Mount Gilboa. Israel's soldiers ran from the Philistines, and many of them were killed. ", "2": "The Philistines closed in on Saul and his sons, and they killed his sons Jonathan, Abinadab, and Malchishua. ", "3": "The fighting was fierce around Saul, and he was badly wounded by enemy arrows.", "4": "Saul told the soldier who carried his weapons, “Kill me with your sword! I don't want those worthless Philistines to torture me and make fun.” But the soldier was afraid to kill him. Saul then took out his own sword; he stuck the blade into his stomach, and fell on it. ", "5": "When the soldier knew that Saul was dead, he killed himself in the same way.", "6": "Saul was dead, his three sons were dead, and the soldier who carried his weapons was dead. They and all his soldiers died on that same day. ", "7": "The Israelites on the other side of Jezreel Valley[a] and the other side of the Jordan learned that Saul and his sons were dead. They saw that the Israelite army had run away. So they ran away too, and the Philistines moved into the towns the Israelites had left behind.", "8": "The day after the battle, when the Philistines returned to the battlefield to take the weapons of the dead Israelite soldiers, they found Saul and his three sons lying dead on Mount Gilboa. ", "9-10": "The Philistines cut off Saul's head and pulled off his armor. Then they put his armor in the temple of the goddess Astarte, and they nailed his body to the city wall of Beth-Shan. They also sent messengers everywhere in Philistia to spread the good news in the temples of their idols and among their people.", "11": "The people who lived in Jabesh in Gilead heard what the Philistines had done to Saul's body. ", "12": "So one night, some brave men from Jabesh went to Beth-Shan. They took down the bodies of Saul and his sons, then brought them back to Jabesh and burned them. ", "13": "They buried the bones under a small tree in Jabesh, and for seven days, they went without eating to show their sorrow."}