{"1": "Then Samuel would speak to the whole nation of Israel. One day the Israelites went out to fight the Philistines. They set up camp near Ebenezer, and the Philistines camped at Aphek. ", "2": "The Philistines made a fierce attack. They defeated the Israelites and killed about four thousand of them.", "3": "The Israelite army returned to their camp, and the leaders said, “Why did the Lord let us lose to the Philistines today? Let's get the sacred chest where the Lord's agreement with Israel is kept. Then the Lord[a] will help us and rescue us from our enemies.”", "4": "The army sent some soldiers to bring back the sacred chest from Shiloh, because the Lord All-Powerful has his throne on the winged creatures on top of the chest. As Eli's two sons, Hophni and Phinehas, ", "5": "brought the chest into camp, the army cheered so loudly that the ground shook. ", "6": "The Philistines heard the noise and said, “What are those Hebrews shouting about?” When the Philistines learned that the sacred chest had been brought into the camp, ", "7": "they were scared to death and said: The gods have come into their camp. Now we're in real trouble! Nothing like this has ever happened to us before. ", "8": "We're in big trouble! Who can save us from these powerful gods? They're the same gods who made all those horrible things happen to the Egyptians in the desert.", "9": "Philistines, be brave and fight hard! If you don't, those Hebrews will rule us, just as we've been ruling them. Fight and don't be afraid.", "10": "The Philistines did fight. They killed thirty thousand Israelite soldiers, and all the rest ran off to their homes. ", "11": "Hophni and Phinehas were killed, and the sacred chest was captured.", "12": "That same day a soldier from the tribe of Benjamin ran from the battlefront to Shiloh. He had torn his clothes and put dirt on his head to show his sorrow. ", "13": "He went into town and told the news about the battle, and everyone started crying. Eli was afraid that something might happen to the sacred chest. So he was sitting on his chair beside the road, just waiting. ", "14-15": "He was ninety-eight years old and blind, but he could hear everyone crying, and he asked, “What's all that noise?” The soldier hurried over and told Eli, ", "16": "“I escaped from the fighting today and ran here.” “Young man, what happened?” Eli asked.", "17": "“Israel ran away from the Philistines,” the soldier answered. “Many of our people were killed, including your two sons, Hophni and Phinehas. But worst of all, the sacred chest was captured.”", "18": "Eli was still sitting on a chair beside the wall of the town gate. And when the man said that the Philistines had taken the sacred chest, Eli fell backwards. He was a very heavy old man, and the fall broke his neck and killed him. He had been a leader[b] of Israel for forty years.", "19": "The wife of Phinehas was about to give birth. And soon after she heard that the sacred chest had been captured and that her husband and his father had died, her baby came. The birth was very hard, ", "20": "and she was dying. But the women taking care of her said, “Don't be afraid—it's a boy!” She didn't pay any attention to them. ", "21-22": "Instead she kept thinking about losing her husband and her father-in-law. So she said, “My son will be named Ichabod,[c] because the glory of Israel left our country when the sacred chest was captured.”"}