{"1": "After the sacred chest had been in Philistia for seven months,[a] ", "2": "the Philistines called in their priests and fortunetellers, and asked, “What should we do with this sacred chest? Tell us how to send it back where it belongs!”", "3": "“Don't send it back without a gift,” the priests and fortunetellers answered. “Send along something to Israel's God to make up for taking the chest in the first place. Then you will be healed, and you will find out why the Lord was causing you so much trouble.”", "4": "“What should we send?” the Philistines asked. The priests and fortunetellers answered: There are five Philistine rulers, and they all have the same disease that you have. ", "5": "So make five gold models of the sores and five gold models of the rats that are wiping out your crops. If you honor the God of Israel with this gift, maybe he will stop causing trouble for you and your gods and your crops. ", "6": "Don't be like the Egyptians and their king. They were stubborn, but when Israel's God was finished with them, they had to let Israel go.", "7": "Get a new cart and two cows that have young calves and that have never pulled a cart. Hitch the cows to the cart, but take the calves back to their barn. ", "8": "Then put the chest on the cart. Put the gold rats and sores into a bag and put it on the cart next to the chest. Then send it on its way.", "9": "Watch to see if the chest goes on up the road to the Israelite town of Beth-Shemesh. If it goes back to its own country, you will know that it was the Lord who made us suffer so badly. But if the chest doesn't go back to its own country, then the Lord had nothing to do with the disease that hit us—it was simply bad luck.", "10": "The Philistines followed their advice. They hitched up the two cows to the cart, but they kept their calves in a barn. ", "11": "Then they put the chest on the cart, along with the bag that had the gold rats and sores in it.", "12": "The cows went straight up the road toward Beth-Shemesh, mooing as they went. The Philistine rulers followed them until they got close to Beth-Shemesh.", "13": "The people of Beth-Shemesh were harvesting their wheat[b] in the valley. When they looked up and saw the chest, they were so happy that they stopped working and started celebrating.", "14-15": "The cows left the road and pulled the cart into a field that belonged to Joshua from Beth-Shemesh, and they stopped beside a huge rock. Some men from the tribe of Levi were there. So they took the chest off the cart and placed it on the rock, and then they did the same thing with the bag of gold rats and sores. A few other people chopped up the cart and made a fire. They killed the cows and burned them as sacrifices to the Lord. After that, they offered more sacrifices.", "16": "When the five rulers of the Philistines saw what had happened, they went back to Ekron that same day.", "17": "That is how the Philistines sent gifts to the Lord to make up for taking the sacred chest. They sent five gold sores, one each for their towns of Ashdod, Gaza, Ashkelon, Gath, and Ekron. ", "18": "They also sent one gold rat for each walled town and for every village that the five Philistine rulers controlled. The huge stone[c] where the Levites set the chest is still there in Joshua's field as a reminder of what happened.", "19": "Some of the men of Beth-Shemesh looked inside the sacred chest, and the Lord God killed seventy[d] of them. This made the people of Beth-Shemesh very sad, ", "20": "and they started saying, “No other God is like the Lord! Who can go near him and still live? We'll have to send the chest away from here. But where can we send it?”", "21": "They sent messengers to tell the people of Kiriath-Jearim, “The Philistines have sent back the sacred chest. Why don't you take it and keep it there with you?”"}