{"1": "The people of Kiriath-Jearim got the chest and took it to Abinadab's house, which was on a hill in their town. They chose his son Eleazar to take care of it, ", "2": "and it stayed there for twenty years. During this time everyone in Israel was very sad and begged the Lord for help.[a]", "3": "One day, Samuel told all the people of Israel, “If you really want to turn back to the Lord, then prove it. Get rid of your foreign idols, including the ones of the goddess Astarte. Turn to the Lord with all your heart and worship only him. Then he will rescue you from the Philistines.”", "4": "The people got rid of their idols of Baal and Astarte and began worshiping only the Lord.", "5": "Then Samuel said, “Tell everyone in Israel to meet together at Mizpah, and I will pray to the Lord for you.”", "6": "The Israelites met together at Mizpah with Samuel as their leader. They drew water from the well and poured it out as an offering to the Lord. On that same day they went without eating to show their sorrow, and they confessed they had been unfaithful to the Lord.", "7": "When the Philistine rulers found out about the meeting at Mizpah, they sent an army there to attack the people of Israel. The Israelites were afraid when they heard that the Philistines were coming. ", "8": "“Don't stop praying!” they told Samuel. “Ask the Lord our God to rescue us.”", "9-10": "Samuel begged the Lord to rescue Israel, then he sacrificed a young lamb to the Lord. Samuel had not even finished offering the sacrifice when the Philistines started to attack. But the Lord answered his prayer and made thunder crash all around them. The Philistines panicked and ran away. ", "11": "The men of Israel left Mizpah and went after them as far as the hillside below Beth-Car, killing every enemy soldier they caught.", "12-13": "The Philistines were so badly beaten that it was quite a while before they attacked Israel again. After the battle, Samuel set up a monument between Mizpah and the rocky cliffs. He named it “Help Monument”[b] to remind Israel how much the Lord had helped them. For as long as Samuel lived, the Lord helped Israel fight the Philistines. ", "14": "The Israelites were even able to recapture their towns and territory between Ekron and Gath. Israel was also at peace with the Amorites.[c]", "15": "Samuel was a leader[d] in Israel all his life. ", "16": "Every year he would go around to the towns of Bethel, Gilgal, and Mizpah where he served as judge for the people. ", "17": "Then he would go back to his home in Ramah and do the same thing there. He also had an altar built for the Lord at Ramah."}