{"1-2": "Samuel had two sons. The older one was Joel, and the younger one was Abijah. When Samuel was getting old, he let them be leaders[a] at Beersheba. ", "3": "But they were not like their father. They were dishonest and accepted bribes to give unfair decisions.", "4": "One day the nation's leaders came to Samuel at Ramah ", "5": "and said, “You are an old man. You set a good example for your sons, but they haven't followed it. Now we want a king to be our leader,[b] just like all the other nations. Choose one for us!”", "6": "Samuel was upset to hear the leaders say they wanted a king, so he prayed about it. ", "7": "The Lord answered: Samuel, do everything they want you to do. I am really the one they have rejected as their king. ", "8": "Ever since the day I rescued my people from Egypt, they have turned from me to worship idols. Now they are turning away from you. ", "9": "Do everything they ask, but warn them and tell them how a king will treat them.", "10": "Samuel told the people who were asking for a king what the Lord had said:", "11": "If you have a king, this is how he will treat you. He will force your sons to join his army. Some of them will ride in his chariots, some will serve in the cavalry, and others will run ahead of his own chariot.[c] ", "12": "Some of them will be officers in charge of a thousand soldiers, and others will be in charge of fifty. Still others will have to farm the king's land and harvest his crops, or make weapons and parts for his chariots. ", "13": "Your daughters will have to make perfume or do his cooking and baking.", "14": "The king will take your best fields, as well as your vineyards, and olive orchards and give them to his own officials. ", "15": "He will also take a tenth of your grain and grapes and give it to his officers and officials.", "16": "The king will take your slaves and your best young men and your donkeys and make them do his work. ", "17": "He will also take a tenth of your sheep and goats. You will become the king's slaves, ", "18": "and you will finally cry out for the Lord to save you from the king you wanted. But the Lord won't answer your prayers.", "19-20": "The people would not listen to Samuel. “No!” they said. “We want to be like other nations. We want a king to rule us and lead us in battle.”", "21": "Samuel listened to them and then told the Lord exactly what they had said. ", "22": "“Do what they want,” the Lord answered. “Give them a king.” Samuel told the people to go back to their homes."}