{"1": "Kish was a wealthy man who belonged to the tribe of Benjamin. His father was Abiel, his grandfather was Zeror, his great-grandfather was Becorath, and his great-great-grandfather was Aphiah. ", "2": "Kish had a son named Saul, who was better looking and more than a head taller than anyone else in all Israel.", "3": "Kish owned some donkeys, but they had run off. So he told Saul, “Take one of the servants and go look for the donkeys.”", "4": "Saul and the servant went through the hill country of Ephraim and the territory of Shalishah, but they could not find the donkeys. Then they went through the territories of Shaalim and Benjamin, but still there was no sign of the donkeys. ", "5": "Finally they came to the territory where the clan of Zuph[a] lived. “Let's go back home,” Saul told his servant. “If we don't go back soon, my father will stop worrying about the donkeys and start worrying about us!”", "6": "“Wait!” the servant answered. “There's a man of God who lives in a town near here. He's amazing! Everything he says comes true. Let's talk to him. Maybe he can tell us where to look.”", "7": "Saul said, “How can we talk to the prophet when I don't have anything to give him? We don't even have any bread left in our sacks. What can we give him?”", "8": "“I have a small piece of silver,” the servant answered. “We can give him that, and then he will tell us where to look for the donkeys.”", "9-10": "“Great!” Saul replied. “Let's go to the man who can see visions!” He said this because in those days God would answer questions by giving visions to prophets. Saul and his servant went to the town where the prophet lived. ", "11": "As they were going up the hill to the town, they met some young women coming out to get water,[b] and the two men said to them, “We're looking for the man who can see visions. Is he in town?”", "12": "“Yes, he is,” they replied. “He's in town today because there's going to be a sacrifice and a sacred meal at the place of worship. In fact, he's just ahead of you. Hurry ", "13": "and you should find him right inside the town gate. He's on his way out to the place of worship to eat with the invited guests. They can't start eating until he blesses the sacrifice. If you go now, you should find him.”", "14": "They went to the town, and just as they were going through the gate, Samuel was coming out on his way to the place of worship.", "15": "The day before Saul came, the Lord had told Samuel, ", "16": "“I've seen how my people are suffering, and I've heard their call for help. About this time tomorrow I'll send you a man from the tribe of Benjamin, who will rescue my people from the Philistines. I want you to pour olive oil[c] on his head to show that he will be their leader.”", "17": "Samuel looked at Saul, and the Lord told Samuel, “This is the man I told you about. He's the one who will rule Israel.”", "18": "Saul went over to Samuel in the gateway and said, “A man who can see visions lives here in town. Could you tell me the way to his house?”", "19": "“I am the one who sees visions!” Samuel answered. “Go on up to the place of worship. You will eat with me today, and in the morning I'll answer your questions. ", "20": "Don't worry about your donkeys that ran off three days ago. They've already been found. Everything of value in Israel now belongs to you and your family.”[d]", "21": "“Why are you telling me this?” Saul asked. “I'm from Benjamin, the smallest tribe in Israel, and my clan is the least important in the tribe.”", "22": "Samuel took Saul and his servant into the dining room at the place of worship. About thirty people were there for the dinner, but Samuel gave Saul and his servant the places of honor. ", "23-24": "Then Samuel told the cook, “I gave you the best piece of meat and told you to set it aside. Bring it here now.” The cook brought the meat over and set it down in front of Saul. “This is for you,” Samuel told him. “Go ahead and eat it. I had this piece saved especially for you, and I invited these guests to eat with you.” After Saul and Samuel had finished eating, ", "25": "they went down from the place of worship and back into town. A bed was set up for Saul on the flat roof[e] of Samuel's house, ", "26": "and Saul slept there. About sunrise the next morning,[f] Samuel called up to Saul on the roof, “Time to get up! I'll help you get started on your way.” Saul got up. He and Samuel left together ", "27": "and had almost reached the edge of town when Samuel stopped and said, “Have your servant go on. Stay here with me for a few minutes, and I'll tell you what God has told me.” After the servant had gone, "}