{"1": "There appeareth unto Daniel a man clothed in linen, 11 which showeth him wherefore he is sent. In the [a]third year of Cyrus King of Persia, a thing was revealed unto Daniel (whose name was called Belteshazzar) and the word was true, but the time appointed was [b]long, and he understood the thing, and had understanding of the vision.", "2": "At the same time I Daniel was in heaviness for three weeks of days.", "3": "I ate no pleasant bread, neither came flesh nor wine in my mouth, neither did I anoint myself at all, till three weeks of days were fulfilled.", "4": "And in the four and twentieth day of the [c]first month, as I [d]was by the side of that great river, even Hiddekel,", "5": "And I lifted mine eyes, and looked, and behold, there was a man [e]clothed in linen, whose loins were girded with fine gold of Uphaz.", "6": "His body also was like the Chrysolite, and his face (to look upon) like the lightning, and his eyes as lamps of fire, and his arms and his feet were like in color to polished brass, and the voice of his words was like the voice of a multitude.", "7": "And I Daniel alone saw the vision: for the men that were with me, saw not the vision: but a great fear fell upon them, so that they fled away and hid themselves.", "8": "Therefore I was left alone, and saw this great vision, and there remained no strength in me: for [f]my strength was turned in me into corruption, and I retained no power.", "9": "Yet heard I the voice of his words: and when I heard the voice of his words, I slept on my face, and my face was toward the ground.", "10": "And behold, an [g]hand touched me, which set me up upon my knees, and upon the palms of mine hands,", "11": "And he said unto me, O Daniel, a man greatly beloved, understand the words that I speak unto thee, and stand in thy place: for unto thee am I now sent. And when he had said this word unto me, I stood trembling.", "12": "Then said he unto me, Fear not, Daniel: for from the first day that thou didst set thine heart to understand, and to humble thyself before thy God, thy words were heard, and I am come for thy words.", "13": "But the [h]prince of the kingdom of Persia withstood me one and twenty days: but lo, [i]Michael one of the chief princes, came to help me, and I remained there by the Kings of Persia.", "14": "Now I am come to show thee what shall come to thy people in the latter days: for yet the [j]vision is for many days.", "15": "And when he spake these words unto me, I set my face toward the ground, and held my tongue.", "16": "And behold, [k]one like the similitude of the sons of man touched my lips: then I opened my mouth, and spake, and said unto him that stood before me, O my Lord, [l]by the vision my sorrows are returned upon me, and I have retained no strength.", "17": "For how can the servant of this my Lord talk with my Lord being such one? for as for me, straightway there remained no strength in me, neither is there breath left in me.", "18": "Then there came again, and touched me, one like the appearance of a man, and he strengthened me,", "19": "And said, O man, greatly beloved, fear not: [m]peace be unto thee: be strong and of good courage. And when he had spoken unto me, I [n]was strengthened, and said, Let my Lord speak: for thou hast strengthened me.", "20": "Then said he, Knowest thou wherefore I am come unto thee? but now will I return to fight with the Prince of Persia: and when I am gone forth, lo, the [o]Prince of Greece shall come.", "21": "But I will show thee that which is decreed in the Scripture of truth: [p]and there is none that holdeth with me in these things, but Michael your prince."}