{"1": "A prophecy of the kingdoms, which should be enemies to the Church of God, as of Persia, 3 Of Greece, 5 of Egypt, 28 of Syria, 36 and of the Romans. Also I, in the first year of Darius of the Medes, even I [a]stood to encourage and to strengthen him.", "2": "And now will I show thee the truth. Behold, there shall stand up yet [b]three kings in Persia, and the fourth shall be far richer than they all: and by his strength, and by his riches he shall stir up [c]all against the realm of Greece.", "3": "But a [d]mighty King shall stand up, that shall rule with great dominion, and do according to his pleasure.", "4": "And when he shall stand up, [e]his kingdom shall be broken, [f]and shall be divided toward the [g]four winds of heaven: and not to his [h]posterity, nor according to [i]his dominion, which he ruled: for his kingdom shall be plucked up even to be for others besides [j]those.", "5": "And the [k]King of the South shall be mighty, and one of [l]his princes, and shall prevail against him, and bear rule: his dominion shall be a great dominion.", "6": "And in the end of years they shall be joined together: for the King's [m]daughter of the South shall come to the King of the North to make an agreement, but she shall not retain the power of the [n]arm, neither shall [o]he continue, nor his [p]arm: but she shall be delivered to death, and they that brought her, and he [q]that begat her, and he that comforted her, in these times.", "7": "But out of the bud of her [r]roots shall one stand up in his stead, [s]which shall come with an army, and shall enter into the fortress of the King of the North, and do with them as he list, and shall prevail,", "8": "And shall also carry captives into Egypt their gods: with their molten images, and with their precious vessels of silver and of gold, and he shall continue [t]more years than the king of the North.", "9": "So the king of the South shall come into his kingdom, and shall return into his own land.", "10": "Wherefore his [u]sons shall be stirred up, and shall assemble a mighty great army: and one [v]shall come, and overflow, and pass through: then shall he [w]return, and be stirred up at his fortress.", "11": "And the King of the South shall be angry, and shall come forth, and fight with him, even with the king of the North: for he shall set forth a great [x]multitude, and the multitude shall be given into his hand.", "12": "Then the multitude shall be proud, and their heart shall be lifted up: for he shall cast down thousands: but he shall not still prevail,", "13": "For the King of the North [y]shall return, and shall set forth a greater multitude than afore, and shall come forth (after certain years) with a mighty army, and great riches.", "14": "And at the same time there shall [z]many stand up against the king of the South: also the rebellious children of thy [aa]people shall exalt themselves to establish the vision, but they shall fall.", "15": "So the King of the North shall come, and cast up a mount, and take the strong city: and the arms of the South shall [ab]not resist, neither his chosen people, neither shall there be any strength to withstand.", "16": "But he that shall come, shall do unto him as he list, and none shall stand against him: and he shall stand in the [ac]pleasant land, which by his hand shall be consumed.", "17": "Again he shall [ad]set his face to enter with the power of his whole kingdom, and his confederates with him: thus shall he do, and he shall give him the [ae]daughter of women to destroy [af]her: but [ag]she shall not stand on his side, neither be for him.", "18": "After this shall he turn his face unto the [ah]isles, and shall take many, but a prince [ai]shall cause his shame to light upon him, besides that he shall cause his own shame to turn upon [aj]himself.", "19": "For he shall turn his face toward the forts of [ak]his own land: but he shall be overthrown and fall, and be no more [al]found.", "20": "[am]Then shall stand up in his place in the glory of the kingdom, one that shall raise taxes: but after few days he shall be destroyed, neither in [an]wrath, nor in battle.", "21": "And in his place shall stand up a [ao]vile person, to whom they shall not give the honor of the kingdom: but he shall come in peaceably and obtain the kingdom by flatteries.", "22": "And the [ap]arms shall be overthrown with a flood before him, and shall be broken: and also the prince of the [aq]covenant.", "23": "And after [ar]the league made with him, he shall work deceitfully: for he shall come up, and overcome with a [as]small people.", "24": "He shall enter into the quiet and plentiful province, and he shall do that which his fathers [at]have not done, nor his fathers' fathers: he shall divide among them the prey and the spoil, and the substance, yea, and he shall forecast his devices against the strongholds, even for a [au]time.", "25": "Also he shall stir up his power, and his courage against the King of the South with a great army, and the King of the South shall be stirred up to battle with a very great and mighty army: but he shall not [av]stand: for they shall forecast and practice against him.", "26": "Yea, they that feed of the portion of [aw]his meat, shall destroy him: and his army [ax]shall overflow: and many shall fall, and be slain.", "27": "And both these Kings' hearts shall be to do [ay]mischief, and they shall talk of deceit at one table: but it shall not avail: for [az]yet the end shall be at the time appointed.", "28": "Then shall he return into his land with great [ba]substance: for his heart shall be against the holy covenant: so shall he do and return to his own land.", "29": "At the time appointed he shall return, and come toward the South: but the last shall not be as the first.", "30": "For the ships [bb]of Chittim shall come against him: therefore he shall be sorry and return and fret against the holy covenant: so shall he do, he shall even return [bc]and have intelligence with them that forsake the holy covenant.", "31": "And arms [bd]shall stand on his part, and they shall pollute the Sanctuary [be]of strength, and shall take away the daily sacrifice, and they shall set up the abominable desolation.", "32": "And such as wickedly [bf]break the covenant, shall he cause to sin by flattery: but the people that do know their God, shall prevail and prosper.", "33": "And they that understand among the [bg]people, shall instruct many: [bh]yet they shall fall by sword, and by flame, by captivity and by spoil many days.", "34": "Now when they shall fall, they shall be holpen with a [bi]little help: but many shall cleave unto them [bj]feignedly.", "35": "And some of them [bk]of understanding shall fall to try them, and to purge, and to make them white, till the time be out: for there is a time appointed.", "36": "And the [bl]king shall do what him list: he shall exalt himself, and magnify himself against all, that is God, and shall speak marvelous things against the God of gods, and shall prosper, till the wrath [bm]be accomplished: for the determination is made.", "37": "Neither shall he regard the [bn]God of his fathers, nor the desires [bo]of women, nor care for any God: for he shall magnify himself above all.", "38": "But in his place shall he honor the [bp]god Mauzzim, and the god whom his fathers knew not, shall he honor with [bq]gold and with silver, and with precious stones, and pleasant things.", "39": "Thus shall he do in [br]the holds of Mauzzim with a strange god whom he shall acknowledge: he shall increase his glory, and shall cause them to rule over many, and shall divide the land for gain.", "40": "And at the end of time shall the king of the [bs]South push at him, and the king of the North shall come against him like a whirlwind with chariots, and with horsemen, and with many ships, and he shall enter into the countries, and shall overflow and pass through.", "41": "He shall enter also into the [bt]pleasant land, and many countries shall be overthrown: but these shall escape out of his hand, even Edom and Moab, and the chief of the children of Ammon.", "42": "He shall stretch forth his hands also upon the countries, and the land of Egypt shall not escape.", "43": "But he shall have power over the treasures of gold and of silver, and over all the precious things of Egypt, and of the Libyans, and of the black Mores where he shall pass.", "44": "But the tidings out of the East and the North shall [bu]trouble him: therefore he shall go forth [bv]with great wrath to destroy and root out many.", "45": "And he shall plant the tabernacles [bw]of his palace between the seas in the glorious and holy mountain, yet he shall come to his end, and none shall help him."}