{"1": "The dreams of Nebuchadnezzar. 13 The king commandeth all the wise men of Babylon to be slain, because they could not interpret his dream. 16 Daniel requireth time to solute the question. 24 Daniel is brought unto the king, and showeth him his dream, and the interpretation thereof. 44 Of the everlasting kingdom of Christ. And in the [a]second year of the reign of Nebuchadnezzar, Nebuchadnezzar dreamed [b]dreams wherewith his spirit was [c]troubled, and his [d]sleep was upon him.", "2": "Then the king commanded to call the enchanters, and the astrologians, and the sorcerers, and the [e]Chaldeans for to show the king his dreams: so they came and stood before the King.", "3": "And the king said unto them, I have dreamed a dream, and my spirit was troubled to know the dream.", "4": "Then spake the Chaldeans to the king in the [f]Aramite's language, O king, live forever: show thy servants thy dream, and we shall show the interpretation.", "5": "And the King answered and said to the Chaldeans, The thing is gone from me. If ye will not make me understand the dream with the interpretation thereof, ye [g]shall be drawn in pieces, and your houses shall be made a jakes.", "6": "But if ye declare the dream and the interpretation thereof, ye shall receive of me gifts and rewards, and great honor: therefore show me the dream and the interpretation of it.", "7": "They answered again, and said, Let the king show [h]his servants the dream, and we will declare the interpretation thereof.", "8": "Then the king answered, and said, I know certainly that ye [i]would gain the time, because ye see the thing is gone from me.", "9": "But if ye will not declare me the dream, there is but one judgment for you: for ye have prepared lying and corrupt words, to speak before me till the time be changed: therefore tell me the dream, that I may know, if ye can declare me the interpretation thereof.", "10": "Then the Chaldeans answered before the king, and said, There is no man upon earth that can declare the king's matter: yea, there is neither King nor Prince nor lord that asked such things at an enchanter, or astrologian, or Chaldean.", "11": "For it is a rare thing that the king requireth, and there is none other that can declare it before the king, except the gods whose dwelling is not with flesh.", "12": "For this cause the king was angry and in great fury, and commanded to destroy all the wise men of Babel.", "13": "¶ And when sentence was given, the wise men were slain: and they [j]sought Daniel and his fellows to be put to death.", "14": "Then Daniel answered with counsel and wisdom to Arioch the king's [k]chief steward, which was gone forth to put to death the wise men of Babel.", "15": "Yea, he answered and said unto Arioch the king's captain, Why is the sentence so hasty from the king? Then Arioch declared the thing to Daniel.", "16": "So Daniel went and desired the king that he would give him leisure, and that he would show the king the interpretation thereof.", "17": "¶ Then Daniel went to his house, and showed the matter to Hananiah, Mishael, and Azariah his companions,", "18": "That they should beseech the God of heaven for grace in this secret, that Daniel and his fellows should not perish with the rest of the wise men of Babel.", "19": "Then was the secret revealed unto Daniel in a vision by night: therefore Daniel praised the God of heaven.", "20": "And Daniel answered and said, The Name of God be praised forever and ever: for wisdom and strength are his.", "21": "And he changeth the times and seasons: he taketh away kings: he setteth up kings: he giveth wisdom unto the wise, and understanding to those that understand.", "22": "He discovereth the deep and secret things: he knoweth what is in darkness, and the [l]light dwelleth with him.", "23": "I thank thee and praise thee, O thou God of my [m]fathers, that thou hast given me wisdom and [n]strength, and hast showed me now the thing that we desired of thee: for thou hast declared unto us the king's matter.", "24": "¶ Therefore Daniel went unto Arioch, whom the King had ordained to destroy the wise men of Babel: he went and said thus unto him, Destroy not [o]the wise men of Babel, but bring me before the king, and I will declare unto the king the interpretation.", "25": "Then Arioch brought Daniel before the king in all haste, and said thus unto him, I have found a man of the children of Judah that were brought captives, that will declare unto the king the interpretation.", "26": "Then answered the king, and said unto Daniel, whose name was Belteshazzar, Art thou able to show me the dream which I have seen, and the interpretation thereof?", "27": "Daniel answered in the presence of the king, and said, The secret which the king hath demanded, can neither the wise, the astrologians, the enchanters, nor the soothsayers declare unto the king.", "28": "But there is a God in [p]heaven that revealeth secrets, and showeth the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the things which thou hast seen in thine head upon thy bed, is this:", "29": "O king, when thou wast in thy bed, thoughts came into thy mind, what should come to pass hereafter, and he that revealeth secrets, telleth thee what shall come.", "30": "As [q]for me, this secret is not showed me for any wisdom that I have more than any other living, but only to show the king the interpretation, and that thou mightest know the thoughts of thine heart.", "31": "O king, thou sawest, and behold, there was a great image: this great image whose glory was so excellent, stood before thee, and the form therefore was terrible.", "32": "This image's head was of fine [r]gold, his breast, and his arms of silver, his belly and his thighs of brass,", "33": "His legs of iron, and his feet were part of iron, and part of clay.", "34": "Thou beheldest it till a stone was cut without hands, which smote the image upon his feet, that were of iron and clay, and brake them to pieces.", "35": "Then was the iron, the clay, the brass, the silver and the gold broken all together, and became like the chaff of the summer flowers, and the wind carried them away, that no place was found for them: and the stone that smote the image, became a great mountain, and filled the whole earth.", "36": "This is the dream, and we will declare before the king the interpretation thereof.", "37": "¶ O king, thou art a king of kings: for the God of heaven hath given thee a kingdom, power, and strength, and glory.", "38": "And in all places where the children of men dwell, the beasts of the field, and the fowls of the heaven hath he given into thine hand, and hath made thee ruler over them all: thou art [s]this head of gold.", "39": "And after thee shall rise another kingdom, [t]inferior to thee, of silver, and another [u]third kingdom shall be of brass, which shall bear rule over all the earth.", "40": "And the fourth kingdom shall be strong as iron: for as iron breaketh in pieces, and subdueth all things, and as iron bruiseth all these things, so shall it break in [v]pieces, and bruise all.", "41": "Whereas thou sawest the feet and toes, part of potter's clay, and part of iron: the kingdom shall be [w]divided, but there shall be in it of the strength of the iron, as thou sawest the iron mixed with the clay, and earth.", "42": "And as the toes of the feet were part of iron, and part of clay, so shall the kingdom be partly strong, and partly broken.", "43": "And whereas thou sawest iron mixed with clay and earth, they shall mingle themselves with [x]the seed of men: but they shall not join one with another, as iron cannot be mixed with clay.", "44": "And in the days of these kings, shall the God of heaven set up a kingdom, which [y]shall never be destroyed: and this kingdom shall not be given to another people, but it shall break, and destroy all these kingdoms, and it shall stand forever.", "45": "Whereas thou sawest, that the [z]stone was cut of the mountain without hands, and that it brake in pieces the iron, the brass, the clay, the silver, and the gold: so the great God hath showed the king, what shall come to pass hereafter, and the dream is true, and the interpretation thereof is sure.", "46": "¶ Then the king Nebuchadnezzar fell upon his face, and [aa]bowed himself unto Daniel, and commanded that they should offer meat offerings, and sweet odors unto him.", "47": "Also the King answered unto Daniel, and said, I know of a truth that your [ab]God is a God of gods, and the Lord of kings, and the revealer of secrets, seeing thou couldest open this secret.", "48": "So the king made Daniel a great man, and gave him many and great [ac]gifts. He made him governor over the whole province of Babel, and chief of the rulers, and above all the wise men of Babel.", "49": "Then Daniel [ad]made request to the King, and he set Shadrach, Meshach, and Abednego over the charge of the province of Babel: but Daniel sat in the [ae]gate of the king."}