{"1": "The king setteth up a golden image. 8 Certain are accused because they despised the king's commandment, and are put into a burning oven. 15 By belief in God they are delivered from the fire. 25 Nebuchadnezzar confesseth the power of God after the sight of the miracle. Nebuchadnezzar the king made [a]an image of gold, whose height was threescore cubits, and the breadth thereof six cubits: he set it up in the plain of Dura, in the province of Babel.", "2": "Then Nebuchadnezzar the king sent forth to gather together the nobles, the princes and the dukes, the judges, the receivers, the counselors, the officers, and all the governors of the provinces, that they should come to the [b]dedication of the image, which Nebuchadnezzar the [c]King had set up.", "3": "So the nobles, princes, and dukes, the judges, the receivers, the counselors, the officers, and all the governors of the provinces were assembled unto the dedicating of the image that Nebuchadnezzar the King had set up and they stood before the image which Nebuchadnezzar had set up.", "4": "Then an herald cried aloud, Be it known to you, O people, [d]nations, and languages,", "5": "That when ye hear the sound of the cornet, trumpet, harp, sackbut, psaltery, dulcimer, and all instruments of music, ye fall down, and worship the golden image, that Nebuchadnezzar the king hath set up.", "6": "And whosoever falleth not down, and worshippeth, shall the same hour be cast into the midst of an hot fiery furnace.", "7": "Therefore as soon as all the people heard the sound of the cornet, trumpet, harp, sackbut, psaltery, and all instruments of music, all the people, nations, and languages fell down, and worshipped the golden image, that Nebuchadnezzar the king had set up.", "8": "¶ By reason whereof at that same time came men of the Chaldeans, and grievously accused the Jews.", "9": "For they spake and said to the king Nebuchadnezzar, O King, live forever.", "10": "Thou, O King, hast made a decree, that every man that shall hear the sound of the cornet, trumpet, harp, sackbut, psaltery, and dulcimer, and all instruments of music, shall fall down, and worship the golden image.", "11": "And whosoever falleth not down, and worshippeth, that he should be cast into the midst of an hot fiery furnace.", "12": "There are certain Jews whom thou hast set over the charge of the province of Babel, [e]Shadrach, Meshach, and Abednego: these men, O King, have not regarded thy commandment, neither will they serve thy gods, nor worship the golden image that thou hast set up.", "13": "¶ Then Nebuchadnezzar in his anger and wrath commanded that they should bring Shadrach, Meshach, and Abednego, so these men were brought before the king.", "14": "And Nebuchadnezzar spake, and said unto them, What disorder? will not you, Shadrach, Meshach, and Abednego, serve my god, nor worship the golden image that I have set up?", "15": "[f]Now therefore are ye ready when ye hear the sound of the cornet, trumpet, harp, sackbut, psaltery, and dulcimer, and all instruments of music, to fall down, and worship the image which I have made? for if ye worship it not, ye shall be cast immediately into the midst of an hot fiery furnace: for who is that God, that can deliver you out of mine hands?", "16": "Shadrach, Meshach, and Abednego answered and said to the King, O Nebuchadnezzar, we [g]are not careful to answer thee in this matter.", "17": "Behold, our God whom we serve, is [h]able to deliver us from the hot fiery furnace, and he will deliver us out of thine hand, O king.", "18": "But if not, be it known to thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up.", "19": "¶ Then was Nebuchadnezzar full of rage, and the form of his visage was changed against Shadrach, Meshach, and Abednego: therefore he charged and commanded that they should heat the furnace at once seven [i]times more than it was wont to be heated.", "20": "And he charged the most valiant men of war that were in his army, to bind Shadrach, Meshach, and Abednego, and to cast them into the hot fiery furnace.", "21": "So these men were bound in their coats, their hosen, and their cloaks, with their other garments, and cast into the midst of the hot fiery furnace.", "22": "Therefore, because the king's commandment was strait, that the furnace should be exceeding hot, the flame of the fire slew those men that brought forth Shadrach, Meshach and Abednego.", "23": "And these three men, Shadrach, Meshach and Abednego fell down bound into the midst of the hot fiery furnace.", "24": "¶ Then Nebuchadnezzar the king was astonied, and rose up in haste, and spake, and said unto his counselors, Did not we cast three men bound into the midst of the fire? Who answered, and said unto him, It is true, O king.", "25": "And he answered, and said, Lo, I see four men loose, walking in the midst of the fire, and they have no hurt, and the form of the fourth is like the [j]son of God.", "26": "Then the King Nebuchadnezzar came near to the mouth of the hot fiery furnace, and spake and said, Shadrach, Meshach and Abednego, the servants of the high God, go forth and come hither: so Shadrach, Meshach and Abednego [k]came forth of the midst of the fire.", "27": "Then the nobles, princes, and dukes, and the king's counselors came together to see these men, because the fire had no power over their bodies: for not an hair of their head was burnt, neither were their coats changed, nor any smell of fire came upon them.", "28": "Wherefore Nebuchadnezzar spake and said, [l]Blessed be the God of Shadrach, Meshach and Abednego, who hath sent his Angel, and delivered his servants, that put their trust in him, and have changed the king's commandment, and yielded their bodies rather than they would serve or worship any god save their own God.", "29": "Therefore I make a decree that every people, nation, and language, which speak any [m]blasphemy against the God of Shadrach, Meshach, and Abednego, shall be drawn in pieces, and their houses shall be made a jakes, because there is no god that can deliver after this sort.", "30": "Then the King promoted Shadrach, Meshach and Abednego in the province of Babel.", "31": "Nebuchadnezzar king unto all people, nations and languages, that dwell in all the [n]world, Peace be multiplied unto you:", "32": "I thought it good to declare the signs and wonders, that the high God hath wrought toward me.", "33": "How great are his signs, and how mighty are his wonders! [o]his kingdom is an everlasting kingdom, and his dominion is from generation to generation."}