{"1": "Daniel is made ruler over the governors. 5 An act against Daniel. 16 He is put into a den of lions by the commandment of the king. 23 He is delivered by faith in God. 24 Daniel's accusers are put unto the lions. 25 Darius by a decree magnifieth the God of Daniel. It pleased Darius to set over the kingdom [a]an hundred and twenty governors, which should be over the whole kingdom,", "2": "And over these three rulers, (of whom Daniel was one) that the governors might give accompts unto them, and the king [b]should have no damage.", "3": "Now this Daniel [c]was preferred above the rulers, and governors, because the spirit was excellent in him, and the king thought to set him over the whole realm.", "4": "¶ Wherefore the rulers and governors [d]sought an occasion against Daniel concerning the kingdom: but they could find none occasion nor fault: for he was so faithful that there was no blame nor fault found in him.", "5": "Then said these men, We shall not find an occasion against this Daniel, except we find it against him concerning the Law of his God.", "6": "Therefore the rulers and these governors went together to the king, and said thus unto him, King Darius, live forever.", "7": "All the rulers of thy kingdom, the officers and governors, the counselors and dukes have consulted together to make a decree for the king, and to establish a statute, that whosoever shall ask a petition of any god or man for thirty days save of thee, O king, he shall be cast into the den of lions.", "8": "Now, O king, confirm the decree, and seal the writing, that it be not changed, according to the law of the Medes and Persians, which altereth not.", "9": "Wherefore king Darius [e]sealed the writing and the decree.", "10": "¶ Now when Daniel understood that he had sealed the writing, he went into his house, and his [f]window being open in his chamber toward Jerusalem, he kneeled upon his knees three times a day, and prayed and praised his God, as he did aforetime.", "11": "Then these men assembled, and found Daniel praying, and making supplication unto his God.", "12": "So they came and spake unto the king concerning the king's decree, Hast thou not sealed the decree, that every man that shall make a request to any god or man within thirty days, save to thee, O King, shall be cast into the den of lions? The King answered, and said, The thing is true, according to the law of the Medes and Persians, which altereth not.", "13": "Then answered they, and said unto the King, This Daniel which is of the children of the captivity of Judah, regardeth not thee, O king, nor the decree that thou hast sealed, but maketh his petition three times a day.", "14": "When the King heard these words, he was sore displeased with himself, and set his heart on Daniel, to deliver him: and he labored till the sun went down, to deliver him.", "15": "Then these men assembled unto the king, and said unto the King, Understand, O King, that the law of the Medes and Persians is, that no decree nor statute which the king confirmeth, may be [g]altered.", "16": "¶ Then the King commanded, and they brought Daniel, and cast him into the den of lions: now the king spake, and said unto Daniel, Thy God, whom thou always servest, even he will deliver thee.", "17": "And a stone was brought, and laid upon the mouth of the den, and the King sealed it with his own signet, and with the signet of his princes, that the purpose might not be changed, concerning Daniel.", "18": "Then the king went unto his palace, and remained fasting, neither were the instruments of music brought before him, and his sleep went from him.", "19": "¶ Then the king arose early in the morning, and went in all haste unto the den of lions.", "20": "And when he came to the den, he cried with a lamentable voice unto Daniel: and the king spake, and said to Daniel, O Daniel the servant of the living God, is not thy God (whom thou always servest) [h]able to deliver thee from the lions?", "21": "Then said Daniel unto the King, O king, live forever.", "22": "My God hath sent his Angel and hath shut the lion's mouths, and they have not hurt me: for [i]my justice was found out before him: and unto thee, O king, I have done [j]no hurt.", "23": "Then was the King exceeding glad for him, and commanded that they should take Daniel out of the den: so Daniel was brought out of the den, and no manner of hurt was found upon him, because he [k]believed in his God.", "24": "And by the commandment of the King these men which had accused Daniel, were brought, and were [l]cast into the den of lions, even they, their children, and their wives: and the lions had the mastery of them, and brake all their bones a pieces, or ever they came at the ground of the den.", "25": "¶ Afterward King Darius wrote, Unto all people, nations and languages, that dwell in all the world: Peace be multiplied unto you.", "26": "I make a decree, that in all the dominion of my kingdom, men tremble and fear [m]before the God of Daniel: for he is the [n]living God, and remaineth forever: and his kingdom shall not perish, and his dominion shall be everlasting.", "27": "He rescueth and delivereth, and he worketh signs and wonders in heaven and in earth: who hath delivered Daniel from the power of the lions.", "28": "So this Daniel prospered in the reign of Darius and in the reign of Cyrus of Persia."}