{"1": "A vision of four beasts is showed unto Daniel. 8 The ten horns of the fourth beast. 27 Of the everlasting kingdom of Christ. In the first year of Belshazzar King of Babel, Daniel saw a dream, and there were visions in his head, upon his bed: [a]then he wrote the dream, and declared the sum of the matter.", "2": "Daniel spake and said, I saw in my vision by night, and behold, the four winds of the heaven strove upon [b]the great sea:", "3": "And four great beasts came up from the sea one divers from another.", "4": "The first was as a [c]lion, and had eagle's wings: I beheld till the wings thereof were plucked off, and it was lifted up from the earth, and set upon his feet as a man, and a man's heart was given him.", "5": "And behold, another beast which was the second, was like a [d]bear, and stood upon the [e]one side: and he had three ribs in his [f]mouth between his teeth, [g]and they said thus unto him, Arise, and devour much flesh.", "6": "After this, I beheld, and lo, there was another like a [h]leopard, which had upon his back [i]four wings of a fowl: the beast had also four heads, and [j]dominion was given him.", "7": "After this, I saw in the visions by night, and behold, the [k]fourth beast was fearful and terrible and very strong. It had great [l]iron teeth: it devoured and brake in pieces, and stamped [m]the residue under his feet: and it was unlike to the beasts that were before it: for it had [n]ten horns.", "8": "As I considered the horns, behold, there came up among them another little [o]horn, before whom there were [p]three of the first horns plucked away: and behold, in this horn were [q]eyes like the eyes of man, and a mouth speaking presumptuous things.", "9": "I beheld till the [r]thrones were set up, and the [s]Ancient of days did sit, whose garment was white as snow, and the hair of his head like the pure wool: his throne was like the fiery flame, and his wheels, as burning fire.", "10": "A fiery stream issued, and came forth from before him: thousand thousands ministered unto him, and ten thousand [t]thousands stood before him: the judgment was set, and the [u]books opened.", "11": "Then I beheld, [v]because of the voice of the presumptuous words which the horn spake: I beheld, even till the beast was slain, and his body destroyed, and given to the burning fire.", "12": "As [w]concerning the other beasts, they had taken away their dominion: yet their lives were prolonged for a certain time and season.", "13": "¶ As I beheld in visions by night, behold, [x]one like the son of man came in the clouds of heaven, and [y]approached unto the Ancient of days, and they brought him before him.", "14": "And he gave him [z]dominion, and honor, and a kingdom, that all people, nations and languages should serve him: his dominion is an everlasting dominion, which shall never be taken away: and his dominion shall never be destroyed.", "15": "¶ I Daniel was [aa]troubled in my spirit, in the midst of my body, and the visions of mine head made me afraid.", "16": "Therefore I came unto [ab]one of them that stood by, and asked him the truth of all this: so he told me, and showed me the interpretation of these things.", "17": "These great beasts which are four, are four kings, which shall arise out of the earth,", "18": "And they shall take the [ac]kingdom of the Saints of the [ad]most High, and shall possess the kingdom forever, even forever and ever.", "19": "¶ After this, I would know the truth of the fourth beast, which was [ae]so unlike to all the others, very fearful, whose teeth were of iron, and his nails of brass: which devoured brake in pieces, and stamped the [af]residue under his feet.", "20": "Also to know of the ten horns that were in his head, and of the others which came up, before whom three fell, and of the horn that had eyes, and of the mouth that spake presumptuous things, whose [ag]look was more stout than his fellows.", "21": "I beheld, and the same [ah]horn made battle against the Saints, yea, and prevailed against them,", "22": "Until [ai]the Ancient of days came, and judgment was given to the Saints of the most High: and the time approached, that the Saints possessed the kingdom.", "23": "Then he said, The fourth beast shall be the fourth kingdom in the earth, which shall be unlike to all the kingdoms, and shall devour the whole earth, and shall tread it down and break it in pieces.", "24": "And the ten horns out of this kingdom are ten Kings that shall rise: and another shall rise after them, and he shall be unlike to the first, and he shall subdue [aj]three Kings,", "25": "And shall speak words against [ak]the most High, and shall consume the Saints of the most High, and think that he may [al]change times and laws, and they shall be given into his hand until a [am]time, and times, and the dividing of time.", "26": "But the [an]judgment shall sit, and they shall take away his dominion to consume and destroy it unto the end.", "27": "And the [ao]kingdom, and dominion, and the greatness of the kingdom under the whole heaven shall be given to the holy people of the most High, whose kingdom is an everlasting kingdom, and all [ap]powers shall serve and obey him.", "28": "Even this is the end of the matter, I Daniel had many [aq]cogitations which troubled me, and my countenance changed in me: but I kept the matter in mine heart."}