{"1": "A vision of a battle between a ram and a goat: 20 The understanding of the vision. In the third year of the reign of king Belshazzar, a vision appeared unto me, even unto me Daniel, [a]after that which appeared unto me at the first.", "2": "And I saw in a vision, and when I saw it, I was in the palace of Shushan, which is in the province [b]of Elam, and in a vision me thought I was by the river of Ulai.", "3": "Then I looked up and saw, and behold, there stood before the river a [c]ram which had two horns, and these two horns were high: but one was [d]higher than another, and the highest came up last.", "4": "I saw the ram pushing against the West, and against the North, and against the South: so that no [e]beasts might stand before him, nor could deliver out of his hand, but he did what he listed, and became great.", "5": "And as I considered, behold, [f]a goat came from the West over the whole earth, and touched not the ground: and this goat had an [g]horn that appeared between his eyes.", "6": "And he came unto the ram that had the two horns, whom I had seen standing by the river, and ran unto him in his fierce rage.", "7": "And I saw him come unto the ram, and being moved against him, he [h]smote the ram, and brake his two horns: and there was no power in the ram to stand against him, but he cast him down to the ground, and stamped upon him, and there was none that could deliver the ram out of his power.", "8": "Therefore the goat waxed exceeding great, and when he was at the strongest, his great [i]horn was broken: and for it came up four that [j]appeared toward the four winds of the heaven.", "9": "And out of one of them came forth a [k]little horn, which waxed very great toward the [l]South, and toward the [m]East, and toward the [n]pleasant land.", "10": "Yea, it grew up unto the [o]host of heaven, and it cast down some of the host, and of the stars to the ground, and trode upon them,", "11": "And extolled himself against the [p]prince of the host, from whom the [q]daily sacrifice was taken away, and the place of his Sanctuary was cast down.", "12": "And [r]a time shall be given him over the daily sacrifice for the iniquity: and it shall [s]cast down the truth to the ground, and thus shall it do, and prosper.", "13": "Then I heard one of the [t]Saints speaking, and one of the Saints spake unto a certain one, saying, How long shall endure the vision of the daily sacrifice, and the iniquity of the [u]desolation to tread both the Sanctuary and the [v]army underfoot?", "14": "And [w]he answered me, Unto the [x]evening and the morning, two thousand and three hundred: then shall the Sanctuary be cleansed.", "15": "¶ Now when I Daniel had seen the vision, and sought for the meaning, behold, there stood before me [y]like the similitude of a man.", "16": "And I heard a man's voice between the banks of Ulai, which called, and said, Gabriel, [z]make this man to understand the vision.", "17": "So he came where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for [aa]in the last time shall be the vision.", "18": "Now as he was speaking unto me, I being asleep fell on my face to the ground: but he touched me, and set me up in my place.", "19": "And he said, Behold, I will show thee what shall be in the last [ab]wrath: for in the end of the time appointed it shall come.", "20": "The ram which thou sawest having two horns, are the Kings of the Medes and Persians.", "21": "And the goat is the King of Greece, and the great horn that is between his eyes, is the first king.", "22": "And that that is broken, and four stood up for it, are four kingdoms, which shall stand up [ac]of that nation, but not [ad]in his strength.", "23": "And in the end of their kingdom, when the rebellious shall be consumed, a King of [ae]fierce countenance, and understanding dark sentences, shall stand up.", "24": "And his power shall be mighty, but not [af]in his strength: and he shall destroy wonderfully, and shall prosper, and practice, and shall destroy the [ag]mighty, and the holy people.", "25": "And through his [ah]policy also he shall cause craft to prosper in his hand, and he shall extol himself in his heart, and by [ai]peace shall destroy many: he shall also stand up against the [aj]prince of princes, but he shall be broken down [ak]without hand.", "26": "And the vision of the [al]evening and the morning, which is declared, is true: therefore seal thou up the vision, for it shall be after many days.", "27": "And I Daniel was stricken and sick [am]certain days: but when I rose up, I did the king's business, and I was astonished at the vision, but none understood it."}