{"1": "Daniel desireth to have that performed of God, which he had promised concerning the return of the people from their banishment in Babylon. 5 A true confession. 20 Daniel's prayer is heard. 21 Gabriel the Angel expoundeth unto him the vision of the seventy weeks. 24 The anointing of Christ. 25 The building again of Jerusalem. 26 The death of Christ. In the first year of Darius the son of [a]Ahasuerus, of the seed of the Medes, which was made king over the [b]realm of the Chaldeans,", "2": "Even in the first year of his reign, I Daniel understood by [c]books the number of the years, whereof the Lord had spoken unto Jeremiah the Prophet, that he would accomplish seventy years in the desolation of Jerusalem.", "3": "And I turned my face unto the Lord God, and [d]sought by prayer and supplications with fasting and sackcloth and ashes.", "4": "And I prayed unto the Lord my God, and made my confession, saying, Oh Lord God which art [e]great and fearful, and keepest covenant and mercy toward them which love [f]thee, and toward them that keep thy commandments,", "5": "We have sinned and have committed iniquity, and have done wickedly, yea, we have rebelled, and have departed from thy precepts, and from thy judgments.", "6": "For we would not obey thy servants the Prophets, which spake in thy name to our kings, to our princes, and to our fathers, and to all the people of the land.", "7": "O Lord, [g]righteousness belongeth unto thee, and unto us [h]open shame, as appeareth this day unto every man of Judah, and to the inhabitants of Jerusalem, yea, unto all Israel, both near and far off, through all the country, whither thou hast driven them, because of their offences, that they have committed against thee.", "8": "O Lord, unto us appertaineth open shame, to our [i]Kings, to our princes, and to our fathers, because we have sinned against thee.", "9": "Yet compassion and forgiveness is in the Lord our God, albeit we have rebelled against him.", "10": "For we have not obeyed the [j]voice of the Lord our God, to walk in his laws, which he hath laid before us by the ministry of his servants the Prophets.", "11": "Yea, all Israel have transgressed thy Law, and are turned back, and have not heard thy voice: therefore the [k]curse is poured upon us, and the oath that is written in the Law of Moses the servant of God, because we have sinned against him.", "12": "And he hath confirmed his words, which he spake against us, and against our judges that [l]judged us, by bringing upon us a great plague: for under the whole heaven hath not been the like, as hath been brought upon Jerusalem.", "13": "All this plague is come upon us, as it is written in the Law of Moses: yet made we not our prayer before the Lord our God, that we might turn from our iniquities and understand thy truth.", "14": "Therefore hath the Lord [m]made ready the plague, and brought it upon us: for the Lord our God is righteous in all his works which he doeth: for we would not hear his voice.", "15": "And now, O Lord our God, that hast brought thy people out of the land of Egypt with a mighty hand, and hast gotten thee renown, as appeareth this day, we have sinned, we have done wickedly.", "16": "O Lord, according to all thy [n]righteousness, I beseech thee, let thine anger and thy wrath be turned away from thy city Jerusalem thine holy Mountain: because of our sins, and for the iniquities of our fathers, Jerusalem and thy people are a reproach to all that are about us.", "17": "Now therefore, O our God, hear the prayer of thy servant, and his supplications, and cause thy face to [o]shine upon thy Sanctuary, that lieth waste for the [p]Lord's sake.", "18": "O my God, incline thine ear and hear: open thine eyes, and behold our desolations, and the city whereupon thy Name is called: for we do not present our supplications before thee for our own [q]righteousness, but for thy great tender mercies.", "19": "O Lord hear, O Lord forgive, O Lord [r]consider, and do it: defer not, for thine own sake, O my God: for thy Name is called upon thy city, and thy people.", "20": "¶ And while I was speaking and praying, and confessing my sin, and the sin of my people Israel, and did present my supplication before the Lord my God, for the holy Mountain of my God,", "21": "Yea, while I was speaking in prayer, even the man Gabriel, whom I had seen before in the vision, came flying, and touched me about the time of the evening oblation.", "22": "And he informed me, and talked with me, and said, O Daniel, I am now come forth to give thee knowledge and understanding.", "23": "At the beginning of thy supplications the commandment came forth, and I am come to show thee, for thou art greatly beloved: therefore understand the matter and consider the vision.", "24": "Seventy [s]weeks are determined upon [t]thy people and upon thine holy city, to finish the wickedness, and to seal up [u]the sins, and to reconcile the iniquity, and to bring in everlasting righteousness, and to seal up the vision and prophecy, and to anoint the most Holy.", "25": "Know therefore and understand that from [v]the going forth of the commandment to bring again the people, and to build Jerusalem, unto Messiah the Prince, shall be seven [w]weeks and [x]threescore and two weeks, and the street shall be built again, and the wall even in a [y]troublous time.", "26": "And after threescore and two [z]weeks, shall Messiah be slain, and shall [aa]have nothing, and the people of the [ab]prince that shall come, shall destroy the city and the Sanctuary, and the end thereof shall be with a flood: and unto the end of the battle it shall be destroyed by desolations.", "27": "And he [ac]shall confirm the covenant with many for one week: and in the midst of the week he shall cause the sacrifice and the oblation to [ad]cease, [ae]and for the overspreading of the abominations, he shall make it desolate, even until the consummation determined shall be poured upon the desolate."}