{"1": "For this reason, brothers and sisters, my joy and crown whom I dearly love, I cannot wait to see you again. Continue to stand firm in the Lord, and follow my instructions in this letter, beloved. ", "2": "Euodia and Syntyche, I urge you to put aside your differences, agree, and work together in the Lord. ", "3": "Yes, Syzygus, loyal friend, I enlist you to please help these women. They, along with brother Clement and many others, have worked by my side to spread the good news of the gospel. They have their names recorded in the book of life.", "4": "Most of all, friends, always rejoice in the Lord! I never tire of saying it: Rejoice! ", "5": "Keep your gentle nature so that all people will know what it looks like to walk in His footsteps. The Lord is ever present with us. ", "6": "Don't be anxious about things; instead, pray. Pray about everything. He longs to hear your requests, so talk to God about your needs and be thankful for what has come. ", "7": "And know that the peace of God (a peace that is beyond any and all of our human understanding) will stand watch over your hearts and minds in Jesus, the Anointed One.", "8": "Finally, brothers and sisters, fill your minds with beauty and truth. Meditate on whatever is honorable, whatever is right, whatever is pure, whatever is lovely, whatever is good, whatever is virtuous and praiseworthy. ", "9": "Keep to the script: whatever you learned and received and heard and saw in me—do it—and the God of peace will walk with you.", "10": "I could hardly contain my joy in the Lord when I realized you have started to show your care for me once again. Since you have not had the opportunity to show how much you cared until now, I want you to know how it touched me. ", "11": "I am not saying this because I am in need. I have learned to be content in whatever circumstances. ", "12": "I know how to survive in tight situations, and I know how to enjoy having plenty. In fact, I have learned how to face any circumstances: fed or hungry, with or without. ", "13": "I can be content in any and every situation through the Anointed One who is my power and strength. ", "14": "Nevertheless, it was admirable of you to participate in my affliction.", "15": "True contentment is the result of a heart committed to the risen Lord. Think of all the sins, pain, and brokenness that come from coveting. Adultery, murder, stealing, and lying can all be traced directly to a prior condition when hearts and minds are frustrated and discontent. Notice what Paul says doesn't come naturally; it is learned. The normal, natural state of humanity is discontent and quiet desperation. It takes a powerful, spiritual presence to transform anxiety into joyous satisfaction. Ironically, it may be the shackles more than his freedom that schools Paul in the art of contentment. Despite the chains, Paul discovers this beautiful state of inner peace through the power of Jesus residing in him. You remember, Philippians, at the beginning of my gospel journey after I left Macedonia, no church offered me the financial assistance I needed to do the Lord's work, except you alone. ", "16": "Even when I took the message to Thessalonica, you sent provisions to me. Twice even! ", "17": "Not that I am looking for a gift—I am just looking toward your reward that comes from your gift. ", "18": "With what Epaphroditus delivered to me from your generous pockets, I have even been blessed in excess. I am fully satisfied. I know God is pleased with your dedication and accepts this gift as a fragrant offering, a holy sacrifice, on His behalf. ", "19": "Know this: my God will also fill every need you have according to His glorious riches in Jesus the Anointed, our Liberating King. ", "20": "So may our God and Father be glorified forever and ever. Amen.", "21": "Greet every saint there in Jesus the Anointed One, for my brothers and sisters and I send our greetings to you. ", "22": "All of the saints, especially those serving in Caesar's household, also send salutations to you. ", "23": "May you all continue the journey with your spirits strengthened by the grace of the Lord Jesus, the Anointed One. [Amen.][a]"}