{"1": "A great sign appeared in heaven. It was a woman wearing the sun like clothes. The moon was under her feet. On her head she wore a crown of 12 stars. ", "2": "She was pregnant. She cried out in pain because she was about to have a baby. ", "3": "Then another sign appeared in heaven. It was a huge red dragon. It had seven heads and ten horns. On its seven heads it wore seven crowns. ", "4": "The dragon's tail swept a third of the stars out of the sky. It threw the stars down to earth. The dragon stood in front of the woman who was about to have a baby. The dragon wanted to eat her child the moment he was born. ", "5": "She gave birth to a son. He “will rule all the nations with an iron scepter.” (Psalm 2:9) And her child was taken up to God and to his throne. ", "6": "The woman escaped into the desert where God had a place prepared for her. There she would be taken care of for 1,260 days.", "7": "Then a war began in heaven. Michael and his angels fought against the dragon. And the dragon and his angels fought back. ", "8": "But the dragon wasn't strong enough. Both he and his angels lost their place in heaven. ", "9": "The great dragon was thrown down to the earth, and his angels with him. The dragon is that old serpent called the devil, or Satan. He leads the whole world astray.", "10": "Then I heard a loud voice in heaven. It said, “Now the salvation and the power and the kingdom of our God have come. The authority of his Messiah has come. Satan, who brings charges against our brothers and sisters, has been thrown down. He brings charges against them in front of our God day and night.", "11": "They had victory over him by the blood the Lamb spilled for them. They had victory over him by speaking the truth about Jesus to others. They were willing to risk their lives, even if it led to death.", "12": "So be joyful, you heavens! Be glad, all you who live there! But how terrible it will be for the earth and the sea! The devil has come down to you. He is very angry. He knows his time is short.”", "13": "The dragon saw that he had been thrown down to the earth. So he chased the woman who had given birth to the boy. ", "14": "The woman was given the two wings of a great eagle. She was given these wings so that she could fly away. She could fly to the place prepared for her in the desert. There she would be taken care of for three and a half years. She would be out of the serpent's reach. ", "15": "Then out of his mouth the serpent spit water like a river. He wanted to catch the woman and sweep her away in the flood. ", "16": "But the earth helped the woman. It opened its mouth and swallowed the river that the dragon had spit out. ", "17": "The dragon was very angry with the woman. He went off to make war against the rest of her children. They obey God's commands. And they hold firmly to the truth they have said about Jesus."}