{"1": "After these things I heard a roar in heaven. It sounded like a huge crowd shouting, “Hallelujah! Salvation and glory and power belong to our God.", "2": "The way he judges is true and fair. He has judged the great prostitute. She made the earth impure with her terrible sins. God has paid her back for killing those who served him.”", "3": "Again they shouted, “Hallelujah! The smoke from her fire goes up for ever and ever.”", "4": "The 24 elders and the four living creatures bowed down. They worshiped God, who was sitting on the throne. They cried out, “Amen! Hallelujah!”", "5": "Then a voice came from the throne. It said, “Praise our God, all you who serve him! Praise God, all you who have respect for him, both great and small!”", "6": "Then I heard the noise of a huge crowd. It sounded like the roar of rushing waters and like loud thunder. The people were shouting, “Hallelujah! Our Lord God is the King who rules over all.", "7": "Let us be joyful and glad! Let us give him glory! It is time for the Lamb's wedding. His bride has made herself ready.", "8": "Fine linen, bright and clean, was given to her to wear.” Fine linen stands for the right things that God's holy people do.", "9": "Here is what the angel told me to write. “Blessed are those invited to the wedding supper of the Lamb!” Then he added, “These are the true words of God.”", "10": "When I heard this, I fell at his feet to worship him. But he said to me, “Don't do that! I serve God, just as you do. I am God's servant, just like believers who hold firmly to what Jesus has taught. Worship God! The Spirit of prophecy tells the truth about Jesus.”", "11": "I saw heaven standing open. There in front of me was a white horse. Its rider is called Faithful and True. When he judges or makes war, he is always fair. ", "12": "His eyes are like blazing fire. On his head are many crowns. A name is written on him that only he knows. ", "13": "He is dressed in a robe dipped in blood. His name is the Word of God. ", "14": "The armies of heaven were following him, riding on white horses. They were dressed in fine linen, white and clean. ", "15": "Coming out of the rider's mouth is a sharp sword. He will strike down the nations with the sword. Scripture says, “He will rule them with an iron scepter.” (Psalm 2:9) He stomps on the grapes of God's winepress. The winepress stands for the terrible anger of the God who rules over all. ", "16": "Here is the name that is written on the rider's robe and on his thigh. the greatest king of all and the most powerful lord of all", "17": "I saw an angel standing in the sun. He shouted to all the birds flying high in the air, “Come! Gather together for the great supper of God. ", "18": "Come and eat the dead bodies of kings, generals, and other mighty people. Eat the bodies of horses and their riders. Eat the bodies of all people, free and slave, great and small.”", "19": "Then I saw the beast and the kings of the earth with their armies. They had gathered together to make war against the rider on the horse and his army. ", "20": "But the beast and the false prophet were captured. The false prophet had done signs for the beast. In this way the false prophet had tricked some people. Those people had received the mark of the beast and had worshiped its statue. The beast and the false prophet were thrown alive into the lake of fire. The lake of fire burns with sulfur. ", "21": "The rest were killed by the sword that came out of the rider's mouth. All the birds stuffed themselves with the dead bodies."}