{"1": "“Here is what I command you to write to the church in Sardis. Here are the words of Jesus, who holds the seven spirits of God. He has the seven stars in his hand. He says, 'I know what you are doing. People think you are alive, but you are dead. ", "2": "Wake up! Strengthen what is left, or it will die. You have not done all that my God wants you to do. ", "3": "So remember what you have been taught and have heard. Hold firmly to it. Turn away from your sins. If you don't wake up, I will come like a thief. You won't know when I will come to you.", "4": "'But you have a few people in Sardis who are pure. They aren't covered with evil like dirty clothes. They will walk with me, dressed in white, because they are worthy. ", "5": "Here is what I will do for anyone who has victory over sin. I will dress that person in white like those worthy people. I will never erase their names from the book of life. I will speak of them by name to my Father and his angels. ", "6": "Whoever has ears should listen to what the Holy Spirit says to the churches.'", "7": "“Here is what I command you to write to the church in Philadelphia. Here are the words of Jesus, who is holy and true. He holds the key of David. No one can shut what he opens. And no one can open what he shuts. He says,", "8": "'I know what you are doing. Look! I have put an open door in front of you. No one can shut it. I know that you don't have much strength. But you have obeyed my word. You have not said no to me. ", "9": "Some people claim they are Jews but are not. They are liars. Their worship comes from Satan. I will make them come and fall down at your feet. I will make them say in public that I have loved you. ", "10": "You have kept my command to remain strong in the faith no matter what happens. So I will keep you from the time of suffering. That time is going to come to the whole world. It will test those who live on the earth.", "11": "'I am coming soon. Hold on to what you have. Then no one will take away your crown. ", "12": "Here is what I will do for anyone who has victory over sin. I will make that person a pillar in the temple of my God. They will never leave it again. I will write the name of my God on them. I will write the name of the city of my God on them. This is the new Jerusalem, which is coming down out of heaven from my God. I will also write my new name on them. ", "13": "Whoever has ears should listen to what the Holy Spirit says to the churches.'", "14": "“Here is what I command you to write to the church in Laodicea. Here are the words of Jesus, who is the Amen. What he speaks is faithful and true. He rules over what God has created. He says,", "15": "'I know what you are doing. I know you aren't cold or hot. I wish you were either one or the other! ", "16": "But you are lukewarm. You aren't hot or cold. So I am going to spit you out of my mouth. ", "17": "You say, “I am rich. I've become wealthy and don't need anything.” But you don't realize how pitiful and miserable you have become. You are poor, blind and naked. ", "18": "So here's my advice. Buy from me gold made pure by fire. Then you will become rich. Buy from me white clothes to wear. Then you will be able to cover the shame of your naked bodies. And buy from me healing lotion to put on your eyes. Then you will be able to see.", "19": "'I warn and correct those I love. So be sincere, and turn away from your sins. ", "20": "Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in. I will eat with that person, and they will eat with me.", "21": "'Here is what I will do for anyone who has victory over sin. I will give that person the right to sit with me on my throne. In the same way, I had victory. Then I sat down with my Father on his throne. ", "22": "Whoever has ears should listen to what the Holy Spirit says to the churches.' ”"}