{"1": "I am a prisoner because of the Lord. So I am asking you to live a life worthy of what God chose you for. ", "2": "Don't be proud at all. Be completely gentle. Be patient. Put up with one another in love. ", "3": "The Holy Spirit makes you one in every way. So try your best to remain as one. Let peace keep you together. ", "4": "There is one body and one Spirit. You were appointed to one hope when you were chosen. ", "5": "There is one Lord, one faith and one baptism. ", "6": "There is one God and Father of all. He is over everything. He is through everything. He is in everything.", "7": "But each one of us has received a gift of grace. These gifts are given to us by Christ. ", "8": "That is why Scripture says, “When he went up to his place on high, he took many prisoners. He gave gifts to his people.” (Psalm 68:18)", "9": "What does “he went up” mean? It can only mean that he also came down to the lower, earthly places. ", "10": "The one who came down is the same one who went up. He went up higher than all the heavens. He did it in order to fill all creation. ", "11": "So Christ himself gave the gift of the apostles to the church. He gave the prophets and those who preach the good news. And he also gave the pastors and teachers as a gift to the church. ", "12": "He gave all these people so that they might prepare God's people to serve. Then the body of Christ will be built up. ", "13": "That will continue until we all become one in the faith. We will also become one in the knowledge of God's Son. Then we will be grown up in the faith. We will receive everything that Christ has for us.", "14": "We will no longer be babies in the faith. We won't be like ships tossed around by the waves. We won't be blown here and there by every new teaching. We won't be blown around by cleverness and tricks. Certain people use them to hide their evil plans. ", "15": "Instead, we will speak the truth in love. So we will grow up in every way to become the body of Christ. Christ is the head of the body. ", "16": "He makes the whole body grow and build itself up in love. Under the control of Christ, each part of the body does its work. It supports the other parts. In that way, the body is joined and held together.", "17": "Here is what I'm telling you. I am speaking for the Lord as I warn you. You must no longer live as the Gentiles do. Their thoughts don't have any purpose. ", "18": "They can't understand the truth. They are separated from the life of God. That's because they don't know him. And they don't know him because their hearts are stubborn. ", "19": "They have lost all feeling for what is right. So they have given themselves over to all kinds of evil pleasures. They take part in every kind of unclean act. And they are full of greed.", "20": "But that is not the way of life in Christ that you learned about. ", "21": "You heard about Christ and were taught about life in him. What you learned was the truth about Jesus. ", "22": "You were taught not to live the way you used to. You must get rid of your old way of life. That's because it has been made impure by the desire for things that lead you astray. ", "23": "You were taught to be made new in your thinking. ", "24": "You were taught to start living a new life. It is created to be truly good and holy, just as God is.", "25": "So each of you must get rid of your lying. Speak the truth to your neighbor. We are all parts of one body. ", "26": "Scripture says, “When you are angry, do not sin.” (Psalm 4:4) Do not let the sun go down while you are still angry. ", "27": "Don't give the devil a chance. ", "28": "Anyone who has been stealing must never steal again. Instead, they must work. They must do something useful with their own hands. Then they will have something to give to people in need.", "29": "Don't let any evil talk come out of your mouths. Say only what will help to build others up and meet their needs. Then what you say will help those who listen. ", "30": "Do not make God's Holy Spirit mourn. The Holy Spirit is the proof that you belong to God. And the Spirit is the proof that God will set you completely free. ", "31": "Get rid of all hard feelings, anger and rage. Stop all fighting and lying. Don't have anything to do with any kind of hatred. ", "32": "Be kind and tender to one another. Forgive one another, just as God forgave you because of what Christ has done. "}