{"1": "Hear the word which the Lord speaks to you, O house of Israel. ", "2": "Thus says the Lord: Do not learn the way of the nations; do not be terrified at the signs of heaven, although the nations are terrified at them.", "3": "For the customs of the people are vain; for with the axe one cuts a tree out of the forest, the work of the hands of the workman.", "4": "They deck it with silver and with gold; they fasten it with nails and with hammers so that it may not move.", "5": "They are as a scarecrow in a cucumber field, but do not speak; they must be carried, because they cannot walk. Do not be afraid of them, for they cannot do evil, nor can they do good.", "6": "There is no one like You, O Lord. You are great, and Your name is great in might.", "7": "Who would not fear You, O King of the nations? Indeed, it is Your due. For among all the wise men of the nations, and in all their kingdoms, there is no one like You.", "8": "But they are altogether unthinking and foolish; the tree is a doctrine of vanities.", "9": "Silver spread into plates is brought from Tarshish, and gold from Uphaz, the work of the workman and of the hands of the founder; blue and purple are their clothing; they all are the work of skilled men.", "10": "But the Lord is the true God; He is the living God and an everlasting King. At His wrath the earth trembles, and the nations cannot endure His indignation.", "11": "Thus you shall say to them: The gods that have not made the heavens and the earth, even they shall perish from the earth and from under these heavens.", "12": "He has made the earth by His power. He has established the world by His wisdom and has stretched out the heavens by His discretion.", "13": "When He utters His voice, there is a multitude of waters in the heavens, and He causes the vapors to ascend from the remote parts of the earth; He makes lightning with rain, and brings out the wind from His storehouses.", "14": "Every man is stupid, without knowledge; every goldsmith is put to shame by an idol; for his molded image is false, and there is no breath in them.", "15": "They are vain and a work of mockery; in the time of their punishment they shall perish.", "16": "The portion of Jacob is not like them, for He is the Maker of all things, and Israel is the rod of His inheritance. The Lord of Hosts is His name.", "17": "Gather up your wares out of the land, O inhabitant of the fortress.", "18": "For thus says the Lord: I will sling out the inhabitants of the land at this time, and will distress them that they may be found.", "19": "Woe is me because of my brokenness! My wound is grievous. But I said, “Truly this is an illness, and I must bear it.”", "20": "My tabernacle is devastated, and all my cords are broken. My sons have gone from me and are no more. There is no one to spread my tent anymore, and to set up my curtains.", "21": "For the shepherds have become unthinking and have not sought the Lord. Therefore they have not prospered, and all their flocks are scattered.", "22": "Listen! The sound of the report has come, and a great commotion out of the north country, to make the cities of Judah desolate and a den of jackals.", "23": "O Lord, I know that the way of man is not in himself; it is not in man who walks to direct his steps.", "24": "O Lord, correct me, but with justice, not in Your anger, lest You bring me to nothing.", "25": "Pour out Your fury upon the nations that do not know You and upon the families that do not call on Your name; for they have eaten up Jacob and devoured him, and consumed him, and have made his habitation desolate."}