{"1": "Righteous are You, O Lord, that I plead with You. Indeed, let me talk with You about matters of justice. Why does the way of the wicked prosper? Why are all those happy who deal very treacherously?", "2": "You have planted them; indeed, they have taken root; they grow; indeed, they bring forth fruit. You are near in their mouth, but far from their mind.", "3": "But You, O Lord, know me; You have seen me and tested my heart toward You. Pull them out like sheep for the slaughter, and prepare them for the day of slaughter.", "4": "How long shall the land mourn and the herbs of every field wither? For the wickedness of those who dwell in it, the beasts and the birds have been snatched away, because they said, “He will not see our latter end.”", "5": "If you have run with the footmen, and they have wearied you, then how can you contend with horses? And if in the land of peace in which you trusted, they wearied you, then how will you do in the thicket of the Jordan?", "6": "For even your brothers and the household of your father, even they have dealt treacherously with you. Indeed, they have cried aloud after you. Do not believe them though they speak fair words to you.", "7": "I have forsaken My house, I have abandoned My heritage; I have given the dearly beloved of My soul into the hand of her enemies.", "8": "My heritage is to Me as a lion in the forest. She cries out against Me; therefore I have hated her.", "9": "My heritage is to Me as a speckled vulture; the vultures all around are against her. Come, assemble all the beasts of the field, bring them to devour.", "10": "Many shepherds have destroyed My vineyard; they have trodden My portion under foot; they have made My pleasant portion a desolate wilderness.", "11": "They have made it desolate, and being desolate, it mourns to Me. The whole land has been made desolate, because no man lays it to heart.", "12": "The destroyers have come upon all high places through the wilderness, for the sword of the Lord shall devour from the one end of the land even to the other end of the land. No one shall have peace.", "13": "They have sown wheat, but reap thorns; they have strained themselves, but shall not profit. And they shall be ashamed of your harvest because of the fierce anger of the Lord.", "14": "Thus says the Lord: Against all My evil neighbors who touch the inheritance which I have caused My people Israel to inherit, I will pluck them out of their land and pluck out the house of Judah from among them. ", "15": "It shall come to pass that after I have plucked them out, I will again have compassion on them, and will bring them back, every man to his heritage, and every man to his land. ", "16": "It shall come to pass if they will diligently learn the ways of My people, to swear by My name, “As the Lord lives,” as they taught My people to swear by Baal, then they will be built up in the midst of My people. ", "17": "But if they will not obey, I will utterly pluck up and destroy that nation, says the Lord."}