{"1": "Thus says the Lord to me, “Go and buy yourself a linen waistband and put it upon your loins, and do not put it in water.” ", "2": "So I bought a waistband according to the word of the Lord and put it on my loins.", "3": "The word of the Lord came to me the second time, saying, ", "4": "“Take the waistband that you have, which is upon your loins, and arise, go to the Euphrates and hide it there in a hole of the rock.” ", "5": "So I went and hid it by the Euphrates, as the Lord had commanded me.", "6": "After many days the Lord said to me, “Arise, go to the Euphrates and take the waistband from there, which I commanded you to hide there.” ", "7": "Then I went to the Euphrates, and dug, and took the waistband from the place where I had hidden it. But the waistband was destroyed. It was profitable for nothing.", "8": "Then the word of the Lord came to me: ", "9": "Thus says the Lord: After this manner I will destroy the pride of Judah and the great pride of Jerusalem. ", "10": "This evil people, who refuse to hear My words, who walk in the imagination of their hearts, and walk after other gods, to serve them, and to worship them, shall be even as this waistband which is good for nothing. ", "11": "For as the waistband cleaves to the loins of a man, so I have caused the whole house of Israel and the whole house of Judah to cleave to Me, says the Lord, so that they might be to Me a people for renown, and for a praise, and for a glory; but they would not listen.", "12": "Therefore you shall speak to them this word: Thus says the Lord God of Israel: Every bottle shall be filled with wine. And when they say to you, “Do we not certainly know that every bottle should be filled with wine?” ", "13": "then you shall say to them: Thus says the Lord: I will fill all the inhabitants of this land—even the kings that sit on the throne of David, and the priests, and the prophets, and all the inhabitants of Jerusalem—with drunkenness. ", "14": "I will dash them against one another, even the fathers and the sons together, says the Lord. I will not show pity nor spare nor have mercy, but will destroy them.", "15": "Hear and give heed; do not be proud, for the Lord has spoken.", "16": "Give glory to the Lord your God, before He causes darkness and before your feet stumble on the dark mountains, and while you look for light, He turns it into the shadow of death and makes it gross darkness.", "17": "But if you will not listen to it, my soul will weep in secret places for your pride; and my eyes will weep sorely and run down with tears, because the flock of the Lord is carried away captive.", "18": "Say to the king and to the queen mother: “Humble yourselves, sit down, for your beautiful crown shall come down from your head.”", "19": "The cities of the Negev will be shut up, and no one will open them; all Judah will be carried away into captivity; it will be wholly carried away captive.", "20": "Lift up your eyes and see those who come from the north. Where is the flock that was given to you, your beautiful flock?", "21": "What will you say when He appoints over you those you yourself had taught to be companions to you? Shall not sorrows take hold of you, as a woman in labor?", "22": "And if you say in your heart, “Why have these things come upon me?” for the greatness of your iniquity your skirts have been removed and your heels made bare.", "23": "Can the Ethiopian change his skin or the leopard his spots? Then you also can do good, who are accustomed to doing evil.", "24": "Therefore I will scatter them as the stubble that passes away by the wind of the wilderness.", "25": "This is your lot, the portion of your measures from Me, says the Lord, because you have forgotten Me and trusted in falsehood.", "26": "Therefore I Myself have uncovered your skirts over your face so that your shame may appear.", "27": "I have seen your adulteries and your lustful neighings, the lewdness of your harlotry, and your abominations on the hills in the fields. Woe to you, O Jerusalem! How long will you remain unclean?"}