{"1": "The word of the Lord which came to Jeremiah concerning the drought:", "2": "Judah mourns, and the gates languish; they sit on the ground while mourning, and the cry of Jerusalem has gone up.", "3": "Their nobles have sent their servants for water; they came to the cisterns and found no water. They returned with their vessels empty; they were ashamed and humiliated, and covered their heads.", "4": "Because the ground is chapped, for there was no rain in the earth, the plowmen were ashamed; they have covered their heads.", "5": "Indeed, the hind also calved in the field and abandoned her young because there was no grass.", "6": "The wild donkeys stand in the high places; they pant for air like jackals; their eyes fail because there is no grass.", "7": "O Lord, though our iniquities testify against us, do it for Your name's sake. Indeed, our backslidings are many; we have sinned against You.", "8": "O the Hope of Israel, its Savior in time of trouble, why should You be as a stranger in the land, and as a wayfaring man who turns aside to pitch his tent for a night?", "9": "Why should You be as a man dismayed, as a mighty man who cannot save? Yet You, O Lord, are in our midst, and we are called by Your name. Do not forsake us!", "10": "Thus says the Lord to this people: Even so they have loved to wander; they have not restrained their feet. Therefore, the Lord does not accept them; He will now remember their iniquity and punish their sins.", "11": "Then the Lord said to me: Do not pray for the good of this people. ", "12": "When they fast, I will not hear their cry. And when they offer a burnt offering and an oblation, I will not accept them. But I will consume them by the sword, and by the famine, and by the pestilence.", "13": "Yet I said, “Ah, Lord God! Here the prophets say to them, 'You shall not see the sword nor shall you have famine, but I will give you assured peace in this place.' ”", "14": "Then the Lord said to me: The prophets prophesy lies in My name. I have not sent them nor have I commanded them nor have I spoken to them. They prophesy to you a false vision and divination, and emptiness, and the deceit of their heart. ", "15": "Therefore thus says the Lord concerning the prophets who prophesy in My name though I did not send them, yet they say, “Sword and famine will not be in this land.” By sword and famine those prophets will be consumed. ", "16": "The people to whom they prophesy will be cast out in the streets of Jerusalem because of the famine and the sword. And they will have no one to bury them, not them, nor their wives, nor their sons, nor their daughters. For I will pour out their wickedness upon them.", "17": "Therefore you will say this word to them: Let my eyes run down with tears night and day, and let them not cease; for the virgin daughter of my people has been broken with a great blow, with a very infected wound.", "18": "If I go out into the field, I see those slain with the sword! And if I enter the city, I see those who are sick with famine! Indeed, both the prophet and the priest go about into a land that they do not know.", "19": "Have You utterly rejected Judah? Has Your soul loathed Zion? Why have You stricken us so that there is no healing for us? We looked for peace, but there was nothing good; and for the time of healing, but there is trouble!", "20": "We acknowledge, O Lord, our wickedness and the iniquity of our fathers, for we have sinned against You.", "21": "Do not abhor us. For Your name's sake, do not disgrace Your glorious throne. Remember and do not break Your covenant with us.", "22": "Are there any among the idols of the nations that can cause rain? Or can the heavens give showers? Is it not You, O Lord our God? Therefore, we will wait upon You, for You have done all these things."}