{"1": "Then the Lord said to me: Even though Moses and Samuel were to stand before Me, yet My heart would not be with this people. Cast them out of My sight and let them go! ", "2": "It shall come to pass if they say to you, “Where should we go?” then you shall tell them: Thus says the Lord: Those destined for death, to death; and those destined for the sword, to the sword; and those destined for the famine, to the famine; and those destined for the captivity, to the captivity.", "3": "I will appoint over them four kinds of disaster, says the Lord: the sword to slay, the dogs to tear, the birds of the heaven, the beasts of the earth to devour and destroy. ", "4": "I will cause them to be removed into all kingdoms of the earth, because of Manasseh the son of Hezekiah king of Judah, for that which he did in Jerusalem.", "5": "For who shall have pity on you, O Jerusalem? Or who shall bemoan you? Or who shall go aside to ask how you are doing?", "6": "You who have forsaken Me, says the Lord, you keep going backward. Therefore I will stretch out My hand against you and destroy you. I am weary of relenting!", "7": "I will winnow them with a winnowing fork in the gates of the land; I will bereave them of children. I will destroy My people, since they did not repent from their ways.", "8": "Their widows will increase before Me more than the sand of the seas; I will bring against them, against the mother of a young man, a destroyer at noonday; I will suddenly bring down on her sorrow and terrors.", "9": "She who has borne seven sons languishes; she has given up the spirit; her sun has gone down while it was yet day; she has been ashamed and humiliated. And the rest of them I will deliver to the sword before their enemies, says the Lord.", "10": "Woe is me, my mother, that you have borne me as a man of strife and a man of contention to the whole earth! I have not lent with usury, nor have men lent to me on usury, yet every one of them curses me!", "11": "The Lord said: Truly I will set you free for good purposes. Truly I will cause the enemy to entreat you in the time of evil and in the time of affliction.", "12": "Can anyone break the northern iron or the bronze?", "13": "Your wealth and your treasures I will give to the destroyer without price, and that for all your sins, even within all your borders.", "14": "I will make you to pass with your enemies into a land which you do not know; for a fire is kindled in My anger, which shall burn upon you.", "15": "O Lord, You who know, remember me, and take notice of me, and take vengeance on my persecutors. Because of your longsuffering, do not take me away. Know that for Your sake I have suffered rebuke.", "16": "Your words were found and I ate them. And Your word became to me the joy and rejoicing of my heart, for I am called by Your name, O Lord God of Hosts.", "17": "I did not sit in the assembly of mockers, nor did I rejoice; I sat alone because of Your hand, for You have filled me with indignation.", "18": "Why is my pain perpetual and my wound incurable, which refuses to be healed? Shall You be altogether to me as a deceptive stream and as waters that fail?", "19": "Therefore thus says the Lord: If you return, then I will bring you back, and you shall stand before Me; and if you take out the precious from the worthless, you will be My spokesman. Let them return to you, but do not return to them.", "20": "I will make you to this people a fortified bronze wall; and they shall fight against you, but they shall not prevail against you; for I am with you to save you and to deliver you, says the Lord.", "21": "I will deliver you out of the hand of the wicked, and I will redeem you out of the hand of the violent."}