{"1": "The word of the Lord came also to me, saying: ", "2": "You shall not take a wife, nor shall you have sons or daughters in this place. ", "3": "For thus says the Lord concerning the sons and concerning the daughters who are born in this place, and concerning their mothers who bore them, and concerning their fathers who fathered them in this land: ", "4": "They will die of deadly diseases. They will not be lamented, nor shall they be buried. But they will be as dung upon the face of the ground. And they will be consumed by the sword and by famine. And their carcasses will be food for the fowl of heaven and for the beasts of the earth.", "5": "For thus says the Lord: Do not enter a house of mourning, nor go to lament or bemoan them; for I have taken away My peace from this people, says the Lord, even lovingkindness and mercy. ", "6": "Both the great and the small will die in this land. They will not be buried; neither will men lament for them, cut themselves, nor make themselves bald for them. ", "7": "Neither will men tear themselves for them in mourning, to comfort them for the dead; nor will men give them the cup of consolation to drink for their father or for their mother.", "8": "Also you shall not go into the house of feasting, to sit with them to eat and to drink. ", "9": "For thus says the Lord of Hosts, the God of Israel: I will cause to cease out of this place, before your eyes and in your days, the voice of laughter and the voice of gladness, the voice of the bridegroom and the voice of the bride.", "10": "And when you tell this people all these words, and they say to you, “Why has the Lord pronounced all this great disaster against us? Or what is our iniquity? Or what is our sin that we have committed against the Lord our God?” ", "11": "then you shall say to them: Because your fathers have forsaken Me, says the Lord, and have walked after other gods and have served them and have worshipped them, but have forsaken Me and have not kept My law. ", "12": "And you have done worse than your fathers, for here you are, each one walking after the imaginations of his evil heart so that they do not listen to Me. ", "13": "Therefore I will cast you out of this land into a land that you do not know, neither you nor your fathers; and there you will serve other gods day and night because I will not show you favor.", "14": "Therefore, surely the days are coming, says the Lord, that it will no longer be said, “As the Lord lives, who brought up the sons of Israel out of the land of Egypt,” ", "15": "but, “As the Lord lives, who brought up the sons of Israel from the land of the north and from all the lands wherever He had driven them.” And I will bring them again into their land that I gave to their fathers.", "16": "Now, I will send for many fishermen, says the Lord, and they shall fish for them; and afterwards I will send for many hunters, and they will hunt them from every mountain and from every hill and out of the holes of the rocks. ", "17": "For My eyes are upon all their ways; they are not hidden from My face, nor is their iniquity hidden from My eyes. ", "18": "First I will doubly recompense their iniquity and their sin, because they have defiled My land; they have filled My inheritance with the carcasses of their detestable and abominable things.", "19": "O Lord, my strength and my fortress, and my refuge in the day of affliction, the nations will come to You from the remote parts of the earth, and will say: Surely our fathers have inherited lies, vanity, and things in which there is no profit.", "20": "Shall a man make gods for himself, which are not gods?", "21": "“Therefore, surely I will this once cause them to know, I will cause them to know My hand and My might; and they shall know that My name is the Lord.”"}