{"1": "The sin of Judah is written with an iron pen and with a diamond point; it is engraved on the tablet of their heart and on the horns of their altars;", "2": "as they remember their children, so they remember their altars and their groves by the green trees on the high hills.", "3": "O My mountain in the field, I will give your wealth and all your treasures to the destroyer, and your high places for sin throughout all your borders.", "4": "You, even yourself, will discontinue from your heritage that I gave you; and I will cause you to serve your enemies in the land which you do not know; for you have kindled a fire in My anger which will burn forever.", "5": "Thus says the Lord: Cursed is the man who trusts in man and makes flesh his strength, and whose heart departs from the Lord.", "6": "For he will be like a bush in the desert and will not see when good comes, but will inhabit the parched places in the wilderness, in a salt land and not inhabited.", "7": "Blessed is the man who trusts in the Lord, and whose hope is the Lord.", "8": "For he shall be as a tree planted by the waters, and that spreads out its roots by the river, and shall not fear when heat comes, but its leaf shall be green, and it shall not be anxious in the year of drought, neither shall cease from yielding fruit.", "9": "The heart is more deceitful than all things and desperately wicked; who can understand it?", "10": "I, the Lord, search the heart, I test the mind, even to give to every man according to his ways, and according to the fruit of his deeds.", "11": "As the partridge sits on eggs which it has not laid, so is he who gets riches, but not justly; it will forsake him in the midst of his days, and in the end he will be a fool.", "12": "A glorious high throne from the beginning is the place of our sanctuary.", "13": "O Lord, the Hope of Israel, all who forsake You will be ashamed. “Those who depart from Me in the earth will be written down, because they have forsaken the Lord, the fountain of living waters.”", "14": "Heal me, O Lord, and I will be healed; save me, and I will be saved, for You are my praise.", "15": "See how they say to me, “Where is the word of the Lord? Let it come now!”", "16": "As for me, I have not hurried away from being a shepherd after You, nor have I desired the woeful day; You Yourself know that which came out of my lips was in Your presence.", "17": "Do not be a terror to me; You are my hope in the day of disaster.", "18": "Let those who persecute me be humiliated, but let me not be humiliated; let them be dismayed, but let me not be dismayed. Bring upon them the day of evil, and destroy them with double destruction.", "19": "Thus the Lord said to me: Go and stand in the gate of the sons of the people whereby the kings of Judah come in and by which they go out, and in all the gates of Jerusalem. ", "20": "And say to them: Hear the word of the Lord, kings of Judah, and all Judah and all the inhabitants of Jerusalem who enter by these gates. ", "21": "Thus says the Lord: Take heed to yourselves, and do not bear any load on the Sabbath day nor bring anything in by the gates of Jerusalem. ", "22": "You shall not carry a load out of your houses on the Sabbath day, nor do any work, but keep the Sabbath day holy, as I commanded your fathers. ", "23": "But they did not obey or incline their ears, but made their neck stiff, that they might not hear nor receive instruction. ", "24": "It shall come to pass, if you diligently listen to Me, says the Lord, to bring in no load through the gates of this city on the Sabbath day, but sanctify the Sabbath day to do no work in it, ", "25": "then there shall enter by the gates of this city kings and officials sitting on the throne of David, riding in chariots and on horses, they, and their officials, the men of Judah, and the inhabitants of Jerusalem. And this city will be inhabited forever. ", "26": "They will come from the cities of Judah and from the places about Jerusalem, and from the land of Benjamin, and from the plain, and from the mountains, and from the Negev, bringing burnt offerings, and sacrifices, and grain offerings, and incense, and bringing sacrifices of praise to the house of the Lord. ", "27": "But if you will not listen to Me to sanctify the Sabbath day and not to bear a load, even entering in at the gates of Jerusalem on the Sabbath day, then I will kindle a fire in the gates and it will devour the palaces of Jerusalem and it will not be quenched."}