{"1": "Moreover the word of the Lord came to me, saying, ", "2": "Go and proclaim in the ears of Jerusalem, saying, Thus says the Lord: I remember you, the kindness of your youth, the love of your espousals, when you followed Me in the wilderness, in a land that was not sown.", "3": "Israel is holy to the Lord, and the first fruits of His harvest. All who eat of it will become guilty; disaster will come upon them, says the Lord.", "4": "Hear the word of the Lord, O house of Jacob and all the families of the house of Israel.", "5": "Thus says the Lord: What iniquity have your fathers found in Me, that they have gone far from Me, and have walked after vanity and have become vain?", "6": "They did not say, “Where is the Lord who brought us up out of the land of Egypt, who led us through the wilderness, through a land of deserts and of pits, through a land of drought and of the shadow of death, through a land that no man passed through and where no man lived?”", "7": "And I brought you into a plentiful country to eat its fruit and its goodness. But when you entered, you defiled My land and made My heritage an abomination.", "8": "The priests did not say, “Where is the Lord?” And those who handle the law did not know Me; the shepherds also transgressed against Me, and the prophets prophesied by Baal and walked after things that do not profit.", "9": "Therefore I will yet contend with you, says the Lord, and with your sons' sons I will contend.", "10": "For pass over the coastlands of Cyprus and see, and send to Kedar and consider diligently, and see if there is such a thing.", "11": "Has a nation changed their gods, though they are not gods? But My people have changed their glory for that which does not profit.", "12": "Be astonished at this, O heavens, and be horribly afraid, be very desolate, says the Lord.", "13": "For My people have committed two evils. They have forsaken Me, the fountain of living waters, and hewed out for themselves cisterns, broken cisterns, that can hold no water.", "14": "Is Israel a servant? Is he a homeborn slave? Why has he been plundered?", "15": "The young lions roared at him and roared loudly, and they made his land a waste; his cities have been destroyed, without inhabitant.", "16": "Also the men of Memphis and Tahpanhes have shaved the crown of your head.", "17": "Have you not brought this on yourself, in that you have forsaken the Lord your God when He led you in the way?", "18": "And now what are you doing in the way of Egypt, to drink the waters of the Nile? Or what are you doing in the way of Assyria, to drink the waters of the River?", "19": "Your own wickedness will correct you, and your backslidings will reprove you. Know therefore and see that it is an evil thing and bitter for you to have forsaken the Lord your God, and the fear of Me is not in you, says the Lord God of Hosts.", "20": "For long ago I have broken your yoke and burst your bonds; and you said, “I will not serve.” For upon every high hill and under every green tree you wander, playing the harlot.", "21": "Yet I had planted you a noble vine, a wholly faithful seed. How then have you turned into the degenerate plant of a strange vine to Me?", "22": "For though you wash yourself with lye, and take much soap, yet your iniquity is marked before Me, says the Lord God.", "23": "How can you say, “I am not polluted, I have not gone after the Baals”? See your way in the valley. Know what you have done. You are a swift young camel entangling her ways,", "24": "a wild donkey used to the wilderness that sniffs the wind in her passion. In the time of her heat, who can turn her away? All those who seek her will not weary themselves; in her month they shall find her.", "25": "Withhold your foot from being unshod and your throat from thirst. But you said, “There is no hope. No! For I have loved strangers, and after them I will go.”", "26": "As the thief is ashamed when he is found, so is the house of Israel ashamed. They, their kings, their officials, and their priests, and their prophets", "27": "say to a tree, “You are my father.” And to a stone, “You gave birth to me.” For they have turned their back to Me, and not their face. But in the time of their trouble they will say, “Arise and save us.”", "28": "But where are your gods that you have made for yourself? Let them arise, if they can save you in the time of your trouble; for according to the number of your cities are your gods, O Judah.", "29": "Why will you plead with Me? You all have transgressed against Me, says the Lord.", "30": "In vain I have smitten your children; they received no correction. Your own sword has devoured your prophets like a destroying lion.", "31": "O generation, consider the word of the Lord: Have I been a wilderness to Israel? A land of darkness? Why do My people say, “We are free to roam. We will come no more to You”?", "32": "Can a virgin forget her ornaments, or a bride her attire? Yet My people have forgotten Me for days without number.", "33": "You prepare your way very well to seek love. Therefore you have also taught the wicked women your ways.", "34": "Also in your skirts is found the blood of the souls of the innocent poor. I have not found it by breaking in, but in spite of all these things.", "35": "Yet you say, “Because I am innocent, surely His anger shall turn away from me.” Now I will plead with you, because you say, “I have not sinned.”", "36": "Why do you go about so much to change your way? You also shall be ashamed of Egypt, as you were ashamed of Assyria.", "37": "Indeed, you shall go forth from him with your hands upon your head; for the Lord has rejected those in whom you trust, and you shall not prosper in them."}