{"1": "Thus says the Lord: Go down to the house of the king of Judah, and speak this word there, ", "2": "and say: Hear the word of the Lord, O king of Judah who sits on the throne of David, you and your servants and your people who enter by these gates. ", "3": "Thus says the Lord: Execute justice and righteousness, and deliver the robbed out of the hand of the oppressor. And do no wrong or violence to the stranger, the fatherless, or the widow, neither shed innocent blood in this place. ", "4": "For if you indeed do these things, then kings sitting on the throne of David will enter by the gates of this house, riding in chariots and on horses, he and his servants and his people. ", "5": "But if you will not obey these words, I swear by Myself, says the Lord, that this house will become a desolation.", "6": "For thus says the Lord to the king's house of Judah: You are Gilead to Me, and the peak of Lebanon; yet surely I will make you a wilderness and cities which are not inhabited.", "7": "I will prepare destroyers against you, everyone with his weapons; and they shall cut down your choice cedars and cast them into the fire.", "8": "Many nations will pass by this city, and every man will say to his neighbor, “Why has the Lord done thus to this great city?” ", "9": "Then they will answer, “Because they have forsaken the covenant of the Lord their God, and worshipped other gods, and served them.”", "10": "Do not weep for the dead nor bemoan him, but weep constantly for him who goes away; for he will return no more nor see his native country.", "11": "For thus says the Lord concerning Shallum the son of Josiah king of Judah, who became king instead of Josiah his father, who went from this place: He will not return any more, ", "12": "but will die in the place where they have led him captive and will see this land no more.", "13": "Woe to him who builds his house with unrighteousness and his chambers with injustice, who uses his neighbor's services without wages, and gives him nothing for his work,", "14": "who says, “I will build myself a roomy house and large chambers,” and cuts out its windows, paneling it with cedar and painting it with vermilion.", "15": "Do you reign because you compete in cedar? Did not your father eat and drink and do justice and righteousness, and then it was well with him?", "16": "He judged the cause of the poor and needy; then it was well with him. Is not this what it means to know Me? says the Lord.", "17": "But your eyes and your heart are intent only on your covetousness and on shedding innocent blood and on oppression and violence.", "18": "Therefore thus says the Lord concerning Jehoiakim the son of Josiah, king of Judah: They will not lament for him, saying, “Ah, my brother!” or, “Ah, sister!” They will not lament for him, saying, “Ah, lord!” or, “Ah, his glory!”", "19": "He will be buried with the burial of a donkey, drawn and cast out beyond the gates of Jerusalem.", "20": "Go up to Lebanon and cry out, and lift up your voice in Bashan, and cry out from Abarim, for all your lovers are destroyed.", "21": "I spoke to you in your prosperity, but you said, “I will not listen!” This has been your manner from your youth, that you have not obeyed My voice.", "22": "The wind will sweep away all your shepherds, and your lovers shall go into captivity; surely then you will be ashamed and humiliated for all your wickedness.", "23": "O inhabitant of Lebanon, who makes your nest in the cedars, how you will groan when pangs come upon you, the pain as of a woman in labor!", "24": "As I live, says the Lord, though Koniah the son of Jehoiakim king of Judah were the signet on My right hand, yet would I pluck you from there. ", "25": "And I will give you into the hand of those who seek your life and into the hand of those whose face you fear, even into the hand of Nebuchadnezzar king of Babylon and into the hand of the Chaldeans. ", "26": "I will cast you and your mother that bore you out into another country where you were not born, and there you shall die. ", "27": "But to the land where they desire to return, they will not return there.", "28": "Is this man Koniah a despised broken jar? Is he a vessel in which is no desire? Why are he and his seed cast out and thrown into a land which they had not known?", "29": "O land, land, land, hear the word of the Lord!", "30": "Thus says the Lord: Write down this man childless, a man who will not prosper in his days; for no man of his seed shall prosper, sitting on the throne of David and ruling any more in Judah."}