{"1": "Woe to the shepherds who destroy and scatter the sheep of My pasture! says the Lord. ", "2": "Therefore thus says the Lord God of Israel against the shepherds that feed My people: You have scattered My flock and driven them away and have not visited them. I am about to punish you for the evil of your deeds, says the Lord. ", "3": "I will gather the remnant of My flock out of all countries wherever I have driven them and bring them again to their folds, and they shall be fruitful and increase. ", "4": "I will also set up shepherds over them who will feed them; and they will fear no more, nor be dismayed, nor will they be missing, says the Lord.", "5": "The days are coming, says the Lord, that I will raise up for David a righteous Branch, and he shall reign as king and deal wisely, and shall execute justice and righteousness in the earth.", "6": "In his days Judah will be saved, and Israel will dwell safely. And this is the name by which he will be called: THE LORD OUR RIGHTEOUSNESS.", "7": "Therefore, surely the days are coming, says the Lord, when they will no more say, “As the Lord lives who brought up the sons of Israel out of the land of Egypt,” ", "8": "but, “As the Lord lives who brought up and led the descendants of the house of Israel out of the north country and from all countries where I had driven them.” Then they will dwell in their own land.", "9": "My heart is broken within me, because of the prophets; all my bones shake; I am like a drunken man, like a man overcome by wine, because of the Lord, and because of His holy words.", "10": "For the land is full of adulterers; for the land mourns because of the curse. The pleasant places of the wilderness have dried up. And their course is evil and their might is not right.", "11": "For both prophet and priest are profane; indeed, in My house I have found their wickedness, says the Lord.", "12": "Therefore their way will be as slippery ways to them; they shall be driven into the darkness and fall in it; for I will bring disaster upon them, even the year of their punishment, says the Lord.", "13": "In addition, I have seen folly in the prophets of Samaria. They prophesied by Baal and caused My people Israel to err.", "14": "I have seen also among the prophets of Jerusalem a horrible thing. They commit adultery and walk in lies. They also strengthen the hands of evildoers, so that no one repents from his wickedness. All of them are as Sodom to Me and her inhabitants as Gomorrah.", "15": "Therefore thus says the Lord of Hosts concerning the prophets: “I will feed them with wormwood and make them drink the water of gall, for from the prophets of Jerusalem profaneness has gone out into all the land.”", "16": "Thus says the Lord of Hosts: Do not listen to the words of the prophets who prophesy to you. They lead you into vanity; they speak a vision of their own heart and not out of the mouth of the Lord.", "17": "They still say to those who despise Me, “The Lord has said, 'You will have peace' ”; and they say to everyone who walks after the imagination of his own heart, “No evil will come upon you.”", "18": "For who has stood in the counsel of the Lord and has perceived and heard His word? Who has given heed to His word and listened to it?", "19": "Look, a whirlwind of the Lord has gone forth in fury, a tempestuous whirlwind. It will fall tempestuously upon the head of the wicked.", "20": "The anger of the Lord will not turn back until He has executed and performed the thoughts of His heart. In the latter days you will understand it perfectly.", "21": "I have not sent these prophets, yet they ran. I have not spoken to them, yet they prophesied.", "22": "But if they had stood in My counsel and had caused My people to hear My words, then they would have turned them from their evil way and from the evil of their deeds.", "23": "Am I a God who is near, says the Lord, and not a God far off?", "24": "Can a man hide himself in secret places so that I do not see him? says the Lord. Do I not fill heaven and earth? says the Lord.", "25": "I have heard what the prophets have said who prophesy lies in My name, saying, “I had a dream, I had a dream!” ", "26": "How long shall this be in the heart of the prophets who prophesy lies? Indeed, they are prophets of the deceit of their own heart, ", "27": "who plan to cause My people to forget My name by their dreams, which they tell to their neighbor, as their fathers have forgotten My name for Baal. ", "28": "The prophet who has a dream, let him tell his dream. And he who has My word, let him speak My word faithfully. What is the chaff to the wheat? says the Lord. ", "29": "Is not My word like fire, says the Lord, and like a hammer that breaks the rock in pieces?", "30": "See, therefore I am against the prophets, says the Lord, who steal My words, each from his neighbor. ", "31": "See, I am against the prophets, says the Lord, who use their tongues and say, “The Lord says.” ", "32": "See, I am against those who prophesy false dreams, says the Lord, and recount them and cause My people to err by their lies and reckless boasting. Yet I sent them not nor commanded them. Therefore they shall not profit this people at all, says the Lord.", "33": "When this people or the prophet or a priest asks you, saying, “What is the oracle of the Lord?” you shall then say to them, “What oracle? I will forsake you, says the Lord.” ", "34": "As for the prophet and the priest and the people who say, “The oracle of the Lord,” I will punish that man and his house. ", "35": "Thus each of you will say to his neighbor and to his brother, “What has the Lord answered?” and, “What has the Lord spoken?” ", "36": "And the oracle of the Lord you shall mention no more, for every man's word will be his oracle. For you have perverted the words of the living God, of the Lord of Hosts our God. ", "37": "Thus you will say to that prophet, “What has the Lord answered you?” and, “What has the Lord spoken?” ", "38": "But if you say, “The oracle of the Lord”; therefore thus says the Lord: Because you say this word, “The oracle of the Lord,” I have also sent to you, saying, You shall not say, “The oracle of the Lord.” ", "39": "Therefore, surely, I, even I, will utterly forget you and cast you and the city that I gave you and your fathers out of My presence. ", "40": "And I will bring an everlasting reproach upon you and perpetual shame which shall not be forgotten."}