{"1": "The word that came to Jeremiah concerning all the people of Judah in the fourth year of Jehoiakim the son of Josiah, king of Judah, that was the first year of Nebuchadnezzar king of Babylon, ", "2": "which Jeremiah the prophet spoke to all the people of Judah and to all the inhabitants of Jerusalem, saying: ", "3": "From the thirteenth year of Josiah the son of Amon, king of Judah, even to this day, these twenty-three years the word of the Lord has come to me, and I have spoken to you, rising early and speaking, but you have not listened.", "4": "The Lord has sent to you all His servants the prophets, rising early and sending them, but you have not listened nor inclined your ear to hear. ", "5": "They said, “Turn now again everyone from his evil way and from the evil of your deeds, and dwell in the land that the Lord has given to you and to your fathers forever and ever. ", "6": "And do not go after other gods to serve them and to worship them, and provoke Me not to anger with the works of your hands; and I will do you no harm.”", "7": "Yet you have not listened to Me, says the Lord, that you might provoke Me to anger with the works of your hands to your own harm.", "8": "Therefore thus says the Lord of Hosts: Because you have not obeyed My words, ", "9": "I will send and take all the families of the north, says the Lord, and Nebuchadnezzar the king of Babylon, My servant, and will bring them against this land and its inhabitants, and against all these surrounding nations; I will utterly destroy them, and make them an astonishment, a hissing, and perpetual desolations. ", "10": "Moreover I will take from them the voice of laughter and the voice of gladness, the voice of the bridegroom and the voice of the bride, the sound of the millstones and the light of the candle. ", "11": "This whole land shall be a desolation and an astonishment, and these nations will serve the king of Babylon seventy years.", "12": "It shall come to pass when seventy years are finished that I will punish the king of Babylon and that nation, says the Lord, for their iniquity, and the land of the Chaldeans, and will make it perpetual desolations. ", "13": "I will bring upon that land all My words which I have pronounced against it, even all that is written in this book, which Jeremiah has prophesied against all the nations. ", "14": "For many nations and great kings will make slaves of them, even them. And I will recompense them according to their deeds and according to the works of their hands.", "15": "For thus says the Lord God of Israel to me: Take the wine cup of this fury at My hand and cause all the nations to whom I send you to drink it. ", "16": "They will drink, and totter, and be mad, because of the sword that I will send among them.", "17": "Then I took the cup from the hand of the Lord and made all the nations, to whom the Lord had sent me, drink: ", "18": "Jerusalem and the cities of Judah and the kings and the officials, to make them a desolation, an astonishment, a hissing, and a curse, as it is this day; ", "19": "Pharaoh king of Egypt, and his servants, and his officials, and all his people; ", "20": "and all the foreign people, and all the kings of the land of Uz, and all the kings of the land of the Philistines (even Ashkelon, and Gaza, and Ekron, and the remnant of Ashdod); ", "21": "Edom, and Moab, and the children of Ammon; ", "22": "and all the kings of Tyre, and all the kings of Sidon, and the kings of the coastlands which are beyond the sea; ", "23": "Dedan, and Tema, and Buz, and all who cut the corners of their hair; ", "24": "and all the kings of Arabia, and all the kings of the foreign people who dwell in the desert; ", "25": "and all the kings of Zimri, and all the kings of Elam, and all the kings of the Medes; ", "26": "and all the kings of the north, far and near, one with another; and all the kingdoms of the earth which are upon the face of the earth, and the king of Sheshak shall drink after them.", "27": "Therefore you shall say to them, Thus says the Lord of Hosts, the God of Israel: Drink and be drunk and spew and fall and rise no more because of the sword which I will send among you. ", "28": "It will be, if they refuse to take the cup from your hand to drink, then you will say to them: Thus says the Lord of Hosts: You shall certainly drink! ", "29": "For I am starting to bring calamity on the city which is called by My name, and should you be utterly unpunished? You shall not be unpunished. For I will call for a sword upon all the inhabitants of the earth, says the Lord of Hosts.", "30": "Therefore prophesy against them all these words, and say to them: The Lord will roar from on high, and utter His voice from His holy habitation; He will mightily roar against His fold. He will give a shout, as those who tread the grapes, against all the inhabitants of the earth.", "31": "A noise shall come even to the remote parts of the earth, for the Lord has a controversy with the nations; He shall enter into judgment with all flesh. He shall give those who are wicked to the sword, says the Lord.", "32": "Thus says the Lord of Hosts: See, disaster shall go forth from nation to nation, and a great whirlwind shall be raised up from the remote parts of the earth.", "33": "The slain of the Lord on that day will be from one end of the earth even to the other end of the earth. They will not be lamented or gathered or buried. They will be as dung on the ground.", "34": "Howl, you shepherds, and cry; and wallow in the ashes, you leaders of the flock. For the days of your slaughter and of your dispersions are accomplished; and you will fall like a choice vessel.", "35": "The shepherds will have no way to flee, nor the leaders of the flock to escape.", "36": "A voice of the cry of the shepherds and a howling of the leaders of the flock shall be heard, for the Lord has devastated their pasture.", "37": "The peaceable habitations are cut down because of the fierce anger of the Lord.", "38": "He has left His lair as the lion; for their land is desolate because of the fierceness of the oppressor and because of His fierce anger."}