{"1": "If a man divorces his wife, and she goes from him and becomes another man's, shall he return to her again? Shall not that land be greatly polluted? But you have played the harlot with many lovers; yet return again to Me, says the Lord.", "2": "Lift up your eyes to the high places, and see! Where have you not been ravished? In the roads you have sat for them as the Arabian in the wilderness. And you have polluted the land with your harlotry and with your wickedness.", "3": "Therefore the showers have been withheld, and there has been no latter rain. And you had a harlot's forehead; you refused to be ashamed.", "4": "Shall you not from this time cry to Me, “My Father, You are the guide of my youth?", "5": "Shall He reserve His anger forever? Shall He keep it to the end?” Indeed, you have spoken and done evil things as you could.", "6": "The Lord said also to me in the days of Josiah the king: Have you seen that which backsliding Israel has done? She has gone up on every high mountain and under every green tree, and there has played the harlot. ", "7": "I said after she had done all these things, “Turn to Me.” But she did not return. And her treacherous sister Judah saw it. ", "8": "I saw that for all the adulteries of backsliding Israel, I had put her away and given her a bill of divorce. Yet her treacherous sister Judah did not fear, but went and played the harlot also. ", "9": "Through the lightness of her harlotry she defiled the land and committed adultery with stones and with trees. ", "10": "Yet for all this, her treacherous sister Judah has not turned to Me with her whole heart, but feignedly, says the Lord.", "11": "The Lord said to me: Backsliding Israel has proved herself more righteous than treacherous Judah. ", "12": "Go and proclaim these words toward the north, and say: Return, backsliding Israel, says the Lord, and I will not cause My anger to fall on you. For I am merciful, says the Lord, and I will not keep anger forever.", "13": "Only acknowledge your iniquity, that you have transgressed against the Lord your God and have scattered your ways to the strangers under every green tree, and you have not obeyed My voice, says the Lord.", "14": "Return, O backsliding sons, says the Lord. For I am married to you. And I will take you, one from a city and two from a family, and I will bring you to Zion. ", "15": "And I will give you shepherds according to My heart, who shall feed you with knowledge and understanding. ", "16": "It shall come to pass when you are multiplied and increased in the land in those days, says the Lord, they will say no more, “The ark of the covenant of the Lord.” And it will not come to mind, nor will they remember it, nor will they call for it, nor will it be made any more. ", "17": "At that time they will call Jerusalem, the Throne of the Lord, and all the nations will be gathered to it, to Jerusalem, for the name of the Lord; nor will they walk any more after the stubbornness of their evil hearts. ", "18": "In those days the house of Judah will walk with the house of Israel, and they will come together out of the land of the north to the land that I have given to your fathers for an inheritance.", "19": "But I said: How can I put you among My sons and give you a pleasant land, the most beautiful heritage of the nations? And I said: You shall call Me, My Father, and shall not turn away from Me.", "20": "Surely as a wife treacherously departs from her husband, so you have dealt treacherously with Me, O house of Israel, says the Lord.", "21": "A voice was heard upon the high places, the weeping and the supplications of the sons of Israel, because they have perverted their way, they have forgotten the Lord their God.", "22": "Return, O backsliding sons, and I will heal your backslidings. “We come to You; for You are the Lord our God.", "23": "Truly in vain is salvation hoped for from the hills, and from the multitude of mountains. Truly, in the Lord our God is the salvation of Israel.", "24": "For shame has devoured the labor of our fathers from our youth, their flocks and their herds, their sons and their daughters.", "25": "We lie down in our shame, and our humiliation covers us. For we have sinned against the Lord our God, we and our fathers, from our youth even to this day, and have not obeyed the voice of the Lord our God.”"}