{"1": "At that time, says the Lord, I will be the God of all the families of Israel, and they shall be My people.", "2": "Thus says the Lord: The people who survived the sword found grace in the wilderness, when I went to give Israel rest.", "3": "The Lord has appeared to him from afar, saying: Indeed, I have loved you with an everlasting love; therefore with lovingkindness I have drawn you.", "4": "Again I will build you and you will be built, O virgin of Israel. You will again be adorned with your tambourines and shall go forth in the dances of those who make merry.", "5": "You will yet plant vines on the mountains of Samaria; the planters will plant and will enjoy them.", "6": "For there will be a day when the watchmen on the hills of Ephraim will proclaim, “Arise, and let us go up to Zion, to the Lord our God.”", "7": "For thus says the Lord: Sing with gladness for Jacob, and shout among the chief of the nations; publish, praise, and say, “O Lord, save Your people, the remnant of Israel.”", "8": "See, I will bring them from the north country, and gather them from the remote parts of the earth, and with them the blind and the lame, the woman with child and her who is in labor with child, together; a great company will return here.", "9": "They will come with weeping, and with supplications I will lead them. I will cause them to walk by the rivers of waters, in a straight way in which they shall not stumble. For I am a Father to Israel, and Ephraim is My firstborn.", "10": "Hear the word of the Lord, O nations, and declare it in the coastlands far off, and say, “He who scattered Israel will gather him and keep him, as a shepherd does his flock.”", "11": "For the Lord has redeemed Jacob and ransomed him from the hand of him who was stronger than he.", "12": "Therefore they will come and sing in the height of Zion, and will be joyful over the goodness of the Lord, for wheat and for wine and for oil and for the young of the flock and of the herd; and their souls will be as a watered garden. And they will not sorrow any more at all.", "13": "Then the virgin shall rejoice in the dance, both young men and old together; for I will turn their mourning into joy, and will comfort them, and make them rejoice from their sorrow.", "14": "I will satiate the soul of the priests with abundance, and My people shall be satisfied with My goodness, says the Lord.", "15": "Thus says the Lord: A voice is heard in Ramah, lamentation and bitter weeping, Rachel weeping for her children, refusing to be comforted for her children, because they are no more.", "16": "Thus says the Lord: Keep your voice from weeping and your eyes from tears; for your work shall be rewarded, says the Lord, and they shall come back from the land of the enemy.", "17": "There is hope for your future, says the Lord, that your children will come back to their own border.", "18": "I have surely heard Ephraim pleading: “You have chastised me, and I was chastised, as an untrained calf; turn me back and I will be turned, for you are the Lord my God.", "19": "Surely after I turned back, I repented; and after I was instructed, I struck myself on my thigh; I was ashamed and even humiliated because I bore the reproach of my youth.”", "20": "Is Ephraim My dear son? Is he a pleasant child? For since I spoke against him, I surely do remember him still; therefore My heart longs for him. I will surely have mercy on him, says the Lord.", "21": "Set up road marks, place guideposts. Set your heart toward the highway, even the way by which you went. Turn back, O virgin of Israel, turn back to these your cities.", "22": "How long will you go about, O faithless daughter? For the Lord has created a new thing in the earth: A woman shall obtain a man.", "23": "Thus says the Lord of Hosts, the God of Israel: Once again they shall use this speech in the land of Judah and in the cities when I restore their fortunes: “May the Lord bless you, O habitation of righteousness and mountain of holiness!” ", "24": "And Judah and all its cities will dwell there, the farmer and those who go out with the flocks. ", "25": "For I satiate the weary souls and I replenish every languishing soul.", "26": "Upon this I awoke and looked, and my sleep was sweet to me.", "27": "Surely, the days are coming, says the Lord, when I will sow the house of Israel and the house of Judah with the seed of man and with the seed of beast. ", "28": "It shall come to pass that as I have watched over them to pluck up, and to break down, and to throw down, and to destroy, and to afflict, so I will watch over them, to build, and to plant, says the Lord. ", "29": "In those days they will say no more: “The fathers have eaten sour grapes, and the children's teeth are set on edge.”", "30": "But everyone will die for his own iniquity. Every man that eats the sour grape, his teeth will be set on edge.", "31": "Surely, the days are coming, says the Lord, when I will make a new covenant with the house of Israel and with the house of Judah.", "32": "It will not be according to the covenant that I made with their fathers in the day that I took them by the hand to bring them out of the land of Egypt, because they broke My covenant, although I was a husband to them, says the Lord.", "33": "But this shall be the covenant that I will make with the house of Israel after those days, says the Lord: I will put My law within them and write it in their hearts; and I will be their God, and they shall be My people.", "34": "They shall teach no more every man his neighbor and every man his brother, saying, “Know the Lord,” for they all shall know Me, from the least of them to the greatest of them, says the Lord, for I will forgive their iniquity, and I will remember their sin no more.", "35": "Thus says the Lord, who gives the sun for a light by day and the ordinances of the moon and of the stars for a light by night, who stirs up the sea so that the waves roar, the Lord of Hosts is His name:", "36": "If those ordinances depart from before Me, says the Lord, then the seed of Israel also will cease from being a nation before Me forever.", "37": "Thus says the Lord: If heaven above can be measured, and the foundations of the earth searched out beneath, I will also cast off all the seed of Israel for all that they have done, says the Lord.", "38": "Surely, the days are coming, says the Lord, when the city will be built to the Lord from the Tower of Hananel to the Corner Gate. ", "39": "The measuring line shall stretch out straight to the hill Gareb, and shall then turn to Goah. ", "40": "The whole valley of the dead bodies and of the ashes, and all the fields to the Kidron Valley, to the corner of the Horse Gate toward the east, will be holy to the Lord. It will not be plucked up nor thrown down any more forever."}