{"1": "Moreover the word of the Lord came to Jeremiah the second time, while he was yet shut up in the court of the prison, saying: ", "2": "Thus says the Lord, the Maker of the earth, the Lord who formed it to establish it; the Lord is His name: ", "3": "Call to Me, and I will answer you, and show you great and mighty things which you do not know. ", "4": "For thus says the Lord God of Israel concerning the houses of this city, and concerning the houses of the kings of Judah, which are thrown down to make a defense against the siege mounds and against the sword: ", "5": "They come to fight with the Chaldeans, but it is to fill them with the dead bodies of men whom I have slain in My anger and in My fury, all for whose wickedness I have hidden My face from this city.", "6": "I will bring it health and healing, and I will heal them; and I will reveal to them the abundance of peace and truth. ", "7": "I will restore the fortunes of Judah and the fortunes of Israel, and will build them as at the first. ", "8": "I will cleanse them from all their iniquity whereby they have sinned against Me. And I will pardon all their iniquities whereby they have sinned and whereby they have transgressed against Me. ", "9": "It will be to Me a name of joy, praise, and honor before all the nations of the earth which shall hear of all the good that I do to them; and they will fear and tremble for all the goodness and for all the prosperity that I procure for it.", "10": "Thus says the Lord: Again there shall be heard in this place of which you say, “It is desolate, without man and without beast,” even in the cities of Judah, and in the streets of Jerusalem, that are desolate, without man and without inhabitant, and without beast, ", "11": "the voice of joy, and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the voice of those who shall say, “Give thanks to the Lord of Hosts, for the Lord is good; for His mercy endures forever,” and of those who bring the sacrifice of praise into the house of the Lord. For I will restore the fortunes of the land as at the first, says the Lord.", "12": "Thus says the Lord of Hosts: Again in this place which is desolate, without man and without beast, and in all the cities, will be a habitation of shepherds causing their flocks to lie down. ", "13": "In the cities of the mountains, in the cities of the vale, and in the cities of the Negev, and in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, shall the flocks pass again under the hands of him who numbers them, says the Lord.", "14": "Surely, the days are coming, says the Lord, when I will perform that good word which I have promised to the house of Israel and to the house of Judah:", "15": "In those days and at that time, I will cause a righteous Branch to spring up for David; and he shall execute justice and righteousness in the earth.", "16": "In those days Judah will be saved, and Jerusalem will dwell safely. And this is the name by which she will be called: THE LORD OUR RIGHTEOUSNESS.", "17": "For thus says the Lord: David shall never lack a man to sit on the throne of the house of Israel; ", "18": "nor shall the Levitical priests lack a man before Me to offer burnt offerings, to kindle grain offerings, and to sacrifice continually.", "19": "The word of the Lord came to Jeremiah, saying: ", "20": "Thus says the Lord: If you can break My covenant of the day and My covenant of the night so that there should not be day and night in their season, ", "21": "then also My covenant may be broken with David My servant, that he should not have a son to reign on his throne, and with the Levitical priests, My ministers. ", "22": "As the host of heaven cannot be numbered nor the sand of the sea measured, so I will multiply the seed of David My servant and the Levites that minister to Me.", "23": "Moreover the word of the Lord came to Jeremiah, saying: ", "24": "Have you not considered what this people have spoken, saying, “The two families which the Lord has chosen, He has cast them off”? Thus they have despised My people, that they should be no more a nation before them. ", "25": "Thus says the Lord: If My covenant for day and night does not stand, and if I have not appointed the ordinances of heaven and earth, ", "26": "then I would cast away the seed of Jacob and David My servant, so that I would not take any of his seed to be rulers over the seed of Abraham, Isaac, and Jacob. Yet I will restore their fortunes and have mercy on them."}