{"1": "And King Zedekiah the son of Josiah reigned instead of Koniah the son of Jehoiakim, whom Nebuchadnezzar king of Babylon made king in the land of Judah. ", "2": "But neither he nor his servants nor the people of the land listened to the words of the Lord, which He spoke through the prophet Jeremiah.", "3": "But Zedekiah the king sent Jehukal the son of Shelemiah and Zephaniah the son of Maaseiah, the priest, to the prophet Jeremiah, saying, “Please pray to the Lord our God for us.”", "4": "Now Jeremiah was still coming in and going out among the people, for they had not yet put him into prison. ", "5": "At that time Pharaoh's army had come out of Egypt, and when the Chaldeans who were besieging Jerusalem heard the report of them, they departed from Jerusalem.", "6": "Then the word of the Lord came to the prophet Jeremiah, saying: ", "7": "Thus says the Lord, the God of Israel: Thus you shall say to the king of Judah who sent you to Me to inquire of Me: Pharaoh's army which has come out to help you shall return to Egypt, to its own land. ", "8": "The Chaldeans will come again and fight against this city, and take it, and burn it with fire.", "9": "Thus says the Lord: Do not deceive yourselves, saying, “The Chaldeans will surely depart from us,” for they will not depart. ", "10": "For though you had struck the whole army of the Chaldeans who fight against you and there remained but wounded men among them, yet every man would rise up in his tent and burn this city with fire.", "11": "Now when the army of the Chaldeans had withdrawn from Jerusalem at the approach of Pharaoh's army, ", "12": "Jeremiah set out from Jerusalem to go into the land of Benjamin to take possession of his property there among the people. ", "13": "When he was in the Gate of Benjamin, a captain of the guard was there whose name was Irijah the son of Shelemiah, the son of Hananiah. And he seized Jeremiah the prophet, saying, “You are falling away to the Chaldeans!”", "14": "But Jeremiah said, “It is false! I am not falling away to the Chaldeans,” but he did not listen to him. So Irijah seized Jeremiah and brought him to the officials. ", "15": "Therefore the officials were wrathful with Jeremiah, and struck him, and put him in prison in the house of Jonathan the scribe; for they had made that the prison.", "16": "For Jeremiah had entered the dungeon, that is, the vaulted cell, and Jeremiah had remained there many days. ", "17": "Then Zedekiah the king sent and took him out; and the king asked him secretly in his house, and said, “Is there any word from the Lord?” And Jeremiah said, “There is!” Then he said, “You shall be delivered into the hand of the king of Babylon.”", "18": "Moreover Jeremiah said to King Zedekiah, “How have I sinned against you or against your servants or against this people that you have put me in prison? ", "19": "Where now are your prophets who prophesied to you, saying, 'The king of Babylon will not come against you, nor against this land'? ", "20": "Therefore now please listen, O my lord the king. Please let my supplication be accepted before you, that you not cause me to return to the house of Jonathan the scribe, lest I die there.”", "21": "Then Zedekiah the king commanded that they should commit Jeremiah into the court of the prison and give him daily a piece of bread out of the bakers' street, until all the bread in the city was finished. Thus Jeremiah remained in the court of the prison."}