{"1": "If you will return, O Israel, says the Lord, return to Me. And if you will put away your abominations out of My sight, then you shall not be moved.", "2": "You shall swear, “As the Lord lives,” in truth, in justice, and in righteousness; then the nations shall bless themselves in Him, and in Him they shall glory.", "3": "For thus says the Lord to the men of Judah and Jerusalem: Break up your fallow ground, and do not sow among thorns.", "4": "Circumcise yourselves to the Lord, and take away the foreskins of your heart, you men of Judah and inhabitants of Jerusalem, lest My fury come forth like fire, and burn so that no one can quench it, because of the evil of your deeds.", "5": "Declare in Judah and publish in Jerusalem, and say: Blow the trumpet in the land. Cry aloud and say, “Assemble yourselves, and let us go into the fortified cities.”", "6": "Set up the standard toward Zion. Seek refuge, do not delay. For I will bring disaster from the north, and a great destruction.", "7": "The lion has come up from his thicket, and the destroyer of the nations is on his way. He has gone forth from his place to make your land desolate. And your cities shall be laid waste without an inhabitant.", "8": "For this gird yourself with sackcloth, lament and howl. For the fierce anger of the Lord is not turned back from us.", "9": "It shall come to pass in that day, says the Lord, that the heart of the king will fail and the heart of the officials; and the priests will be astonished and the prophets will wonder.", "10": "Then I said, “Ah, Lord God! Surely You have greatly deceived this people and Jerusalem, saying, 'You shall have peace,' whereas the sword reaches the throat.”", "11": "At that time it will be said to this people and to Jerusalem: A dry wind of the high places in the wilderness toward the daughter of My people, not to fan or to cleanse, ", "12": "even a full wind from those places, will come to Me. Now also I will pronounce judgments against them.", "13": "Look! He shall come up as clouds, and his chariots shall be as a whirlwind. His horses are swifter than eagles. Woe to us, for we are ruined!", "14": "O Jerusalem, wash your heart from wickedness, that you may be saved. How long shall your evil thoughts lodge within you?", "15": "For a voice declares from Dan, and publishes wickedness from Mount Ephraim:", "16": "“Report it to the nations, now!” Indeed, proclaim against Jerusalem: “Besiegers come from a far country, and lift their voices against the cities of Judah.", "17": "As watchmen of a field, they are against her all around, because she has been rebellious against Me, says the Lord.", "18": "Your way and your deeds have procured these things to you. This is your wickedness. How bitter it is! How it touches your heart!”", "19": "My soul, my soul! I am pained at my very heart. My heart makes a noise in me. I cannot hold my peace, because you have heard, O my soul, the sound of the trumpet, the alarm of war.", "20": "Destruction upon destruction is proclaimed, for the whole land is devastated. Suddenly are my tents devastated, and my curtains in a moment.", "21": "How long shall I see the standard and hear the sound of the trumpet?", "22": "“For My people are foolish, they have not known Me. They are foolish children, and they have no understanding. They are wise to do evil, but to do good they have no knowledge.”", "23": "I looked on the earth, and it was without form and void. And to the heavens, and they had no light.", "24": "I looked on the mountains, and they trembled, and all the hills moved to and fro.", "25": "I looked, and there was no man, and all the birds of the heavens had fled.", "26": "I looked, and the fruitful place was a wilderness, and all the cities were broken down at the presence of the Lord, and by His fierce anger.", "27": "For thus says the Lord: The whole land shall be desolate. Yet I will not make a full end.", "28": "For this the earth shall mourn, and the heavens above be black, because I have spoken it, I have purposed it, and will not relent, nor will I turn back from it.", "29": "The whole city shall flee for the noise of the horsemen and bowmen. They shall go into thickets and climb up upon the rocks. Every city shall be forsaken, and not a man dwell in it.", "30": "When you are devastated, what will you do? Though you clothe yourself with crimson, though you deck yourself with ornaments of gold, though you enlarge your eyes with paint, in vain you will make yourself fair. Your lovers will despise you; they will seek your life.", "31": "For I have heard a voice as of a woman in labor, and the anguish as of her who brings forth her first child, the voice of the daughter of Zion, that bewails herself, that spreads her hands, saying, “Ah, woe is me, for my soul is wearied because of murderers.”"}