{"1": "When Jeremiah had finished speaking to all the people all these words of the Lord their God, with which the Lord their God had sent him to them, ", "2": "Azariah the son of Hoshaiah, and Johanan the son of Kareah, and all the proud men said to Jeremiah, “You speak falsely. The Lord our God has not sent you to say, 'Do not go into Egypt to sojourn there.' ", "3": "But Baruch the son of Neriah sets you against us to deliver us into the hand of the Chaldeans, that they might put us to death and carry us away captives into Babylon.”", "4": "So Johanan the son of Kareah and all the captains of the forces and all the people did not obey the voice of the Lord to dwell in the land of Judah. ", "5": "But Johanan the son of Kareah and all the captains of the forces took all the remnant of Judah who had returned from all nations wherever they had been driven to dwell in the land of Judah, ", "6": "even men, and women, and children, and the king's daughters, and every person that Nebuzaradan the captain of the guard had left with Gedaliah the son of Ahikam, the son of Shaphan, and Jeremiah the prophet, and Baruch the son of Neriah. ", "7": "So they came into the land of Egypt because they did not obey the voice of the Lord. Thus they entered as far as Tahpanhes.", "8": "Then the word of the Lord came to Jeremiah in Tahpanhes, saying: ", "9": "Take some large stones in your hand and hide them in the clay in the brick kiln which is at the entrance of Pharaoh's house in Tahpanhes, in the sight of the men of Judah, ", "10": "and say to them, Thus says the Lord of Hosts, the God of Israel: I will send and take Nebuchadnezzar the king of Babylon, My servant, and will set his throne upon these stones that I have hid; and he shall spread his royal pavilion over them. ", "11": "When he comes, he shall ravage the land of Egypt and deliver whoever is meant for death to death, and whoever is meant for captivity to captivity, and whoever is meant for the sword to the sword. ", "12": "I will kindle a fire in the houses of the gods of Egypt and he shall burn them and carry them away captives. And he shall array himself with the land of Egypt, as a shepherd puts on his garment, and he shall depart from there in peace. ", "13": "He shall also break the images of Heliopolis that is in the land of Egypt, and the houses of the gods of the Egyptians he shall burn with fire."}