{"1": "The word of the Lord which came to Jeremiah the prophet against the nations:", "2": "Concerning Egypt, about the army of Pharaoh Necho king of Egypt, which was by the River Euphrates in Carchemish, which Nebuchadnezzar king of Babylon defeated in the fourth year of Jehoiakim the son of Josiah, king of Judah:", "3": "Order the buckler and shield, and draw near to battle!", "4": "Harness the horses; mount the steeds! Take your positions with your helmets, polish the spears, put on the armor!", "5": "Why have I seen them dismayed and drawing back? Their mighty ones are beaten down and have taken refuge in flight, and not looking back. Terror is on every side! says the Lord.", "6": "Let not the swift flee away, nor the mighty man escape; they will stumble and fall towards the north by the River Euphrates.", "7": "Who is this that comes up as the Nile, whose waters surge about as the rivers?", "8": "Egypt rises up like the Nile, and his waters surge about like the rivers. And he has said, I will go up and will cover the land. I will surely destroy the city and its inhabitants.", "9": "Come up, O horses, and rage, O chariots! And let the mighty men come forth: the Ethiopians and the Libyans who handle the shield, and the Lydians who handle and bend the bow.", "10": "For this is the day of the Lord God of Hosts, a day of vengeance, so that He may avenge Himself of His adversaries. And the sword will devour; and it will be satiated and made drunk with their blood; for the Lord God of Hosts has a slaughter in the north country by the River Euphrates.", "11": "Go up into Gilead and take balm, O virgin daughter of Egypt; in vain you shall use many medicines, for you will not be cured.", "12": "The nations have heard of your shame, and your cry has filled the land; for the mighty man has stumbled over the mighty, and they both have fallen together.", "13": "The word that the Lord spoke to Jeremiah the prophet, about Nebuchadnezzar king of Babylon coming to strike the land of Egypt.", "14": "Declare in Egypt and publish in Migdol, and publish in Memphis and in Tahpanhes; say, “Stand fast and prepare yourself, for the sword will devour those about you.”", "15": "Why have your valiant men become prostrate? They do not stand because the Lord has thrust them down.", "16": "He made many to fall. Indeed, each one has fallen upon another. Then they said, “Arise and let us go back to our own people and to the land of our nativity, away from the oppressing sword.”", "17": "They cried there, “Pharaoh king of Egypt is a tumult. He has let the time appointed pass by!”", "18": "As I live, says the King whose name is the Lord of Hosts, surely as Tabor is among the mountains, and as Carmel by the sea, so he shall come.", "19": "O daughter dwelling in Egypt, prepare your baggage for captivity, for Memphis will become desolate, it will even be burned down without an inhabitant.", "20": "Egypt is like a very fair heifer, but destruction comes, it comes out of the north.", "21": "Also her mercenaries are in her midst like fat bulls, for they also have turned back and have fled away together. They did not stand their ground because the day of their calamity has come upon them, even the time of their punishment.", "22": "Its sound goes along like a serpent, for they march on as an army, and come against her with axes, as choppers of wood.", "23": "They have cut down her forest, says the Lord. Surely it will not be found any more, even though they are now more numerous than the grasshoppers, and are innumerable.", "24": "The daughter of Egypt has been humiliated; she has been delivered into the hand of the people of the north.", "25": "The Lord of Hosts, the God of Israel, says: See, I will punish Amon of Thebes, and Pharaoh, and Egypt, with their gods and their kings, even Pharaoh and all those who trust in him. ", "26": "And I shall deliver them into the hand of those who seek their lives and into the hand of Nebuchadnezzar king of Babylon and into the hand of his servants. But afterwards it will be inhabited, as in the days of old, says the Lord.", "27": "But do not fear, O My servant Jacob, and do not be dismayed, O Israel. For I will save you from afar off, and your seed from the land of their captivity; and Jacob shall return and be in rest and at ease, and no one shall make him afraid.", "28": "Do not fear, O Jacob My servant, says the Lord, for I am with you; for I will make a full end of all the nations where I have driven you. However, I will not make a full end of you, but correct you in measure, and I will not leave you wholly unpunished."}