{"1": "Concerning Moab: Thus says the Lord of Hosts, the God of Israel: Woe to Nebo, for it is devastated. Kiriathaim is humiliated and captured; Misgab[a] is humiliated and dismayed.", "2": "There is no more praise for Moab; in Heshbon they have devised evil against her: “Come and let us cut it off from being a nation!” Also you will be cut down, O Madmen. The sword will pursue you.", "3": "A sound of crying will be from Horonaim: “Devastation and great destruction!”", "4": "“Moab is destroyed”; her little ones have caused a cry of distress to be heard;", "5": "for by the Ascent of Luhith they will go up with continual weeping; for at the descent of Horonaim they have heard a cry of destruction.", "6": "Flee, save your lives, and be like the juniper in the wilderness.", "7": "For because you have trusted in your works and in your treasures, you will also be captured; and Chemosh shall go forth into captivity together with his priests and his officials.", "8": "The destroyer will come upon every city, and no city will escape. The valley also will perish, and the plain will be destroyed, as the Lord has spoken.", "9": "Give wings to Moab, that she may flee and get away; for the cities will become desolate, without any to dwell in them.", "10": "Cursed be he who does the work of the Lord negligently, and cursed be he who keeps back his sword from blood.", "11": "Moab has been at ease from his youth, and he has also been undisturbed, like wine on its dregs, and he has not been emptied from vessel to vessel, nor has he gone into captivity. Therefore his taste remained in him, and his scent has not changed.", "12": "Therefore, surely the days are coming, says the Lord, when I will send to him those who tip vessels, and they will tip him over, and will empty his vessels and break his bottles.", "13": "Moab shall be ashamed of Chemosh, as the house of Israel was ashamed of Bethel, their confidence.", "14": "How do you say, “We are mighty and strong men for the war”?", "15": "Moab has been devastated and gone up out of her cities, and her chosen young men have also gone down to the slaughter, says the King whose name is the Lord of Hosts.", "16": "The calamity of Moab will come soon, and his affliction hastens fast.", "17": "All you who are about him, mourn for him. And all you who know his name, say, “How the strong staff has been broken, the beautiful rod!”", "18": "O daughter who inhabits Dibon, come down from your glory and sit on the parched ground, for the destroyer of Moab will come upon you, and he will destroy your strongholds.", "19": "O inhabitant of Aroer, stand by the road and keep watch. Ask him who flees and her who escapes, and say, “What has happened?”", "20": "Moab has been humiliated, for it has been broken down. Howl and cry out. Tell it in Arnon, that Moab has been devastated.", "21": "And judgment has come upon the plain country: upon Holon and Jahzah and Mephaath,", "22": "and Dibon and Nebo and Beth Diblathaim,", "23": "and Kiriathaim and Beth Gamul and Beth Meon,", "24": "and Kerioth and Bozrah, and all the cities of the land of Moab, far and near.", "25": "The horn of Moab has been cut off and his arm has been broken, says the Lord.", "26": "Make him drunk, for he magnified himself against the Lord. Moab also will wallow in his vomit, and he also will be held in derision.", "27": "For was not Israel a derision to you? Or was he caught among thieves? For each time you speak of him, you shake your head in scorn.", "28": "O you who dwell in Moab, leave the cities and dwell in the rock, and be like the dove that makes her nest in the sides of the hole's mouth.", "29": "We have heard of the pride of Moab (he is very proud), of his loftiness, and his arrogance, and his pride, and the haughtiness of his heart.", "30": "I know his wrath, says the Lord, but it is futile. His lies have accomplished nothing.", "31": "Therefore I will howl for Moab, and I will cry out for all Moab. My heart shall mourn for the men of Kir Hareseth.", "32": "O vine of Sibmah, I will weep for you more than the weeping of Jazer. Your plants have stretched over the sea, they reach even to the sea of Jazer. The destroyer has fallen upon your summer fruits and upon your vintage.", "33": "Joy and gladness are taken away from the plentiful field, even from the land of Moab, and I have caused wine to fail from the winepresses; no one will tread with shouting. Their shouting will not be shouts of joy.", "34": "From the outcry of Heshbon even to Elealeh, and even to Jahaz, they have uttered their voice, from Zoar even to Horonaim and to Eglath Shelishiyah; for also the waters of Nimrim shall become desolate.", "35": "Moreover I will cause to cease in Moab, says the Lord, him who offers sacrifice in the high place and him who burns incense to his gods.", "36": "Therefore My heart will wail for Moab like pipes, and My heart will wail like pipes for the men of Kir Hareseth, because the riches that they have gotten have perished.", "37": "For every head will be bald and every beard clipped; upon all the hands will be gashes, and upon the loins sackcloth.", "38": "There will be lamentation everywhere upon all the housetops of Moab and in the streets, for I have broken Moab like a vessel in which is no pleasure, says the Lord.", "39": "How it is broken down! How they have wailed! How Moab has turned his back with shame! So Moab will be a derision and a terror to all around him.", "40": "For thus says the Lord: Look, one will fly as an eagle and spread his wings against Moab.", "41": "Kerioth has been captured, and the strongholds have been seized, and the mighty men's hearts in Moab in that day will be as the heart of a woman in her pangs.", "42": "Moab will be destroyed from being a people because he has magnified himself against the Lord.", "43": "Fear and the pit and the snare will be upon you, O inhabitant of Moab, says the Lord.", "44": "He who flees from the terror shall fall into the pit, and he who gets up out of the pit will be taken in the snare; for I will bring upon it, even upon Moab, the year of their punishment, says the Lord.", "45": "The fugitives stand without strength under the shadow of Heshbon; for a fire will come out of Heshbon and a flame from the midst of Sihon, and will devour the forehead of Moab and the crown of the head of the tumultuous ones.", "46": "Woe to you, O Moab! The people of Chemosh have perished; for your sons have been taken away captive and your daughters into captivity.", "47": "Yet I will restore the fortunes of Moab in the latter days, says the Lord. Thus far is the judgment of Moab."}