{"1": "Concerning the Ammonites: Thus says the Lord: Does Israel have no sons? Or has he no heirs? Why then does their king inherit Gad and his people dwell in his cities?", "2": "Therefore, surely the days are coming, says the Lord, when I will cause an alarm of war to be heard in Rabbah of the Ammonites; and it will be a desolate heap, and her towns will be burned with fire. Then Israel will be heir to those who were his heirs, says the Lord.", "3": "Howl, O Heshbon, for Ai has been devastated! Cry out, O daughters of Rabbah, gird yourselves with sackcloth and lament, and run to and fro inside the walls; for their king shall go into captivity, and his priests and his officials together.", "4": "Why do you glory in the valleys, your flowing valley, O backsliding daughter who trusts in her treasures, saying, “Who shall come against me?”", "5": "I will bring a fear upon you, says the Lord God of Hosts, from all those who are around you; and each of you will be driven out headlong, and no one will gather together the fugitives.", "6": "Yet afterward I will restore the fortunes of the sons of Ammon, says the Lord.", "7": "Concerning Edom. Thus says the Lord of Hosts: Is there no more wisdom in Teman? Has counsel perished from the prudent? Has their wisdom vanished?", "8": "Flee, turn back, dwell in the depths, O inhabitants of Dedan. For I will bring the calamity of Esau upon him, the time that I punish him.", "9": "If grape gatherers came to you, would they not leave some gleaning grapes? If thieves came by night, they would destroy until they had enough.", "10": "But I have made Esau bare, I have uncovered his secret places so that he will not be able to hide himself. His seed is devastated, and his brothers, and his neighbors, and he is no more.", "11": "Leave your fatherless children behind. I will preserve them alive; and let your widows trust in Me.", "12": "For thus says the Lord: They whose judgment was not to drink of the cup have assuredly drunk. And are you the one who shall go unpunished altogether? You will not go unpunished, but you will surely drink of it. ", "13": "For I have sworn by Myself, says the Lord, that Bozrah will become a desolation, a reproach, a waste, and a curse. And all the cities will become perpetual wastes.", "14": "I have heard a message from the Lord, and an ambassador has been sent to the nations: “Gather together, and come against her, and rise up to the battle!”", "15": "For I will make you small among the nations, and despised among men.", "16": "As for the terror of you, the pride of your heart has deceived you, O you who dwell in the clefts of the rock, who hold the height of the hill. Though you make your nest as high as the eagle, I will bring you down from there, says the Lord.", "17": "Also Edom will become a desolation; everyone who goes by it will be astonished, and will hiss at all its wounds.", "18": "As in the overthrow of Sodom and Gomorrah and the neighboring cities, says the Lord, no man will abide there, nor will a son of man dwell in it.", "19": "He will come up like a lion from the thickets of the Jordan against the perpetually watered meadow; but I will suddenly make him run away from her. And I will appoint over her whomever I choose. For who is like Me? And who will summon Me into court? Who is the shepherd who can stand against Me?", "20": "Therefore hear the counsel of the Lord that He has planned against Edom, and His purposes that He has purposed against the inhabitants of Teman: Surely the least of the flock will drag them out; surely He will make their habitations desolate because of them.", "21": "The earth has shaken at the noise of their fall; there is an outcry. Its noise has been heard at the Red Sea.", "22": "He will mount up and fly as the eagle and spread his wings against Bozrah; and in that day the hearts of the mighty men of Edom will be as the heart of a woman in her pangs.", "23": "Concerning Damascus: Hamath and Arpad have been humiliated, for they have heard bad news. They are faint-hearted; there is sorrow on the sea; it cannot be quieted.", "24": "Damascus has become helpless; she has turned away to flee, and panic has seized her. Anguish and sorrows have seized her as a woman in labor.", "25": "How the city of praise has not been deserted, the city of My joy!", "26": "Therefore her young men will fall in her streets, and all the men of war will be cut off in that day, says the Lord of Hosts.", "27": "I will kindle a fire to the wall of Damascus, and it will consume the palaces of Ben-Hadad.", "28": "Concerning Kedar, and concerning the kingdoms of Hazor, which Nebuchadnezzar king of Babylon defeated: Thus says the Lord: Arise, go up to Kedar, and destroy the men of the East.", "29": "Their tents and their flocks they will take away. They will carry away their curtains for themselves, and all their vessels, and their camels; and they will call out to one another, “Terror is on every side!”", "30": "Flee, go far away, dwell in the depths, O inhabitants of Hazor, says the Lord. For Nebuchadnezzar king of Babylon has taken counsel against you, and has conceived a purpose against you.", "31": "Arise, go up to the nation at ease, that dwells securely, says the Lord. It has neither gates nor bars; they dwell alone.", "32": "Their camels will become plunder, and the multitude of their cattle booty. And I will scatter into all winds those who cut the corners of their hair, and I will bring their calamity from all sides, says the Lord.", "33": "Hazor will become a dwelling for jackals and a desolation forever. No man will abide there, nor any son of man dwell in it.", "34": "The word of the Lord which came to Jeremiah the prophet against Elam in the beginning of the reign of Zedekiah king of Judah, saying:", "35": "Thus says the Lord of Hosts: I will break the bow of Elam, the chief of their might.", "36": "Upon Elam I will bring the four winds from the four quarters of heaven, and will scatter them toward all those winds. And there will be no nation where the outcasts of Elam will not go.", "37": "For I will cause Elam to be dismayed before their enemies, and before those who seek their life. And I will bring disaster upon them, even My fierce anger, says the Lord; and I will send the sword after them until I have consumed them.", "38": "And I will set My throne in Elam and will destroy from there the king and the officials, says the Lord.", "39": "But it will come to pass in the latter days that I will restore the fortunes of Elam, says the Lord."}