{"1": "The word that the Lord spoke against Babylon and against the land of the Chaldeans by Jeremiah the prophet:", "2": "Declare among the nations and publish, and set up a standard; do not conceal it, but say, Babylon has been captured. Bel has been humiliated. Marduk has been broken in pieces; her idols have been humiliated; her images have been broken in pieces.", "3": "For out of the north there comes up a nation against her, which will make her land desolate, and no one will dwell in it. They will wander away; they will depart, both man and beast.", "4": "In those days and at that time, says the Lord, the sons of Israel will come, they and the children of Judah together. They will go along weeping as they go, and seek the Lord their God.", "5": "They will ask for the way to Zion with their faces in its direction. They will come that they may join themselves to the Lord in a perpetual covenant that will not be forgotten.", "6": "My people have been lost sheep. Their shepherds have caused them to go astray; they have turned them away on the mountains. They have gone from mountain to hill and have forgotten their resting place.", "7": "All who found them have devoured them, and their adversaries said, “We are not guilty, because they have sinned against the Lord, the habitation of justice, even the Lord, the hope of their fathers.”", "8": "Wander away out of the midst of Babylon, and go out of the land of the Chaldeans, and be as the male goats before the flocks.", "9": "For I will raise and cause to come up against Babylon an assembly of great nations from the north country. And they shall set themselves in array against her; from there she shall be taken captive. Their arrows will be like those of a skilled warrior; no one shall return empty-handed.", "10": "Chaldea will become plunder; all who destroy her will be satisfied, says the Lord.", "11": "Because you were glad, because you rejoiced, O you destroyers of My heritage, because you have grown fat as the heifer at the grass, and bellow as bulls,", "12": "your mother will be sorely humiliated; she who bore you will be ashamed. She will be the least of the nations, a wilderness, a dry land, and a desert.", "13": "Because of the wrath of the Lord she will not be inhabited, but shall be wholly desolate. Everyone who goes by Babylon will be astonished and hiss at all her wounds.", "14": "Put yourselves in battle array against Babylon all around, all you who bend the bow; shoot at her, spare no arrows, for she has sinned against the Lord.", "15": "Shout against her all around; she has given herself up, her foundations have fallen, her walls have been thrown down. For this is the vengeance of the Lord. Take vengeance on her; as she has done, do to her.", "16": "Cut off the sower from Babylon, and him who handles the sickle in the time of harvest. For fear of the oppressing sword everyone will turn to his people, and everyone will flee to his own land.", "17": "Israel is a scattered flock. The lions have driven him away. First the king of Assyria devoured him; and this last one who has broken his bones is Nebuchadnezzar king of Babylon.", "18": "Therefore thus says the Lord of Hosts, the God of Israel: I will punish the king of Babylon and his land, as I have punished the king of Assyria.", "19": "I will bring Israel again to his habitation, and he will feed on Carmel and Bashan, and his soul will be satisfied upon Mount Ephraim and Gilead.", "20": "In those days and at that time, says the Lord, the iniquity of Israel will be sought for, and there shall be none. And the sins of Judah, but they shall not be found; for I will pardon those whom I leave as a remnant.", "21": "Go up against the land of Merathaim, even against it, and against the inhabitants of Pekod. Slay and utterly destroy them, says the Lord, and do according to all that I have commanded you.", "22": "A noise of battle is in the land, and great destruction.", "23": "How the hammer of the whole earth has been cut asunder and broken! How Babylon has become a desolation among the nations!", "24": "I have laid a snare for you, and you were also caught, O Babylon, and you were not aware. You have been found, and also caught, because you have striven against the Lord.", "25": "The Lord has opened His armory and has brought out the weapons of His indignation, for this is the work of the Lord God of Hosts in the land of the Chaldeans.", "26": "Come against her from the utmost border, open her storehouses; cast her up as heaps and destroy her utterly; let nothing of her be left.", "27": "Slay all her bulls, let them go down to the slaughter. Woe to them! For their day has come, the time of their punishment.", "28": "There is the sound of those who flee and escape out of the land of Babylon, to declare in Zion the vengeance of the Lord our God, the vengeance of His temple.", "29": "Call together the archers against Babylon. All you who bend the bow, encamp against it all around; let no one escape. Recompense her according to her work; according to all that she has done, do to her, for she has been proud against the Lord, against the Holy One of Israel.", "30": "Therefore her young men shall fall in the streets, and all her men of war shall be cut off in that day, says the Lord.", "31": "I am against you, O most proud, says the Lord God of Hosts, for your day has come, the time when I will punish you.", "32": "The most proud will stumble and fall, and no one will raise him up; and I will kindle a fire in his cities, and it will devour all all around him.", "33": "Thus says the Lord of Hosts: The sons of Israel and the sons of Judah were oppressed together; and all who took them captives held them fast; they refused to let them go.", "34": "Their Redeemer is strong; the Lord of Hosts is His name. He will thoroughly plead their case, that He may give rest to the land, but disquiet to the inhabitants of Babylon.", "35": "A sword is against the Chaldeans, says the Lord, and against the inhabitants of Babylon, and against her officials, and against her wise men.", "36": "A sword is against the oracle priests, and they will become fools. A sword is against her mighty men, and they shall be dismayed.", "37": "A sword is against their horses, and against their chariots, and against all the foreigners who are in her midst; and they will become as women. A sword is against her treasures, and they will be robbed.", "38": "A drought is against her waters, and they will be dried up. For it is the land of graven images, and they are mad over their idols.", "39": "Therefore the wild beasts of the desert with the wild beasts of the islands will dwell there, and the ostriches will dwell in it. It will be inhabited no more forever, nor will it be lived in from generation to generation.", "40": "As God overthrew Sodom and Gomorrah and the neighboring cities, says the Lord, so no man will abide there, nor will any son of man dwell in it.", "41": "Look! A people shall come from the north and a great nation, and many kings will be raised up from the remote parts of the earth.", "42": "They will hold the bow and the lance; they are cruel and will not show mercy. Their voice shall roar like the sea; and they shall ride on horses, everyone put in array, like a man to the battle, against you, O daughter of Babylon.", "43": "The king of Babylon has heard the report of them, and his hands waxed feeble. Anguish took hold of him, and pangs as of a woman in labor.", "44": "He will come up like a lion from the thicket of the Jordan to the perpetually watered meadow. But I will make them suddenly run away from it, and whoever is chosen I will appoint over it. For who is like Me? And who will summon Me into court? And who is the shepherd that can stand before Me?", "45": "Therefore hear the counsel of the Lord that He has planned against Babylon, and His purposes that He has purposed against the land of the Chaldeans: Surely the least of the flock will drag them out. Surely He will make their habitation desolate because of them.", "46": "At the shout, “Babylon has been seized!” the earth is shaken, and the outcry is heard among the nations."}