{"1": "Thus says the Lord: I will raise up against Babylon, and against those who dwell in Leb Kamai, the spirit of a destroyer.", "2": "And I will send foreigners to Babylon that they may winnow her and empty her land. For in the day of trouble they will be against her all around.", "3": "Let not him who bends his bow bend it, and let him not rise up in his scale-armor, and do not spare her young men; utterly destroy all her host.", "4": "Thus the slain will fall in the land of the Chaldeans, and those who are thrust through in her streets.", "5": "For Israel has not been forsaken, nor Judah, by his God, the Lord of Hosts, though their land was filled with sin against the Holy One of Israel.", "6": "Flee out of the midst of Babylon, and each of you deliver his soul! Do not be cut off in her punishment, for this is the time of the vengeance of the Lord; He will render to her a recompense.", "7": "Babylon has been a golden cup in the hand of the Lord, that made all the earth drunk. The nations have drunk of her wine; therefore the nations are mad.", "8": "Babylon is suddenly fallen and destroyed. Howl for her. Take balm for her pain; perhaps she may be healed.", "9": "We applied healing to Babylon, but she is not healed. Forsake her, and let us each go into his own country; for her judgment reaches to heaven and is lifted up even to the skies.", "10": "The Lord has brought forth our righteousness. Come, and let us declare in Zion the work of the Lord our God.", "11": "Sharpen the arrows. Gather the shields. The Lord has raised up the spirit of the kings of the Medes. For His device is against Babylon, to destroy it; because it is the vengeance of the Lord, the vengeance of His temple.", "12": "Set up the standard against the walls of Babylon, make the watch strong, set up the watchmen, prepare the ambushes. For the Lord has both devised and done that which He spoke against the inhabitants of Babylon.", "13": "O you who dwell by many waters, abundant in treasures, your end has come, and the measure of your end.", "14": "The Lord of Hosts has sworn by Himself, saying: Surely I will fill you with men, as with locusts, and they will lift up shouts of victory against you.", "15": "He has made the earth by His power; He has established the world by His wisdom, and has stretched out the heaven by His understanding.", "16": "When He utters His voice, there is a multitude of waters in the heavens, and He causes the clouds to ascend from the remote parts of the earth; He makes lightning with rain, and brings out the wind from His storehouses.", "17": "Every man is ignorant by His knowledge; every founder is humiliated by the graven image, for his molded image is falsehood, and there is no breath in them.", "18": "They are vanity, the work of errors; in the time of their punishment they will perish.", "19": "The portion of Jacob is not like them, for He is the former of all things, and Israel is the rod of His inheritance. The Lord of Hosts is His name.", "20": "He says: You are My battle-ax and weapon of war: for with you I will break in pieces the nations, and with you I will destroy kingdoms;", "21": "and with you I will break in pieces the horse and his rider; and with you I will break in pieces the chariot and his rider.", "22": "With you also I will break in pieces man and woman; and with you I will break in pieces old and young; and with you I will break in pieces the young man and the young woman.", "23": "I will also break in pieces with you the shepherd and his flock; and with you I will break in pieces the farmer and his yoke of oxen; and with you I will break in pieces captains and rulers.", "24": "I will render to Babylon and to all the inhabitants of Chaldea all their evil that they have done in Zion in your sight, says the Lord.", "25": "I am against you, O destroying mountain, says the Lord, who destroys all the earth. And I will stretch out My hand against you, and roll you down from the rocks, and will make you a burned mountain.", "26": "They will not take of you a stone for a corner, or a stone for foundations, but you will be desolate forever, says the Lord.", "27": "Set up a standard in the land, blow the trumpet among the nations, prepare the nations against her, call together against her the kingdoms of Ararat, Minni, and Ashkenaz; appoint a captain against her. Cause the horses to come up as the rough locusts.", "28": "Prepare against her the nations, the kings of the Medes, the captains, and all the rulers, and every land of their dominion.", "29": "So the land trembles and sorrows, for the purposes of the Lord will be performed against Babylon, to make the land of Babylon a desolation without an inhabitant.", "30": "The mighty men of Babylon have ceased fighting; they have remained in their strongholds. Their might has failed; they became as women. They have burned her dwelling places; the bars of her gates are broken.", "31": "One courier will run to meet another, and one messenger to meet another, to show the king of Babylon that his city has been captured from end to end,", "32": "and the passages have been seized, and they have burned the reeds with fire, and the men of war are terrified.", "33": "For thus says the Lord of Hosts, the God of Israel: The daughter of Babylon is like a threshing floor, it is time to thresh her; yet a little while and the time of her harvest will come.", "34": "“Nebuchadnezzar the king of Babylon has devoured me and crushed me; he has made me an empty vessel. He has swallowed me up like a dragon; he has filled his belly with my delicacies, he has cast me out.", "35": "May the violence done to me and to my flesh be upon Babylon,” the inhabitant of Zion will say; and, “May my blood be upon the inhabitants of Chaldea,” Jerusalem will say.", "36": "Therefore thus says the Lord: I will plead your cause, and take vengeance for you. And I will dry up her sea, and make her springs dry.", "37": "Babylon will become heaps, a dwelling place for jackals, an astonishment, and a hissing, without an inhabitant.", "38": "They will roar together like young lions; they will growl as lions' whelps.", "39": "When they become heated up, I will make their feasts, and I will make them drunk, that they may rejoice, and sleep a perpetual sleep, and not awake, says the Lord.", "40": "I will bring them down like lambs to the slaughter, like rams with male goats.", "41": "How Sheshak has been captured! And how the praise of the whole earth has been seized! How Babylon has become an astonishment among the nations!", "42": "The sea has come up over Babylon; she has been covered with the multitude of the waves.", "43": "Her cities have become a desolation, a dry land and a wilderness, a land in which no man dwells, through which no son of man passes.", "44": "I will punish Bel in Babylon, and I will bring forth from his mouth what he has swallowed up; and the nations will not flow together any more to him. Indeed, the wall of Babylon will fall.", "45": "My people, go out of her midst, and deliver every man his soul from the fierce anger of the Lord,", "46": "lest your heart grows faint, and you are afraid for the report that will be heard in the land— for the report will come one year, and after that in another year will come another report, and violence will be in the land, ruler against ruler—", "47": "therefore the days are coming when I will punish the graven images of Babylon; and her whole land will be humiliated, and all her slain will fall in her midst.", "48": "Then the heaven and the earth, and all that is in it, shall sing for joy over Babylon; for the destroyers will come to her from the north, says the Lord.", "49": "As Babylon has caused the slain of Israel to fall, so at Babylon the slain of all the earth will fall.", "50": "You who have escaped the sword, go away, do not stand still. Remember the Lord afar off, and let Jerusalem come into your mind.", "51": "We are humiliated because we have heard reproach. Shame has covered our faces, for strangers have come into the holy places of the house of the Lord.", "52": "Therefore, surely the days are coming, says the Lord, when I will punish her graven images, and the mortally wounded shall groan through all her land.", "53": "Though Babylon should mount up to heaven, and though she should fortify the height of her strength, yet from Me will destroyers come to her, says the Lord.", "54": "A sound of an outcry comes from Babylon, and great destruction from the land of the Chaldeans,", "55": "because the Lord has devastated Babylon, and destroyed the great voice out of her. When her waves roar like great waters, a noise of their voice is uttered.", "56": "Because the destroyer is coming against her, even upon Babylon, and her mighty men will be captured, every one of their bows are broken. For the Lord is a God of recompense; He will completely repay.", "57": "I will make her officials drunk, and her wise men, her captains, and her rulers, and her mighty men; and they will sleep a perpetual sleep, and not awake, says the King whose name is the Lord of Hosts.", "58": "Thus says the Lord of Hosts: The broad wall of Babylon will be utterly broken, and her high gates will be burned with fire; and the peoples will labor in vain, and the nations become exhausted only for fire.", "59": "The word which Jeremiah the prophet commanded Seraiah the son of Neriah, the son of Mahseiah, when he went with Zedekiah the king of Judah into Babylon in the fourth year of his reign. Now Seraiah was a quartermaster. ", "60": "So Jeremiah wrote in a single scroll all the evil that should come upon Babylon, even all these words that are written against Babylon. ", "61": "Jeremiah said to Seraiah, “When you come to Babylon, then see that you read aloud all these words, ", "62": "and say, 'O Lord, You have spoken against this place to cut it off, that no one will remain in it, neither man nor beast, but that it shall be desolate forever.' ", "63": "It will be that when you have made an end of reading this scroll that you will bind a stone to it, and cast it into the midst of the Euphrates, ", "64": "and say, 'Thus Babylon will sink and not rise from the disaster that I will bring upon her, and they will become weary.' ” Thus far are the words of Jeremiah."}