{"1": "At that time, says the Lord, they will bring out the bones of the kings of Judah, and the bones of his officials, and the bones of the priests, and the bones of the prophets, and the bones of the inhabitants of Jerusalem out of their graves. ", "2": "And they will spread them before the sun and the moon and all the host of heaven, whom they have loved and whom they have served, and after whom they have walked and whom they have sought, and whom they have worshipped. They will not be gathered, nor be buried. They will be as dung upon the face of the earth. ", "3": "Death will be chosen rather than life by all the rest of those who remain of this evil family, which remains in all the places wherever I have driven them, says the Lord of Hosts.", "4": "Moreover you shall say to them, Thus says the Lord: Do men fall and not arise? Do they turn away and not repent?", "5": "Why then is this people of Jerusalem turned away by a perpetual backsliding? They hold fast to deceit; they refuse to return.", "6": "I listened and heard, but they did not speak what is right. No man repented of his wickedness, saying, “What have I done?” Everyone turned to his course, as the horse rushes into the battle.", "7": "Indeed, the stork in the sky knows her appointed times. And the turtledove and the crane and the swallow observe the time of their coming. But My people do not know the judgment of the Lord.", "8": "How do you say, “We are wise, and the law of the Lord is with us”? Certainly the lying pen of the scribes has made it into a lie.", "9": "The wise men are ashamed; they are dismayed and caught. Indeed, they have rejected the word of the Lord, and what kind of wisdom do they have?", "10": "Therefore I will give their wives to others, and their fields to those who shall inherit them. For everyone from the least even to the greatest is given to covetousness; from the prophet even to the priest everyone deals falsely.", "11": "For they have healed the brokenness of the daughter of My people superficially, saying, “Peace, peace,” when there is no peace.", "12": "Were they ashamed when they had committed abomination? They were not at all ashamed, nor could they blush. Therefore they will fall among those who fall; in the time of their punishment they will be cast down, says the Lord.", "13": "I will surely consume them, says the Lord. There will be no grapes on the vine nor figs on the fig tree, and the leaf shall fade; and the things that I have given them will pass away from them.", "14": "Why do we sit still? Assemble yourselves, and let us enter the fortified cities and let us perish there. For the Lord our God has doomed us and given us water of gall to drink, because we have sinned against the Lord.", "15": "We looked for peace, but no good came; and for a time of health, but there was trouble!", "16": "The snorting of his horses was heard from Dan; the whole land trembled at the sound of the neighing of his strong ones. For they have come and have devoured the land and all that is in it, the city, and those who dwell in it.", "17": "See, I will send serpents against you, adders, which will not be charmed, and they will bite you, declares the Lord.", "18": "My sorrow is beyond healing; my heart is faint within me.", "19": "Listen! The cry of the daughter of my people from a far country: “Is not the Lord in Zion? Is not her king in her?” “Why have they provoked Me to anger with their graven images, with foreign vanities?”", "20": "“The harvest is past, the summer is ended, and we are not saved.”", "21": "For the brokenness of the daughter of my people am I broken; I mourn; dismay has taken hold of me.", "22": "Is there no balm in Gilead? Is there no physician there? Why then has not the health of the daughter of my people recovered?"}