{"1": "Oh, that my head were waters and my eyes a fountain of tears, that I might weep day and night for the slain of the daughter of my people!", "2": "Oh, that I had in the wilderness a lodging place of wayfaring men, that I might leave my people and go from them! For they all are adulterers, an assembly of treacherous men.", "3": "They bend their tongues like their bow; lies and not truth prevail upon the land; for they proceed from evil to evil, and they do not know Me, says the Lord.", "4": "Let everyone be on guard against his neighbor, and do not trust in any brother; for every brother supplants, and every neighbor walks about with slanders.", "5": "Everyone deceives his neighbor and does not speak the truth. They have taught their tongue to speak lies; they weary themselves in committing iniquity.", "6": "Your habitation is in the midst of deceit; through deceit they refuse to know Me, says the Lord.", "7": "Therefore thus says the Lord of Hosts: Now, I will refine them and assay them; for what else shall I do for the daughter of My people?", "8": "Their tongue is a deadly arrow; it speaks deceit. One speaks peaceably to his neighbor with his mouth, but in his heart he lies in wait.", "9": "Shall I not punish them for these things? says the Lord. Shall not My soul be avenged on such a nation as this?", "10": "For the mountains I will take up a weeping and wailing, and for the habitations of the wilderness a lamentation, because they are burned up so that no one can pass through them; nor can men hear the lowing of the cattle. Both the fowl of the heavens and the beast have fled; they are gone.", "11": "I will make Jerusalem a heap of ruins and a den of jackals; and I will make the cities of Judah desolate, without an inhabitant.", "12": "Who is the wise man who may understand this? And who is he to whom the mouth of the Lord has spoken, that he may declare it? Why is the land ruined and burned up like a wilderness, so that no one passes through?", "13": "And the Lord said: Because they have forsaken My law which I set before them, and have not obeyed My voice, nor walked in it, ", "14": "but have walked after the imagination of their own heart and after the Baals, which their fathers taught them. ", "15": "Therefore thus says the Lord of Hosts, the God of Israel: I will feed them, even this people, with wormwood and give them water of gall to drink. ", "16": "I will scatter them also among the nations, whom neither they nor their fathers have known. And I will send a sword after them until I have consumed them.", "17": "Thus says the Lord of Hosts: Consider and call for the mourning women, that they may come; and send for wailing women, that they may come.", "18": "And let them make haste and take up a wailing for us, that our eyes may run down with tears and our eyelids gush out with waters.", "19": "For a voice of wailing is heard out of Zion, “How devastated we are! We are greatly humiliated, because we have forsaken the land, because our dwellings have cast us out.”", "20": "Yet hear the word of the Lord, O you women, and let your ear receive the word of His mouth; and teach your daughters wailing, and everyone her neighbor a lamentation.", "21": "“For death has come up into our windows; and has entered our palaces, to cut off the children from the streets, and the young men from the squares.”", "22": "Speak, Thus says the Lord: “The carcasses of men shall fall as dung upon the open field, and as the sheaf after the harvester, and no one shall gather them.”", "23": "Thus says the Lord: Let not the wise man glory in his wisdom, and let not the mighty man glory in his might, let not the rich man glory in his riches;", "24": "but let him who glories glory in this, that he understands and knows Me, that I am the Lord who exercises lovingkindness, justice, and righteousness in the earth. For in these things I delight, says the Lord.", "25": "The days are surely coming, says the Lord, that I will punish all who are circumcised and yet uncircumcised— ", "26": "Egypt, Judah, Edom, the children of Ammon, Moab, and all who dwell in the wilderness who clip the hair on their temples; for all these nations are uncircumcised, and all the house of Israel are uncircumcised of heart."}