{"1": "The whole Israelite community left the desert of Sin, moving from one place to another at the command of the Lord. They camped at Rephidim, but there was no water there to drink. ", "2": "They complained to Moses and said, “Give us water to drink.” Moses answered, “Why are you complaining? Why are you putting the Lord to the test?”", "3": "But the people were very thirsty and continued to complain to Moses. They said, “Why did you bring us out of Egypt? To kill us and our children and our livestock with thirst?”", "4": "Moses prayed earnestly to the Lord and said, “What can I do with these people? They are almost ready to stone me.”", "5": "The Lord said to Moses, “Take some of the leaders of Israel with you, and go on ahead of the people. Take along the stick with which you struck the Nile. ", "6": "I will stand before you on a rock at Mount Sinai. Strike the rock, and water will come out of it for the people to drink.” Moses did so in the presence of the leaders of Israel.", "7": "The place was named Massah and Meribah,[a] because the Israelites complained and put the Lord to the test when they asked, “Is the Lord with us or not?”", "8": "The Amalekites came and attacked the Israelites at Rephidim. ", "9": "Moses said to Joshua, “Pick out some men to go and fight the Amalekites tomorrow. I will stand on top of the hill holding the stick that God told me to carry.” ", "10": "Joshua did as Moses commanded him and went out to fight the Amalekites, while Moses, Aaron, and Hur went up to the top of the hill. ", "11": "As long as Moses held up his arms, the Israelites won, but when he put his arms down, the Amalekites started winning. ", "12": "When Moses' arms grew tired, Aaron and Hur brought a stone for him to sit on, while they stood beside him and held up his arms, holding them steady until the sun went down. ", "13": "In this way Joshua totally defeated the Amalekites.", "14": "Then the Lord said to Moses, “Write an account of this victory, so that it will be remembered. Tell Joshua that I will completely destroy the Amalekites.” ", "15": "Moses built an altar and named it “The Lord is my Banner.” ", "16": "He said, “Hold high the banner of the Lord![b] The Lord will continue to fight against the Amalekites forever!”"}