{"1": "Moses' father-in-law Jethro, the priest of Midian, heard about everything that God had done for Moses and the people of Israel when he led them out of Egypt. ", "2": "So he came to Moses, bringing with him Moses' wife Zipporah, who had been left behind, ", "3": "and Gershom and Eliezer, her two sons. (Moses had said, “I have been a foreigner in a strange land”; so he had named one son Gershom.[a] ", "4": "He had also said, “The God of my father helped me and saved me from being killed by the king of Egypt”; so he had named the other son Eliezer.[b]) ", "5": "Jethro came with Moses' wife and her two sons into the desert where Moses was camped at the holy mountain. ", "6": "He had sent word to Moses that they were coming, ", "7": "so Moses went out to meet him, bowed before him, and kissed him. They asked about each other's health and then went into Moses' tent. ", "8": "Moses told Jethro everything that the Lord had done to the king and the people of Egypt in order to rescue the Israelites. He also told him about the hardships the people had faced on the way and how the Lord had saved them. ", "9": "When Jethro heard all this, he was happy ", "10": "and said, “Praise the Lord, who saved you from the king and the people of Egypt! Praise the Lord, who saved his people from slavery! ", "11": "Now I know that the Lord is greater than all the gods, because he did this when the Egyptians treated the Israelites with such contempt.” ", "12": "Then Jethro brought an offering to be burned whole and other sacrifices to be offered to God; and Aaron and all the leaders of Israel went with him to eat the sacred meal as an act of worship.", "13": "The next day Moses was settling disputes among the people, and he was kept busy from morning till night. ", "14": "When Jethro saw everything that Moses had to do, he asked, “What is all this that you are doing for the people? Why are you doing this all alone, with people standing here from morning till night to consult you?”", "15": "Moses answered, “I must do this because the people come to me to learn God's will. ", "16": "When two people have a dispute, they come to me, and I decide which one of them is right, and I tell them God's commands and laws.”", "17": "Then Jethro said, “You are not doing this right. ", "18": "You will wear yourself out and these people as well. This is too much for you to do alone. ", "19": "Now let me give you some good advice, and God will be with you. It is right for you to represent the people before God and bring their disputes to him. ", "20": "You should teach them God's commands and explain to them how they should live and what they should do. ", "21": "But in addition, you should choose some capable men and appoint them as leaders of the people: leaders of thousands, hundreds, fifties, and tens. They must be God-fearing men who can be trusted and who cannot be bribed. ", "22": "Let them serve as judges for the people on a permanent basis. They can bring all the difficult cases to you, but they themselves can decide all the smaller disputes. That will make it easier for you, as they share your burden. ", "23": "If you do this, as God commands, you will not wear yourself out, and all these people can go home with their disputes settled.”", "24": "Moses took Jethro's advice ", "25": "and chose capable men from among all the Israelites. He appointed them as leaders of thousands, hundreds, fifties, and tens. ", "26": "They served as judges for the people on a permanent basis, bringing the difficult cases to Moses but deciding the smaller disputes themselves.", "27": "Then Moses said good-bye to Jethro, and Jethro went back home."}