{"1": "God spoke, and these were his words: ", "2": "“I am the Lord your God who brought you out of Egypt, where you were slaves.", "3": "“Worship no god but me.", "4": "“Do not make for yourselves images of anything in heaven or on earth or in the water under the earth. ", "5": "Do not bow down to any idol or worship it, because I am the Lord your God and I tolerate no rivals. I bring punishment on those who hate me and on their descendants down to the third and fourth generation. ", "6": "But I show my love to thousands of generations[a] of those who love me and obey my laws.", "7": "“Do not use my name for evil purposes, for I, the Lord your God, will punish anyone who misuses my name.", "8": "“Observe the Sabbath and keep it holy. ", "9": "You have six days in which to do your work, ", "10": "but the seventh day is a day of rest dedicated to me. On that day no one is to work—neither you, your children, your slaves, your animals, nor the foreigners who live in your country. ", "11": "In six days I, the Lord, made the earth, the sky, the seas, and everything in them, but on the seventh day I rested. That is why I, the Lord, blessed the Sabbath and made it holy.", "12": "“Respect your father and your mother, so that you may live a long time in the land that I am giving you.", "13": "“Do not commit murder.", "14": "“Do not commit adultery.", "15": "“Do not steal.", "16": "“Do not accuse anyone falsely.", "17": "“Do not desire another man's house; do not desire his wife, his slaves, his cattle, his donkeys, or anything else that he owns.”", "18": "When the people heard the thunder and the trumpet blast and saw the lightning and the smoking mountain, they trembled with fear and stood a long way off. ", "19": "They said to Moses, “If you speak to us, we will listen; but we are afraid that if God speaks to us, we will die.”", "20": "Moses replied, “Don't be afraid; God has only come to test you and make you keep on obeying him, so that you will not sin.” ", "21": "But the people continued to stand a long way off, and only Moses went near the dark cloud where God was.", "22": "The Lord commanded Moses to tell the Israelites: “You have seen how I, the Lord, have spoken to you from heaven. ", "23": "Do not make for yourselves gods of silver or gold to be worshiped in addition to me. ", "24": "Make an altar of earth for me, and on it sacrifice your sheep and your cattle as offerings to be completely burned and as fellowship offerings. In every place that I set aside for you to worship me, I will come to you and bless you. ", "25": "If you make an altar of stone for me, do not build it out of cut stones, because when you use a chisel on stones, you make them unfit for my use. ", "26": "Do not build an altar for me with steps leading up to it; if you do, you will expose yourselves as you go up the steps."}