{"1": "“Give the Israelites the following laws: ", "2": "If you buy a Hebrew slave, he shall serve you for six years. In the seventh year he is to be set free without having to pay anything. ", "3": "If he was unmarried when he became your slave, he is not to take a wife with him when he leaves; but if he was married when he became your slave, he may take his wife with him. ", "4": "If his master gave him a wife and she bore him sons or daughters, the woman and her children belong to the master, and the man is to leave by himself. ", "5": "But if the slave declares that he loves his master, his wife, and his children and does not want to be set free, ", "6": "then his master shall take him to the place of worship. There he is to make him stand against the door or the doorpost and put a hole through his ear. Then he will be his slave for life.", "7": "“If a man sells his daughter as a slave, she is not to be set free, as male slaves are. ", "8": "If she is sold to someone who intends to make her his wife, but he doesn't like her, then she is to be sold back to her father; her master cannot sell her to foreigners, because he has treated her unfairly. ", "9": "If a man buys a female slave to give to his son, he is to treat her like a daughter. ", "10": "If a man takes a second wife, he must continue to give his first wife the same amount of food and clothing and the same rights that she had before. ", "11": "If he does not fulfill these duties to her, he must set her free and not receive any payment.", "12": "“Whoever hits someone and kills him is to be put to death. ", "13": "But if it was an accident and he did not mean to kill him, he can escape to a place which I will choose for you, and there he will be safe. ", "14": "But when someone gets angry and deliberately kills someone else, he is to be put to death, even if he has run to my altar for safety.", "15": "“Whoever hits his father or his mother is to be put to death.", "16": "“Whoever kidnaps someone, either to sell him or to keep him as a slave, is to be put to death.", "17": "“Whoever curses his father or his mother is to be put to death.", "18-19": "“If there is a fight and someone hits someone else with a stone or with his fist, but does not kill him, he is not to be punished. If the one who was hit has to stay in bed, but later is able to get up and walk outside with the help of a cane, the one who hit him is to pay for his lost time and take care of him until he gets well.", "20": "“If a slave owner takes a stick and beats his slave, whether male or female, and the slave dies on the spot, the owner is to be punished. ", "21": "But if the slave does not die for a day or two, the master is not to be punished. The loss of his property is punishment enough.", "22": "“If some men are fighting and hurt a pregnant woman so that she loses her child, but she is not injured in any other way, the one who hurt her is to be fined whatever amount the woman's husband demands, subject to the approval of the judges. ", "23": "But if the woman herself is injured, the punishment shall be life for life, ", "24": "eye for eye, tooth for tooth, hand for hand, foot for foot, ", "25": "burn for burn, wound for wound, bruise for bruise.", "26": "“If someone hits his male or female slave in the eye and puts it out, he is to free the slave as payment for the eye. ", "27": "If he knocks out a tooth, he is to free the slave as payment for the tooth.", "28": "“If a bull gores someone to death, it is to be stoned, and its flesh shall not be eaten; but its owner is not to be punished. ", "29": "But if the bull had been in the habit of attacking people and its owner had been warned, but did not keep it penned up—then if it gores someone to death, it is to be stoned, and its owner is to be put to death also. ", "30": "However, if the owner is allowed to pay a fine to save his life, he must pay the full amount required. ", "31": "If the bull kills a boy or a girl, the same rule applies. ", "32": "If the bull kills a male or female slave, its owner shall pay the owner of the slave thirty pieces of silver, and the bull shall be stoned to death.", "33": "“If someone takes the cover off a pit or if he digs one and does not cover it, and a bull or a donkey falls into it, ", "34": "he must pay for the animal. He is to pay the money to the owner and may keep the dead animal. ", "35": "If someone's bull kills someone else's bull, the two of them shall sell the live bull and divide the money; they shall also divide up the meat from the dead animal. ", "36": "But if it was known that the bull had been in the habit of attacking and its owner did not keep it penned up, he must make good the loss by giving the other man a live bull, but he may keep the dead animal."}