{"1": "“Make the interior of the sacred Tent, the Tent of my presence, out of ten pieces of fine linen woven with blue, purple, and red wool. Embroider them with figures of winged creatures. ", "2": "Make each piece the same size, 14 yards long and 2 yards wide. ", "3": "Sew five of them together in one set, and do the same with the other five. ", "4": "Make loops of blue cloth on the edge of the outside piece in each set. ", "5": "Put fifty loops on the first piece of the first set and fifty loops matching them on the last piece of the second set. ", "6": "Make fifty gold hooks with which to join the two sets into one piece.", "7": "“Make a cover for the Tent out of eleven pieces of cloth made of goats' hair. ", "8": "Make them all the same size, 15 yards long and 2 yards wide. ", "9": "Sew five of them together in one set, and the other six in another set. Fold the sixth piece double over the front of the Tent. ", "10": "Put fifty loops on the edge of the last piece of one set, and fifty loops on the edge of the other set. ", "11": "Make fifty bronze hooks and put them in the loops to join the two sets so as to form one cover. ", "12": "Hang the extra half piece over the back of the Tent. ", "13": "The extra half yard on each side of the length is to hang over the sides of the Tent to cover it.", "14": "“Make two more coverings, one of rams' skin dyed red and the other of fine leather, to serve as the outer cover.", "15": "“Make upright frames for the Tent out of acacia wood. ", "16": "Each frame is to be 15 feet long and 27 inches wide, ", "17": "with two matching projections, so that the frames can be joined together. All the frames are to have these projections. ", "18": "Make twenty frames for the south side ", "19": "and forty silver bases to go under them, two bases under each frame to hold its two projections. ", "20": "Make twenty frames for the north side of the Tent ", "21": "and forty silver bases, two under each frame. ", "22": "For the back of the Tent on the west, make six frames, ", "23": "and two frames for the corners. ", "24": "These corner frames are to be joined at the bottom and connected all the way to the top. The two frames that form the two corners are to be made in this way. ", "25": "So there will be eight frames with their sixteen silver bases, two under each frame.", "26": "“Make fifteen crossbars of acacia wood, five for the frames on one side of the Tent, ", "27": "five for the frames on the other side, and five for the frames on the west end, at the back. ", "28": "The middle crossbar, set halfway up the frames, is to extend from one end of the Tent to the other. ", "29": "Cover the frames with gold and fit them with gold rings to hold the crossbars, which are also to be covered with gold. ", "30": "Set up the Tent according to the plan that I showed you on the mountain.", "31": "“Make a curtain of fine linen woven with blue, purple, and red wool. Embroider it with figures of winged creatures. ", "32": "Hang it on four posts of acacia wood covered with gold, fitted with hooks, and set in four silver bases. ", "33": "Place the curtain under the row of hooks in the roof of the Tent, and put behind the curtain the Covenant Box containing the two stone tablets. The curtain will separate the Holy Place from the Most Holy Place. ", "34": "Put the lid on the Covenant Box. ", "35": "Outside the Most Holy Place put the table against the north side of the Tent and the lampstand against the south side.", "36": "“For the entrance of the Tent make a curtain of fine linen woven with blue, purple, and red wool and decorated with embroidery. ", "37": "For this curtain make five posts of acacia wood covered with gold and fitted with gold hooks; make five bronze bases for these posts."}