{"1": "“Bezalel, Oholiab, and all the other workers to whom the Lord has given skill and understanding, who know how to make everything needed to build the sacred Tent, are to make everything just as the Lord has commanded.”", "2": "Moses called Bezalel, Oholiab, and all the other skilled men to whom the Lord had given ability and who were willing to help, and Moses told them to start working. ", "3": "They received from him all the offerings which the Israelites had brought for constructing the sacred Tent. But the people of Israel continued to bring Moses their offerings every morning. ", "4": "Then the skilled men who were doing the work went ", "5": "and told Moses, “The people are bringing more than is needed for the work which the Lord commanded to be done.”", "6": "So Moses sent a command throughout the camp that no one was to make any further contribution for the sacred Tent; so the people did not bring any more. ", "7": "What had already been brought was more than enough to finish all the work.", "8": "The most skilled men among those doing the work made the Tent of the Lord's presence. They made it out of ten pieces of fine linen woven with blue, purple, and red wool and embroidered with figures of winged creatures. ", "9": "Each piece was the same size, 14 yards long and 2 yards wide. ", "10": "They sewed five of them together in one set and did the same with the other five. ", "11": "They made loops of blue cloth on the edge of the outside piece in each set. ", "12": "They put fifty loops on the first piece of the first set and fifty loops matching them on the last piece of the second set. ", "13": "They made fifty gold hooks, with which to join the two sets into one piece.", "14": "Then they made a cover for the Tent out of eleven pieces of cloth made of goats' hair. ", "15": "They made them all the same size, 15 yards long and 2 yards wide. ", "16": "They sewed five of them together in one set and the other six in another set. ", "17": "They put fifty loops on the edge of the last piece of one set and fifty loops on the edge of the other set. ", "18": "They made fifty bronze hooks to join the two sets, so as to form one cover. ", "19": "They made two more coverings, one of rams' skin dyed red and the other of fine leather, to serve as an outer cover.", "20": "They made upright frames of acacia wood for the Tent. ", "21": "Each frame was 15 feet tall and 27 inches wide, ", "22": "with two matching projections, so that the frames could be joined together. All the frames had these projections. ", "23": "They made twenty frames for the south side ", "24": "and forty silver bases to go under them, two bases under each frame to hold its two projections. ", "25": "They made twenty frames for the north side of the Tent ", "26": "and forty silver bases, two under each frame. ", "27": "For the back of the Tent, on the west, they made six frames ", "28": "and two frames for the corners. ", "29": "These corner frames were joined at the bottom and connected all the way to the top. The two frames that formed the two corners were made in this way. ", "30": "So there were eight frames and sixteen silver bases, two under each frame.", "31": "They made fifteen crossbars of acacia wood, five for the frames on one side of the Tent, ", "32": "five for the frames on the other side, and five for the frames on the west end, at the back. ", "33": "The middle crossbar, set halfway up the frames, extended from one end of the Tent to the other. ", "34": "They covered the frames with gold and fitted them with gold rings to hold the crossbars, which were also covered with gold.", "35": "They made a curtain of fine linen, woven with blue, purple, and red wool and embroidered it with figures of winged creatures. ", "36": "They made four posts of acacia wood to hold the curtain, covered them with gold, and fitted them with gold hooks. Then they made four silver bases to hold the posts. ", "37": "For the entrance of the Tent they made a curtain of fine linen woven with blue, purple, and red wool and decorated with embroidery. ", "38": "For this curtain they made five posts fitted with hooks, covered their tops and their rods with gold, and made five bronze bases for the posts."}