{"1": "Bezalel made the Covenant Box out of acacia wood, 45 inches long, 27 inches wide, and 27 inches high. ", "2": "He covered it with pure gold inside and out and put a gold border all around it. ", "3": "He made four carrying rings of gold for it and attached them to its four feet, with two rings on each side. ", "4": "He made carrying poles of acacia wood, covered them with gold, ", "5": "and put them through the rings on each side of the Box. ", "6": "He made a lid of pure gold, 45 inches long and 27 inches wide. ", "7": "He made two winged creatures of hammered gold, ", "8": "one for each end of the lid. He made them so that they formed one piece with the lid. ", "9": "The winged creatures faced each other across the lid, and their outspread wings covered it.", "10": "He made the table out of acacia wood, 36 inches long, 18 inches wide, and 27 inches high. ", "11": "He covered it with pure gold and put a gold border around it. ", "12": "He made a rim 3 inches wide around it and put a gold border around the rim. ", "13": "He made four carrying rings of gold for it and put them at the four corners, where the legs were. ", "14": "The rings to hold the poles for carrying the table were placed near the rim. ", "15": "He made the poles of acacia wood and covered them with gold. ", "16": "He made the dishes of pure gold for the table: the plates, the cups, the jars, and the bowls to be used for the wine offering.", "17": "He made the lampstand of pure gold. He made its base and its shaft of hammered gold; its decorative flowers, including buds and petals, formed one piece with it. ", "18": "Six branches extended from its sides, three from each side. ", "19": "Each of the six branches had three decorative flowers shaped like almond blossoms with buds and petals. ", "20": "The shaft of the lampstand had four decorative flowers shaped like almond blossoms with buds and petals. ", "21": "There was one bud below each of the three pairs of branches. ", "22": "The buds, the branches, and the lampstand were a single piece of pure hammered gold. ", "23": "He made seven lamps for the lampstand, and he made its tongs and trays of pure gold. ", "24": "He used seventy-five pounds of pure gold to make the lampstand and all its equipment.", "25": "He made an altar out of acacia wood, for burning incense. It was square, 18 inches long and 18 inches wide, and it was 36 inches high. Its projections at the four corners formed one piece with it. ", "26": "He covered its top, all four sides, and its projections with pure gold and put a gold border around it. ", "27": "He made two gold carrying rings for it and attached them below the border on the two sides, to hold the poles with which it was to be carried. ", "28": "He made the poles of acacia wood and covered them with gold.", "29": "He also made the sacred anointing oil and the pure sweet-smelling incense, mixed like perfume."}