{"1": "Then Moses answered the Lord, “But suppose the Israelites do not believe me and will not listen to what I say. What shall I do if they say that you did not appear to me?”", "2": "So the Lord asked him, “What are you holding?” “A walking stick,” he answered.", "3": "The Lord said, “Throw it on the ground.” When Moses threw it down, it turned into a snake, and he ran away from it. ", "4": "Then the Lord said to Moses, “Reach down and pick it up by the tail.” So Moses reached down and caught it, and it became a walking stick again. ", "5": "The Lord said, “Do this to prove to the Israelites that the Lord, the God of their ancestors, the God of Abraham, Isaac, and Jacob, has appeared to you.”", "6": "The Lord spoke to Moses again, “Put your hand inside your robe.” Moses obeyed; and when he took his hand out, it was diseased, covered with white spots, like snow. ", "7": "Then the Lord said, “Put your hand inside your robe again.” He did so, and when he took it out this time, it was healthy, just like the rest of his body. ", "8": "The Lord said, “If they will not believe you or be convinced by the first miracle, then this one will convince them. ", "9": "If in spite of these two miracles they still will not believe you, and if they refuse to listen to what you say, take some water from the Nile and pour it on the ground. The water will turn into blood.”", "10": "But Moses said, “No, Lord, don't send me. I have never been a good speaker, and I haven't become one since you began to speak to me. I am a poor speaker, slow and hesitant.”", "11": "The Lord said to him, “Who gives man his mouth? Who makes him deaf or dumb? Who gives him sight or makes him blind? It is I, the Lord. ", "12": "Now, go! I will help you to speak, and I will tell you what to say.”", "13": "But Moses answered, “No, Lord, please send someone else.”", "14": "At this the Lord became angry with Moses and said, “What about your brother Aaron, the Levite? I know that he can speak well. In fact, he is now coming to meet you and will be glad to see you. ", "15": "You can speak to him and tell him what to say. I will help both of you to speak, and I will tell you both what to do. ", "16": "He will be your spokesman and speak to the people for you. Then you will be like God, telling him what to say. ", "17": "Take this walking stick with you; for with it you will perform miracles.”", "18": "Then Moses went back to Jethro, his father-in-law, and said to him, “Please let me go back to my relatives in Egypt to see if they are still alive.” Jethro agreed and told him good-bye.", "19": "While Moses was still in Midian, the Lord said to him, “Go back to Egypt, for all those who wanted to kill you are dead.” ", "20": "So Moses took his wife and his sons, put them on a donkey, and set out with them for Egypt, carrying the walking stick that God had told him to take.", "21": "Again the Lord said to Moses, “Now that you are going back to Egypt, be sure to perform before the king all the miracles which I have given you the power to do. But I will make the king stubborn, and he will not let the people go. ", "22": "Then you must tell him that I, the Lord, say, 'Israel is my first-born son. ", "23": "I told you to let my son go, so that he might worship me, but you refused. Now I am going to kill your first-born son.'”", "24": "At a camping place on the way to Egypt, the Lord met Moses and tried to kill him. ", "25-26": "Then Zipporah, his wife, took a sharp stone, cut off the foreskin of her son, and touched Moses' feet[a] with it. Because of the rite of circumcision she said to Moses, “You are a husband of blood to me.” And so the Lord spared Moses' life.", "27": "Meanwhile the Lord had said to Aaron, “Go into the desert to meet Moses.” So he went to meet him at the holy mountain; and when he met him, he kissed him. ", "28": "Then Moses told Aaron everything that the Lord had said when he told him to return to Egypt; he also told him about the miracles which the Lord had ordered him to perform. ", "29": "So Moses and Aaron went to Egypt and gathered all the Israelite leaders together. ", "30": "Aaron told them everything that the Lord had said to Moses, and then Moses performed all the miracles in front of the people. ", "31": "They believed, and when they heard that the Lord had come to them and had seen how they were being treated cruelly, they bowed down and worshiped."}