{"1": "Then Moses and Aaron went to the king of Egypt and said, “The Lord, the God of Israel, says, 'Let my people go, so that they can hold a festival in the desert to honor me.'”", "2": "“Who is the Lord?” the king demanded. “Why should I listen to him and let Israel go? I do not know the Lord; and I will not let Israel go.”", "3": "Moses and Aaron replied, “The God of the Hebrews has revealed himself to us. Allow us to travel three days into the desert to offer sacrifices to the Lord our God. If we don't do so, he will kill us with disease or by war.”", "4": "The king said to Moses and Aaron, “What do you mean by making the people neglect their work? Get those slaves back to work! ", "5": "You people have become more numerous than the Egyptians. And now you want to stop working!”", "6": "That same day the king commanded the Egyptian slave drivers and the Israelite foremen: ", "7": "“Stop giving the people straw for making bricks. Make them go and find it for themselves. ", "8": "But still require them to make the same number of bricks as before, not one brick less. They don't have enough work to do, and that is why they keep asking me to let them go and offer sacrifices to their God! ", "9": "Make them work harder and keep them busy, so that they won't have time to listen to a pack of lies.”", "10": "The slave drivers and the Israelite foremen went out and said to the Israelites, “The king has said that he will not supply you with any more straw. ", "11": "He says that you must go and get it for yourselves wherever you can find it, but you must still make the same number of bricks.” ", "12": "So the people went all over Egypt looking for straw. ", "13": "The slave drivers kept trying to force them to make the same number of bricks every day as they had made when they were given straw. ", "14": "The Egyptian slave drivers beat the Israelite foremen, whom they had put in charge of the work. They demanded, “Why aren't you people making the same number of bricks that you made before?”", "15": "Then the foremen went to the king and complained, “Why do you do this to us, Your Majesty? ", "16": "We are given no straw, but we are still ordered to make bricks! And now we are being beaten. It is your people that are at fault.”", "17": "The king answered, “You are lazy and don't want to work, and that is why you ask me to let you go and offer sacrifices to the Lord. ", "18": "Now get back to work! You will not be given any straw, but you must still make the same number of bricks.” ", "19": "The foremen realized that they were in trouble when they were told that they had to make the same number of bricks every day as they had made before.", "20": "As they were leaving, they met Moses and Aaron, who were waiting for them. ", "21": "They said to Moses and Aaron, “The Lord has seen what you have done and will punish you for making the king and his officers hate us. You have given them an excuse to kill us.”", "22": "Then Moses turned to the Lord again and said, “Lord, why do you mistreat your people? Why did you send me here? ", "23": "Ever since I went to the king to speak for you, he has treated them cruelly. And you have done nothing to help them!”"}