{"1": "The Lord said, “I am going to make you like God to the king, and your brother Aaron will speak to him as your prophet. ", "2": "Tell Aaron everything I command you, and he will tell the king to let the Israelites leave his country. ", "3-4": "But I will make the king stubborn, and he will not listen to you, no matter how many terrifying things I do in Egypt. Then I will bring severe punishment on Egypt and lead the tribes of my people out of the land. ", "5": "The Egyptians will then know that I am the Lord, when I raise my hand against them and bring the Israelites out of their country.” ", "6": "Moses and Aaron did what the Lord commanded. ", "7": "At the time when they spoke to the king, Moses was eighty years old, and Aaron was eighty-three.", "8": "The Lord said to Moses and Aaron, ", "9": "“If the king demands that you prove yourselves by performing a miracle, tell Aaron to take his walking stick and throw it down in front of the king, and it will turn into a snake.” ", "10": "So Moses and Aaron went to the king and did as the Lord had commanded. Aaron threw his walking stick down in front of the king and his officers, and it turned into a snake. ", "11": "Then the king called for his wise men and magicians, and by their magic they did the same thing. ", "12": "They threw down their walking sticks, and the sticks turned into snakes. But Aaron's stick swallowed theirs. ", "13": "The king, however, remained stubborn and, just as the Lord had said, the king would not listen to Moses and Aaron.", "14": "Then the Lord said to Moses, “The king is very stubborn and refuses to let the people go. ", "15": "So go and meet him in the morning when he goes down to the Nile. Take with you the walking stick that was turned into a snake, and wait for him on the riverbank. ", "16": "Then say to the king, 'The Lord, the God of the Hebrews, sent me to tell you to let his people go, so that they can worship him in the desert. But until now you have not listened. ", "17": "Now, Your Majesty, the Lord says that you will find out who he is by what he is going to do. Look, I am going to strike the surface of the river with this stick, and the water will be turned into blood. ", "18": "The fish will die, and the river will stink so much that the Egyptians will not be able to drink from it.'”", "19": "The Lord said to Moses, “Tell Aaron to take his stick and hold it out over all the rivers, canals, and pools in Egypt. The water will become blood, and all over the land there will be blood, even in the wooden tubs and stone jars.”", "20": "Then Moses and Aaron did as the Lord commanded. In the presence of the king and his officers, Aaron raised his stick and struck the surface of the river, and all the water in it was turned into blood. ", "21": "The fish in the river died, and it smelled so bad that the Egyptians could not drink from it. There was blood everywhere in Egypt. ", "22": "Then the king's magicians did the same thing by means of their magic, and the king was as stubborn as ever. Just as the Lord had said, the king refused to listen to Moses and Aaron. ", "23": "Instead, he turned and went back to his palace without paying any attention even to this. ", "24": "All the Egyptians dug along the bank of the river for drinking water, because they were not able to drink water from the river.", "25": "Seven days passed after the Lord struck the river."}