{"1": "So I ask: Did God throw out his people? No! I myself am an Israelite from the family of Abraham, from the tribe of Benjamin. ", "2": "God chose the Israelites to be his people before they were born, and he has not thrown his people out. Surely you know what the Scripture says about Elijah, how he prayed to God against the people of Israel. ", "3": "“Lord,” he said, “they have killed your prophets, and they have destroyed your altars. I am the only prophet left, and now they are trying to kill me, too.”[a] ", "4": "But what answer did God give Elijah? He said, “But I have left seven thousand people in Israel who have never bowed down before Baal.”[b] ", "5": "It is the same now. There are a few people that God has chosen by his grace. ", "6": "And if he chose them by grace, it is not for the things they have done. If they could be made God's people by what they did, God's gift of grace would not really be a gift.", "7": "So this is what has happened: Although the Israelites tried to be right with God, they did not succeed, but the ones God chose did become right with him. The others were made stubborn and refused to listen to God. ", "8": "As it is written in the Scriptures: “God gave the people a dull mind so they could not understand.” Isaiah 29:10 “He closed their eyes so they could not see and their ears so they could not hear. This continues until today.” Deuteronomy 29:4", "9": "And David says: “Let their own feasts trap them and cause their ruin; let their feasts cause them to stumble and be paid back.", "10": "Let their eyes be closed so they cannot see and their backs be forever weak from troubles.” Psalm 69:22–23", "11": "So I ask: When the Jews fell, did that fall destroy them? No! But their failure brought salvation to those who are not Jews, in order to make the Jews jealous. ", "12": "The Jews' failure brought rich blessings for the world, and the Jews' loss brought rich blessings for the non-Jewish people. So surely the world will receive much richer blessings when enough Jews become the kind of people God wants.", "13": "Now I am speaking to you who are not Jews. I am an apostle to those who are not Jews, and since I have that work, I will make the most of it. ", "14": "I hope I can make my own people jealous and, in that way, help some of them to be saved. ", "15": "When God turned away from the Jews, he became friends with other people in the world. So when God accepts the Jews, surely that will bring them life after death.", "16": "If the first piece of bread is offered to God, then the whole loaf is made holy. If the roots of a tree are holy, then the tree's branches are holy too.", "17": "It is as if some of the branches from an olive tree have been broken off. You non-Jewish people are like the branch of a wild olive tree that has been joined to that first tree. You now share the strength and life of the first tree, the Jews. ", "18": "So do not brag about those branches that were broken off. If you brag, remember that you do not support the root, but the root supports you. ", "19": "You will say, “Branches were broken off so that I could be joined to their tree.” ", "20": "That is true. But those branches were broken off because they did not believe, and you continue to be part of the tree only because you believe. Do not be proud, but be afraid. ", "21": "If God did not let the natural branches of that tree stay, then he will not let you stay if you don't believe.", "22": "So you see that God is kind and also very strict. He punishes those who stop following him. But God is kind to you, if you continue following in his kindness. If you do not, you will be cut off from the tree. ", "23": "And if the Jews will believe in God again, he will accept them back. God is able to put them back where they were. ", "24": "It is not natural for a wild branch to be part of a good tree. And you who are not Jews are like a branch cut from a wild olive tree and joined to a good olive tree. But since those Jews are like a branch that grew from the good tree, surely they can be joined to their own tree again.", "25": "I want you to understand this secret, brothers and sisters, so you will understand that you do not know everything: Part of Israel has been made stubborn, but that will change when many who are not Jews have come to God. ", "26": "And that is how all Israel will be saved. It is written in the Scriptures: “The Savior will come from Jerusalem; he will take away all evil from the family of Jacob.[c]", "27": "And I will make this agreement with those people when I take away their sins.” Isaiah 59:20–21; 27:9", "28": "The Jews refuse to accept the Good News, so they are God's enemies. This has happened to help you who are not Jews. But the Jews are still God's chosen people, and he loves them very much because of the promises he made to their ancestors. ", "29": "God never changes his mind about the people he calls and the things he gives them. ", "30": "At one time you refused to obey God. But now you have received mercy, because those people refused to obey. ", "31": "And now the Jews refuse to obey, because God showed mercy to you. But this happened so that they also can[d] receive mercy from him. ", "32": "God has given all people over to their stubborn ways so that he can show mercy to all.", "33": "Yes, God's riches are very great, and his wisdom and knowledge have no end! No one can explain the things God decides or understand his ways. ", "34": "As the Scripture says, “Who has known the mind of the Lord, or who has been able to give him advice?” Isaiah 40:13", "35": "“No one has ever given God anything that he must pay back.” Job 41:11", "36": "Yes, God made all things, and everything continues through him and for him. To him be the glory forever! Amen."}