{"1": "We who are strong in faith should help the weak with their weaknesses, and not please only ourselves. ", "2": "Let each of us please our neighbors for their good, to help them be stronger in faith. ", "3": "Even Christ did not live to please himself. It was as the Scriptures said: “When people insult you, it hurts me.”[a] ", "4": "Everything that was written in the past was written to teach us. The Scriptures give us patience and encouragement so that we can have hope. ", "5": "May the patience and encouragement that come from God allow you to live in harmony with each other the way Christ Jesus wants. ", "6": "Then you will all be joined together, and you will give glory to God the Father of our Lord Jesus Christ. ", "7": "Christ accepted you, so you should accept each other, which will bring glory to God. ", "8": "I tell you that Christ became a servant of the Jews to show that God's promises to the Jewish ancestors are true. ", "9": "And he also did this so that those who are not Jews could give glory to God for the mercy he gives to them. It is written in the Scriptures: “So I will praise you among the non-Jewish people. I will sing praises to your name.” Psalm 18:49", "10": "The Scripture also says, “Be happy, you who are not Jews, together with his people.” Deuteronomy 32:43", "11": "Again the Scripture says, “All you who are not Jews, praise the Lord. All you people, sing praises to him.” Psalm 117:1", "12": "And Isaiah says, “A new king will come from the family of Jesse.[b] He will come to rule over the non-Jewish people, and they will have hope because of him.” Isaiah 11:10", "13": "I pray that the God who gives hope will fill you with much joy and peace while you trust in him. Then your hope will overflow by the power of the Holy Spirit.", "14": "My brothers and sisters, I am sure that you are full of goodness. I know that you have all the knowledge you need and that you are able to teach each other. ", "15": "But I have written to you very openly about some things I wanted you to remember. I did this because God gave me this special gift: ", "16": "to be a minister of Christ Jesus to those who are not Jews. I served God by teaching his Good News, so that the non-Jewish people could be an offering that God would accept—an offering made holy by the Holy Spirit.", "17": "So I am proud of what I have done for God in Christ Jesus. ", "18": "I will not talk about anything except what Christ has done through me in leading those who are not Jews to obey God. They have obeyed God because of what I have said and done, ", "19": "because of the power of miracles and the great things they saw, and because of the power of the Holy Spirit. I preached the Good News from Jerusalem all the way around to Illyricum, and so I have finished that part of my work. ", "20": "I always want to preach the Good News in places where people have never heard of Christ, because I do not want to build on the work someone else has already started. ", "21": "But it is written in the Scriptures: “Those who were not told about him will see, and those who have not heard about him will understand.” Isaiah 52:15", "22": "This is the reason I was stopped many times from coming to you. ", "23": "Now I have finished my work here. Since for many years I have wanted to come to you, ", "24": "I hope to visit you on my way to Spain. After I enjoy being with you for a while, I hope you can help me on my trip. ", "25": "Now I am going to Jerusalem to help God's people. ", "26": "The believers in Macedonia and Southern Greece were happy to give their money to help the poor among God's people at Jerusalem. ", "27": "They were happy to do this, and really they owe it to them. These who are not Jews have shared in the Jews' spiritual blessings, so they should use their material possessions to help the Jews. ", "28": "After I am sure the poor in Jerusalem get the money that has been given for them, I will leave for Spain and stop and visit you. ", "29": "I know that when I come to you I will bring Christ's full blessing.", "30": "Brothers and sisters, I beg you to help me in my work by praying to God for me. Do this because of our Lord Jesus and the love that the Holy Spirit gives us. ", "31": "Pray that I will be saved from the nonbelievers in Judea and that this help I bring to Jerusalem will please God's people there. ", "32": "Then, if God wants me to, I will come to you with joy, and together you and I will have a time of rest. ", "33": "The God who gives peace be with you all. Amen."}