{"1": "I recommend to you our sister Phoebe, who is a helper[a] in the church in Cenchrea. ", "2": "I ask you to accept her in the Lord in the way God's people should. Help her with anything she needs, because she has helped me and many other people also.", "3": "Give my greetings to Priscilla and Aquila, who work together with me in Christ Jesus ", "4": "and who risked their own lives to save my life. I am thankful to them, and all the non-Jewish churches are thankful as well. ", "5": "Also, greet for me the church that meets at their house. Greetings to my dear friend Epenetus, who was the first person in Asia to follow Christ. ", "6": "Greetings to Mary, who worked very hard for you. ", "7": "Greetings to Andronicus and Junia, my relatives, who were in prison with me. They are very important apostles. They were believers in Christ before I was. ", "8": "Greetings to Ampliatus, my dear friend in the Lord. ", "9": "Greetings to Urbanus, a worker together with me for Christ. And greetings to my dear friend Stachys. ", "10": "Greetings to Apelles, who was tested and proved that he truly loves Christ. Greetings to all those who are in the family of Aristobulus. ", "11": "Greetings to Herodion, my fellow citizen. Greetings to all those in the family of Narcissus who belong to the Lord. ", "12": "Greetings to Tryphena and Tryphosa, women who work very hard for the Lord. Greetings to my dear friend Persis, who also has worked very hard for the Lord. ", "13": "Greetings to Rufus, who is a special person in the Lord, and to his mother, who has been like a mother to me also. ", "14": "Greetings to Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and all the brothers and sisters who are with them. ", "15": "Greetings to Philologus and Julia, Nereus and his sister, and Olympas, and to all God's people with them. ", "16": "Greet each other with a holy kiss. All of Christ's churches send greetings to you.", "17": "Brothers and sisters, I ask you to look out for those who cause people to be against each other and who upset other people's faith. They are against the true teaching you learned, so stay away from them. ", "18": "Such people are not serving our Lord Christ but are only doing what pleases themselves. They use fancy talk and fine words to fool the minds of those who do not know about evil. ", "19": "All the believers have heard that you obey, so I am very happy because of you. But I want you to be wise in what is good and innocent in what is evil.", "20": "The God who brings peace will soon defeat Satan and give you power over him. The grace of our Lord Jesus be with you.", "21": "Timothy, a worker together with me, sends greetings, as well as Lucius, Jason, and Sosipater, my relatives.", "22": "I am Tertius, and I am writing this letter from Paul. I send greetings to you in the Lord.", "23": "Gaius is letting me and the whole church here use his home. He also sends greetings to you, as do Erastus, the city treasurer, and our brother Quartus. ", "24": "[24 The grace of our Lord Jesus Christ be with all of you. Amen.][b]", "25": "Glory to God who can make you strong in faith by the Good News that I tell people and by the message about Jesus Christ. The message about Christ is the secret that was hidden for long ages past but is now made known. ", "26": "It has been made clear through the writings of the prophets. And by the command of the eternal God it is made known to all nations that they might believe and obey.", "27": "To the only wise God be glory forever through Jesus Christ! Amen."}