{"1": "So, do Jews have anything that other people do not have? Is there anything special about being circumcised? ", "2": "Yes, of course, there is in every way. The most important thing is this: God trusted the Jews with his teachings. ", "3": "If some Jews were not faithful to him, will that stop God from doing what he promised? ", "4": "No! God will continue to be true even when every person is false. As the Scriptures say: “So you will be shown to be right when you speak, and you will win your case.” Psalm 51:4", "5": "When we do wrong, that shows more clearly that God is right. So can we say that God is wrong to punish us? (I am talking as people might talk.) ", "6": "No! If God could not punish us, he could not judge the world.", "7": "A person might say, “When I lie, it really gives him glory, because my lie shows God's truth. So why am I judged a sinner?” ", "8": "It would be the same to say, “We should do evil so that good will come.” Some people find fault with us and say we teach this, but they are wrong and deserve the punishment they will receive.", "9": "So are we Jews better than others? No! We have already said that Jews and those who are not Jews are all guilty of sin. ", "10": "As the Scriptures say: “There is no one who always does what is right, not even one.", "11": "There is no one who understands. There is no one who looks to God for help.", "12": "All have turned away. Together, everyone has become useless. There is no one who does anything good; there is not even one.” Psalm 14:1–3", "13": "“Their throats are like open graves; they use their tongues for telling lies.” Psalm 5:9 “Their words are like snake poison.” Psalm 140:3", "14": "“Their mouths are full of cursing and hate.” Psalm 10:7", "15": "“They are always ready to kill people.", "16": "Everywhere they go they cause ruin and misery.", "17": "They don't know how to live in peace.” Isaiah 59:7–8", "18": "“They have no fear of God.” Psalm 36:1", "19": "We know that the law's commands are for those who have the law. This stops all excuses and brings the whole world under God's judgment, ", "20": "because no one can be made right with God by following the law. The law only shows us our sin.", "21": "But God has a way to make people right with him without the law, and he has now shown us that way which the law and the prophets told us about. ", "22": "God makes people right with himself through their faith in Jesus Christ. This is true for all who believe in Christ, because all people are the same: ", "23": "Everyone has sinned and fallen short of God's glorious standard, ", "24": "and all need to be made right with God by his grace, which is a free gift. They need to be made free from sin through Jesus Christ. ", "25": "God sent him to die in our place to take away our sins. We receive forgiveness through faith in the blood of Jesus' death. This showed that God always does what is right and fair, as in the past when he was patient and did not punish people for their sins. ", "26": "And God gave Jesus to show today that he does what is right. God did this so he could judge rightly and so he could make right any person who has faith in Jesus.", "27": "So do we have a reason to brag about ourselves? No! And why not? It is the way of faith that stops all bragging, not the way of trying to obey the law. ", "28": "A person is made right with God through faith, not through obeying the law. ", "29": "Is God only the God of the Jews? Is he not also the God of those who are not Jews? ", "30": "Of course he is, because there is only one God. He will make Jews right with him by their faith, and he will also make those who are not Jews right with him through their faith. ", "31": "So do we destroy the law by following the way of faith? No! Faith causes us to be what the law truly wants."}