{"1": "So what can we say that Abraham,[a] the father of our people, learned about faith? ", "2": "If Abraham was made right by the things he did, he had a reason to brag. But this is not God's view, ", "3": "because the Scripture says, “Abraham believed God, and God accepted Abraham's faith, and that faith made him right with God.”[b]", "4": "When people work, their pay is not given as a gift, but as something earned. ", "5": "But people cannot do any work that will make them right with God. So they must trust in him, who makes even evil people right in his sight. Then God accepts their faith, and that makes them right with him. ", "6": "David said the same thing. He said that people are truly blessed when God, without paying attention to their deeds, makes people right with himself.", "7": "“Blessed are they whose sins are forgiven, whose wrongs are pardoned.", "8": "Blessed is the person whom the Lord does not consider guilty.” Psalm 32:1–2", "9": "Is this blessing only for those who are circumcised or also for those who are not circumcised? We have already said that God accepted Abraham's faith and that faith made him right with God. ", "10": "So how did this happen? Did God accept Abraham before or after he was circumcised? It was before his circumcision. ", "11": "Abraham was circumcised to show that he was right with God through faith before he was circumcised. So Abraham is the father of all those who believe but are not circumcised; he is the father of all believers who are accepted as being right with God. ", "12": "And Abraham is also the father of those who have been circumcised and who live following the faith that our father Abraham had before he was circumcised.", "13": "Abraham[c] and his descendants received the promise that they would get the whole world. He did not receive that promise through the law, but through being right with God by his faith. ", "14": "If people could receive what God promised by following the law, then faith is worthless. And God's promise to Abraham is worthless, ", "15": "because the law can only bring God's anger. But if there is no law, there is nothing to disobey.", "16": "So people receive God's promise by having faith. This happens so the promise can be a free gift. Then all of Abraham's children can have that promise. It is not only for those who live under the law of Moses but for anyone who lives with faith like that of Abraham, who is the father of us all. ", "17": "As it is written in the Scriptures: “I am making you a father of many nations.”[d] This is true before God, the God Abraham believed, the God who gives life to the dead and who creates something out of nothing.", "18": "There was no hope that Abraham would have children. But Abraham believed God and continued hoping, and so he became the father of many nations. As God told him, “Your descendants also will be too many to count.”[e] ", "19": "Abraham was almost a hundred years old, much past the age for having children, and Sarah could not have children. Abraham thought about all this, but his faith in God did not become weak. ", "20": "He never doubted that God would keep his promise, and he never stopped believing. He grew stronger in his faith and gave praise to God. ", "21": "Abraham felt sure that God was able to do what he had promised. ", "22": "So, “God accepted Abraham's faith, and that faith made him right with God.”[f] ", "23": "Those words (“God accepted Abraham's faith”) were written not only for Abraham ", "24": "but also for us. God will accept us also because we believe in the One who raised Jesus our Lord from the dead. ", "25": "Jesus was given to die for our sins, and he was raised from the dead to make us right with God."}