{"1": "Since we have been made right with God by our faith, we have[a] peace with God. This happened through our Lord Jesus Christ, ", "2": "who through our faith[b] has brought us into that blessing of God's grace that we now enjoy. And we are happy because of the hope we have of sharing God's glory. ", "3": "We also have joy with our troubles, because we know that these troubles produce patience. ", "4": "And patience produces character, and character produces hope. ", "5": "And this hope will never disappoint us, because God has poured out his love to fill our hearts. He gave us his love through the Holy Spirit, whom God has given to us.", "6": "When we were unable to help ourselves, at the right time, Christ died for us, although we were living against God. ", "7": "Very few people will die to save the life of someone else. Although perhaps for a good person someone might possibly die. ", "8": "But God shows his great love for us in this way: Christ died for us while we were still sinners.", "9": "So through Christ we will surely be saved from God's anger, because we have been made right with God by the blood of Christ's death. ", "10": "While we were God's enemies, he made us his friends through the death of his Son. Surely, now that we are his friends, he will save us through his Son's life. ", "11": "And not only that, but now we are also very happy in God through our Lord Jesus Christ. Through him we are now God's friends again.", "12": "Sin came into the world because of what one man did, and with sin came death. This is why everyone must die—because everyone sinned. ", "13": "Sin was in the world before the law of Moses, but sin is not counted against us as breaking a command when there is no law. ", "14": "But from the time of Adam to the time of Moses, everyone had to die, even those who had not sinned by breaking a command, as Adam had. Adam was like the One who was coming in the future. ", "15": "But God's free gift is not like Adam's sin. Many people died because of the sin of that one man. But the grace from God was much greater; many people received God's gift of life by the grace of the one man, Jesus Christ. ", "16": "After Adam sinned once, he was judged guilty. But the gift of God is different. God's free gift came after many sins, and it makes people right with God. ", "17": "One man sinned, and so death ruled all people because of that one man. But now those people who accept God's full grace and the great gift of being made right with him will surely have true life and rule through the one man, Jesus Christ.", "18": "So as one sin of Adam brought the punishment of death to all people, one good act that Christ did makes all people right with God. And that brings true life for all. ", "19": "One man disobeyed God, and many became sinners. In the same way, one man obeyed God, and many will be made right. ", "20": "The law came to make sin worse. But when sin grew worse, God's grace increased. ", "21": "Sin once used death to rule us, but God gave people more of his grace so that grace could rule by making people right with him. And this brings life forever through Jesus Christ our Lord."}