{"1": "So now, those who are in Christ Jesus are not judged guilty.[a] ", "2": "Through Christ Jesus the law of the Spirit that brings life made you[b] free from the law that brings sin and death. ", "3": "The law was without power, because the law was made weak by our sinful selves. But God did what the law could not do. He sent his own Son to earth with the same human life that others use for sin. By sending his Son to be an offering for sin, God used a human life to destroy sin. ", "4": "He did this so that we could be the kind of people the law correctly wants us to be. Now we do not live following our sinful selves, but we live following the Spirit.", "5": "Those who live following their sinful selves think only about things that their sinful selves want. But those who live following the Spirit are thinking about the things the Spirit wants them to do. ", "6": "If people's thinking is controlled by the sinful self, there is death. But if their thinking is controlled by the Spirit, there is life and peace. ", "7": "When people's thinking is controlled by the sinful self, they are against God, because they refuse to obey God's law and really are not even able to obey God's law. ", "8": "Those people who are ruled by their sinful selves cannot please God.", "9": "But you are not ruled by your sinful selves. You are ruled by the Spirit, if that Spirit of God really lives in you. But the person who does not have the Spirit of Christ does not belong to Christ. ", "10": "Your body will always be dead because of sin. But if Christ is in you, then the Spirit gives you life, because Christ made you right with God. ", "11": "God raised Jesus from the dead, and if God's Spirit is living in you, he will also give life to your bodies that die. God is the One who raised Christ from the dead, and he will give life through[c] his Spirit that lives in you.", "12": "So, my brothers and sisters, we must not be ruled by our sinful selves or live the way our sinful selves want. ", "13": "If you use your lives to do the wrong things your sinful selves want, you will die spiritually. But if you use the Spirit's help to stop doing the wrong things you do with your body, you will have true life.", "14": "The true children of God are those who let God's Spirit lead them. ", "15": "The Spirit we received does not make us slaves again to fear; it makes us children of God. With that Spirit we cry out, “Father.”[d] ", "16": "And the Spirit himself joins with our spirits to say we are God's children. ", "17": "If we are God's children, we will receive blessings from God together with Christ. But we must suffer as Christ suffered so that we will have glory as Christ has glory.", "18": "The sufferings we have now are nothing compared to the great glory that will be shown to us. ", "19": "Everything God made is waiting with excitement for God to show his children's glory completely. ", "20": "Everything God made was changed to become useless, not by its own wish but because God wanted it and because all along there was this hope: ", "21": "that everything God made would be set free from ruin to have the freedom and glory that belong to God's children.", "22": "We know that everything God made has been waiting until now in pain, like a woman ready to give birth. ", "23": "Not only the world, but we also have been waiting with pain inside us. We have the Spirit as the first part of God's promise. So we are waiting for God to finish making us his own children, which means our bodies will be made free. ", "24": "We were saved, and we have this hope. If we see what we are waiting for, that is not really hope. People do not hope for something they already have. ", "25": "But we are hoping for something we do not have yet, and we are waiting for it patiently.", "26": "Also, the Spirit helps us with our weakness. We do not know how to pray as we should. But the Spirit himself speaks to God for us, even begs God for us with deep feelings that words cannot explain. ", "27": "God can see what is in people's hearts. And he knows what is in the mind of the Spirit, because the Spirit speaks to God for his people in the way God wants.", "28": "We know that in everything God works for the good of those who love him.[e] They are the people he called, because that was his plan. ", "29": "God knew them before he made the world, and he chose them to be like his Son so that Jesus would be the firstborn[f] of many brothers and sisters. ", "30": "God planned for them to be like his Son; and those he planned to be like his Son, he also called; and those he called, he also made right with him; and those he made right, he also glorified.", "31": "So what should we say about this? If God is for us, no one can defeat us. ", "32": "He did not spare his own Son but gave him for us all. So with Jesus, God will surely give us all things. ", "33": "Who can accuse the people God has chosen? No one, because God is the One who makes them right. ", "34": "Who can say God's people are guilty? No one, because Christ Jesus died, but he was also raised from the dead, and now he is on God's right side, appealing to God for us. ", "35": "Can anything separate us from the love Christ has for us? Can troubles or problems or sufferings or hunger or nakedness or danger or violent death? ", "36": "As it is written in the Scriptures: “For you we are in danger of death all the time. People think we are worth no more than sheep to be killed.” Psalm 44:22", "37": "But in all these things we are completely victorious through God who showed his love for us. ", "38": "Yes, I am sure that neither death, nor life, nor angels, nor ruling spirits, nothing now, nothing in the future, no powers, ", "39": "nothing above us, nothing below us, nor anything else in the whole world will ever be able to separate us from the love of God that is in Christ Jesus our Lord."}