{"1-4": "These are the earliest generations of mankind:[a] Adam, Seth, Enosh, Kenan, Mahalalel, Jared, Enoch, Methuselah, Lamech, Noah, Shem, Ham, and Japheth.*", "5-9": "The sons of Japheth[b] were: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras. The sons of Gomer: Ashkenaz, Diphath, and Togarmah. The sons of Javan: Elishah, Tarshish, Kittim, and Rodanim. The sons of Ham: Cush, Mizraim, Canaan, and Put. The sons of Cush were: Seba, Havilah, Sabta, Raama, and Sabteca. The sons of Raama were Sheba and Dedan.", "10": "Another of the sons of Cush was Nimrod, who became a great hero.", "11-12": "The clans named after the sons of Mizraim were: the Ludim, the Anamim, the Lehabim, the Naphtuhim, the Pathrusim, the Caphtorim, and the Casluhim (the ancestors of the Philistines).", "13-16": "Among Canaan's sons were: Sidon (his firstborn) and Heth. Canaan was also the ancestor of the Jebusites, Amorites, Girgashites, Hivites, Arkites, Sinites, Arvadites, Zemarites, and Hamathites.", "17": "The sons of Shem: Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshech.", "18": "Arpachshad's son was Shelah, and Shelah's son was Eber.", "19": "Eber had two sons: Peleg (which means “Divided,” for it was during his lifetime that the people of the earth were divided into different language groups) and Joktan.", "20-23": "The sons of Joktan: Almodad, Sheleph, Hazarmaveth, Jerah, Hadoram, Uzal, Diklah, Ebal, Abimael, Sheba, Ophir, Havilah, and Jobab.", "24-27": "So the son[c] of Shem was Arpachshad, the son of Arpachshad was Shelah, the son of Shelah was Eber, the son of Eber was Peleg, the son of Peleg was Reu, the son of Reu was Serug, the son of Serug was Nahor, the son of Nahor was Terah, the son of Terah was Abram (later known as Abraham).", "28-31": "Abraham's sons were Isaac and Ishmael. The sons of Ishmael: Nebaioth (the oldest), Kedar, Adbeel, Mibsam, Mishma, Dumah, Massa, Hadad, Tema, Jetur, Naphish, and Kedemah.", "32": "Abraham also had sons by his concubine Keturah: Zimram, Jokshan, Medan, Midian, Ishbak, and Shuah. Jokshan's sons were Sheba and Dedan.", "33": "The sons of Midian: Ephah, Epher, Hanoch, Abida, and Eldaah. These were the descendants of Abraham by his concubine Keturah.", "34": "Abraham's son Isaac had two sons, Esau and Israel.", "35": "The sons of Esau: Eliphaz, Reuel, Jeush, Jalam, and Korah.", "36": "The sons of Eliphaz: Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek.", "37": "The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah.", "38-39": "The sons of Esau[d] also included Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan; and Esau's daughter was named Timna. Lotan's sons: Hori and Homam.", "40": "The sons of Shobal: Alian, Manahath, Ebal, Shephi, and Onam. Zibeon's sons were Aiah and Anah.", "41": "Anah's son was Dishon. The sons of Dishon: Hamran, Eshban, Ithran, and Cheran.", "42": "The sons of Ezer: Bilhan, Zaavan, and Jaakan. Dishan's sons were Uz and Aran.", "43": "Here is a list of the names of the kings of Edom who reigned before the kingdom of Israel began: Bela (the son of Beor), who lived in the city of Dinhabah.", "44": "When Bela died, Jobab the son of Zerah from Bozrah became the new king.", "45": "When Jobab died, Husham from the country of the Temanites became the king.", "46": "When Husham died, Hadad the son of Bedad—the one who destroyed the army of Midian in the fields of Moab—became king and ruled from the city of Avith.", "47": "When Hadad died, Samlah from the city of Masrekah came to the throne.", "48": "When Samlah died, Shaul from the river town of Rehoboth became the new king.", "49": "When Shaul died, Baal-hanan the son of Achbor became king.", "50": "When Baal-hanan died, Hadad became king and ruled from the city of Pai (his wife was Mehetabel, the daughter of Matred and granddaughter of Mezahab).", "51-54": "At the time of Hadad's death, the kings of Edom were: Chief Timna, Chief Aliah, Chief Jetheth, Chief Oholibamah, Chief Elah, Chief Pinon, Chief Kenaz, Chief Teman, Chief Mibzar, Chief Magdiel, Chief Iram."}