{"1": "The Philistines attacked and defeated the Israeli troops, who turned and fled and were slaughtered on the slopes of Mount Gilboa.[a] ", "2": "They caught up with Saul and his three sons, Jonathan, Abinadab, and Malchi-shua, and killed them all. ", "3": "Saul had been hard pressed with heavy fighting all around him, when the Philistine archers shot and wounded him.", "4": "He cried out to his bodyguard, “Quick, kill me with your sword before these uncircumcised heathen capture and torture me.” But the man was afraid to do it, so Saul took his own sword and fell against its point; and it pierced his body. ", "5": "Then his bodyguard, seeing that Saul was dead, killed himself in the same way. ", "6": "So Saul and his three sons died together; the entire family was wiped out in one day.", "7": "When the Israelis in the valley below the mountain heard that their troops had been routed and that Saul and his sons were dead, they abandoned their cities and fled. And the Philistines came and lived in them. ", "8": "When the Philistines went back the next day to strip the bodies of the men killed in action and to gather the booty from the battlefield, they found the bodies of Saul and his sons. ", "9": "So they stripped off Saul's armor and cut off his head; then they displayed them throughout the nation and celebrated the wonderful news before their idols. ", "10": "They fastened his armor to the walls of the Temple of the Gods and nailed his head to the wall of Dagon's temple.", "11": "But when the people of Jabesh-gilead heard what the Philistines had done to Saul, ", "12": "their heroic warriors went out to the battlefield[b] and brought back his body and the bodies of his three sons. Then they buried them beneath the oak tree at Jabesh and mourned and fasted for seven days.", "13": "Saul died for his disobedience to the Lord and because he had consulted a medium,[c] ", "14": "and did not ask the Lord for guidance. So the Lord killed him and gave the kingdom to David, the son of Jesse."}