{"1": "Then the leaders of Israel went to David at Hebron and told him, “We are your relatives,[a] ", "2": "and even when Saul was king, you were the one who led our armies to battle and brought them safely back again. And the Lord your God has told you, 'You shall be the shepherd of my people Israel. You shall be their king.'”", "3": "So David made a contract with them before the Lord, and they anointed him as king of Israel, just as the Lord had told Samuel. ", "4": "Then David and the leaders went to Jerusalem (or Jebus, as it used to be called) where the Jebusites—the original inhabitants of the land—lived. ", "5-6": "But the people of Jebus refused to let them enter the city. So David captured the fortress of Zion, later called the City of David, and said to his men, “The first man to kill a Jebusite shall be made commander-in-chief!” Joab, the son of Zeruiah, was the first, so he became the general of David's army. ", "7": "David lived in the fortress and that is why that area of Jerusalem is called the City of David. ", "8": "He extended the city out around the fortress while Joab rebuilt the rest of Jerusalem. ", "9": "And David became more and more famous and powerful, for the Lord of the heavens was with him.", "10": "These are the names of some of the bravest of David's warriors (who also encouraged the leaders of Israel to make David their king, as the Lord had said would happen):", "11": "Jashobeam (the son of a man from Hachmon) was the leader of The Top Three—the three greatest heroes among David's men. He once killed 300 men with his spear.", "12": "The second of The Top Three was Eleazar, the son of Dodo, a member of the subclan of Ahoh. ", "13": "He was with David in the battle against the Philistines at Pasdammim. The Israeli army was in a barley field and had begun to run away, ", "14": "but he held his ground in the middle of the field, and recovered it and slaughtered the Philistines; and the Lord saved them with a great victory.", "15": "Another time, three of The Thirty[b] went to David while he was hiding in the cave of Adullam. The Philistines were camped in the valley of Rephaim, ", "16": "and David was in the stronghold at the time; an outpost of the Philistines had occupied Bethlehem. ", "17": "David wanted a drink from the Bethlehem well beside the gate, and when he mentioned this to his men, ", "18-19": "these three broke through to the Philistine camp, drew some water from the well, and brought it back to David. But he refused to drink it! Instead he poured it out as an offering to the Lord and said, “God forbid that I should drink it! It is the very blood of these men who risked their lives to get it.”", "20": "Abishai, Joab's brother, was commander of The Thirty. He had gained his place among The Thirty by killing 300 men at one time with his spear. ", "21": "He was the chief and the most famous of The Thirty, but he was not as great as The Three.", "22": "Benaiah, whose father was a mighty warrior from Kabzeel, killed the two famous giants[c] from Moab. He also killed a lion in a slippery pit when there was snow on the ground. ", "23": "Once he killed an Egyptian who was seven and a half feet tall, whose spear was as thick as a weaver's beam. But Benaiah went up to him with only a club in his hand, and pulled the spear away from him and used it to kill him. ", "24-25": "He was nearly as great as The Three, and he was very famous among The Thirty. David made him captain of his bodyguard.", "26-47": "Other famous warriors among David's men were: Asahel (Joab's brother); Elhanan, the son of Dodo from Bethlehem; Shammoth from Harod; Helez from Pelon; Ira (son of Ikkesh) from Tekoa; Abiezer from Anathoth; Sibbecai from Hushath; Ilai from Ahoh; Maharai from Netophah; Heled (son of Baanah) from Netophah; Ithai (son of Ribai) a Benjaminite from Gibeah; Benaiah from Pirathon; Hurai from near the brooks of Gaash; Abiel from Arbath; Azmaveth from Baharum; Eliahba from Shaalbon; The sons[d] of Hashem from Gizon; Jonathan (son of Shagee) from Harar; Ahiam (son of Sacher) from Harar; Eliphal (son of Ur); Hepher from Mecherath; Ahijah from Pelon; Hezro from Carmel; Naarai (son of Ezbai); Joel (brother of Nathan); Mibhar (son of Hagri); Zelek from Ammon; Naharai from Beeroth—he was General Joab's armor bearer; Ira from Ithra; Gareb from Ithra; Uriah the Hittite; Zabad (son of Ahlai); Adina (son of Shiza) from the tribe of Reuben—he was among the thirty-one leaders of the tribe of Reuben; Hanan (son of Maacah); Joshaphat from Mithna; Uzzia from Ashterath; Shama and Jeiel (sons of Hotham) from Aroer; Jediael (son of Shimri); Joha (his brother) from Tiza; Eliel from Mahavi; Jeribai and Joshaviah (sons of Elnaam); Ithmah from Moab; Eliel; Obed; Jaasiel from Mezoba."}