{"1": "David now built several palaces for himself in Jerusalem, and he also built a new Tabernacle to house the Ark of God, ", "2": "and issued these instructions: “When we transfer the Ark to its new home,[a] no one except the Levites may carry it, for God has chosen them for this purpose; they are to minister to him forever.”", "3": "Then David summoned all Israel to Jerusalem to celebrate the bringing of the Ark into the new Tabernacle. ", "4-10": "These were the priests and Levites present: from the clan of Kohath; with Uriel as their leader; from the clan of Merari; with Asaiah as their leader; from the clan of Gershom; with Joel as their leader; from the subclan of Elizaphan; with Shemaiah as their leader; from the subclan of Hebron; with Eliel as their leader; from the subclan of Uzziel; with Amminadab as their leader.", "11": "Then David called for Zadok and Abiathar, the High Priests, and for the Levite leaders: Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab.", "12": "“You are the leaders of the clans of the Levites,” he told them. “Now sanctify yourselves with all your brothers so that you may bring the Ark of Jehovah, the God of Israel, to the place I have prepared for it. ", "13": "The Lord destroyed us before because we handled the matter improperly—you were not carrying it.”", "14": "So the priests and the Levites underwent the ceremonies of sanctification in preparation for bringing home the Ark of Jehovah, the God of Israel. ", "15": "Then the Levites carried the Ark on their shoulders with its carrying poles, just as the Lord had instructed Moses.", "16": "King David also ordered the Levite leaders to organize the singers into an orchestra, and they played loudly and joyously upon psaltries, harps, and cymbals. ", "17": "Heman (son of Joel), Asaph (son of Berechiah), and Ethan (son of Kushaiah) from the clan of Merari were the heads of the musicians.", "18": "The following men were chosen as their assistants: Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-edom and Jeiel, the doorkeepers.", "19": "Heman, Asaph, and Ethan were chosen to sound the bronze cymbals; ", "20": "and Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah comprised an octet accompanied by harps.[b] ", "21": "Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel, and Azaziah were the harpists.[c] ", "22": "The song leader was Chenaniah, the chief of the Levites, who was selected for his skill. ", "23": "Berechiah and Elkanah were guards for the Ark. ", "24": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer—all of whom were priests—formed a bugle corps to march at the head of the procession. And Obed-edom and Jehiah guarded the Ark.", "25": "Then David and the elders of Israel and the high officers of the army went with great joy to the home of Obed-edom to take the Ark to Jerusalem. ", "26": "And because God didn't destroy the Levites who were carrying the Ark, they sacrificed seven bulls and seven lambs. ", "27": "David, the Levites carrying the Ark, the singers, and Chenaniah the song leader were all dressed in linen robes. David also wore a linen ephod. ", "28": "So the leaders of Israel took the Ark to Jerusalem with shouts of joy, the blowing of horns and trumpets, the crashing of cymbals, and loud playing on the harps and zithers.", "29": "(But as the Ark arrived in Jerusalem, David's wife Michal, the daughter of King Saul, felt a deep disgust for David as she watched from the window and saw him dancing like a madman.)"}