{"1": "After David had been living in his new palace for some time he said to Nathan the prophet, “Look! I'm living here in a cedar-paneled home while the Ark of the Covenant of God is out there in a tent!”", "2": "And Nathan replied, “Carry out your plan in every detail, for it is the will of the Lord.”", "3": "But that same night God said to Nathan, ", "4": "“Go and give my servant David this message: 'You are not to build my temple! ", "5": "I've gone from tent to tent as my home from the time I brought Israel out of Egypt. ", "6": "In all that time I never suggested to any of the leaders of Israel—the shepherds I appointed to care for my people—that they should build me a cedar-lined temple.'", "7": "“Tell my servant David, 'The Lord of heaven says to you, I took you from being a shepherd and made you the king of my people. ", "8": "And I have been with you everywhere you've gone; I have destroyed your enemies, and I will make your name as great as the greatest of the earth. ", "9": "And I will give a permanent home to my people Israel and will plant them in their land. They will not be disturbed again; the wicked nations won't conquer them as they did before ", "10": "when the judges ruled them. I will subdue all of your enemies. And I now declare that I will cause your descendants to be kings of Israel just as you are.", "11": "“'When your time here on earth is over and you die, I will place one of your sons upon your throne; and I will make his kingdom strong. ", "12": "He is the one who shall build me a temple, and I will establish his royal line of descent forever. ", "13": "I will be his father, and he shall be my son; I will never remove my mercy and love from him as I did from Saul. ", "14": "I will place him over my people and over the kingdom of Israel forever—and his descendants will always be kings.'”", "15": "So Nathan told King David everything the Lord had said.", "16": "Then King David went in and sat before the Lord and said, “Who am I, O Lord God, and what is my family that you have given me all this? ", "17": "For all the great things you have already done for me are nothing in comparison to what you have promised to do in the future! For now, O Lord God, you are speaking of future generations of my children being kings too! You speak as though I were someone very great. ", "18": "What else can I say? You know that I am but a dog, yet you have decided to honor me! ", "19": "O Lord, you have given me these wonderful promises just because you want to be kind to me, because of your own great heart. ", "20": "O Lord, there is no one like you—there is no other God. In fact, we have never even heard of another god like you!", "21": "“And what other nation in all the earth is like Israel? You have made a unique nation and have redeemed it from Egypt so that the people could be your people. And you made a great name for yourself when you did glorious miracles in driving out the nations from before your people. ", "22": "You have declared that your people Israel belong to you forever, and you have become their God.", "23": "“And now I accept your promise, Lord, that I and my children will always rule this nation. ", "24": "And may this bring eternal honor to your name as everyone realizes that you always do what you say. They will exclaim, 'The Lord of heaven is indeed the God of Israel!' And Israel shall always be ruled by my children and their posterity! ", "25": "Now I have the courage to pray to you, for you have revealed this to me. ", "26": "God himself has promised this good thing to me! ", "27": "May this blessing rest upon my children forever, for when you grant a blessing, Lord, it is an eternal blessing!”"}