{"1": "Then David said, “Right here at Ornan's threshing floor is the place where I'll build the Temple of the Lord and construct the altar for Israel's burnt offering!”", "2": "David now drafted all the resident aliens in Israel to prepare blocks of squared stone for the Temple. ", "3": "They also manufactured iron into the great quantity of nails needed for the doors in the gates and for the clamps; and they smelted so much bronze that it was too much to weigh. ", "4": "The men of Tyre and Sidon brought great rafts of cedar logs to David.", "5": "“Solomon my son is young and tender,” David said, “and the Temple of the Lord must be a marvelous structure, famous and glorious throughout the world; so I will begin the preparations for it now.” So David collected the construction materials before his death. ", "6": "He now commanded his son Solomon to build a Temple for the Lord God of Israel.", "7": "“I wanted to build it myself,” David told him, ", "8": "“but the Lord said not to do it. 'You have killed too many men in great wars,' he told me. 'You have reddened the ground before me with blood: so you are not to build my Temple. ", "9": "But I will give you a son,' he told me, 'who will be a man of peace, for I will give him peace with his enemies in the surrounding lands. His name shall be Solomon (meaning “Peaceful”), and I will give peace and quietness to Israel during his reign. ", "10": "He shall build my Temple, and he shall be as my own son and I will be his father; and I will cause his sons and his descendants to reign over every generation of Israel.'", "11": "“So now, my son, may the Lord be with you and prosper you as you do what he told you to do and build the Temple of the Lord. ", "12": "And may the Lord give you the good judgment to follow all his laws when he makes you king of Israel. ", "13": "For if you carefully obey the rules and regulations that he gave to Israel through Moses, you will prosper. Be strong and courageous, fearless and enthusiastic!", "14": "“By hard work I have collected several billion dollars worth of gold bullion, millions in silver,[a] and so much iron and bronze that I haven't even weighed it; I have also gathered timber and stone for the walls. This is at least a beginning, something with which to start. ", "15": "And you have many skilled stonemasons and carpenters and craftsmen of every kind. ", "16": "They are expert gold and silver smiths and bronze and iron workers. So get to work, and may the Lord be with you!”", "17": "Then David ordered all the leaders of Israel to assist his son in this project.", "18": "“The Lord your God is with you,” he declared. “He has given you peace with the surrounding nations, for I have conquered them in the name of the Lord and for his people. ", "19": "Now try with every fiber of your being to obey the Lord your God, and you will soon be bringing the Ark and the other holy articles of worship into the Temple of the Lord!”"}