{"1": "By this time David was an old, old man, so he stepped down from the throne and appointed his son Solomon as the new king of Israel. ", "2": "He summoned all the political and religious leaders of Israel for the coronation ceremony. ", "3": "At this time a census was taken of the men of the tribe of Levi who were thirty years or older. The total came to 38,000.", "4-5": "“Twenty-four thousand of them will supervise the work at the Temple,” David instructed, “6,000 are to be bailiffs and judges, 4,000 will be Temple guards, and 4,000 will praise the Lord with the musical instruments I have made.”", "6": "Then David divided them into three main divisions named after the sons of Levi—the Gershom division, the Kohath division, and the Merari division.", "7": "Subdivisions of the Gershom corps were named after his sons Ladan and Shimei. ", "8-9": "These subdivisions were still further divided into six groups named after the sons of Ladan: Jehiel the leader, Zetham, Joel; and the sons of Shimei[a]—Shelomoth, Haziel, and Haran.", "10-11": "The subclans of Shimei were named after his four sons: Jahath was greatest, Zizah[b] was next, and Jeush and Beriah were combined into a single subclan because neither had many sons.", "12": "The division of Kohath was subdivided into four groups named after his sons Amram, Izhar, Hebron, and Uzziel.", "13": "Amram was the ancestor of Aaron and Moses.[c] Aaron and his sons were set apart for the holy service of sacrificing the people's offerings to the Lord. He served the Lord constantly and pronounced blessings in his name at all times.", "14-15": "As for Moses, the man of God, his sons, Gershom and Eliezer, were included with the tribe of Levi. ", "16": "Gershom's sons were led by Shebuel, ", "17": "and Eliezer's only son, Rehabiah, was the leader of his clan, for he had many children.", "18": "The sons of Izhar were led by Shelomith.", "19": "The sons of Hebron were led by Jeriah. Amariah was second in command, Jahaziel was third, and Jekameam was fourth.", "20": "The sons of Uzziel were led by Micah, and Isshiah was the second in command.", "21": "The sons of Merari were Mahli and Mushi. The sons of Mahli were Eleazar and Kish. ", "22": "Eleazar died without any sons, and his daughters were married to their cousins, the sons of Kish. ", "23": "Mushi's sons were Mahli, Eder, and Jeremoth.", "24": "In the census, all the men of Levi who were twenty years old or older were classified under the names of these clans and subclans; and they were all assigned to the ministry at the Temple. ", "25": "For David said, “The Lord God of Israel has given us peace, and he will always live in Jerusalem. ", "26": "Now the Levites will no longer need to carry the Tabernacle and its instruments from place to place.”", "27": "(This census of the tribe of Levi was one of the last things David did before his death.) ", "28": "The work of the Levites was to assist the priests—the descendants of Aaron—in the sacrifices at the Temple; they also did the custodial work and helped perform the ceremonies of purification. ", "29": "They provided the Bread of the Presence, the flour for the grain offerings, and the wafers made without yeast (either fried or mixed with olive oil); they also checked all the weights and measures. ", "30": "Each morning and evening they stood before the Lord to sing thanks and praise to him. ", "31": "They assisted in the special sacrifices of burnt offerings, the Sabbath sacrifices, the new moon celebrations, and at all the festivals. There were always as many Levites present as were required for the occasion. ", "32": "And they took care of the Tabernacle and the Temple and assisted the priests in whatever way they were needed."}