{"1-2": "The priests (the descendants of Aaron) were placed into two divisions named after Aaron's sons, Eleazar and Ithamar. Nadab and Abihu were also sons of Aaron, but they died before their father did and had no children; so only Eleazar and Ithamar were left to carry on. ", "3": "David consulted with Zadok, who represented the Eleazar clan, and with Ahimelech, who represented the Ithamar clan; then he divided Aaron's descendants into many groups to serve at various times. ", "4": "Eleazar's descendants were divided into sixteen groups and Ithamar's into eight (for there was more leadership ability among the descendants of Eleazar).", "5": "All tasks were assigned to the various groups by coin-toss[a] so that there would be no preference, for there were many famous men and high officials of the Temple in each division. ", "6": "Shemaiah, a Levite and the son of Nethanel, acted as recording secretary and wrote down the names and assignments in the presence of the king and of these leaders: Zadok the priest, Ahimelech the son of Abiathar, and the heads of the priests and Levites. Two groups from the division of Eleazar and one from the division of Ithamar were assigned to each task.", "7-18": "The work was assigned (by coin-toss) in this order: First, the group led by Jehoiarib; Second, the group led by Jedaiah; Third, the group led by Harim; Fourth, the group led by Seorim; Fifth, the group led by Malchijah; Sixth, the group led by Mijamin; Seventh, the group led by Hakkoz; Eighth, the group led by Ahijah; Ninth, the group led by Jeshua; Tenth, the group led by Shecaniah; Eleventh, the group led by Eliashib; Twelfth, the group led by Jakim; Thirteenth, the group led by Huppah; Fourteenth, the group led by Jeshebeab; Fifteenth, the group led by Bilgah; Sixteenth, the group led by Immer; Seventeenth, the group led by Hezir; Eighteenth, the group led by Happizzez; Nineteenth, the group led by Pethahiah; Twentieth, the group led by Jehezkel; Twenty-first, the group led by Jachin; Twenty-second, the group led by Gamul; Twenty-third, the group led by Delaiah; Twenty-fourth, the group led by Maaziah.", "19": "Each group carried out the Temple duties as originally assigned by God through their ancestor Aaron.", "20": "These were the other descendants of Levi: Amram; his descendant Shubael; and Shubael's descendant Jehdeiah; ", "21": "the Rehabiah group, led by his oldest son Isshiah; ", "22": "the Izhar group, consisting of Shelamoth and his descendant Jahath. ", "23": "The Hebron group: Jeriah, Hebron's oldest son; Amariah, his second son; Jahaziel, his third son; Jekameam, his fourth son.", "24-25": "The Uzziel group was led by his son Micah and his grandsons Shamir and Isshiah, and by Isshiah's son Zechariah.", "26-27": "The Merari group was led by his sons: Mahli and Mushi. (Jaaziah's group, led by his son Beno, included his brothers Shoham, Zaccur, and Ibri.) ", "28": "Mahli's descendants were Eleazar, who had no sons, ", "29": "and Kish, among whose sons was Jerahmeel. ", "30": "The sons of Mushi were Mahli, Eder, and Jerimoth. These were the descendants of Levi in their various clans. ", "31": "Like the descendants of Aaron, they were assigned to their duties by coin-toss without distinction as to age or rank. It was done in the presence of King David, Zadok, Ahimelech, and the leaders of the priests and the Levites."}