{"1": "The Israeli army was divided into twelve regiments, each with 24,000 troops, including officers and administrative staff. These units were called up for active duty one month each year. Here is the list of the units and their regimental commanders:", "2-3": "The commander of the First Division was Jashobeam. He had charge of 24,000 troops who were on duty the first month of each year.", "4": "The commander of the Second Division was Dodai (a descendant of Ahohi). He had charge of 24,000 troops who were on duty the second month of each year. Mikloth was his executive officer.", "5-6": "The commander of the Third Division was Benaiah. His 24,000 men were on duty the third month of each year. (He was the son of Jehoiada the High Priest and was the chief of The Thirty, a group including the mightiest of David's men.) His son Ammizabad succeeded him as division commander.", "7": "The commander of the Fourth Division was Asahel (the brother of Joab), who was later replaced by his son Zebadiah. He had 24,000 men on duty the fourth month of each year.", "8": "The commander of the Fifth Division was Shamuth from Izrah, with 24,000 men on duty the fifth month of each year.", "9": "The commander of the Sixth Division was Ira, the son of Ikkesh from Tekoa; he had 24,000 men on duty the sixth month of each year.", "10": "The commander of the Seventh Division was Helez from Pelona in Ephraim, with 24,000 men on duty the seventh month of each year.", "11": "The commander of the Eighth Division was Sibbecai of the Hushite subclan from Zerah, who had 24,000 men on duty the eighth month of each year.", "12": "The commander of the Ninth Division was Abiezer (from Anathoth in the tribe of Benjamin), who commanded 24,000 troops during the ninth month of each year.", "13": "The commander of the Tenth Division was Maharai from Netophah in Zerah, with 24,000 men on duty the tenth month of each year.", "14": "The commander of the Eleventh Division was Benaiah from Pirathon in Ephraim, with 24,000 men on duty during the eleventh month of each year.", "15": "The commander of the Twelfth Division was Heldai from Netophah in the area of Othniel, who commanded 24,000 men on duty during the twelfth month of each year.", "16-22": "The top political officers of the tribes of Israel were as follows: Over Reuben, Eliezer (son of Zichri); Over Simeon, Shephatiah (son of Maacah); Over Levi, Hashabiah (son of Kemuel); Over the descendants of Aaron, Zadok; Over Judah, Elihu (a brother of King David); Over Issachar, Omri (son of Michael); Over Zebulun, Ishmaiah (son of Obadiah); Over Naphtali, Jeremoth (son of Azriel); Over Ephraim, Hoshea (son of Azaziah); Over the half-tribe of Manasseh, Joel (son of Pedaiah); Over the other half of Manasseh, in Gilead, Iddo (son of Zechariah); Over Benjamin, Jaasiel (son of Abner); Over Dan, Azarel (son of Jeroham).", "23": "When David took his census, he didn't include the twenty-year-olds or those younger, for the Lord had promised a population explosion for his people.[a] ", "24": "Joab began the census, but he never finished it, for the anger of God broke out upon Israel; the final total was never put into the annals of King David.", "25": "Azmaveth (son of Adiel) was the chief financial officer in charge of the palace treasuries, and Jonathan (son of Uzziah) was chief of the regional treasuries throughout the cities, villages, and fortresses of Israel.", "26": "Ezri (son of Chelub) was manager of the laborers on the king's estates. ", "27": "And Shimei from Ramath had the oversight of the king's vineyards; and Zabdi from Shiphma was responsible for his wine production and storage. ", "28": "Baal-hanan from Gedera was responsible for the king's olive yards and sycamore trees in the lowlands bordering Philistine territory, while Joash had charge of the supplies of olive oil.", "29": "Shitrai from Sharon was in charge of the cattle on the plains of Sharon, and Shaphat (son of Adlai) had charge of those in the valleys. ", "30": "Obil, from the territory of Ishmael, had charge of the camels, and Jehdeiah from Meronoth had charge of the donkeys. ", "31": "The sheep were under the care of Jaziz the Hagrite. These men were King David's overseers.", "32": "The attendant to the king's sons was Jonathan, David's uncle, a wise counselor and an educated man.[b] Jehiel (the son of Hachmoni) was their tutor.", "33": "Ahithophel was the king's official counselor, and Hushai the Archite was his personal advisor. ", "34": "Ahithophel was assisted by Jehoiada (the son of Benaiah) and by Abiathar. Joab was commander-in-chief of the Israeli army."}