{"1": "Then King David turned to the entire assembly and said: “My son Solomon, whom God has chosen to be the next king of Israel, is still young and inexperienced, and the work ahead of him is enormous; for the temple he will build is not just another building—it is for the Lord God himself! ", "2": "Using every resource at my command, I have gathered as much as I could for building it—enough gold, silver, bronze, iron, wood, and great quantities of onyx, other precious stones, costly jewels, and marble. ", "3": "And now, because of my devotion to the Temple of God, I am giving all of my own private treasures to aid in the construction. This is in addition to the building materials I have already collected. ", "4-5": "These personal contributions consist of millions of dollars of gold from Ophir and huge amounts of silver to be used for overlaying the walls of the buildings. It will also be used for the articles made of gold and silver and for the artistic decorations. Now then, who will follow my example? Who will give himself and all that he has to the Lord?”", "6-7": "Then the clan leaders, the heads of the tribes, the army officers, and the administrative officers of the king pledged huge sums of gold, silver, and foreign currency, also 675 tons of bronze and 3,750 tons of iron. ", "8": "They also contributed great amounts of jewelry, which were deposited at the Temple treasury with Jehiel (a descendant of Gershom). ", "9": "Everyone was excited and happy for this opportunity of service, and King David was moved with deep joy.", "10": "While still in the presence of the whole assembly, David expressed his praises to the Lord: “O Lord God of our father Israel, praise your name for ever and ever! ", "11": "Yours is the mighty power and glory and victory and majesty. Everything in the heavens and earth is yours, O Lord, and this is your kingdom. We adore you as being in control of everything. ", "12": "Riches and honor come from you alone, and you are the ruler of all mankind; your hand controls power and might, and it is at your discretion that men are made great and given strength. ", "13": "O our God, we thank you and praise your glorious name, ", "14": "but who am I and who are my people that we should be permitted to give anything to you? Everything we have has come from you, and we only give you what is yours already! ", "15": "For we are here for but a moment, strangers in the land as our fathers were before us; our days on earth are like a shadow, gone so soon, without a trace. ", "16": "O Lord our God, all of this material that we have gathered to build a temple for your holy name comes from you! It all belongs to you! ", "17": "I know, my God, that you test men to see if they are good; for you enjoy good men. I have done all this with good motives, and I have watched your people offer their gifts willingly and joyously.", "18": "“O Lord, God of our fathers Abraham, Isaac, and Israel! Make your people always want to obey you, and see to it that their love for you never changes. ", "19": "Give my son Solomon a good heart toward God, so that he will want to obey you in the smallest detail and will look forward eagerly to finishing the building of your Temple, for which I have made all of these preparations.”", "20": "Then David said to all the people, “Give praise to the Lord your God!” And they did, bowing low before the Lord and the king.", "21": "The next day they brought a thousand young bulls, a thousand rams, and a thousand lambs as burnt offerings to the Lord; they also offered drink offerings and many other sacrifices on behalf of all Israel. ", "22": "Then they feasted and drank before the Lord with great joy. And again[a] they crowned King David's son Solomon as their king. They anointed him before the Lord as their leader, and they anointed Zadok as their priest. ", "23": "So God appointed Solomon to take the throne of his father David; and he prospered greatly, and all Israel obeyed him. ", "24": "The national leaders, the army officers, and his brothers all pledged their allegiance to King Solomon. ", "25": "And the Lord gave him great popularity with all the people of Israel, and he amassed even greater wealth and honor than his father.", "26-27": "David was king of the land of Israel for forty years; seven of them during his reign in Hebron and thirty-three in Jerusalem. ", "28": "He died at an old age, wealthy and honored; and his son Solomon reigned in his place. ", "29": "Detailed biographies of King David have been written in the history of Samuel the prophet, in the history written by Nathan the prophet, and in the history written by the prophet Gad. ", "30": "These accounts tell of his reign and of his might and all that happened to him and to Israel and to the kings of the nearby nations."}