{"1": "King David's oldest son was Amnon, who was born to his wife, Ahinoam of Jezreel. The second was Daniel, whose mother was Abigail from Carmel.", "2": "The third was Absalom, the son of his wife Maacah, who was the daughter of King Talmai of Geshur. The fourth was Adonijah, the son of Haggith.", "3": "The fifth was Shephatiah, the son of Abital. The sixth was Ithream, the son of his wife Eglah.", "4": "These six were born to him in Hebron, where he reigned seven and a half years. Then he moved the capital to Jerusalem, where he reigned another thirty-three years.", "5": "While he was in Jerusalem, his wife Bathsheba[a] (the daughter of Ammiel) became the mother of his sons Shimea, Shobab, Nathan, and Solomon.", "6-8": "David also had nine other sons: Ibhar, Elishama, Eliphelet, Nogah, Nepheg, Japhia, Elishama, Eliada, and Eliphelet.", "9": "(This list does not include the sons of his concubines.) David also had a daughter Tamar.", "10-14": "These are the descendants of King Solomon: Rehoboam, Abijah, Asa, Jehoshaphat, Jehoram,[b] Ahaziah, Joash, Amaziah, Azariah,* Jotham, Ahaz, Hezekiah, Manasseh, Amon, Josiah.", "15": "The sons of Josiah were: Johanan, Jehoiakim, Zedekiah, Shallum.[c]", "16": "The sons of Jehoiakim: Jeconiah, Zedekiah.", "17-18": "These are the sons who were born to King Jeconiah during the years that he was under house arrest: Shealtiel, Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, Nedabiah.", "19-20": "Pedaiah was the father of Zerubbabel and Shimei. Zerubbabel's children were: Meshullam, Hananiah, Hashubah, Ohel, Berechiah, Hasadiah, Jushab-hesed, Shelomith (a daughter).", "21-22": "Hananiah's sons were Pelatiah and Jeshaiah; Jeshaiah's son was Rephaiah; Rephaiah's son was Arnan; Arnan's son was Obadiah; Obadiah's son was Shecaniah. Shecaniah's son was Shemaiah; Shemaiah had six sons, including Hattush, Igal, Bariah, Neariah, and Shaphat.", "23": "Neariah had three sons: Elioenai, Hizkiah, Azrikam.", "24": "Elioenai had seven sons: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, Anani."}