{"1": "These are the sons of Judah: Perez, Hezron, Carmi, Hur, Shobal.", "2": "Shobal's son Reaiah was the father of Jahath, the ancestor of Ahumai and Lahad. These were known as the Zorathite clans.", "3-4": "The descendants of Etam: Jezreel, Ishma, Idbash, Hazzelelponi (his daughter), Penuel (the ancestor of Gedor), Ezer (the ancestor of Hushah), the son of Hur, the oldest son of Ephrathah, who was the father of Bethlehem.", "5": "Ashhur, the father of Tekoa, had two wives—Helah and Naarah.", "6": "Naarah bore him Ahuzzam, Hepher, Temeni, and Haahashtari; ", "7": "and Helah bore him Zereth, Izhar, and Ethnan.", "8": "Koz was the father of Anub and Zobebah; he was also the ancestor of the clan named after Aharhel, the son of Harum.", "9": "Jabez was more distinguished than any of his brothers. His mother named him Jabez because she had such a hard time at his birth (Jabez means[a] “Distress”).", "10": "He was the one who prayed to the God of Israel, “Oh, that you would wonderfully bless me and help me in my work; please be with me in all that I do, and keep me from all evil and disaster!” And God granted him his request.", "11-12": "The descendants of Recah were: Chelub (the brother of Shuhah), whose son was Mahir, the father of Eshton; Eshton was the father of Bethrapha, Paseah, and Tehinnah; Tehinnah was the father of Irnahash.", "13": "The sons of Kenaz were Othniel and Seraiah. Othniel's sons were Hathath and Meonothai;", "14": "Meonothai was the father of Ophrah; Seraiah was the father of Joab, the ancestor of the inhabitants of Craftsman Valley (called that because many craftsmen lived there).", "15": "The sons of Caleb (the son of Jephunneh): Iru, Elah, Naam. The sons of Elah included Kenaz.", "16": "Jehallelel's sons were: Ziph, Ziphah, Tiria, Asarel.", "17": "Ezrah's sons were: Jether, Mered, Epher, Jalon. Mered married Bithiah, an Egyptian princess. She was the mother of Miriam, Shammai, and Ishbah—an ancestor of Eshtemoa.", "18": "Eshtemoa's wife was a Jewess; she was the mother of Jered, Heber, and Jekuthiel, who were, respectively, the ancestors of the Gedorites, Socoites, and Zanoahites.", "19": "Hodiah's wife was the sister of Naham. One of her sons was the father of Keilah the Garmite, and another was the father of Eshtemoa the Maacathite.", "20": "The sons of Shimon: Amnon, Rinnah, Ben-hanan, Tilon. The sons of Ishi: Zoheth, Ben-zoheth.", "21-22": "The sons of Shelah (the son of Judah): Er (the father of Lecah), Laadah (the father of Mareshah), The families of the linen workers who worked at Beth-ashbea, Jokim, The clans of Cozeba, Joash, Saraph (who was a ruler in Moab before he returned to Lehem). These names all come from very ancient records.", "23": "These clans were noted for their pottery, gardening, and planting; they all worked for the king.", "24": "The sons of Simeon: Nemuel, Jamin, Jarib, Zerah, Shaul.", "25": "Shaul's son was Shallum, his grandson was Mibsam, and his great-grandson was Mishma.", "26": "Mishma's sons included Hammuel (the father of Zaccur and grandfather of Shimei).", "27": "Shimei had sixteen sons and six daughters, but none of his brothers had large families—they all had fewer children than was normal in Judah.", "28": "They lived at Beersheba, Moladah, Hazar-shual, ", "29": "Bilhah, Ezem, Tolad, ", "30": "Bethuel, Hormah, Ziklag, ", "31": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These cities were under their control until the time of David.", "32-33": "Their descendants also lived in or near Etam, Ain, Rimmon, Tochen, and Ashan; some were as far away as Baal. (These facts are recorded in their genealogies.)", "34-39": "These are the names of some of the princes of wealthy clans who traveled to the east side of Gedor Valley in search of pasture for their flocks: Meshobab, Jamlech, Joshah, Joel, Jehu, Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah, Ziza (the son of Shiphi, son of Allon, son of Jedaiah, son of Shimri, son of Shemaiah).", "40-41": "They found good pastures, and everything was quiet and peaceful; but the land belonged to the descendants of Ham. So during the reign of King Hezekiah of Judah these princes invaded the land and struck down the tents and houses of the descendants of Ham; they killed the inhabitants of the land and took possession of it for themselves.", "42": "Later, five hundred of these invaders from the tribe of Simeon went to Mount Seir. (Their leaders were Pelatiah, Neariah, Rephaiah, and Uzziel—all sons of Ishi.)", "43": "There they destroyed the few surviving members of the tribe of Amalek. And they have lived there ever since."}