{"1": "The oldest son of Israel was Reuben, but since he dishonored his father by sleeping with one of his father's wives, his birthright was given to his half brother, Joseph. So the official genealogy doesn't name Reuben as the oldest son.", "2": "Although Joseph received the birthright, yet Judah was a powerful and influential tribe in Israel, and from Judah came a prince.", "3": "The sons of Reuben, Israel's son, were: Hanoch, Pallu, Hezron, Carmi.", "4": "Joel's descendants were his son Shemaiah, his grandson Gog, and his great-grandson Shimei.", "5": "Shimei's son was Micah; his grandson was Reaiah; and his great-grandson was Baal.", "6": "Baal's son was Beerah. He was a prince of the tribe of Reuben and was taken into captivity by King Tilgath-pilneser of Assyria.", "7-8": "His relatives became heads of clans and were included in the official genealogy: Jeiel, Zechariah, Bela (the son of Azaz, grandson of Shema, and great-grandson of Joel). These Reubenites[a] lived in Aroer and as far distant as Mount Nebo and Baal-meon.", "9": "Joel was a cattleman, and he pastured his animals eastward to the edge of the desert and to the Euphrates River, for there were many cattle in the land of Gilead.", "10": "During the reign of King Saul, the men of Reuben defeated the Hagrites in war and moved into their tents on the eastern edge of Gilead. ", "11": "Across from them, in the land of Bashan, lived the descendants of Gad, who were spread as far as Salecah.", "12": "Joel was the greatest and was followed by Shapham, also Janai and Shaphat. ", "13": "Their relatives, the heads of the seven clans, were Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber.", "14": "The descendants of Buz, in the order of their generations, were: Jahdo, Jeshishai, Michael, Gilead, Jaroah, Huri, Abihail.", "15": "Ahi, the son of Abdiel and grandson of Guni, was the leader of the clan. ", "16": "The clan lived in and around Gilead (in the land of Bashan) and throughout the entire pasture country of Sharon. ", "17": "All were included in the official genealogy at the time of King Jotham of Judah and King Jeroboam of Israel.", "18": "There were 44,760 armed, trained, and brave troops in the army of Reuben, Gad, and the half-tribe of Manasseh. ", "19": "They declared war on the Hagrites, the Jeturites, the Naphishites, and the Nodabites. ", "20": "They cried out to God to help them, and he did, for they trusted in him. So the Hagrites and all their allies were defeated. ", "21": "The booty included 50,000 camels, 250,000 sheep, 2,000 donkeys, and 100,000 captives. ", "22": "A great number of the enemy also died in the battle, for God was fighting against them. So the Reubenites lived in the territory of the Hagrites until the time of the exile.", "23": "The half-tribe of Manasseh spread through the land from Bashan to Baal-hermon, Senir, and Mount Hermon. They too were very numerous.", "24": "The chiefs of their clans were the following: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, Jahdiel. Each of these men had a great reputation as a warrior and leader. ", "25": "But they were not true to the God of their fathers; instead they worshiped the idols of the people whom God had destroyed. ", "26": "So God caused King Pul of Assyria (also known as Tilgath-pilneser III) to invade the land and deport the men of Reuben, Gad, and the half-tribe of Manasseh. They took them to Halah, Habor, Hara, and the Gozan River, where they remain to this day."}