{"1": "These are the names of the sons of Levi: Gershom, Kohath, Merari.", "2": "Kohath's sons were: Amram, Izhar, Hebron, Uzziel.", "3": "Amram's descendants included: Aaron, Moses, Miriam. Aaron's sons were: Nadab, Abihu, Eleazar, Ithamar.", "4-15": "The oldest sons of the successive generations of Aaron were as follows:[a] Eleazar, the father of Phinehas, the father of Abishua, the father of Bukki, the father of Uzzi, the father of Zerahiah, the father of Meraioth, the father of Amariah, the father of Ahitub, the father of Zadok, the father of Ahimaaz, the father of Azariah, the father of Johanan, the father of Azariah (the High Priest in Solomon's Temple at Jerusalem), the father of Amariah, the father of Ahitub, the father of Zadok, the father of Shallum, the father of Hilkiah, the father of Azariah, the father of Seraiah, the father of Jehozadak (who went into exile when the Lord sent the people of Judah and Jerusalem into captivity under Nebuchadnezzar).", "16": "As previously stated,[b] the sons of Levi were: Gershom, Kohath, Merari.", "17": "The sons of Gershom were: Libni, Shimei.", "18": "The sons of Kohath were: Amram, Izhar, Hebron, Uzziel.", "19-21": "The sons of Merari were: Mahli, Mushi. The subclans of the Levites were: In the Gershom clan: Libni, Jahath, Zimmah, Joah, Iddo, Zerah, Jeatherai.", "22-24": "In the Kohath clan: Amminadab, Korah, Assir, Elkanah, Ebiasaph, Assir, Tahath, Uriel, Uzziah, Shaul.", "25-27": "The subclan of Elkanah was further divided into the families of his sons: Amasai, Ahimoth, Elkanah, Zophai, Nahath, Eliab, Jeroham, Elkanah.", "28": "The families of the subclan of Samuel were headed by Samuel's sons: Joel, the oldest; Abijah, the second.", "29-30": "The subclans of the clan of Merari were headed by his sons: Mahli, Libni, Shimei, Uzzah, Shimea, Haggiah, Asaiah.", "31": "King David appointed song leaders and choirs to praise God in the Tabernacle after he had placed the Ark in it. ", "32": "Then, when Solomon built the Temple at Jerusalem, the choirs carried on their work there.", "33-38": "These are the names and ancestries[c] of choir leaders: Heman the Cantor was from the clan of Kohath; his genealogy was traced back through: Joel, Samuel, Elkanah III, Jeroham, Eliel, Toah, Zuph, Elkanah II, Mahath, Amasai, Elkanah I, Joel, Azariah, Zephaniah, Tahath, Assir, Ebiasaph, Korah, Izhar, Kohath, Levi, Israel.", "39-43": "Heman's assistant[d] was his colleague Asaph, whose genealogy was traced back through: Berechiah, Shimea, Michael, Baaseiah, Malchijah, Ethni, Zerah, Adaiah, Ethan, Zimmah, Shimei, Jahath, Gershom, Levi.", "44-47": "Heman's second assistant was Ethan, a representative from the clan of Merari, who stood on his left. Merari's ancestry was traced back through: Kishi, Abdi, Malluch, Hashabiah, Amaziah, Hilkiah, Amzi, Bani, Shemer, Mahli, Mushi, Merari, Levi.", "48": "Their relatives—all the other Levites—were appointed to various other tasks in the Tabernacle. ", "49": "But only Aaron and his descendants were the priests. Their duties included sacrificing burnt offerings and incense, handling all the tasks relating to the inner sanctuary—the Holy of Holies—and the tasks relating to the annual Day of Atonement for Israel. They saw to it that all the details commanded by Moses the servant of God were strictly followed.", "50-53": "The descendants of Aaron were: Eleazar, Phinehas, Abishua, Bukki, Uzzi, Zerahiah, Meraioth, Amariah, Ahitub, Zadok, Ahimaaz.", "54": "This is a record of the cities and land assigned by lot to the descendants of Aaron, all of whom were members of the Kohath clan:", "55-57": "Hebron and its surrounding pasturelands in Judah (although the fields and suburbs were given to Caleb the son of Jephunneh), ", "58-59": "and the following Cities of Refuge with their surrounding pasturelands: Libnah, Jattir, Eshtemoa, Hilen, Debir, Ashan, Beth-shemesh.", "60": "Thirteen other cities with surrounding pastures—including Geba, Alemeth, and Anathoth—were given to the priests by the tribe of Benjamin. ", "61": "Lots were then drawn to assign land to the remaining descendants of Kohath, and they received ten cities in the territory of the half-tribe of Manasseh.", "62": "The subclans of the Gershom clan received by lot thirteen cities in the Bashan area from the tribes of Issachar, Asher, Naphtali, and Manasseh.", "63": "The subclans of Merari received by lot twelve cities from the tribes of Reuben, Gad, and Zebulun.", "64-65": "Cities and pasturelands were also assigned by lot to the Levites (and then renamed) from the tribes of Judah, Simeon, and Benjamin.", "66-69": "The tribe of Ephraim gave these Cities of Refuge with the surrounding pasturelands to the subclans of Kohath: Shechem in Mount Ephraim, Gezer, Jokmeam, Beth-horon, Aijalon, Gath-rimmon.", "70": "The following Cities of Refuge and their pasturelands were given to the subclans of the Kohathites by the half-tribe of Manasseh: Aner, Bileam.", "71": "Cities of Refuge and pastureland given to the clan of Gershom by the half-tribe of Manasseh were: Golan, in Bashan; Ashtaroth.", "72": "The tribe of Issachar gave them Kedesh, Daberath, ", "73": "Ramoth, and Anem, and the surrounding pastureland of each.", "74": "The tribe of Asher gave them Abdon, Mashal, ", "75": "Hukok, and Rehob, with their pasturelands.", "76": "The tribe of Naphtali gave them Kedesh in Galilee, Hammon, and Kiriathaim with pasturelands.", "77": "The tribe of Zebulun gave Rimmono and Tabor to the Merari clan as Cities of Refuge.", "78-79": "And across the Jordan River, opposite Jericho, the tribe of Reuben gave them Bezer (a desert town), Jahzah, Kedemoth, and Mephaath, along with their pasturelands.", "80": "The tribe of Gad gave them Ramoth in Gilead, Mahanaim, ", "81": "Heshbon, and Jazer, each with their surrounding pasturelands."}