{"1": "The sons of Issachar: Tola, Puah, Jashub, Shimron.", "2": "The sons of Tola, each of whom was the head of a subclan: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, Shemuel. At the time of King David, the total number of men of war from these families was 22,600.", "3": "Uzzi's son was Izrahiah among whose five sons were Michael, Obadiah, Joel, and Isshiah, all chiefs of subclans. ", "4": "Their descendants, at the time of King David, numbered 36,000 troops; for all five of them had several wives and many sons. ", "5": "The total number of men available for military service from all the clans of the tribe of Issachar was 87,000 stouthearted warriors, all included in the official genealogy.", "6": "The sons of Benjamin were: Bela, Becher, Jediael.", "7": "The sons of Bela: Ezbon, Uzzi, Uzziel, Jerimoth, Iri. These five mighty warriors were chiefs of subclans and were the leaders of 22,034 troops (all of whom were recorded in the official genealogies).", "8": "The sons of Becher were: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, Alemeth.", "9": "At the time of David there were 20,200 mighty warriors among their descendants; and they were led by their clan chiefs.", "10": "The son of Jediael was Bilhan. The sons of Bilhan were: Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, Ahishahar.", "11": "They were the chiefs of the subclans of Jediael, and their descendants included 17,200 warriors at the time of King David.", "12": "The sons of Ir were Shuppim and Huppim. Hushim was one of the sons of Aher.", "13": "The sons of Naphtali (descendants of Jacob's wife[a] Bilhah) were: Jahziel, Guni, Jezer, Shallum.", "14": "The sons of Manasseh, born to his Aramaean concubine, were Asriel and Machir (who became the father of Gilead).", "15": "It was Machir who found wives for Huppim and Shuppim.[b] Machir's sister was Maacah. Another descendant was Zelophehad, who had only daughters.*", "16": "Machir's wife, also named Maacah, bore him a son whom she named Peresh; his brother's name was Sheresh, and he had sons named Ulam and Rakem.", "17": "Ulam's son was Bedan. So these were the sons of Gilead, the grandsons of Machir, and the great-grandsons of Manasseh.", "18": "Hammolecheth, Machir's sister, bore Ishhod, Abiezer, and Mahlah.", "19": "The sons of Shemida were Ahian, Shechem, Likhi, and Aniam.", "20-21": "The sons of Ephraim: Shuthelah, Bered, Tahath, Eleadah, Tahath, Zabad, Shuthelah, Ezer, Elead. Elead and Ezer attempted to rustle cattle at Gath, but they were killed by the local farmers. ", "22": "Their father Ephraim mourned for them a long time, and his brothers tried to comfort him. ", "23": "Afterwards his wife conceived and bore a son whom he called Beriah (meaning “a tragedy”) because of what had happened.", "24": "Ephraim's daughter's name was Sheerah. She built Lower and Upper Beth-horon and Uzzen-sheerah.", "25-27": "This is Ephraim's line of descent: Rephah, the father of Resheph, the father of Telah, the father of Tahan, the father of Ladan, the father of Ammihud, the father of Elishama, the father of Nun, the father of Joshua.", "28": "They lived in an area bounded on one side by Bethel and its surrounding towns, on the east by Naaran, on the west by Gezer and its villages, and finally by Shechem and its surrounding villages as far as Ayyah and its towns.", "29": "The tribe of Manasseh, descendants of Joseph the son of Israel, controlled the following cities and their surrounding areas: Beth-shean, Taanach, Megiddo, and Dor.", "30": "The children of Asher: Imnah, Ishvah, Ishvi, Beriah, Serah (their sister).", "31": "The sons of Beriah were: Heber, Malchiel (the father of Birzaith).", "32": "Heber's children were: Japhlet, Shomer, Hotham, Shua (their sister).", "33": "Japhlet's sons were: Pasach, Bimhal, Ashvath.", "34": "His brother Shomer's[c] sons were: Rohgah, Jehubbah, Aram.", "35": "The sons of his brother Hotham[d] were: Zophah, Imna, Shelesh, Amal.", "36-37": "The sons of Zophah were: Suah, Harnepher, Shual, Beri, Imrah, Bezer, Hod, Shamma, Shilshah, Ithran, Beera.", "38": "The sons of Ithran[e] were: Jephunneh, Pispa, Ara.", "39": "The sons of Ulla were: Arah, Hanniel, Rizia.", "40": "These descendants of Asher were heads of subclans and were all skilled warriors and chiefs. Their descendants in the official genealogy numbered 36,000 men of war."}