{"1-2": "The sons of Benjamin, according to age, were: Bela, the first, Ashbel, the second, Aharah, the third, Nohah, the fourth, Rapha, the fifth.", "3-5": "The sons of Bela were: Addar, Gera, Abihud, Abishua, Naaman, Ahoah, Gera, Shephuphan, Huram.", "6-7": "The sons of Ehud, chiefs of the subclans living at Geba, were captured in war and exiled to Manahath. They were: Naaman, Ahijah, Gera (also called Heglam), the father of Uzza and Ahihud.", "8-10": "Shaharaim divorced his wives Hushim and Baara, but he had children in the land of Moab by Hodesh, his new wife: Jobab, Zibia, Mesha, Malcam, Jeuz, Sachia, Mirmah. These sons all became chiefs of subclans.", "11": "His wife Hushim had borne him Abitub and Elpaal.", "12": "The sons of Elpaal were: Eber, Misham, Shemed (who built Ono and Lod and their surrounding villages).", "13": "His other sons were Beriah and Shema, chiefs of subclans living in Aijalon; they chased out the inhabitants of Gath.", "14": "Elpaal's sons also included: Ahio, Shashak, Jeremoth.", "15-16": "The sons of Beriah were: Zebadiah, Arad, Eder, Michael, Ishpah, Joha.", "17-18": "The sons of Elpaal also included: Zebadiah, Meshullam, Hizki, Heber, Ishmerai, Izliah, Jobab.", "19-21": "The sons of Shimei were: Jakim, Zichri, Zabdi, Elienai, Zillethai, Eliel, Adaiah, Beraiah, Shimrath.", "22-25": "The sons of Shashak were: Ishpan, Eber, Eliel, Abdon, Zichri, Hanan, Hananiah, Elam, Anthothijah, Iphdeiah, Penuel.", "26-27": "The sons of Jeroham were: Shamsherai, Shehariah, Athaliah, Jaareshiah, Elijah, Zichri.", "28": "These were the chiefs of the subclans living at Jerusalem.", "29": "Jeiel, the father of Gibeon, lived at Gibeon; and his wife's name was Maacah. ", "30-32": "His oldest son was named Abdon, followed by: Zur, Kish, Baal, Nadab, Gedor, Ahio, Zecher, Mikloth who was the father of Shimeah. All of these families lived together near Jerusalem.", "33": "Ner was the father of Kish, and Kish was the father of Saul; Saul's sons included: Jonathan, Malchi-shua, Abinadab, Eshbaal.", "34": "The son of Jonathan was Mephibosheth;[a] The son of Mephibosheth* was Micah.", "35": "The sons of Micah: Pithon, Melech, Tarea, Ahaz.", "36": "Ahaz was the father of Jehoaddah, Jehoaddah was the father of: Alemeth, Azmaveth, Zimri. Zimri's son was Moza.", "37": "Moza was the father of Binea, whose sons were: Raphah, Eleasah, Azel.", "38": "Azel had six sons: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, Hanan.", "39": "Azel's brother Eshek had three sons: Ulam, the first, Jeush, the second, Eliphelet, the third.", "40": "Ulam's sons were prominent warriors who were expert marksmen with their bows. These men had 150 sons and grandsons, and they were all from the tribe of Benjamin."}