{"1": "The family tree of every person in Israel was carefully recorded in The Annals of the Kings of Israel. Judah was exiled to Babylon because the people worshiped idols.", "2": "The first to return and live again in their former cities were families from the tribes of Israel and also the priests, the Levites, and the Temple assistants.", "3": "Then some families from the tribes of Judah, Benjamin, Ephraim, and Manasseh arrived in Jerusalem:", "4": "One family was that of Uthai (the son of Ammihud, son of Omri, son of Imri, son of Bani) of the clan of Perez (son of Judah).", "5": "The Shilonites were another family to return, including Asaiah (Shilon's oldest son) and his sons; ", "6": "there were also the sons of Zerah, including Jeuel and his relatives: 690 in all.", "7-8": "Among the members of the tribe of Benjamin who returned were these: Sallu (the son of Meshullam, the son of Hodaviah, the son of Hassenuah); Ibneiah (the son of Jeroham); Elah (the son of Uzzi, the son of Michri); Meshullam (the son of Shephatiah, the son of Reuel, the son of Ibnijah).", "9": "These men were all chiefs of subclans. A total of 956 Benjaminites returned.", "10-11": "The priests who returned were: Jedaiah, Jehoiarib, Jachin, Azariah (the son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub). He was the chief custodian of the Temple.", "12": "Another of the returning priests was Adaiah (son of Jeroham, son of Pashhur, son of Malchijah). Another priest was Maasai (son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer).", "13": "In all, 1,760 priests returned.", "14": "Among the Levites who returned was Shemaiah (son of Hasshub, son of Azrikam, son of Hashabiah, who was a descendant of Merari).", "15-16": "Other Levites who returned included: Bakbakkar, Heresh, Galal, Mattaniah (the son of Mica, who was the son of Zichri, who was the son of Asaph), Obadiah (the son of Shemaiah, son of Galal, son of Jeduthun), Berechiah (the son of Asa, son of Elkanah, who lived in the area of the Netophathites).", "17-18": "The gatekeepers were Shallum (the chief gatekeeper), Akkub, Talmon, and Ahiman—all Levites. They are still responsible for the eastern royal gate. ", "19": "Shallum's ancestry went back through Kore and Ebiasaph to Korah. He and his close relatives the Korahites were in charge of the sacrifices and the protection of the sanctuary, just as their ancestors had supervised and guarded the Tabernacle. ", "20": "Phinehas, the son of Eleazar, was the first director of this division in ancient times. And the Lord was with him.", "21": "At that time Zechariah, the son of Meshelemiah, had been responsible for the protection of the entrance to the Tabernacle. ", "22": "There were 212 doorkeepers in those days. They were chosen from their villages on the basis of their genealogies, and they were appointed by David and Samuel because of their reliability. ", "23": "They and their descendants were in charge of the Lord's Tabernacle. ", "24": "They were assigned to each of the four sides: east, west, north, and south. ", "25": "And their relatives in the villages were assigned to help them from time to time, for seven days at a time.", "26": "The four head gatekeepers, all Levites, were in an office of great trust, for they were responsible for the rooms and treasuries in the Tabernacle of God. ", "27": "Because of their important positions, they lived near the Tabernacle, and they opened the gates each morning. ", "28": "Some of them were assigned to care for the various vessels used in the sacrifices and worship; they checked them in and out to avoid loss. ", "29": "Others were responsible for the furniture, the items in the sanctuary, and the supplies such as fine flour, wine, incense, and spices.", "30": "Other priests prepared the spices and incense.", "31": "And Mattithiah (a Levite and the oldest son of Shallum the Korahite) was entrusted with making the flat cakes for grain offerings.", "32": "Some members of the Kohath clan were in charge of the preparation of the special bread[a] each Sabbath.", "33-34": "The cantors were all prominent Levites. They lived in Jerusalem at the Temple and were on duty at all hours. They were free from other responsibilities and were selected by their genealogies.", "35-37": "Jeiel (whose wife was Maacah) lived in Gibeon. He had many[b] sons, including: Gibeon, Abdon (the oldest), Zur, Kish, Baal, Ner, Nadab, Gedor, Ahio, Zechariah, Mikloth.", "38": "Mikloth lived with his son Shimeam in Jerusalem near his relatives.", "39": "Ner was the father of Kish, Kish was the father of Saul, Saul was the father of Jonathan, Malchi-shua, Abinadab, and Eshbaal.", "40": "Jonathan was the father of Mephibosheth;[c] Mephibosheth* was the father of Micah;", "41": "Micah was the father of Pithon, Melech, Tahrea, and Ahaz;", "42": "Ahaz was the father of Jarah; Jarah was the father of Alemeth, Azmaveth, and Zimri; Zimri was the father of Moza.", "43": "Moza was the father of Binea, Rephaiah, Eleasah, and Azel.", "44": "Azel had six sons: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, Hanan."}