{"1": "The book of the generation of Jesus Christ, the Son of David, the Son of Abraham.", "2": "Abraham begot Isaac, and Isaac begot Jacob, and Jacob begot Judah and his brethren.", "3": "And Judah begot Perez and Zerah by Tamar, and Perez begot Hezron, and Hezron begot Aram,", "4": "and Aram begot Aminadab, and Aminadab begot Nahshon, and Nahshon begot Salmon,", "5": "and Salmon begot Boaz by Rahab, and Boaz begot Obed by Ruth, and Obed begot Jesse,", "6": "and Jesse begot David the king. And David the king begot Solomon by her that had been the wife of Uriah,", "7": "and Solomon begot Rehoboam, and Rehoboam begot Abijah, and Abijah begot Asa,", "8": "and Asa begot Jehoshaphat, and Jehoshaphat begot Joram, and Joram begot Uzziah,", "9": "and Uzziah begot Jotham, and Jotham begot Ahaz, and Ahaz begot Hezekiah,", "10": "and Hezekiah begot Manasseh, and Manasseh begot Amon, and Amon begot Josiah,", "11": "and Josiah begot Jechonias and his brethren, about the time they were carried away to Babylon.", "12": "And after they were brought to Babylon, Jechonias begot Salathiel, and Salathiel begot Zerubbabel,", "13": "and Zerubbabel begot Abiud, and Abiud begot Eliakim, and Eliakim begot Azor,", "14": "and Azor begot Zadok, and Zadok begot Achim, and Achim begot Eliud,", "15": "and Eliud begot Eleazar, and Eleazar begot Matthan, and Matthan begot Jacob,", "16": "and Jacob begot Joseph, the husband of Mary of whom was born Jesus, who is called Christ.", "17": "So all the generations from Abraham to David are fourteen generations, and from David until the carrying away into Babylon are fourteen generations, and from the carrying away into Babylon unto Christ are fourteen generations.", "18": "Now the birth of Jesus Christ was in this way: When His mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.", "19": "And Joseph her husband, being a just man and not willing to make her a public example, was minded to put her away privily.", "20": "But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, “Joseph, thou son of David, fear not to take unto thee Mary thy wife, for that which is conceived in her is of the Holy Ghost.", "21": "And she shall bring forth a Son, and thou shalt call His name Jesus, for He shall save His people from their sins.”", "22": "Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying,", "23": "“Behold, a virgin shall be with child and shall bring forth a Son, and they shall call His name Emmanuel” (which being interpreted is, “God with us”).", "24": "Then Joseph, being raised from sleep, did as the angel of the Lord had bidden him, and took unto him his wife,", "25": "and knew her not until she had brought forth her firstborn Son. And he called His name Jesus."}