{"1": "And it came to pass when Jesus had finished commanding His twelve disciples, He departed thence to teach and to preach in their cities.", "2": "Now when John had heard in prison of the works of Christ, he sent two of his disciples,", "3": "and they said unto Him, “Art thou He that should come, or do we look for another?”", "4": "Jesus answered and said unto them, “Go and show John again those things which ye hear and see:", "5": "the blind receive their sight and the lame walk, the lepers are cleansed and the deaf hear, the dead are raised up and the poor have the Gospel preached to them.", "6": "And blessed is he whosoever shall not be offended in Me.”", "7": "And as they departed, Jesus began to say unto the multitudes concerning John, “What went ye out into the wilderness to see? A reed shaken with the wind?", "8": "But what went ye out to see? A man clothed in soft raiment? Behold, they that wear soft clothing are in kings' houses.", "9": "But what went ye out to see? A prophet? Yea, I say unto you, and more than a prophet.", "10": "For this is he of whom it is written: 'Behold, I send My messenger before Thy face, who shall prepare Thy way before Thee.'", "11": "Verily I say unto you, among them that are born of women, there hath not risen a greater than John the Baptist; notwithstanding, he that is least in the Kingdom of Heaven is greater than he.", "12": "And from the days of John the Baptist until now, the Kingdom of Heaven suffereth violence, and the violent take it by force.", "13": "For all the Prophets and the Law prophesied until John.", "14": "And if ye will receive it, this is Elijah, who was to come.", "15": "He that hath ears to hear, let him hear.", "16": "“But to what shall I liken this generation? It is like unto children sitting in the markets and calling unto their fellows,", "17": "and saying, 'We have piped unto you, and ye have not danced; we have mourned unto you, and ye have not lamented.'", "18": "For John came neither eating nor drinking, and they say, 'He hath a devil!'", "19": "The Son of Man came eating and drinking, and they say, 'Behold a gluttonous man and a winebibber, a friend of publicans and sinners!' But wisdom is justified by her children.”", "20": "Then He began to upbraid the cities wherein most of His mighty works were done, because they repented not.", "21": "“Woe unto thee, Chorazin! Woe unto thee, Bethsaida! For if the mighty works which were done in you had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.", "22": "But I say unto you, it shall be more tolerable for Tyre and Sidon at the Day of Judgment than for you.", "23": "And thou, Capernaum, which art exalted unto heaven, shalt be brought down to hell; for if the mighty works which have been done in thee had been done in Sodom, it would have remained until this day.", "24": "But I say unto you, that it shall be more tolerable for the land of Sodom in the Day of Judgment than for thee.”", "25": "At that time Jesus answered and said, “I thank Thee, O Father, Lord of Heaven and earth, because Thou hast hid these things from the wise and prudent, and hast revealed them unto babes.", "26": "Even so, Father, for so it seemed good in Thy sight.", "27": "“All things are delivered unto Me by My Father, and no man knoweth the Son, but the Father; neither knoweth any man the Father, save the Son, and he to whomsoever the Son will reveal Him.", "28": "“Come unto Me all ye that labor and are heavy laden, and I will give you rest.", "29": "Take My yoke upon you and learn of Me, for I am meek and lowly in heart, and ye shall find rest unto your souls.", "30": "For My yoke is easy, and My burden is light.”"}