{"1": "And after six days Jesus took Peter, James, and John his brother, and brought them up onto a high mountain apart.", "2": "And He was transfigured before them; and His face shone as the sun, and His raiment was white as the light.", "3": "And behold, there appeared unto them Moses and Elijah, talking with Him.", "4": "Then answered Peter and said unto Jesus, “Lord, it is good for us to be here. If Thou wilt, let us make here three tabernacles: one for Thee and one for Moses and one for Elijah.”", "5": "While he yet spoke, behold, a bright cloud overshadowed them. And behold, a voice out of the cloud, said, “This Is My Beloved Son In Whom I Am Well Pleased. Hear Ye Him!”", "6": "And when the disciples heard it, they fell on their faces and were sore afraid.", "7": "And Jesus came and touched them and said, “Arise, and be not afraid.”", "8": "And when they had lifted up their eyes, they saw no man, save Jesus only.", "9": "And as they came down from the mountain, Jesus charged them, saying, “Tell the vision to no man until the Son of Man be risen again from the dead.”", "10": "And His disciples asked Him, saying, “Why then say the scribes that Elijah must first come?”", "11": "And Jesus answered and said unto them, “Elijah truly shall first come and restore all things.", "12": "But I say unto you that Elijah is come already, and they knew him not, but have done unto him whatsoever they pleased. Likewise shall also the Son of Man suffer by them.”", "13": "Then the disciples understood that He spoke unto them of John the Baptist.", "14": "And when they had come to the multitude, there came to Him a certain man, kneeling down to Him and saying,", "15": "“Lord, have mercy on my son, for he is lunatic and sorely vexed; for ofttimes he falleth into the fire and oft into the water.", "16": "And I brought him to Thy disciples, and they could not cure him.”", "17": "Then Jesus answered and said, “O faithless and perverse generation, how long shall I be with you? How long shall I suffer you? Bring him hither to Me.”", "18": "And Jesus rebuked the devil, and he departed out of him, and the child was cured from that very hour.", "19": "Then came the disciples to Jesus apart and said, “Why could we not cast him out?”", "20": "And Jesus said unto them, “Because of your unbelief; for verily I say unto you, if ye have faith as a grain of mustard seed, ye shall say unto this mountain, 'Remove hence to yonder place,' and it shall remove. And nothing shall be impossible unto you.", "21": "However this kind goeth not out but by prayer and fasting.”", "22": "And while they abode in Galilee, Jesus said unto them, “The Son of Man shall be betrayed into the hands of men.", "23": "And they shall kill Him, and the third day He shall be raised again.” And they were exceeding sorry.", "24": "And when they had come to Capernaum, those who collected the tribute money came to Peter and said, “Doth not your master pay tribute?”", "25": "He said, “Yes.” And when he had come into the house, Jesus preceded him, saying, “What thinkest thou, Simon? From whom do the kings of the earth take custom or tribute? From their own children, or from strangers?”", "26": "Peter said unto Him, “From strangers.” Jesus said unto him, “Then are the children free.", "27": "Notwithstanding, lest we should offend them, go thou to the sea and cast a hook, and take up the fish that first cometh up. And when thou hast opened his mouth, thou shalt find a piece of money. That take, and give unto them for Me and thee.”"}