{"1": "In those days came John the Baptist, preaching in the wilderness of Judea", "2": "and saying, “Repent ye, for the Kingdom of Heaven is at hand.”", "3": "For this is he that was spoken of by the prophet Isaiah, saying, “The voice of one crying in the wilderness: 'Prepare ye the way of the Lord, make His paths straight.'”", "4": "And the same John had his raiment of camel's hair, and a leather girdle about his loins; and his meat was locusts and wild honey.", "5": "Then there went out to him Jerusalem and all Judea and all the region round about the Jordan.", "6": "And they were baptized by him in the Jordan, confessing their sins.", "7": "But when he saw many of the Pharisees and Sadducees coming to his baptism, he said unto them, “O generation of vipers, who hath warned you to flee from the wrath to come?", "8": "Bring forth therefore fruits meet for repentance,", "9": "and think not to say to yourselves, 'We have Abraham as our father.' For I say unto you that God is able from these stones to raise up children unto Abraham.", "10": "And now also the ax is laid unto the root of the trees; therefore every tree which bringeth not forth good fruit is hewn down and cast into the fire.", "11": "I indeed baptize you with water unto repentance, but He that cometh after me is mightier than I, whose shoes I am not worthy to bear. He shall baptize you with the Holy Ghost and with fire.", "12": "His fan is in His hand, and He will thoroughly purge His threshing floor and gather His wheat into the garner; but He will burn up the chaff with unquenchable fire.”", "13": "Then came Jesus from Galilee to the Jordan unto John to be baptized by him.", "14": "But John forbad Him, saying, “I have need to be baptized by Thee, and comest Thou to me?”", "15": "And Jesus answering said unto him, “Suffer it to be so now, for thus it becometh us to fulfill all righteousness.” Then John suffered Him.", "16": "And Jesus, when He had been baptized, went up straightway out of the water. And lo, the heavens were opened unto Him, and He saw the Spirit of God descending like a dove and lighting upon Him.", "17": "And lo, a voice came from Heaven, saying, “This Is My Beloved Son, In Whom I Am Well Pleased.”"}