{"1": "Then was Jesus led up by the Spirit into the wilderness to be tempted by the devil.", "2": "And when He had fasted forty days and forty nights, He afterward hungered.", "3": "And when the tempter came to Him, he said, “If Thou be the Son of God, command that these stones be made bread.”", "4": "But He answered and said, “It is written: 'Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.'”", "5": "Then the devil took Him up into the holy city, and set Him on a pinnacle of the temple, and", "6": "said unto Him, “If Thou be the Son of God, cast Thyself down. For it is written: 'He shall give His angels charge concerning thee; and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.'”", "7": "Jesus said unto him, “It is written again: 'Thou shalt not tempt the Lord thy God.'”", "8": "Again, the devil took Him up onto an exceeding high mountain, and showed Him all the kingdoms of the world and the glory of them,", "9": "and said unto Him, “All these things will I give Thee if Thou wilt fall down and worship me.”", "10": "Then said Jesus unto him, “Get thee hence, Satan! For it is written: 'Thou shalt worship the Lord thy God, and Him only shalt thou serve.'”", "11": "Then the devil left Him, and behold, angels came and ministered unto Him.", "12": "Now when Jesus had heard that John was cast into prison, He departed into Galilee.", "13": "And leaving Nazareth, He came and dwelt in Capernaum, which is upon the seacoast in the regions of Zebulun and Naphtali,", "14": "that it might be fulfilled which was spoken by Isaiah the prophet, saying,", "15": "“The land of Zebulun and the land of Naphtali, by the way of the sea, beyond the Jordan, Galilee of the Gentiles:", "16": "the people who sat in darkness saw a great Light; and to them that sat in the region and shadow of death, Light has sprung up.”", "17": "From that time Jesus began to preach and to say, “Repent, for the Kingdom of Heaven is at hand.”", "18": "And Jesus, walking by the Sea of Galilee, saw two brethren, Simon called Peter and Andrew his brother, casting a net into the sea; for they were fishers.", "19": "And He said unto them, “Follow Me, and I will make you fishers of men.”", "20": "And they straightway left their nets and followed Him.", "21": "And going on from thence He saw two other brethren, James the son of Zebedee and John his brother, in a boat with Zebedee their father, mending their nets. And He called them,", "22": "and they immediately left the boat and their father, and followed Him.", "23": "And Jesus went about all Galilee, teaching in their synagogues and preaching the Gospel of the Kingdom, and healing all manner of sickness and all manner of disease among the people.", "24": "And His fame went throughout all Syria. And they brought unto Him all sick people who were taken with divers diseases and torments, and those who were possessed with devils, and those who were lunatic, and those who had the palsy; and He healed them.", "25": "And there followed Him great multitudes of people from Galilee and from Decapolis, and from Jerusalem and from Judea, and from beyond the Jordan."}