{"1": "And He entered into a boat, and passed over and came into His own city.", "2": "And behold, they brought to Him a man sick with the palsy, lying on a bed. And Jesus, seeing their faith, said unto the one sick with the palsy, “Son, be of good cheer; thy sins be forgiven thee.”", "3": "And behold, certain of the scribes said within themselves, “This man blasphemeth.”", "4": "And Jesus, knowing their thoughts, said, “Why think ye evil in your hearts?", "5": "For which is easier: to say, 'Thy sins be forgiven thee,' or to say, 'Arise and walk'?", "6": "But that ye may know that the Son of Man hath power on earth to forgive sins,”— (then said He to the one sick with palsy) “Arise, take up thy bed and go unto thine house.”", "7": "And he arose and departed to his house.", "8": "But when the multitudes saw it, they marveled and glorified God, who had given such power unto men.", "9": "And as Jesus passed forth from thence, He saw a man named Matthew, sitting in the customhouse. And He said unto him, “Follow Me.” And he arose and followed Him.", "10": "And it came to pass as Jesus sat at meat in the house, behold, many publicans and sinners came and sat down with Him and His disciples.", "11": "And when the Pharisees saw it, they said unto His disciples, “Why eateth your master with publicans and sinners?”", "12": "But when Jesus heard that, He said unto them, “They that be whole need not a physician, but they that are sick.", "13": "But go ye and learn what this meaneth: 'I will have mercy and not sacrifice.' For I am not come to call the righteous, but sinners to repentance.”", "14": "Then the disciples of John came to Him, saying, “Why do we and the Pharisees fast often, but Thy disciples fast not?”", "15": "And Jesus said unto them, “Can the attendants of the bridechamber mourn as long as the bridegroom is with them? But the days will come when the bridegroom shall be taken from them, and then shall they fast.", "16": "“No man putteth a piece of new cloth upon an old garment, for that which is put in to fill it up taketh from the garment, and the rent is made worse.", "17": "Neither do men put new wine into old wineskins, else the wineskins burst and the wine runneth out and the skins perish. But they put new wine into new wineskins, and both are preserved.”", "18": "While He spoke these things unto them, behold, there came a certain ruler and worshiped Him, saying, “My daughter is even now dead, but come and lay Thy hand upon her, and she shall live.”", "19": "And Jesus arose and followed him, and so did His disciples.", "20": "And behold, a woman who was diseased with an issue of blood for twelve years came up behind Him and touched the hem of His garment;", "21": "for she said to herself, “If I may but touch His garment, I shall be whole.”", "22": "But Jesus turned about, and when He saw her, He said, “Daughter, be of good comfort; thy faith hath made thee whole.” And the woman was made whole from that hour.", "23": "And when Jesus came into the ruler's house and saw the minstrels and the people making a noise,", "24": "He said unto them, “Give way, for the maid is not dead, but sleepeth.” And they laughed Him to scorn.", "25": "But when the people were put outside, He went in and took her by the hand, and the maid arose.", "26": "And the fame thereof went abroad throughout all the land.", "27": "And when Jesus departed thence, two blind men followed Him, crying and saying, “Thou Son of David, have mercy on us!”", "28": "And when He had come into the house, the blind men came to Him, and Jesus said unto them, “Believe ye that I am able to do this?” They said unto Him, “Yea, Lord.”", "29": "Then He touched their eyes, saying, “According to your faith, be it unto you.”", "30": "And their eyes were opened, and Jesus strictly charged them, saying, “See that no man know it.”", "31": "But they, when they had departed, spread abroad His fame in all that country.", "32": "As they went out, behold, they brought to Him a man, dumb and possessed with a devil.", "33": "And when the devil was cast out, the dumb spoke; and the multitudes marveled, saying, “It was never so seen in Israel.”", "34": "But the Pharisees said, “He casteth out the devils through the prince of the devils.”", "35": "And Jesus went about all the cities and villages, teaching in their synagogues and preaching the Gospel of the Kingdom, and healing every sickness and every disease among the people.", "36": "But when He saw the multitudes, He was moved with compassion for them, because they were faint and were scattered abroad, as sheep having no shepherd.", "37": "Then said He unto His disciples, “The harvest truly is plenteous, but the laborers are few.", "38": "Pray ye therefore the Lord of the harvest, that He will send forth laborers into His harvest.”"}