{"1": "Wake up! Wake up! Clothe yourself with strength, Zion! Put on your beautiful clothes, holy city of Jerusalem. Godless and evil people will no longer come to you.", "2": "Shake the dust from yourselves. Get up, captive Jerusalem. Free yourself from the chains around your neck, captive people of Zion.", "3": "This is what Yahweh says: You were sold, but no price was paid. You will be bought back, but without money.", "4": "This is what Adonay Yahweh says: In the beginning my people went to Egypt to live there as foreigners. Later the Assyrians oppressed them for no reason. ", "5": "So what do I find here? asks Yahweh. My people are taken away for no reason. Their rulers are screaming, declares Yahweh. And my name is cursed all day long. ", "6": "Now my people will know my name. When that day comes, they will know that I am the one who says, “Here I am!”", "7": "How beautiful on the mountains are the feet of the messenger who announces the good news, “All is well.” He brings the good news, announces salvation, and tells Zion that its Elohim rules as king.", "8": "Listen! Your watchmen raise their voices and shout together joyfully. When Yahweh brings Zion back, they will see it with their own eyes.", "9": "Break out into shouts of joy, ruins of Jerusalem. Yahweh will comfort his people. He will reclaim Jerusalem.", "10": "Yahweh will show his holy power to all the nations. All the ends of the earth will see the salvation of our Elohim.", "11": "Run away! Run away! Get away from there! Do not touch anything unclean.[a] Get away from it! Make yourselves pure, you Levites who carry the utensils for Yahweh's temple.", "12": "You will not go away in a hurry, nor will you go away quickly. Yahweh will go ahead of you. The Elohim of Israel will guard you from behind.", "13": "My servant will be successful. He will be respected, praised, and highly honored.", "14": "Many will be shocked by him.[b] His appearance will be so disfigured that he won't look like any other man. His looks will be so disfigured that he will hardly look like a human.", "15": "He will cleanse many nations with his blood. Kings will shut their mouths because of him. They will see things that they had never been told. They will understand things that they had never heard."}