{"1": "The spring of the year was the time when kings went out to battle. At that time David sent Joab and his servants and all Israel. They destroyed the sons of Ammon and gathered the army around Rabbah. But David stayed at Jerusalem.", "2": "When evening came David got up from his bed and walked around on the roof of the king's house. From the roof he saw a woman washing herself. The woman was very beautiful. ", "3": "So David sent someone to ask about the woman. And one said, “Is this not Eliam's daughter Bathsheba, the wife of Uriah the Hittite?” ", "4": "David sent men and took her. When she came to him, he lay with her. After she had made herself clean again, she returned to her house. ", "5": "She was going to have a baby, so she sent someone to tell David, “I am going to have a baby.”", "6": "Then David sent men to Joab, saying, “Send me Uriah the Hittite.” So Joab sent Uriah to David. ", "7": "When Uriah came to him, David asked how Joab and the people were doing, and how the war was going. ", "8": "Then David said to Uriah, “Go down to your house, and wash your feet.” And Uriah left the king's house, and a gift from the king was sent to him. ", "9": "But Uriah slept at the door of the king's house with all the servants of his lord. He did not go down to his house. ", "10": "When they told David that Uriah did not go down to his house, David said to Uriah, “Have you not returned from traveling a long way? Why did you not go down to your house?” ", "11": "Uriah said to David, “The special box of the Lord, and Israel and Judah, are staying in tents. My lord Joab and the servants of my lord are staying in the open field. Should I go to my house to eat and drink and lie with my wife? By your life and the life of your soul, I will not do this thing.” ", "12": "Then David said to Uriah, “Stay here today also. Tomorrow I will let you go.” So Uriah stayed in Jerusalem that day and the next. ", "13": "David called him, and he ate and drank with him, and David made him drunk. In the evening Uriah went out to lie on his bed with his lord's servants. He did not go down to his house.", "14": "In the morning, David wrote a letter to Joab, and sent it by Uriah. ", "15": "He had written in the letter, “Put Uriah in the front of the hardest battle and come away from him, so that he may be killed.” ", "16": "So while Joab was watching the city, he sent Uriah to the place where he knew there were soldiers with strength of heart. ", "17": "The men of the city went out and fought against Joab. Some of David's servants were killed. And Uriah the Hittite died also. ", "18": "Then Joab sent a man with news to David to tell him all about the war. ", "19": "Joab told the man, “When you have finished telling the king all about the war, ", "20": "the king might become angry. He might say to you, 'Why did you go so near the city to fight? Did you not know that they would shoot from the wall? ", "21": "Who killed Abimelech the son of Jerubbesheth? Did not a woman throw a grinding stone on him from the wall so that he died at Thebez? Why did you go so near the wall?' Then you should say, 'Your servant Uriah the Hittite is dead also.'”", "22": "So the man left and came to David. He told him all that Joab had sent him to tell. ", "23": "The man said to David, “The men were winning the fight against us. They came out against us in the field. But we drove them back as far as the city gate. ", "24": "Then they shot arrows at your servants from the wall. So some of the king's servants are dead, and your servant Uriah the Hittite is dead also.” ", "25": "Then David said to the man, “Tell Joab, 'Do not let this thing trouble you. For the sword kills one as well as another. Make your battle against the city stronger and destroy it.' Comfort him with these words.”", "26": "When Uriah's wife heard that her husband was dead, she was filled with sorrow for him. ", "27": "When the time of sorrow was finished, David sent men and brought her to his house. She became his wife, and gave birth to his son. But what David had done was sinful in the eyes of the Lord."}