{"1": "Now Joab the son of Zeruiah saw that the king missed Absalom very much. ", "2": "So Joab sent for a wise woman from Tekoa, and said to her, “Pretend to be filled with sorrow. Dress as if you were filled with sorrow, and do not pour oil on yourself. Dress like a woman who has been filled with sorrow for the dead many days. ", "3": "Then go to the king and speak to him in this way.” And Joab told her what to say.", "4": "When the woman of Tekoa spoke to the king, she fell on her face to the ground, showing honor, and said, “Help, O king.” ", "5": "The king said to her, “What is your trouble?” And she answered, “I am a woman whose husband has died. ", "6": "Your woman servant had two sons. But they fought together in the field and there was no one to pull them apart. So one hit the other and killed him. ", "7": "Now the whole family has come against your woman servant. They say, 'Give us the one who killed his brother. We must put him to death for the life of his brother whom he killed.' So I would be without a son to receive what belonged to his parents when I die. They would put out the last of the fire which is left to me. My husband would be left without a name and with no children on the earth.”", "8": "Then the king said to the woman, “Go to your house. I will say what should be done about your trouble.” ", "9": "The woman of Tekoa said to the king, “O my lord the king, the sin is on me and my father's family. But the king and his throne are without guilt.” ", "10": "The king said, “If anyone says anything to you, bring him to me. And he will not touch you again.” ", "11": "Then she said, “I beg the king to remember the Lord your God, that the one who punishes for blood will stop destroying. Or my son might be destroyed.” And the king said, “As the Lord lives, not one hair of your son will fall to the ground.”", "12": "Then the woman said, “Let your woman servant speak to my lord the king.” And he said, “Speak.” ", "13": "The woman said, “Why then have you planned such a thing against the people of God? For in deciding in this way, the king is as one who is guilty. For the king does not bring home his son who has been driven away. ", "14": "It is sure that we will die. We are like water poured on the ground, which cannot be picked up again. But God does not take away life. He plans ways so that the one who is driven away may not be kept away from Him. ", "15": "I have come to say this to my lord the king because the people have made me afraid. Your woman servant thought, 'I will speak to the king. It might be that the king will do what his woman servant asks. ", "16": "For the king will hear and save his woman servant from the man who would destroy both me and my son from the gift of God.' ", "17": "Then your woman servant thought, 'The word of my lord the king will comfort me. For my lord the king is like the angel of God in understanding what is good and bad. May the Lord your God be with you.'”", "18": "Then the king said to the woman, “Do not hide anything from me that I ask you.” And the woman said, “Let my lord the king speak.” ", "19": "So the king said, “Is Joab with you in all this?” The woman answered, “As your soul lives, my lord the king, no one can turn to the right or left from anything my lord the king has said. Yes, it was your servant Joab who told me to do this. It was he who put all these words in the mouth of your woman servant. ", "20": "Your servant Joab has done this to change the way things are now. But my lord is wise like the angel of God, to know all that is on the earth.”", "21": "Then the king said to Joab, “See now, I will do this. Go and bring back the young man Absalom.” ", "22": "And Joab fell on his face to the ground in honor and thanks to the king. Joab said, “Today your servant knows that I have found favor in your eyes, O my lord the king. Because the king has done what his servant has asked of him.” ", "23": "So Joab got up and went to Geshur, and brought Absalom to Jerusalem. ", "24": "But the king said, “Let him go to his own house. Do not let him see my face.” So Absalom went to his own house and did not see the king's face.", "25": "Now there was no one in Israel as good looking and as much praised as Absalom. There was nothing wrong with him from the bottom of his foot to the top of his head. ", "26": "At the end of every year he would cut the hair from his head, for it was heavy on him. When he cut it, he weighed the hair of his head. It weighed as much as 200 pieces of silver, by the king's weight. ", "27": "Three sons were born to Absalom, and one daughter whose name was Tamar. She was a beautiful woman.", "28": "Absalom lived two whole years in Jerusalem, and did not see the king's face. ", "29": "Then Absalom sent for Joab, to send him to the king. But Joab would not come to him. So he sent for him a second time. But he would not come. ", "30": "He said to his servants, “See, Joab's field is next to mine, and he has barley there. Go and set it on fire.” So Absalom's servants burned the field. ", "31": "Then Joab got up and came to Absalom at his house, and said to him, “Why have your servants burned my field?” ", "32": "Absalom answered Joab, “I sent for you, saying, 'Come here, that I may send you to say to the king, “Why have I come from Geshur? It would have been better for me to stay there.”' Now let me see the king's face. If there is guilt in me, let him put me to death.” ", "33": "Then Joab went to the king and told him. And he called for Absalom. So he came to the king and put his face to the ground in front of him. And the king kissed Absalom."}