{"1": "Then David numbered the people who were with him. He set over them leaders of thousands and of hundreds. ", "2": "And he sent the people out. One third of them was under the rule of Joab. One third was under the rule of Zeruiah's son Abishai, Joab's brother. And one third was under the rule of Ittai the Gittite. The king said to the people, “I myself will go out with you also.” ", "3": "But the people said, “You should not go out. For if we run, they will not care about us. If half of us die, they will not care about us. But you are worth 10,000 of us. So it is better that you send us help from the city.” ", "4": "The king said to them, “I will do whatever you think is best.” So the king stood beside the gate, and all the people went out by hundreds and thousands. ", "5": "The king told Joab and Abishai and Ittai, “Be gentle toward the young man Absalom because of me.” And all the people heard him say this to all the leaders about Absalom.", "6": "Then the people went out into the field to fight against Israel. The battle was fought among the trees of Ephraim. ", "7": "The people of Israel lost the fight there to the servants of David. Twenty thousand men were killed there that day. ", "8": "The battle was spread over the whole country. Dangers from the trees destroyed more people that day than the sword.", "9": "Absalom met the servants of David. He was going on his horse, and the horse went under the many branches of a large oak tree. Absalom's hair caught in the branches of the oak. He was left hanging between heaven and earth, while the horse under him kept going. ", "10": "When a certain man saw it, he told Joab, “I saw Absalom hanging in an oak.” ", "11": "Joab said to the man, “You saw him! Why did you not kill him and let him fall to the ground? I would have given you ten pieces of silver and a belt.” ", "12": "The man said to Joab, “Even for a thousand pieces of silver in my hand, I would not go against the king's son. For we heard the king tell you and Abishai and Ittai, 'Keep the young man Absalom safe for me.' ", "13": "If I had gone against his life, there is nothing hidden from the king. And you would not have helped me.” ", "14": "Then Joab said, “I will not waste time here with you.” He took three spears in his hand and threw them through Absalom's heart while he was still alive in the oak. ", "15": "And ten young men who carried Joab's battle clothes gathered around and hit Absalom and killed him.", "16": "Then Joab sounded the horn, and all the people returned from going after Israel, for Joab stopped them. ", "17": "They took Absalom and threw him into a deep hole among the trees, and set many stones over him. And all Israel ran away, every one to his own home. ", "18": "While Absalom was alive, he had set up stones in his honor in the King's Valley. For he said, “I have no son to let my name be remembered.” So he called the stones after his own name. And they are there to have Absalom be remembered to this day.", "19": "Then Zadok's son Ahimaaz said, “Let me run and bring the king news that the Lord has saved him from those who hate him.” ", "20": "But Joab said to him, “You must not carry news today, but another time. Today you should carry no news, because the king's son is dead.” ", "21": "Then Joab said to the Cushite, “Go and tell the king what you have seen.” So the Cushite bowed to Joab and ran. ", "22": "Zadok's son Ahimaaz said to Joab, “Whatever happens, let me run after the Cushite.” Joab said, “Why would you run, my son? You would receive no reward for going.” ", "23": "But Ahimaaz said, “Whatever happens, I will run.” So Joab said to him, “Run.” Then Ahimaaz ran by way of the plain and passed the Cushite.", "24": "David was sitting between the two gates. The man who kept watch went up to the roof of the gate by the wall. He looked up and saw a man running by himself. ", "25": "The man who kept watch called and told the king. The king said, “If he is by himself, he has good news.” And he came nearer and nearer. ", "26": "Then the man who kept watch saw another man running. He called to the gate-keeper and said, “See, another man is running by himself.” The king said, “This one is bringing good news also.” ", "27": "And the man who kept watch said, “I think the man in front runs like Ahimaaz the son of Zadok.” The king said, “He is a good man, and comes with good news.”", "28": "Ahimaaz called and said to the king, “All is well.” He put his face to the ground in front of the king, and said, “Thanks be to the Lord your God. He has given up the men who raised their hands against my lord the king.” ", "29": "The king said, “Is it well with the young man Absalom?” And Ahimaaz answered, “When Joab sent the king's servant, your servant, I heard noise and saw much fighting. But I did not know what it was.” ", "30": "Then the king said, “Turn aside and stand here.” So he turned aside and stood still. ", "31": "Then the Cushite came and said, “Let my lord the king receive good news. For the Lord has saved you today from all those who came against you.” ", "32": "The king said to the Cushite, “Is it well with the young man Absalom?” And the Cushite answered, “May those who hate my lord the king, all those who come to do bad things against you, be as that young man!” ", "33": "The king filled with much sorrow. He went up to the room above the gate and cried. As he walked he said, “O my son Absalom, my son, my son Absalom! If only I had died instead of you, O Absalom, my son, my son!”"}