{"1": "After this, David asked the Lord, “Should I go up to one of the cities of Judah?” And the Lord said to him, “Go up.” So David said, “Where should I go?” And He said, “To Hebron.” ", "2": "So David went up there with his two wives, Ahinoam of Jezreel, and Abigail who had been the wife of Nabal of Carmel. ", "3": "David brought up his men who were with him, each one with those of his family. They lived in the cities of Hebron. ", "4": "Then the men of Judah came and there they chose David to be king over the family of Judah. They told David, “It was the men of Jabesh-gilead who buried Saul.” ", "5": "So David sent men with news to the men of Jabesh-gilead, saying, “May the Lord bring good to you. Because you have shown kindness to your king Saul, and have buried him. ", "6": "Now may the Lord show loving-kindness and truth to you. And I will do good to you, because you have done this. ", "7": "So now let your hands be strong. Have strength of heart. For your king Saul is dead. And those of the family of Judah have chosen me to be their king.”", "8": "But Abner the son of Ner, captain of Saul's army, had taken Saul's son Ish-bosheth to Mahanaim. ", "9": "He made him king of Gilead, the Ashurites, Jezreel, Ephraim, Benjamin, and all Israel. ", "10": "Saul's son Ish-bosheth was forty years old when he became king of Israel. He was king for two years. But the family of Judah followed David. ", "11": "David was king in Hebron over the family of Judah for seven years and six months.", "12": "Now Abner the son of Ner went out from Mahanaim to Gibeon with the servants of Saul's son Ish-bosheth. ", "13": "And Zeruiah's son Joab and the servants of David went out and met them by the pool of Gibeon. One group sat down on one side of the pool, and the other group on the other side. ", "14": "Then Abner said to Joab, “Let the young men get up and have a test of strength in front of us.” And Joab said, “Let them get up.” ", "15": "So they stood up and went over by number. There were twelve for Benjamin and Ish-bosheth the son of Saul, and twelve of the servants of David. ", "16": "Each one of them took hold of the head of the one fighting against him, and put his sword into the other's side. So they fell down together. That is why that place was called field of swords, which is in Gibeon. ", "17": "The battle was very bad that day. Abner and the men of Israel were beaten by the servants of David. ", "18": "Now the three sons of Zeruiah were there, Joab and Abishai and Asahel. Asahel was as fast as a wild deer. ", "19": "And Asahel ran after Abner. He did not turn to the right or the left from following him. ", "20": "Then Abner looked behind him and said, “Is that you, Asahel?” And he answered, “It is I.” ", "21": "So Abner said to him, “Turn aside to your right or left. Take hold of one of the young men, and take for yourself what belongs to him.” But Asahel was not willing to turn aside from following him. ", "22": "Abner said again to Asahel, “Turn aside from following me. Why should I make you fall? How then could I lift up my face to your brother Joab?” ", "23": "But he would not turn aside. So Abner hit him in the stomach with the end of his spear, so that the spear came out at his back. He fell there and died where he fell. And all who came to the place where Asahel fell and died, stood still.", "24": "But Joab and Abishai went after Abner. When the sun was going down, they came to the hill of Ammah, which is before Giah by the way of the desert of Gibeon. ", "25": "The sons of Benjamin gathered together behind Abner and became one army. They stood on the top of a hill. ", "26": "Abner called to Joab and said, “Should the sword destroy forever? Do you not know that it will be bad in the end? How long will you keep from telling the people to stop following their brothers?” ", "27": "Joab said, “As God lives, if you had not spoken, for sure the people would have stopped going after their brothers in the morning.” ", "28": "So Joab sounded the horn, and all the people stopped and went after Israel no longer. And they did not fight any more. ", "29": "Abner and his men went all night through the Arabah. They crossed the Jordan, walked all morning, and came to Mahanaim.", "30": "Joab returned from following Abner, and gathered all the people together. Added to Asahel, nineteen of David's servants were missing. ", "31": "But the servants of David had killed many of Benjamin and Abner's men, so that 360 men died. ", "32": "They picked up Asahel and buried him in his father's grave in Bethlehem. Then Joab and his men walked all night and came to Hebron early the next morning."}