{"1": "David spoke the words of this song to the Lord on the day the Lord saved him from all who hated him, and from Saul. ", "2": "He said, “The Lord is my rock, my strong place, and the One Who sets me free. ", "3": "He is my God, my rock, where I go to be safe. He is my covering and the horn that saves me, my strong place where I go to be safe. You save me from being hurt. ", "4": "I call upon the Lord, Who should be praised. I am saved from those who hate me.", "5": "“For the waves of death were all around me. The storm that destroys made me afraid. ", "6": "The cords of the grave were around me. The nets of death came against me. ", "7": "In my trouble I called upon the Lord. Yes, I cried to my God. From His house He heard my voice. My cry for help came into His ears.", "8": "“Then the earth shook. The mountains were shaking. They shook because He was angry. ", "9": "Smoke went up from His nose. Fire that destroyed came from His mouth. Burnt pieces of wood were set on fire by it. ", "10": "He tore open the heavens and came down, with darkness under His feet. ", "11": "He sat on a cherub and flew. He was seen on the wings of the wind. ", "12": "He made darkness around Him his tent, gathering waters, and clouds of the sky. ", "13": "From the light before Him, burnt pieces of wood were set on fire. ", "14": "“The Lord thundered from heaven. The Most High let His voice be heard. ", "15": "He sent out arrows, and made them run. He sent lightning, and made them troubled and afraid. ", "16": "Then the bottom of the sea was seen. The bottom of the world lost its covering, at the strong words of the Lord, at the rush of breath from His nose.", "17": "“He sent from above. He took me. He pulled me out of many waters. ", "18": "He saved me from those strong ones who hated me. For they were too strong for me. ", "19": "They came upon me in the day of my trouble. But the Lord held me up. ", "20": "He brought me into a big place. He saved me, because He was pleased with me. ", "21": "“The Lord has paid me for being right with Him. He has paid me for my clean hands. ", "22": "For I have kept the ways of the Lord. I have not acted in sin against my God. ", "23": "For all His Laws were in front of me, and I did not turn aside from them. ", "24": "I was without blame before Him. I kept myself from guilt. ", "25": "So the Lord has paid me for being right with Him, for being clean in His eyes.", "26": "“With the faithful You show Yourself faithful. With the one without blame You show Yourself without blame. ", "27": "With the pure You show Yourself pure. But with the sinful, You show Yourself wise. ", "28": "You save a troubled people. But Your eyes are on the proud whom You put to shame.", "29": "“For You are my lamp, O Lord. The Lord gives light to my darkness. ", "30": "For by You I can run through an army. By my God I can jump over a wall. ", "31": "As for God, His way is perfect. The Word of the Lord is proven true. He is a covering to all who go to Him to be safe.", "32": "“For who is God, but the Lord? Who is a Rock, except our God? ", "33": "God is my strong place. He has made my way safe. ", "34": "He makes my feet like the feet of a deer. He sets me safe on high places. ", "35": "He makes my hands ready for battle, so that my arms can use a bow of brass.", "36": "“You have given me the covering of Your saving power. Your help makes me strong. ", "37": "You give me a big place for my steps. I have not fallen. ", "38": "I went after those who hated me and destroyed them. I did not return until they were destroyed. ", "39": "I destroyed them and cut them through, so that they did not rise. They fell under my feet. ", "40": "For You have dressed me with strength for battle. You have put under me those who came against me. ", "41": "You made those who fought me turn their backs to me. I destroyed those who hated me. ", "42": "They looked, but there was no one to save them. They cried to the Lord, but He did not answer them. ", "43": "Then I beat them as fine as the dust of the earth. I crushed and stepped on them like the mud of the streets.", "44": "“You have saved me from trouble with my people. You have kept me as head of the nations. People whom I have not known serve me. ", "45": "Strangers obey me. As soon as they heard of me, they obeyed me. ", "46": "Strangers lost their strength of heart. They came out of their secret places shaking with fear.", "47": "“The Lord lives. Thanks be to my Rock. May God be honored, the Rock that saves me. ", "48": "He is the God Who punishes for me. He puts people under my rule. ", "49": "He makes me free from those who hate me. You lift me above those who come against me. You save me from the man who wants to hurt me. ", "50": "So I will give thanks to You among the nations, O Lord. I will sing praises to Your name. ", "51": "With great power He saves His king. He shows loving-kindness to His chosen one, to David and his children forever.”"}