{"1": "Again the anger of the Lord burned against Israel. He moved David against them, saying, “Go, number Israel and Judah.” ", "2": "So the king said to Joab the captain of the army who was with him, “Go through all the families of Israel, from Dan to Beersheba. Number the people, so I may know how many there are.” ", "3": "But Joab said to the king, “May the Lord your God add to the people a hundred times as many as they are. And may it be while the eyes of my lord the king still see. But why does my lord the king find this thing pleasing?” ", "4": "But the king's word was stronger than Joab and the captains of the army. So Joab and the army leaders went out from the king to number the people of Israel. ", "5": "They crossed the Jordan and stopped at Aroer, on the south side of the city in the center of the valley of Gad. And they went on to Jazer. ", "6": "Then they came to Gilead, and to the land of Tahtimhodshi. They came to Dan-jaan and around to Sidon. ", "7": "They came to the strong place of Tyre and to all the cities of the Hivites and the Canaanites. And they went out to the south of Judah, to Beersheba. ", "8": "When they had gone through the whole land, they came to Jerusalem. They had traveled nine months and twenty days. ", "9": "And Joab gave the number of the people to the king. There were 800,000 strong men in Israel who used the sword, and 500,000 men of Judah.", "10": "David's heart troubled him after he had numbered the people. So he said to the Lord, “I have sinned. But now I beg you, O Lord. Take away the sin of Your servant, for I have acted like a fool.” ", "11": "When David got up in the morning, the word of the Lord came to Gad, the one who spoke for God to David. The Lord said, ", "12": "“Go and tell David, 'This is what the Lord says: “I give you three things to choose from. Choose one of them, that I may do it to you.”'” ", "13": "So Gad came to David and told him, and said, “Will you have seven years without food in your land? Or will you run from those who hate you for three months, while they come after you? Or will there be disease in your land for three days? Now think about it. Decide what answer I should return to Him Who sent me.” ", "14": "David said to Gad, “I am in much trouble. Let us fall into the hand of the Lord, for His loving-kindness is great. But do not let me fall into the hand of man.”", "15": "So the Lord sent a disease upon Israel from the morning until the time given. And 70,000 men died, from Dan to Beersheba. ", "16": "The angel put out his hand to destroy Jerusalem. But the Lord had pity on them because of their trouble. He said to the angel who destroyed the people, “It is enough! Do no more!” The angel of the Lord was by the grain-floor of Araunah the Jebusite. ", "17": "When David saw the angel who was killing the people, he said to the Lord, “See, it is I who have sinned. It is I who have done wrong. But these sheep, what have they done? I beg You, let Your hand be against me and my father's family.”", "18": "Then Gad came to David and said, “Go up and build an altar to the Lord on the grain-floor of Araunah the Jebusite.” ", "19": "So David went up at Gad's word, just as the Lord had told him. ", "20": "Araunah looked, and saw the king and his servants crossing over toward him. And he went out and put his face to the ground in front of the king. ", "21": "Araunah said, “Why has my lord the king come to his servant?” David answered, “To buy the grain-floor from you, to build an altar to the Lord. Then the disease may be kept away from the people.” ", "22": "Araunah said to David, “Let my lord the king take whatever is good in his eyes, and make a gift of it. Look, there are the bulls for the burnt gift. The tools for cleaning the grain, and the cross-pieces the bulls wear to pull loads, can be used for the wood. ", "23": "Araunah gives all this to the king.” And Araunah said, “May the Lord your God be pleased with your gift.” ", "24": "But the king said to Araunah, “No, I will buy it from you for a price. I will not give burnt gifts to the Lord my God which I do not pay for.” So David bought the grain-floor and the bulls for fifty pieces of silver. ", "25": "And David built an altar there to the Lord. He gave burnt gifts and peace gifts. So the Lord listened to the prayers for the land, and stopped the disease in Israel."}