{"1": "Then all the families of Israel came to David at Hebron and said, “See, we are your bone and your flesh. ", "2": "When Saul was our king, you were the one who led Israel out and in. The Lord said to you, 'You will be the shepherd of My people Israel. You will be a ruler over Israel.'” ", "3": "So all the leaders of Israel came to the king at Hebron. And there King David made an agreement with them before the Lord. Then they chose David to be the king of Israel. ", "4": "David was thirty years old when he became king, and he ruled for forty years. ", "5": "He ruled over Judah seven years and six months at Hebron. Then he ruled in Jerusalem thirty-three years over all Israel and Judah.", "6": "Now the king and his men went to Jerusalem against the Jebusites, the people living in the land. They said to David, “You will not come here. Even those who cannot see or walk could stop you.” They thought that David could not come here. ", "7": "But David took the strong place of Zion, that is, the city of David. ", "8": "David said on that day, “Whoever would kill the Jebusites, let him go up through the hole where the water flows, to those who cannot walk or see and who are hated by David's soul.” So it is said, “Those who cannot see or walk will not come to the house.” ", "9": "David lived in the strong place and called it the city of David. He built all around it from Millo toward the center. ", "10": "David became greater and greater, for the Lord God of All was with him.", "11": "Hiram king of Tyre sent men to David with cedar trees and men who build with wood and stone. And they built a house for David. ", "12": "David understood that the Lord had made him the king of Israel, and that the Lord had given honor to David's rule because of His people Israel.", "13": "David took more wives from Jerusalem, after he came from Hebron. And more sons and daughters were born to him. ", "14": "The names of those who were born to him in Jerusalem were Shammua, Shobab, Nathan, Solomon, ", "15": "Ibhar, Elishua, Nepheg, Japhia, ", "16": "Elishama, Eliada and Eliphelet.", "17": "When the Philistines heard that David had been chosen to be king of Israel, all the Philistines went up to find him. When David heard of it, he went down to the strong place. ", "18": "The Philistines came and spread themselves out in the valley of Rephaim. ", "19": "Then David asked the Lord, “Should I go up against the Philistines? Will You give them into my hand?” And the Lord said to David, “Go up, for it is sure that I will give the Philistines into your hand.” ", "20": "So David came to Baal-perazim and beat them there in battle. He said, “The Lord has broken through those who hate me like the breaking through of a flood.” So he gave that place the name Baal-perazim. ", "21": "The Philistines left their false gods there, and David and his men carried them away.", "22": "The Philistines came up again, and spread themselves out in the valley of Rephaim. ", "23": "David asked the Lord what he should do. And the Lord said, “Do not go up, but go around behind them and come at them in front of the balsam trees. ", "24": "When you hear the sound of their steps in the tops of the balsam trees, then hurry to fight, for then the Lord will have gone out before you to destroy the Philistine army.” ", "25": "David did just as the Lord told him. He killed the Philistines from Geba to Gezer."}