{"1": "After this David won the battle against the Philistines. And he took the most important city from the Philistines. ", "2": "He won the battle against Moab, and had them lie down on the ground in straight groups. Two groups were put to death, and one group was kept alive. The Moabites became servants to David and paid taxes to him.", "3": "Then David won the battle against Hadadezer the son of Rehob king of Zobah, as he went to get his power again at the Euphrates River. ", "4": "David took 1,700 horsemen and 20,000 foot soldiers from him. He cut the legs of some of the war-wagon horses, but saved enough of them for 100 war-wagons. ", "5": "When the Syrians of Damascus came to help Hadadezer king of Zobah, David killed 22,000 of them. ", "6": "Then he put groups of soldiers in Damascus of Syria. The Syrians became servants to David and were made to pay taxes to him. The Lord helped David every place he went. ", "7": "David took the coverings of gold which were carried by Hadadezer's army, and brought them to Jerusalem. ", "8": "And he took a very large amount of brass from Hadadezer's cities, Betah and Berothai.", "9": "Now Toi king of Hamath heard that David had won the battle against the whole army of Hadadezer. ", "10": "So Toi sent his son Joram to King David, to greet him and pray that good would come to him, because David had fought against Hadadezer and had won. Hadadezer had been at war with Toi. Joram brought with him objects of silver, gold and brass. ", "11": "David set these apart to the Lord, together with the silver and gold he had set apart from all the nations he had taken in battle. ", "12": "He had taken silver and gold from Syria, Moab, the sons of Ammon, the Philistines, Amalek, and from the things taken from Hadadezer the son of Rehob, king of Zobah.", "13": "So David's name was very respected when he returned from killing 18,000 Syrians in the Valley of Salt. ", "14": "And he put groups of soldiers in Edom. In all Edom he put soldiers, and all the Edomites became servants to David. The Lord helped David every place he went.", "15": "So David ruled all of Israel. He did what was right and good and fair for all his people. ", "16": "Joab the son of Zeruiah was the head of the army. Jehoshaphat the son of Ahilud wrote down the important things of the nation. ", "17": "Ahitub's son Zadok and Abiathar's son Ahimelech were religious leaders. Seraiah was the writer. ", "18": "Benaiah the son of Jehoiada ruled the Cherethites and the Pelethites. And David's sons were the king's helpers."}