{"1": "Faith is being sure of what we hope for. It is being sure of what we do not see. ", "2": "That is what the people of long ago were praised for.", "3": "We have faith. So we understand that everything was made when God commanded it. That's why we believe that what we see was not made out of what could be seen.", "4": "Abel had faith. So he brought to God a better offering than Cain did. Because of his faith Abel was praised as a godly man. God said good things about his offerings. Because of his faith Abel still speaks. He speaks even though he is dead.", "5": "Enoch had faith. So he was taken from this life. He didn't die. “He couldn't be found, because God had taken him away.” (Genesis 5:24) Before God took him, Enoch was praised as one who pleased God. ", "6": "Without faith it is impossible to please God. Those who come to God must believe that he exists. And they must believe that he rewards those who look to him.", "7": "Noah had faith. So he built an ark to save his family. He built it because of his great respect for God. God had warned him about things that could not yet be seen. Because of his faith Noah showed the world that it was guilty. Because of his faith he was considered right with God.", "8": "Abraham had faith. So he obeyed God. God called him to go to a place he would later receive as his own. So he went. He did it even though he didn't know where he was going. ", "9": "Because of his faith he made his home in the land God had promised him. Abraham was like an outsider in a strange country. He lived there in tents. So did Isaac and Jacob. They received the same promise he did. ", "10": "Abraham was looking forward to the city that has foundations. He was waiting for the city that God planned and built. ", "11": "And Sarah had faith. So God made it possible for her to become a mother. She became a mother even though she was too old to have children. But Sarah believed that the God who made the promise was faithful. ", "12": "Abraham was past the time when he could have children. But many children came from that one man. They were as many as the stars in the sky. They were as many as the grains of sand on the seashore. No one could count them.", "13": "All these people were still living by faith when they died. They didn't receive the things God had promised. They only saw them and welcomed them from a long way off. They openly said that they were outsiders and strangers on earth. ", "14": "People who say things like that show that they are looking for a country of their own. ", "15": "What if they had been thinking of the country they had left? Then they could have returned to it. ", "16": "Instead, they longed for a better country. They wanted a heavenly one. So God is pleased when they call him their God. In fact, he has prepared a city for them.", "17": "Abraham had faith. So when God tested him, Abraham offered Isaac as a sacrifice. Abraham had held on tightly to the promises. But he was about to offer his one and only son. ", "18": "God had said to him, “Your family line will continue through Isaac.” (Genesis 21:12) Even so, Abraham was going to offer him up. ", "19": "Abraham did this, because he believed that God could even raise the dead. In a way, he did receive Isaac back from death.", "20": "Isaac had faith. So he blessed Jacob and Esau. He told them what was ahead for them.", "21": "Jacob had faith. So he blessed each of Joseph's sons. He blessed them when he was dying. Because of his faith he worshiped God. Jacob worshiped as he leaned on the top of his walking stick.", "22": "Joseph had faith. So he spoke to the people of Israel about how they would leave Egypt someday. When his death was near, he spoke about where to bury his bones.", "23": "Moses' parents had faith. So they hid him for three months after he was born. They saw he was a special child. They were not afraid of the king's command.", "24": "Moses had faith. So he refused to be called the son of Pharaoh's daughter. That happened after he had grown up. ", "25": "He chose to be treated badly together with the people of God. He chose not to enjoy sin's pleasures. They only last for a short time. ", "26": "He suffered shame because of Christ. He thought it had great value. Moses considered it better than the riches of Egypt. He was looking ahead to his reward. ", "27": "Because of his faith, Moses left Egypt. It wasn't because he was afraid of the king's anger. He didn't let anything stop him. That's because he saw the God who can't be seen. ", "28": "Because of his faith, Moses was the first to keep the Passover Feast. He commanded the people of Israel to sprinkle blood on their doorways. He did it so that the destroying angel would not touch their oldest sons.", "29": "The people of Israel had faith. So they passed through the Red Sea. They went through it as if it were dry land. The Egyptians tried to do it also. But they drowned.", "30": "Israel's army had faith. So the walls of Jericho fell down. It happened after they had marched around the city for seven days.", "31": "Rahab, the prostitute, had faith. So she welcomed the spies. That's why she wasn't killed with those who didn't obey God.", "32": "What more can I say? I don't have time to tell about all the others. I don't have time to talk about Gideon, Barak, Samson and Jephthah. I don't have time to tell about David and Samuel and the prophets. ", "33": "Because of their faith they took over kingdoms. They ruled fairly. They received the blessings God had promised. They shut the mouths of lions. ", "34": "They put out great fires. They escaped being killed by swords. Their weakness was turned to strength. They became powerful in battle. They beat back armies from other countries. ", "35": "Women received back their dead. The dead were raised to life again. There were others who were made to suffer greatly. But they refused to be set free. They did this so that after death they would be raised to an even better life. ", "36": "Some were made fun of and even whipped. Some were held by chains. Some were put in prison. ", "37": "Some were killed with stones. Some were sawed in two. Some were killed by swords. They went around wearing the skins of sheep and goats. They were poor. They were attacked. They were treated badly. ", "38": "The world was not worthy of them. They wandered in deserts and mountains. They lived in caves. They lived in holes in the ground.", "39": "All these people were praised because they had faith. But none of them received what God had promised. ", "40": "That's because God had planned something better for us. So they would only be made perfect together with us."}