{"1": "So we must pay the most careful attention to what we have heard. Then we will not drift away from it. ", "2": "Even the message God spoke through angels had to be obeyed. Every time people broke the Law, they were punished. Every time they didn't obey, they were punished. ", "3": "Then how will we escape if we don't pay attention to God's great salvation? The Lord first announced this salvation. Those who heard him gave us the message about it. ", "4": "God showed that this message is true by signs and wonders. He showed that it's true by different kinds of miracles. God also showed that this message is true by the gifts of the Holy Spirit. God gave them out as it pleased him.", "5": "God has not put angels in charge of the world that is going to come. We are talking about that world. ", "6": "There is a place where someone has spoken about this. He said, “What are human beings that you think about them? What is a son of man that you take care of him?", "7": "You made them a little lower than the angels. You placed on them a crown of glory and honor.", "8": "You have put everything under their control.” (Psalm 8:4–6) So God has put everything under his Son. Everything is under his control. We do not now see everything under his control. ", "9": "But we do see Jesus already given a crown of glory and honor. He was made lower than the angels for a little while. He suffered death. By the grace of God, he tasted death for everyone. That is why he was given his crown.", "10": "God has made everything. He is now bringing his many sons and daughters to share in his glory. It is only right that Jesus is the one to lead them into their salvation. That's because God made him perfect by his sufferings. ", "11": "And Jesus, who makes people holy, and the people he makes holy belong to the same family. So Jesus is not ashamed to call them his brothers and sisters. ", "12": "He says, “I will announce your name to my brothers and sisters. I will sing your praises among those who worship you.” (Psalm 22:22)", "13": "Again he says, “I will put my trust in him.” (Isaiah 8:17) And again he says, “Here I am. Here are the children God has given me.” (Isaiah 8:18)", "14": "Those children have bodies made out of flesh and blood. So Jesus became human like them in order to die for them. By doing this, he could break the power of the devil. The devil is the one who rules over the kingdom of death. ", "15": "Jesus could set people free who were afraid of death. All their lives they were held as slaves by that fear. ", "16": "It is certainly Abraham's children that he helps. He doesn't help angels. ", "17": "So he had to be made like people, fully human in every way. Then he could serve God as a kind and faithful high priest. And then he could pay for the sins of the people by dying for them. ", "18": "He himself suffered when he was tempted. Now he is able to help others who are being tempted."}