{"1": "Holy brothers and sisters, God chose you to be his people. So keep thinking about Jesus. We embrace him as our apostle and our high priest. ", "2": "Moses was faithful in everything he did in the house of God. In the same way, Jesus was faithful to the God who appointed him. ", "3": "The person who builds a house has greater honor than the house itself. In the same way, Jesus has been found worthy of greater honor than Moses. ", "4": "Every house is built by someone. But God is the builder of everything. ", "5": "“Moses was faithful as one who serves in the house of God.” (Numbers 12:7) He was a witness to what God would say in days to come. ", "6": "But Christ is faithful as the Son over the house of God. And we are his house if we hold tightly to what we are certain about. We must also hold tightly to the hope we boast in.", "7": "The Holy Spirit says, “Listen to his voice today.", "8": "If you hear it, don't be stubborn. You were stubborn when you opposed me. You did that when you were tested in the desert.", "9": "There your people of long ago tested me. Yet for 40 years they saw what I did.", "10": "That is why I was angry with them. I said, 'Their hearts are always going astray. They have not known my ways.'", "11": "So when I was angry, I made a promise. I said, 'They will never enjoy the rest I planned for them.' ” (Psalm 95:7–11)", "12": "Brothers and sisters, make sure that none of you has a sinful heart. Do not let an unbelieving heart turn you away from the living God. ", "13": "But build one another up every day. Do it as long as there is still time. Then none of you will become stubborn. You won't be fooled by sin's tricks. ", "14": "We belong to Christ if we hold tightly to the faith we had at first. But we must hold it tightly until the end. ", "15": "It has just been said, “Listen to his voice today. If you hear it, don't be stubborn. You were stubborn when you opposed me.” (Psalm 95:7,8)", "16": "Who were those who heard and refused to obey? Weren't they all the people Moses led out of Egypt? ", "17": "Who was God angry with for 40 years? Wasn't it with those who sinned? They died in the desert. ", "18": "God promised that those people would never enjoy the rest he planned for them. God gave his word when he made that promise. Didn't he make that promise to those who didn't obey? ", "19": "So we see that they weren't able to enter. That's because they didn't believe."}