{"1": "Here is the main point of what we are saying. We have a high priest like that. He sat down at the right hand of the throne of the King, the Majesty in heaven. ", "2": "He serves in the sacred tent. The Lord set up the true holy tent. A mere human being did not set it up.", "3": "Every high priest is appointed to offer gifts and sacrifices. So this priest also had to have something to offer. ", "4": "What if he were on earth? Then he would not be a priest. There are already priests who offer the gifts required by the law. ", "5": "They serve at a sacred tent. But it is only a copy and shadow of what is in heaven. That's why God warned Moses when he was about to build the holy tent. God said, “Be sure to make everything just like the pattern I showed you on the mountain.” (Exodus 25:40) ", "6": "But Jesus has been given a greater work to do for God. He is the go-between for the new covenant. This covenant is better than the old one. The new covenant is based on better promises.", "7": "Suppose nothing had been wrong with that first covenant. Then no one would have looked for another covenant. ", "8": "But God found fault with the people. He said, “The days are coming, announces the Lord. I will make a new covenant with the people of Israel. I will also make it with the people of Judah.", "9": "It will not be like the covenant I made with their people of long ago. That was when I took them by the hand. I led them out of Egypt. My new covenant will be different because they didn't remain faithful to my old covenant. So I turned away from them, announces the Lord.", "10": "This is the covenant I will establish with the people of Israel after that time, says the Lord. I will put my laws in their minds. I will write them on their hearts. I will be their God. And they will be my people.", "11": "People will not teach their neighbor anymore. They will not say to one another, 'Know the Lord.' That's because everyone will know me. From the least important to the most important, all of them will know me.", "12": "I will forgive their evil ways. I will not remember their sins anymore.” (Jeremiah 31:31–34)", "13": "God called this covenant “new.” So he has done away with the first one. And what is out of date and has been done away with will soon disappear."}