{"1": "Long ago, at different times and in various ways, God's voice came to our ancestors through the Hebrew prophets. ", "2": "But in these last days, it has come to us through His Son, the One who has been given dominion over all things and through whom all worlds were made.", "3": "This is the One who—imprinted with God's image, shimmering with His glory—sustains all that exists through the power of His word. He was seated at the right hand of God once He Himself had made the offering that purified us from all our sins. ", "4": "This Son of God is elevated as far above the heavenly messengers as His holy name is elevated above theirs.", "5": "Most images of angels are influenced by art and pop culture—and are far removed from the Bible. The word “angel” literally means “messenger,” and it can refer to either a human being or a heavenly being. The Hebrews author is writing about heavenly messengers. In the Bible, heavenly messengers have several functions—executors of God's judgment, guardians of God's people, heralds of God's plans. They appear at critical moments to chosen people who play important roles in God's salvation, such as arriving to announce the birth and resurrection of Jesus and to transmit God's law to Moses. They are no more than messengers, created beings, who serve the will of God and His Son. Recognizing their place, they bow before the Son in loving adoration. For no heavenly messengers have ever heard God address them with these words of the psalms: You are My Son. Today I have become Your Father.[a] Or heard Him promise, I will be to You a Father, and You will be My Son.[b]", "6": "Now, when the Son, the firstborn of God, was brought into the world, God said, Let all My heavenly messengers worship Him.[c]", "7": "Concerning them, God said, I make My heavenly messengers like the winds, and My servants like a flame.[d]", "8": "But to the Son He said, God, Your throne is eternal; You will rule Your kingdom with the scepter of justice.", "9": "You have loved what is right and hated what is evil; That is why God, Your God, has anointed You with the oil of gladness and lifted You above Your companions.[e]", "10": "And God continues, In the beginning, You, Lord, laid the foundation of the earth and set the skies above us with Your own hands.", "11": "But while they will someday pass away, You remain forever; when they wear out like old clothes,", "12": "You will roll them up and change them into something new. But You will never change; Your years will never come to an end.[f]", "13": "Did God ever say to any of the heavenly messengers, Sit here, at My right hand, in the seat of honor; and I'll put all Your enemies under Your feet?[g]", "14": "No, of course not. The heavenly messengers are only spirits and servants, sent out to minister to those who will certainly inherit salvation."}