{"1": "So since we stand surrounded by all those who have gone before, an enormous cloud of witnesses, let us drop every extra weight, every sin that clings to us and slackens our pace, and let us run with endurance the long race set before us.", "2": "We may feel alone, but we aren't. We are surrounded by an army of witnesses. They have run the race of faith and finished well. It is now our turn. Now stay focused on Jesus, who designed and perfected our faith. He endured the cross and ignored the shame of that death because He focused on the joy that was set before Him; and now He is seated beside God on the throne, a place of honor.", "3": "Consider the life of the One who endured such personal attacks and hostility from sinners so that you will not grow weary or lose heart. ", "4": "Among you, in your striving against sin, none has resisted the pressure to the point of death, as He did.", "5": "God “disciplines” His “disciples.” God is training us not just to live here and now, but to have life in the age to come, to share His life and holiness. Indeed, you seem to have forgotten the proverb directed to you as children: My child, do not ignore the instruction that comes from the Lord, or lose heart when He steps in to correct you;", "6": "For the Lord disciplines those He loves, and He corrects each one He takes as His own.[a]", "7": "Endure hardship as God's discipline and rejoice that He is treating you as His children, for what child doesn't experience discipline from a parent? ", "8": "But if you are not experiencing the correction that all true children receive, then it may be that you are not His children after all. ", "9": "Remember, when our human parents disciplined us, we respected them. If that was true, shouldn't we respect and live under the correction of the Father of all spirits even more? ", "10": "Our parents corrected us for a time as seemed good to them, but God only corrects us to our good so that we may share in His holiness.", "11": "When punishment is happening, it never seems pleasant, only painful. Later, though, it yields the peaceful fruit called righteousness to everyone who has been trained by it. ", "12": "So lift up your hands that are dangling and brace your weakened knees. ", "13": "Make straight paths for your feet so that what is lame in you won't be put out of joint, but will heal.", "14": "Pursue peace with everyone, and holiness, since no one will see God without it. ", "15": "Watch carefully that no one falls short of God's favor, that no well of bitterness springs up to trouble you and throw many others off the path. ", "16": "Watch that no one becomes wicked and vile like Esau, the son of Isaac, who for a single meal sold his invaluable birthright. ", "17": "You know from the stories of the patriarchs that later, when he wished to claim his blessing, he was turned away. He could not reverse his action even though he shed bitter tears over it.", "18": "The Bible is a brutally honest book. It contains stories of liars, murderers, and adulterers; and these are the good guys. If we read the Bible looking only for positive role models, we'll be quickly disappointed. But if we are honest with ourselves and confess our own faults, we will find in Scripture, particularly in the First Testament, that we have much in common with many broken saints of the past. But we must not stay broken. We must follow their path to transformation through repentance and faith. Repentance means a change of heart, a change of mind, and ultimately a change of how we live. God's grace comes to us and enables us to turn away from sin and to turn back to Him. You have not come to the place that can be touched (as Israel did at Mount Sinai)—to a mountain crowned with blazing fire, darkness, gloom, and a windstorm—", "19": "or to the blast of a trumpet and the sound of a voice—a voice and message so harsh that the people begged not to hear another word. ", "20": "(They could not bear the command that was given: that if even a beast touches the mountain, it must be stoned. ", "21": "The sight was so terrible that even Moses said, “I am trembling with fear.”)[b]", "22": "No, instead you have come to Mount Zion, to the city of the living God, to the heavenly Jerusalem, to heavenly messengers unnumbered, to a joyful feast, ", "23": "to the assembly of the firstborn registered as heaven's citizens, to God the righteous Judge of all, and to the spirits of all the righteous who have been perfected. ", "24": "You have come to Jesus, the mediator of a new covenant between God and humanity, and to His sprinkled blood, which speaks a greater word than the blood of Abel crying out from the earth.", "25": "See that you don't turn away from the One who is speaking; for if the ones who heard and refused the One who spoke on earth faced punishment, then how much more will we suffer if we turn away from the One speaking from heaven—", "26": "the One whose voice in earlier times shook the earth now makes another promise: “Yet once more I will shake not only the earth, but also the heavens”?[c] ", "27": "The phrase, “Yet once more,” means that those things that can be shaken will be removed and taken away, namely, the first creation. As a result, those things that remain cannot be shaken. ", "28": "Therefore, let us all be thankful that we are a part of an unshakable Kingdom and offer to God worship that pleases Him and reflects the awe and reverence we have toward Him, ", "29": "for He is like a fierce fire that consumes everything.[d]"}