{"1": "Let love continue among you. ", "2": "Don't forget to extend your hospitality to all—even to strangers—for as you know, some have unknowingly shown kindness to heavenly messengers in this way. ", "3": "Remember those imprisoned for their beliefs as if you were their cellmate; and care for any who suffer harsh treatment, as you are all one body.", "4": "Hold marriage in high esteem, all of you, and keep the marriage bed pure because God will judge those who commit sexual sins.", "5": "Keep your lives free from the love of money, and be content with what you have because He has said, “I will never leave you; I will always be by your side.”[a] ", "6": "Because of this promise, we may boldly say, The Lord is my help— I won't be afraid of anything. How can anyone harm me?[b]", "7": "Listen to your leaders, who have spoken God's word to you. Notice the fruits of their lives and mirror their faith.", "8": "Jesus the Anointed One is always the same: yesterday, today, and forever. ", "9": "Do not be carried away by diverse and strange ways of believing or worshiping. It is good for the heart to be strengthened by grace, not by regulations about what you can eat (which do no good even for those who observe them). ", "10": "We approach an altar from which those who stand before the altar in the tent have no right to eat. ", "11": "In the past, the bodies of those animals whose blood was carried into the sanctuary by the high priest to take away sin were all burned outside the camp. ", "12": "(In the same way, Jesus suffered and bled outside the city walls of Jerusalem to sanctify the people.)", "13": "If we are honest, we have to admit that coming to Jesus and entering into His church ruins us—at least as far as this world is concerned. If we identify with Him in His suffering and rejection, we become a reproachful irritation to the powers that rule this culture. If we ever felt at home in this world—if we ever sensed that we belonged—then we would wake up one day to discover that we will never be at home again until we enter the city of God. By entering through Jesus, we become citizens of another city, subjects of another king. As long as we are here, we should live as resident aliens longing to go home. Let's then go out to Him and resolve to bear the insult and abuse that He endured. ", "14": "For as long as we are here, we do not live in any permanent city, but are looking for the city that is to come.", "15": "Through Jesus, then, let us keep offering to God our own sacrifice, the praise of lips that confess His name without ceasing. ", "16": "Let's not neglect what is good and share what we have, for these sacrifices also please God.", "17": "Listen to your leaders and submit to their authority over the community, for they are on constant watch to protect your souls and someday they must give account. Give them reason to be joyful and not to regret their duty, for that will be of no good to you.", "18-19": "Pray for us, for we have no doubt that our consciences are clean and that we seek to live honestly in all things. But please pray for me that I may be restored to you even more quickly.", "20": "Now may the God of peace, who brought the great Shepherd of the sheep, our Lord Jesus, back from the dead through the blood of the new everlasting covenant, ", "21": "perfect you in every good work as you work God's will. May God do in you only those things that are pleasing in His sight through Jesus the Anointed, our Liberating King, to whom we give glory always and forever. Amen.", "22": "Please, brothers and sisters, pay attention to this word of exhortation, for I have written only a few words to you.", "23": "I want to tell you that our brother Timothy has been set free; and if he arrives soon, he will come with me when I see you next.", "24": "Give my greetings to your leaders and to all of God's people. Those of Italy greet you.", "25": "May grace always be with you."}