{"1": "That is why we ought to pay even closer attention to the voice that has been speaking so that we will never drift away from it. ", "2": "For if the words of instruction and inspiration brought by heaven's messengers were valid, and if we live in a universe where sin and disobedience receive their just rewards, ", "3": "then how will we escape destruction if we ignore this great salvation? We heard it first from our Lord Jesus, then from those who passed on His teaching. ", "4": "God also testifies to this truth by signs and wonders and miracles and the gifts of the Holy Spirit lighting on those He chooses.", "5": "This letter is punctuated with passages that sound an alarm: danger, both imminent and eternal, is at hand. The real danger is the gentle erosion of rock-solid commitments. How often it happens! A person makes a decision to follow Jesus. He practically explodes with joy. Then life happens and the invisible forces that shape culture in our world—the idols of consumerism, relativism, and materialism—begin their exacting work to shape us into an image that no longer reflects our Savior. Over and over again, the writer warns us to be careful. Don't neglect this great salvation. Make sure the anchor holds. Now clearly God didn't set up the heavenly messengers to bring the final word or to rule over the world that is coming. ", "6": "I have read something somewhere: I can't help but wonder why You care about mortals or choose to love the son of man.", "7-8": "Though he was born below the heavenly messengers, You honored the son of man like royalty, crowning him with glory and honor, Raising him above all earthly things, placing everything under his feet.[a] When God placed everything under the son of man, He didn't leave out anything. Maybe we don't see all that happening yet; ", "9": "but what we do see is Jesus, born a little lower than the heavenly messengers, who is now crowned with glory and honor because He willingly suffered and died. And He did that so that through God's grace, He might taste death on behalf of everyone.", "10": "Here is God's Son: Creator, Sustainer, Great High Priest. Jesus has to take on our feeble flesh and suffer a violent death. He suffers for what we need. It only makes sense that God, by whom and for whom everything exists, would choose to bring many of us to His side by using suffering to perfect Jesus, the founder of our faith, the pioneer of our salvation. ", "11": "As I will show you, it's important that the One who brings us to God and those who are brought to God become one, since we are all from one Father. This is why Jesus was not ashamed to call us His family, ", "12": "saying, in the words of the psalmist, I will speak Your Name to My brothers and sisters when I praise You in the midst of the community.[b]", "13": "And in the words of Isaiah, I will wait for the Eternal One.[c] And again, Look, here I am with the children God has given Me.[d]", "14": "Since we, the children, are all creatures of flesh and blood, Jesus took on flesh and blood, so that by dying He could destroy the one who held power over death—the devil—", "15": "and destroy the fear of death that has always held people captive.", "16": "So notice—His concern here is not for the welfare of the heavenly messengers, but for the children of Abraham. ", "17": "He had to become as human as His sisters and brothers so that when the time came, He could become a merciful and faithful high priest of God, called to reconcile a sinful people. ", "18": "Since He has also been tested by suffering, He can help us when we are tested."}