{"1": "So all of you who are holy partners in a heavenly calling, let's turn our attention to Jesus, the Emissary of God and High Priest, who brought us the faith we profess; ", "2": "and compare Him to Moses, who also brought words from God. Both of them were faithful to their missions, to the One who called them. ", "3": "But we value Jesus more than Moses, in the same way that we value a builder more than the house he builds. ", "4": "Every house is built by someone, but the builder of all things is God. ", "5": "Moses brought healing and redemption to his people as a faithful servant in God's house, and he was a witness to the things that would be spoken later. ", "6": "But Jesus the Anointed was faithful as a Son of that house. (We become that house, if we're able to hold on to the confident hope we have in God until the end.)", "7": "For the first-century Jewish-Christian audience, Moses is the rescuer of Hebrew slaves out of bondage in Egypt—the receiver of God's law and the covenant. They remember how he shepherded the children of Israel safely through the desert for 40 years and led them to the brink of the promised land. He was indeed a remarkable man. Yet what Jesus has accomplished for everyone—not just the Jews—is on a totally different level. Moses was indeed faithful to God and accomplished a great deal as God's servant. Jesus, too, is faithful to God, but He has accomplished what Moses could not because He is God's very own Son. Listen now, to the voice of the Holy Spirit through what the psalmist wrote: Today, if you listen to His voice,", "8": "Don't harden your hearts the way they did in the bitter uprising at Meribah", "9": "Where your ancestors tested Me though they had seen My marvelous power.", "10": "For the 40 years they traveled on to the land that I had promised them, That generation broke My heart. Grieving and angry, I said, “Their hearts are unfaithful; they don't know what I want from them.”", "11": "That is why I swore in anger they would never enter salvation's rest.[a]", "12": "Brothers and sisters, pay close attention so you won't develop an evil and unbelieving heart that causes you to abandon the living God. ", "13": "Encourage each other every day—for as long as we can still say “today”—so none of you let the deceitfulness of sin harden your hearts. ", "14": "For we have become partners with the Anointed One—if we can just hold on to our confidence until the end.", "15": "Look at the lines from the psalm again: Today, if you listen to His voice, Don't harden your hearts the way they did in the bitter uprising at Meribah.", "16": "Now who, exactly, was God talking to then? Who heard and rebelled? Wasn't it all of those whom Moses led out of Egypt? ", "17": "And who made God angry for an entire generation? Wasn't it those who sinned against Him, those whose bodies are still buried in the wilderness, the site of that uprising? ", "18": "It was those disobedient ones who God swore would never enter into salvation's rest. ", "19": "And we can see that they couldn't enter because they did not believe."}