{"1": "That's why, as long as that promise of entering God's rest remains open to us, we should be careful that none of us seem to fall short ourselves. ", "2": "Those people in the wilderness heard God's good news, just as we have heard it, but the message they heard didn't do them any good since it wasn't combined with faith. ", "3": "We who believe are entering into salvation's rest, as He said, That is why I swore in anger they would never enter salvation's rest,[a] even though God's works were finished from the very creation of the world. ", "4": "(For didn't God say that on the seventh day of creation He rested from all His works?[b] ", "5": "And doesn't God say in the psalm that they would never enter into salvation's rest?[c])", "6": "There is much discussion of “rest” in what we are calling the First Testament of Scripture. God rests on the seventh day after creation. In the Ten Commandments God commands His people to remember the Sabbath day, keep it holy, and do no work. By letting go of daily work, they declared their absolute dependence on God to meet their needs. We do not live by the work of our hands, but by the bread and Word that God supplies. But a greater rest is yet to come when we will be released from all suffering, and when we will inherit the earth. Jesus embodies this greater rest that still awaits the people of God, a people fashioned through obedience and faith. If some of us fail to enter that rest, it is because we fail to answer the call. So if God prepared a place of rest, and those who were given the good news didn't enter because they chose disobedience over faith, then it remains open for us to enter. ", "7": "Once again, God has fixed a day; and that day is “today,” as David said so much later when he wrote in the psalm quoted earlier: Today, if you listen to His voice, Don't harden your hearts.[d]", "8": "Now if Joshua had been able to lead those who followed him into God's rest, would God then have spoken this way? ", "9": "There still remains a place of rest, a true Sabbath, for the people of God ", "10": "because those who enter into salvation's rest lay down their labors in the same way that God entered into a Sabbath rest from His.", "11": "So let us move forward to enter this rest, so that none of us fall into the kind of faithless disobedience that prevented them from entering. ", "12": "The word of God, you see, is alive and moving; sharper than a double-edged sword; piercing the divide between soul and spirit, joints and marrow; able to judge the thoughts and will of the heart. ", "13": "No creature can hide from God: God sees all. Everyone and everything is exposed, opened for His inspection; and He's the One we will have to explain ourselves to.", "14": "By God's word, everything finds a rhythm, a place. It fills, empowers, enlivens, and redeems us. But it also divides and destroys. It pierces and exposes our disobedience and unfaithfulness. Since we have a great High Priest, Jesus, the Son of God who has passed through the heavens from death into new life with God, let us hold tightly to our faith. ", "15": "For Jesus is not some high priest who has no sympathy for our weaknesses and flaws. He has already been tested in every way that we are tested; but He emerged victorious, without failing God. ", "16": "So let us step boldly to the throne of grace, where we can find mercy and grace to help when we need it most."}