{"1": "Remember what I said earlier about the role of the high priest, even the ones chosen by human beings? The job of every high priest is reconciliation: approaching God on behalf of others and offering Him gifts and sacrifices to repair the damage caused by our sins against God and each other. ", "2": "The high priest should have compassion for those who are ignorant of the faith and those who fall out of the faith because he also has wrestled with human weakness, ", "3": "and so the priest must offer sacrifices both for his sins and for those of the people. ", "4": "The office of high priest and the honor that goes along with it isn't one that someone just takes. One must be set aside, called by God, just as God called Aaron, the brother of Moses.", "5": "In the same way, the Anointed One, our Liberating King, didn't call Himself but was appointed to His priestly office by God, who said to Him, You are My Son. Today I have become Your Father,[a]", "6": "and who also says elsewhere, You are a priest forever— in the honored order of Melchizedek.[b]", "7": "Jesus is the Great High Priest because He serves as the ultimate mediator between God and humanity. In this role He serves as both the priest and the sacrifice that atones for sins once and for all. But we are still called to be priests for each other. These are not mutually exclusive ideas. Whenever you share a cup of cold water in Jesus' name or pray for someone, you're a priest. You're communicating the grace of God. There are times that we need a priest, too, right? If we are to be like Him, we must allow someone else to be a priest for us. There are problems so great and pains so deep and sins so intractable that we need a person of flesh and blood to join us in carrying our concerns to God. When Jesus was on the earth, a man of flesh and blood, He offered up prayers and pleas, groans and tears to the One who could save Him from death. He was heard because He approached God with reverence. ", "8": "Although He was a Son, Jesus learned obedience through the things He suffered. ", "9": "And once He was perfected through that suffering He became the way of eternal salvation for all those who hear and follow Him, ", "10": "for God appointed Him to be a High Priest in the order of Melchizedek.", "11": "I have a lot more to say about this, but it may be hard for you to follow since you've become dull in your understanding. ", "12": "By this time, you ought to be teachers yourselves, yet I feel like you want me to reteach you the most basic things that God wants you to know. It's almost like you're a baby again, coddled at your mother's breast, nursing, not ready for solid food. ", "13": "No one who lives on milk alone can know the ins and outs of what it means to be righteous and pursue justice; that's because he is only a baby. ", "14": "But solid food is for those who have come of age, for those who have learned through practice to distinguish good from evil."}