{"1": "In the Book of Genesis, we read about when Melchizedek, the king of Salem and priest of the Most High God, met Abraham as he returned from defeating King Chedorlaomer and his allies. Melchizedek blessed our ancestor, and ", "2": "Abraham gave him a tenth of everything captured in the battle.[a] Let's look more closely at Melchizedek. First, his name means “king of righteousness”; and his title, king of Salem, means “king of peace.” ", "3": "The Scriptures don't name his mother or father or descendants, and they don't record his birth or his death. We could say he's like the Son of God: eternal, a priest forever.", "4": "And just imagine how great this man was, that even our great and honorable patriarch Abraham gave him a tenth of the spoils. ", "5": "Compare him to the priests who serve in our temple, the descendants of Levi, who were given a commandment in the law of Moses to collect one-tenth of the income of the tribes of Israel. The priests took that tithe from their own people, even though they were also descended from Abraham. ", "6": "But this man, Melchizedek, who did not belong to that Levite ancestry, collected a tenth part of Abraham's income; and although Abraham had received the promises, it was Melchizedek who blessed Abraham. ", "7": "Now I don't have to tell you that it is the lesser one who receives a blessing from the greater. ", "8": "In the case of the priests descended from Levi, they are mortal men who receive a tithe of one-tenth; but the Scriptures record no death of Melchizedek, the one who received Abraham's tithe. ", "9": "I guess you could even say that Levi, who receives our tithes, originally paid tithes through Abraham ", "10": "because he was still unborn and only a part of his ancestor when Abraham met Melchizedek.", "11": "So Melchizedek must be considered superior even to the patriarch Abraham. If a perfect method of reconciling with God—a perfect priesthood—had been found in the sons of Levi (a priesthood that communicated God's law to the people), then why would the Scriptures speak of another priest, a priest according to the order of Melchizedek, instead of, say, from the order of Aaron? What would be the need for it? It would reflect a new way of relating to God ", "12": "because when there is a change in the priesthood there must be a corresponding change in the law as well. ", "13": "We're talking about someone who comes from another tribe, from which no member has ever served at God's altar. ", "14": "It's clear that Jesus, our Lord, descended from the tribe of Judah; but Moses never spoke about priests from that tribe. ", "15": "Doesn't it seem obvious? Jesus is a priest who resembles Melchizedek in so many ways; ", "16": "He is someone who has become a priest, not because of some requirement about human lineage, but because of the power of a life without end. ", "17": "Remember, the psalmist says, You are a priest forever— in the honored order of Melchizedek.[b]", "18": "Because the earlier commandment was weak and did not reconcile us to God effectively, it was set aside—", "19": "after all, the law could not make anyone or anything perfect. God has now introduced a new and better hope, through which we may draw near to Him, ", "20": "and confirmed it by swearing to it. ", "21": "The Levite order of priests took office without an oath, but this man Jesus became a priest through God's oath: The Eternal One has sworn an oath and cannot change His mind: You are a priest forever.[c]", "22": "So we can see that Jesus has become the guarantee of a new and better covenant. ", "23": "Further, the prior priesthood of the sons of Levi has included many priests because death cut short their service, ", "24": "but Jesus holds His priesthood permanently because He lives His resurrected life forever. ", "25": "From such a vantage, He is able to save those who approach God through Him for all time because He will forever live to be their advocate in the presence of God.", "26": "It is only fitting that we should have a High Priest who is devoted to God, blameless, pure, compassionate toward but separate from sinners, and exalted by God to the highest place of honor. ", "27": "Unlike other high priests, He does not first need to make atonement every day for His own sins, and only then for His people's, because He already made atonement, reconciling us with God once and forever when He offered Himself as a sacrifice. ", "28": "The law made imperfect men high priests; but after that law was given, God swore an oath that made His perfected Son a high priest for all time."}