{"1": "Then I lifted up my eyes and behold, I saw four horns! ", "2": "I said to the angel speaking with me, 'What are these?' He said to me, 'These are the horns that have scattered Judah, Israel and Jerusalem.'", "3": "Then Adonai showed me four craftsmen. ", "4": "I asked, 'What are these coming to do?' He answered, 'These are the horns that scattered Judah, so that no one could raise his head, but the craftsmen have come to frighten them, to cast down the horns of the nations that have lifted up their horn against the land of Judah to scatter it.'", "5": "I lifted up my eyes—and behold, I saw a man with a measuring line in his hand.", "6": "[a] 6 I asked, 'Where are you going?' He answered me, 'To measure Jerusalem to see how wide and how long it is.'[b]", "7": "Then behold, the angel speaking with me left and another angel went out to meet him, ", "8": "saying to him, 'Run, speak to this young man saying: “Jerusalem will be inhabited as a village without walls because of the great number of men and livestock in it. ", "9": "For I”—it is a declaration of Adonai—“will be a wall of fire around it and I will be the glory inside it. ", "10": "Oy, oy! Flee from the land of the north”—it is a declaration of Adonai—“because I scattered you like the four winds of heaven”—it is a declaration of Adonai. ", "11": "“Oy, Zion! Escape, you who are living with the daughter of Babylon.”", "12": "“For thus says Adonai-Tzva'ot, He has sent me after glory to the nations that plundered you—because whoever touches you touches the apple of His eye—", "13": "'For behold, I will shake My hand against them and they will be plunder to their servants.' Then you will know that Adonai-Tzva'ot has sent me.", "14": "“'Sing and rejoice, O daughter of Zion! For behold, I am coming and I will live among you'[c]—it is a declaration of Adonai. ", "15": "'In that day many nations will join themselves to Adonai and they will be My people and I will dwell among you.' Then you will know that Adonai-Tzva'ot has sent me to you. ", "16": "Adonai will inherit Judah as His portion in the holy land and will once again choose Jerusalem. ", "17": "Be silent before Adonai, all flesh, for He has aroused Himself from His holy dwelling.”"}