{"1": "Again I lifted up my eyes, and behold, I saw four chariots emerging from between the two mountains—mountains of bronze! ", "2": "The first chariot had red horses, the second chariot black horses, ", "3": "the third chariot white horses and the fourth chariot had strong dapple horses.[a]", "4": "Then I responded by saying to the angel speaking with me, “What are these, my lord?”", "5": "The angel answered me saying, “These are the four winds of heaven that go forth from the presence of the Lord of all the earth.", "6": "[b] 6 The chariot with the black horses is going to the land of the north and the white ones have gone out after them, but the dappled ones have gone out to the land of the south.” ", "7": "When the strong ones went out, they requested to go to walk throughout the earth. He said, “Go! Walk throughout the earth.” So they walked throughout the earth.”", "8": "Then he called and spoke to me saying, 'Look! Those going toward the land of the north have given rest to My Ruach in the north country.'", "9": "And the word of Adonai came to me saying: ", "10": "'Take from the exiles, from Heldai, Tobijah, and Jedaiah who have come from Babylon, and go the same day, go to the house of Josiah son of Zephaniah! ", "11": "Take silver and gold, make crowns and set on the head of Joshua son of Johozadak, the kohen gadol. ", "12": "Then speak to him saying, “Thus says Adonai-Tzva'ot: Behold, a man whose Name is the Branch will branch out from his place and build the Temple of Adonai. ", "13": "He will build the Temple of Adonai. He will bear splendor and sit and rule on His throne. Thus He will be a kohen on His throne. So a counsel of shalom will be between them both. ", "14": "The crowns will be in the Temple of Adonai as a memorial to Helem, Tobijah and Jedaiah, and to Chen son of Zephaniah. ", "15": "Those who are far off will come and build in the Temple of Adonai.” Then you will know that Adonai-Tzva'ot has sent me to you. It will come to pass if you diligently obey the voice of Adonai your God.”"}