{"1": "In the fourth year of King Darius, the word of Adonai came to Zechariah on the fourth day of the ninth month, in Kislev. ", "2": "Now Bethel sent Sarezer and Regem-melech together with his men to seek the favor of Adonai, ", "3": "and to speak to the kohanim of the House of Adonai-Tzva'ot and to the prophets saying, “Should I mourn and consecrate myself in the fifth month as I have done for so many years?”", "4": "Then the word of Adonai-Tzva'ot came to me saying: ", "5": "“Speak to all the people of the land and to the kohanim saying, 'When you fasted and mourned in the fifth and in the seventh months for the past seventy years, did you really fast for Me? ", "6": "When you eat and drink, are you not eating and drinking for yourself? ", "7": "Are not these the words that Adonai proclaimed through the former prophets when Jerusalem with its surrounding cities were inhabited and prosperous, when the Negev and the lowland were inhabited?'”", "8": "Again the word of Adonai came to Zechariah saying, ", "9": "“Thus says Adonai-Tzva'ot: 'Administer true judgment and practice mercy and compassion each to his brother. ", "10": "Do not oppress the widow or the orphan, the outsider or the poor. Furthermore, do not let any of you devise evil against one another in your heart.'", "11": "“But they refused to pay attention. They stubbornly turned their backs and stopped their ears from hearing. ", "12": "Indeed, they made their hearts as hard as flint preventing them from hearing the Torah or the words that Adonai-Tzva'ot sent by His Ruach through the former prophets. Consequently, great wrath came from Adonai-Tzva'ot. ", "13": "It came about that just as He called and they did not listen, so they would call and I would not listen,” says Adonai-Tzva'ot. ", "14": "'I scattered them with a whirlwind among all the nations they have not known. Thus the land was left so desolate behind them that no one passed through or returned, for they made the pleasant land desolate.'”"}