{"1": "In the thirtieth year, on the fifth day of the fourth month, I was with the exiles at the Chebar River when the heavens opened and I saw visions of God.", "2": "(It happened on the fifth day of the month, in the fifth year after King Jehoiachin's deportation.", "3": "The Lord's word burst in on the priest Ezekiel, Buzi's son, in the land of Babylon at the Chebar River. There the Lord's power overcame him.)", "4": "As I watched, suddenly a driving storm came out of the north, a great cloud flashing fire, with brightness all around. At its center, in the middle of the fire, there was something like gleaming amber.", "5": "And inside that were forms of four living creatures. This was what they looked like: Each had the form of a human being,", "6": "though each had four faces and four wings.", "7": "Their feet looked like proper feet, but the soles of their feet were like calves' hooves, and they shone like burnished bronze.", "8": "Human hands were under their wings on all four sides. All four creatures had faces and wings, and", "9": "their wings touched each other's wings. When they moved, they each went straight ahead without turning.", "10": "As for the form of their faces: each of the four had a human face, with a lion's face on the right and a bull's face on the left, and also an eagle's face.", "11": "The pairs of wings[a] that stretched out overhead touched each other, while the other pairs covered their bodies.", "12": "Each moved straight ahead wherever the wind propelled them; they moved without turning.", "13": "Regarding the creatures' forms: they looked like blazing coals, like torches. Fire darted about between the creatures and illuminated them, and lightning flashed from the fire.", "14": "The creatures looked like lightning streaking back and forth.", "15": "As I looked at the creatures, suddenly there was a wheel on the earth corresponding to all four faces of the creatures.", "16": "The appearance and composition of the wheels were like sparkling topaz. There was one shape for all four of them, as if one wheel were inside another.", "17": "When they moved in any of the four directions, they moved without swerving.", "18": "Their rims were tall and terrifying, because all four of them were filled with eyes all around.", "19": "When the creatures moved, the wheels moved next to them. Whenever the creatures rose above the earth, the wheels also rose up.", "20": "Wherever the wind would appear to go, the wind would make them go there too. The wheels rose up beside them, because the spirit[b] of the creatures was in the wheels.", "21": "When they moved, the wheels[c] moved; when they stood still, the wheels stood still; and when they rose above the earth, the wheels rose up along with them, because the spirit[d] of the creatures was in the wheels.", "22": "The shape above the heads of the creatures[e] was a dome; it was like glittering ice stretched out over their heads.", "23": "Just below the dome, their outstretched wings touched each other. They each also had two wings to cover their bodies.", "24": "Then I heard the sound of their wings when they moved forward. It was like the sound of mighty waters, like the sound of the Almighty,[f] like the sound of tumult or the sound of an army camp. When they stood still, their wings came to rest.", "25": "Then there was a sound from above the dome over their heads. They stood still, and their wings came to rest.", "26": "Above the dome over their heads, there appeared something like lapis lazuli in the form of a throne. Above the form of the throne there was a form that looked like a human being.", "27": "Above what looked like his waist, I saw something like gleaming amber, something like fire enclosing it all around. Below what looked like his waist, I saw something that appeared to be fire. Its brightness shone all around.", "28": "Just as a rainbow lights up a cloud on a rainy day, so its brightness shone all around. This was how the form of the Lord's glory appeared. When I saw it, I fell on my face. I heard the sound of someone speaking."}