{"1": "The Lord's word came to me:", "2": "Human one, you live in a household of rebels. They have eyes to see but they don't see, ears to hear but they don't hear, because they are a household of rebels.", "3": "But you, human one, prepare a backpack for going into exile. In the daytime while they watch, go into exile; while they watch, go out from your place to another. Even though they are a household of rebels, perhaps they will understand.", "4": "In the daytime while they watch, carry your backpack as if for exile. At twilight while they watch, go out like those who are led out to exile.", "5": "While they watch, dig a hole through the wall and take your backpack out through it.", "6": "While they watch, shoulder your backpack and carry it out in the dark. Cover your face so that you can't see the land, because I'm making you a sign for the house of Israel.", "7": "So I did as I was commanded. I carried out my backpack like an exile's backpack in the daytime. At night I dug a hole through the wall with my hands. In the darkness, I shouldered my backpack and carried it out while they watched.", "8": "In the morning, the Lord's word came to me:", "9": "Human one, has the house of Israel, that household of rebels, asked you, “What are you doing?”", "10": "Say to them, The Lord God proclaims: This concerns the prince in Jerusalem, along with the entire house of Israel in it.[a]", "11": "Say: I'm your sign. Just as I have done, so it will be done to them. They will go into captivity in exile.", "12": "Their prince will shoulder his backpack at night and go out. They will dig through the wall to lead him out through it, and he will cover his face so that his eyes won't see the land.", "13": "But I will spread my net over him, catch him in my trap, and bring him to Babylon, to the land of the Chaldeans. He won't see it, but he will die there.", "14": "As for all those who are in league with him, I will scatter his helpers and all his troops to the winds and let the sword loose after them.", "15": "They will know that I am the Lord when I disperse them among the nations and scatter them throughout the lands.", "16": "But I will preserve a few of their number from the sword, famine, and plague, so that they may confess all their detestable practices among the nations where they go. Then they will know that I am the Lord.", "17": "The Lord's word came to me:", "18": "Human one, eat your bread in trembling, and drink your water in anxious agitation.", "19": "Say to the land's people, The Lord God proclaims to those living in Jerusalem regarding Israel's fertile land: As they anxiously eat up their bread and drink up their water in dismay, the land will be emptied of everything in it because of the violence of all who live there.", "20": "The inhabited cities will be laid waste, the land left desolate, and you will know that I am the Lord.", "21": "The Lord's word came to me:", "22": "Human one, what is this proverb of your people concerning Israel's fertile land? They say, “The days go by, and every vision vanishes.”", "23": "Therefore, say to them, The Lord God proclaims: I'll put an end to this proverb! It will never again be uttered in Israel. Tell them instead: The days are coming soon for the fulfillment of every vision.", "24": "Never again will there be any worthless vision or deceptive divination in the house of Israel.", "25": "I am the Lord! The word that I speak is the word that I will speak! It will happen and be delayed no longer. In your own days, household of rebels, I speak a word and make it happen. This is what the Lord God says!", "26": "The Lord's word came to me:", "27": "Human one, the house of Israel is now saying, “The vision that he sees is for distant days; he prophesies about future times.”", "28": "Therefore, say to them, The Lord God proclaims: It will be delayed no longer. Every word of mine that I've spoken is certain, and it will happen. This is what the Lord God says."}