{"1": "The Lord's word came to me:", "2": "Human one, compose a riddle and a parable about the house of Israel.", "3": "Say, The Lord God proclaims: The great eagle with great wings, long feathers, and full, colorful plumage came to Lebanon and took the top branch of the cedar.", "4": "He plucked a twig from the cedar's crown, brought it to the land of traders, and set it down in a city of merchants.", "5": "He took a native seed and planted it in a prepared field, placing it like a willow beside plentiful water.", "6": "It grew and became a low-spreading vine. Its foliage turned toward him, and its roots developed under him. And so it became a vine, and it produced branches and sent out its shoots.", "7": "Now there was another great eagle with great wings and much plumage. This vine bent its roots and turned its branches toward him so that it might draw more water from him than from its own bed,", "8": "a good field with plentiful water where it was planted to grow branches, bear fruit, and become a splendid vine.", "9": "Say, The Lord God proclaims: Will it thrive? Won't he tear out its roots, strip its fruit, and cause all the leaves of its branches to wither? It will dry up, and no one will need a strong arm or a mighty army to uproot it.", "10": "Though it is planted, will it thrive? When the east wind touches it, won't it completely wither? On the bed in which it was planted, it will wither away.", "11": "The Lord's word came to me:", "12": "Say now to the rebellious household: Don't you know what these things mean? Say: The king of Babylon came to Jerusalem and carried its king and its officers away with him to Babylon.", "13": "Then he took a prince from the royal line, made an agreement with him, and made him take a solemn pledge of loyalty. He also took away the land's officials.", "14": "Thus it would be a lowly kingdom, not asserting its own interests but observing the agreement so that it would survive.", "15": "But the prince rebelled against him and sent messengers to Egypt to supply him with horses and a great army. Can such a person succeed? Can one who does these things escape? Can he overturn the agreement and escape capture?", "16": "As surely as I live, says the Lord God, he will die in Babylon, in the place of the king who gave him the authority to rule, whose solemn pledge he scorned and whose agreement he overturned.", "17": "Pharaoh won't help him. There will be no strong force or mighty army in battle when siege ramps are set up and towers are built to eliminate many lives.", "18": "He scorned the solemn pledge and overturned the agreement! Even though he made a promise, he did all these things, and he won't escape capture.", "19": "So now the Lord God proclaims: As surely as I live, it was my solemn pledge that he scorned and my agreement that he overturned, and I will hold him accountable.", "20": "I will spread my net over him, and he will be caught in my trap. I will bring him to Babylon, and I myself will enter into judgment with him there for rebelling against me.", "21": "All his elite fighters[a] along with all his troops will fall by the sword, and those who are left will be scattered to the winds. Then you will know that I, the Lord, have spoken.", "22": "The Lord God proclaims: I myself will take one of the top branches from the tall cedar. I will pluck a tender shoot from its crown, and I myself will plant it on a very high and lofty mountain.", "23": "On Israel's mountainous highlands I will plant it, and it will send out branches and bear fruit. It will grow into a mighty cedar. Birds of every kind will nest in it and find shelter in the shade of its boughs.", "24": "Then all the trees in the countryside will know that I, the Lord, bring down the tall tree and raise up the lowly tree, and make the green tree wither and the dry tree bloom. I, the Lord, have spoken, and I will do it."}