{"1": "The Lord's word came to me:", "2": "What do you mean by this proverb of yours about the land of Israel: “When parents eat unripe grapes, the children's teeth suffer”?", "3": "As surely as I live, says the Lord God, no longer will you use this proverb in Israel!", "4": "All lives are mine; the life of the parent and the life of the child belong to me. Only the one who sins will die.", "5": "People are declared innocent when they act justly and responsibly.", "6": "They don't eat on the hills or give their attention to the idols of the house of Israel. They don't defile the wives of their neighbors or approach menstruating women.", "7": "They don't cheat anyone, but fulfill their obligations. They don't rob others, but give food to the hungry and clothes to the naked.", "8": "They don't impose interest or take profit. They refrain from evil and settle cases between people fairly.", "9": "They follow my regulations, keep my case laws, and act faithfully. Such people are innocent, and they will live, proclaims the Lord God.", "10": "But suppose one of them has a violent child who sheds blood or does any one of these things,", "11": "even though his parents didn't do any of them. He eats on the mountains, defiles his neighbor's wife,", "12": "oppresses the poor and needy, robs others and doesn't fulfill his obligations, pays attention to the idols and does detestable things,", "13": "and takes interest and profit. Should he live? He should not. He engaged in all these detestable practices. He will surely die, and his blood will be on him.", "14": "But suppose he has a child who sees all the sins that his father committed. He becomes alarmed and doesn't do them.", "15": "He doesn't eat on the mountains or pay attention to the idols of the house of Israel. He doesn't defile his neighbor's wife.", "16": "He doesn't cheat anyone, either by seizing collateral for loans or committing robbery. He gives his food to the hungry and clothes to the naked.", "17": "He refrains from oppressing the poor by taking neither interest nor profit. He observes my case laws and follows my regulations. He won't die because of his father's guilt. He will surely live.", "18": "As for his father: If he exploited the weak or committed robbery, or did anything else that wasn't good for the people, he will die because of his own guilt.", "19": "You will say, “Why doesn't the child bear his parent's guilt?” The child has acted justly and responsibly. The child kept all my regulations and observed them. The child will surely live.", "20": "Only the one who sins will die. A child won't bear a parent's guilt, and a parent won't bear a child's guilt. Those who do right will be declared innocent, and the wicked will be declared guilty.", "21": "But if the wicked turn away from all the sins that they have committed, keep all my regulations, and act justly and responsibly, they will surely live and not die.", "22": "None of the sins that they committed will be held against them, but they will live because they do the right things.", "23": "Do I take pleasure in the death of the wicked? says the Lord God. Certainly not! If they change their ways, they will live.", "24": "If those who do the right thing turn from righteousness and engage in the same detestable practices that the wicked committed, can they do these things and live? None of their righteous deeds will be remembered. They will die because of their treacheries and sins.", "25": "But you say, “My Lord's way doesn't measure up.” Listen, house of Israel, is it my ways that don't measure up? Isn't it your ways that don't measure up?", "26": "When those who do the right thing turn from their responsible ways and act maliciously, they will die because of it. For their malicious acts they will die.", "27": "And when the wicked turn from their wicked deeds and act justly and responsibly, they will preserve their lives.", "28": "When they become alarmed and turn away from all their sins, they will surely live; they won't die.", "29": "Yet the house of Israel says, “My Lord's way doesn't measure up.” Is it my ways that don't measure up? Isn't it your ways that don't measure up, house of Israel?", "30": "Therefore, I will judge each of you according to your ways, house of Israel. This is what the Lord God says. Turn, turn away from all your sins. Don't let them be sinful obstacles for you.", "31": "Abandon all of your repeated sins. Make yourselves a new heart and a new spirit. Why should you die, house of Israel?", "32": "I most certainly don't want anyone to die! This is what the Lord God says. Change your ways, and live!"}