{"1": "[a] The Lord's word came to me:", "2": "Human one, face Jerusalem, preach against their sanctuary, and prophesy against Israel's fertile land.", "3": "Say to Israel's fertile land, The Lord proclaims: I'm now against you! I will draw my sword from its sheath and cut off both the righteous and the wicked from you.", "4": "In order to cut off the righteous and wicked from you, my sword will go out from its sheath against everyone from south to north.", "5": "And everyone will know that I, the Lord, have taken my sword out of its sheath. It won't be put away again.", "6": "You, human one, groan in their sight; groan bitterly with trembling knees.", "7": "If they ask you why you're groaning, say to them, “Because of the news.” When it comes, every heart will despair, every hand will hang lifeless, every spirit will be listless, and urine will run down every leg. It's coming! It will happen! This is what the Lord God says.", "8": "The Lord's word came to me:", "9": "Human one, prophesy! Say, The Lord proclaims! Say: A sword! A sharp and polished sword!", "10": "For utter slaughter it is sharpened, polished to flash like lightning. Let's not rejoice, because no one will escape the purge.[b]", "11": "He appoints it for polishing, to seize in the hand. The sword is sharpened, it is polished; it is ready for the destroyer's hand.", "12": "Human one, cry aloud, and wail, for it comes against my people, against all of Israel's princes, handed over to the sword along with my people. Therefore, strike your thigh.", "13": "He's testing. When even the rod rejects, will it not certainly happen?[c] This is what the Lord God says.", "14": "And you, human one, prophesy! Strike hand to hand. Let the sword strike twice, three times! It's a deadly sword, a great deadly sword. It whirls around them", "15": "to make hearts shudder, to make many stumble and fall. I've set the slaughtering sword against all their gates. Oh! It's crafted to flash like lightning, polished for slaughter!", "16": "Stab again and again! Plunge right, plunge left, wherever your edge goes.", "17": "It is I who strike hand to hand! I'll satisfy my wrath! I, the Lord, have spoken.", "18": "The Lord's word came to me:", "19": "You, human one, mark two roads for the coming of the sword of the king of Babylon. They should diverge from a single country. Where the road to the city begins, set up a sign,", "20": "and point out the way for the sword to come: “To Rabbah of the Ammonites” or “To Judah in its stronghold Jerusalem.”", "21": "The king of Babylon stands at the fork in the road where the two roads begin and performs his divinations. He shakes the arrows, consults the divine images, and inspects the liver.", "22": "On his right side appeared the omen for Jerusalem: to put battering rams in place, to proclaim war and raise the alarm, to place battering rams against the gates, and to set up siege ramps and build towers.", "23": "It seems to them like a lying divination, because solemn pledges had been sworn to them. But he will remind them of their guilt, and they will be captured.", "24": "So the Lord God proclaims: Now that you have remembered your guilt and your treacheries are exposed, your sins can be seen in everything you do. Because you have brought your guilt to light, you will be captured!", "25": "But you vile, wicked prince of Israel whose day has come, the time of final punishment,", "26": "this is what the Lord God says: Remove the turban, take off the crown! Nothing will be as it was. Bring down the exalted, and exalt the lowly.", "27": "A ruin, ruin, ruin, I'll make it! Such a thing has never happened! Even before the rightful judge comes, I've handed it over to him.", "28": "You, human one, prophesy and say, The Lord God proclaims to the Ammonites concerning their disgrace. Say, Sword! Sword unsheathed for slaughter, burnished, battle-ready,[d] flashing like lightning:", "29": "False visions and lying divinations set you against the necks of vile, wicked men whose day had come, the time of final punishment.", "30": "Return it to its sheath. In the place where you were created, in the land of your origin, I will judge you.", "31": "I will pour out my wrath against you. With a raging fire I will blow against you, and I will hand you over to those who burn and forge destruction.", "32": "Fire will consume you, your blood will sink into the earth, and you will no longer be remembered. I, the Lord, have spoken."}