{"1": "In the eleventh year, on the first day of the month, the Lord's word came to me:", "2": "Human one, because Tyre laughed at Jerusalem: “The gate of the peoples is broken, she lies open before me, she is destroyed, but I will succeed!”", "3": "The Lord God now proclaims: Tyre, I'm now against you! Just as the sea hurls up its waves, I will bring many nations up against you.", "4": "When they destroy the walls of Tyre and throw down its towers, I will scrape off all its dirt and make it into a bare rock,", "5": "a place for drying nets in the middle of the sea. I have spoken! This is what the Lord God says. It will become prey for the nations,", "6": "and its towns around it will be put to the sword. Then they will know that I am the Lord.", "7": "The Lord God proclaims: I'm bringing Nebuchadrezzar against Tyre, the king of Babylon from the north, the greatest of all kings, with horses, chariots, and charioteers, an assembly, a great army.", "8": "The towns around you he will destroy with the sword. Then he will build towers against you, erect siege ramps against you, and set up shields.", "9": "He will pound his battering ram against your walls; with crowbars he will tear down your towers.", "10": "The dust from all his horses will cover you when he enters your gates as one who enters a breached city. Your walls will quake at the thundering of the charioteers and chariot wheels.", "11": "His horses' hooves will trample all your courtyards; he will cut down your people with the sword, and the monuments to your strength he will bring down[a] to the ground.", "12": "They will destroy your wealth, plunder your goods, tear down your walls, and raze your fine houses. Your stone, lumber, and rubble they will dump into the sea.", "13": "I will bring an end to your cacophonous songs; the sound of your lyres will never be heard again.", "14": "I will make you into a bare rock, a place for drying nets, and you will never be rebuilt. I, the Lord, have spoken. This is what the Lord God says.", "15": "The Lord God proclaims to Tyre: Won't the coastlands quake at the news of your downfall, when the wounded groan, and when the slaughter in your midst goes on and on?", "16": "All the princes of the sea will come down from their thrones, remove their royal robes, and strip off their fine garments. They will be clothed only in terror as they sit on the ground. They will be so terrified, they won't stop shuddering because of you.", "17": "They will sing a lament for you, and they will say: How you have perished, queen of the sea, city once praised, who once dominated the sea, she and her rulers, who spread their terror abroad, every one of them.", "18": "Now the wastelands tremble on the day of your fall. Your expulsion horrifies the islands of the sea.", "19": "The Lord God proclaims: When I turn you into ruins like uninhabitable cities, when the deep sea washes over you and the raging seas cover you,", "20": "I will lead you down into the pit, to the everlasting people. I will install you in the world below,[b] in the everlasting ruins, with those who go down to the pit. And so you will neither rule nor radiate splendor in the land of the living.", "21": "I will terrify you, and you will disappear. You will be sought but never found again. This is what the Lord God says."}