{"1": "The Lord's word came to me:", "2": "You, human one, sing a lament for Tyre.", "3": "Say this about Tyre, who sits enthroned at the entrance to the sea, the people's agent for trade throughout the coastlands. The Lord God proclaims: Tyre, you say, “I'm perfectly beautiful!”", "4": "But your territory is in the depths of the sea, and it's your builders who made you beautiful.", "5": "For you they made your deck of cypress from Senir. To make your mast, they took cedar from Lebanon.", "6": "For your oars, they used the oaks of Bashan. They made your hull, inlaid with ivory, of boxwood from the coasts of Cyprus.", "7": "Fine embroidered linen from Egypt was your sail; it became your emblem. Your awning was made of blue and purple cloth from the coasts of Elishah.", "8": "The princes of Sidon and Arvad were your oarsmen. Your own wise men were in you as your helmsmen.", "9": "The elders and wise men of Gebal were in you, patching up your leaks. Every seagoing ship and its sailors came to do business with you.", "10": "Paras, Lud, and Put were the warriors in your army. By hanging their shields and helmets on you, they made you radiant.", "11": "The men of Arvad and Helech were stationed on your walls all around; the men of Gamad were in your towers. They hung their weapons on your walls all around. They were the ones who completed your beauty.", "12": "Tarshish was your procurer of great wealth. For your wares, they exchanged silver, iron, tin, and lead.", "13": "Javan, Tubal, and Meshech were your agents in human trafficking. They gave you bronze vessels for these wares of yours.", "14": "Beth-togarmah traded horses, warhorses, and mules for your wares.", "15": "Islanders from Rhodes[a] were your agents. By contract they procured ebony and ivory for you from many coastlands.", "16": "Aram was your agent for many products. They traded turquoise, purple cloth, colorful brocades, linen, coral, and rubies for your wares.", "17": "Judah and the land of Israel were your agents, trading the finest wheat,[b] millet,[c] honey, oil, and balm for your wares.", "18": "For many of your finished products, Damascus traded out of its great wealth the wine of Helbon and white wool.", "19": "Vedan and Javan from the region of Uzal traded with you. They exchanged wrought iron, cinnamon, and spices for your wares.", "20": "Dedan was your agent for saddle blankets.", "21": "Arabia and all the princes of Kedar traded for you. They procured lambs, rams, and goats for you.", "22": "They were your agents in Sheba and Raamah. For your wares they exchanged the finest spices, every kind of precious stone, and gold.", "23": "Haran, Canneh, and Eden were your agents,[d] and also Assyria and Chilmad.", "24": "They procured fine finished goods for you, garments of purple and brocade, and plush carpets rolled up and securely tied with ropes, among your acquisitions.", "25": "The ships of Tarshish carried your goods. You were filled to capacity and heavily laden in the middle of the sea.", "26": "Your oarsmen brought you out onto the high seas; an east wind sank you into the sea's depths.", "27": "Your goods, your wares, your wealth, your sailors, your helmsmen, those patching your leaks, your merchants, all your warriors in you, and all the company that is with you— they also sank into the sea's depth on the day of your demise.", "28": "At your helmsmen's cries for help, the troubled waters seethe.", "29": "Those entrusted with the oars desert their posts. All sailors and helmsmen seek footing on the shore.", "30": "Loudly they cry, bitterly they wail, and they put dust on their heads and cover themselves with ashes.", "31": "They cut off all their hair and put on mourning clothes. In despair they weep for you, and bitterly perform the mourning rites.", "32": "In their lamentation they raise a lament for you; they sing lamentions over you: “Who was like Tyre, silenced in the middle of the sea?”", "33": "When your wares came out from the seas, you satisfied many people. Your abundant wealth and merchandise enriched the kings of the earth.", "34": "Now you are shattered by the seas; your cargoes, as well as everyone in your company, are sunk into the water's depths.", "35": "Now the inhabitants of the coastlands shudder on account of you. And as for their kings, their hair stands on end; their faces betray their horror.", "36": "The merchants for the peoples hiss because of you. You have become a terror; from now on you are nothing."}