{"1": "The Lord's word came to me:", "2": "Human one, say to the prince of Tyre, The Lord God proclaims: In your arrogance, you say, “I am God, and as God I rule the seas!” Though you claim to have the mind of a god, you are mortal, not divine.", "3": "You are certainly wiser than Daniel; no secrets are hidden from you.", "4": "By your wisdom and discernment, you made yourself rich, and you filled your storehouses with silver and gold.", "5": "Through your shrewd trading you multiplied your riches. But then you became proud of your riches.", "6": "So now the Lord God proclaims: Because you claim to have the mind of a god,", "7": "I'll bring foreigners, the most ruthless nations, against you. They will let loose their swords against your fine wisdom, and they will degrade your splendor.", "8": "They will hurl you to destruction, and you will die, murdered, on the high seas.", "9": "When you face your murderers, will you still say, “I'm God”? In your killers' hands, you are mortal, not divine.", "10": "You will die as the uncircumcised do, at the hands of foreigners. I have spoken. This is what the Lord God has said.", "11": "The Lord's word came to me:", "12": "Human one, sing a lament for the king of Tyre. Say to him, The Lord God proclaims: You were full of wisdom and beauty, the image of perfection.", "13": "You were in Eden, God's garden. You were covered with gold and every precious stone: carnelian, topaz, and moonstone; beryl, onyx, and jasper; lapis lazuli, turquoise, and emerald. On the day that you were created, finely crafted pendants and engravings were prepared.", "14": "You, a winged creature, were installed as a guardian. I placed you in God's holy mountain where you walked among the stones of fire.", "15": "From the day you were created until injustice was found in you, your ways were assured.", "16": "But because of your trade, your oppressive business practices piled up, and you became impure. So I expelled you from God's mountain. I removed you, winged creature, guardian, from among the stones of fire.", "17": "You exalted yourself because of your beauty and corrupted your wisdom for the sake of your splendor. I will cast you down to the earth in the sight of kings, and I will make a spectacle of you.", "18": "Because of your corrupt trade, which surpassed your many other sins, you made your sanctuaries impure. Therefore, I will bring fire from your midst. When it has consumed you, I will turn you into dust on the earth in the sight of all who see you.", "19": "Everyone among the peoples who knows you will be appalled because of you. You will become a terror. From that time on, you will be nothing.", "20": "The Lord's word came to me:", "21": "Human one, face Sidon, prophesy against it,", "22": "and say, The Lord God proclaims: I'm against you, Sidon, and I will manifest my glory in you. When I've executed judgment against it and through it have manifested my holiness, they will know that I am the Lord.", "23": "I will hurl plague against it, and blood will run in its streets. When the sword comes against it from all sides, the slain will fall within it. Then they will know that I am the Lord.", "24": "The house of Israel will no longer suffer from the pricking thorn or painful briar of any of its neighbors who hold it in contempt. And they will know that I am the Lord God.", "25": "The Lord God proclaims: When I gather the house of Israel from the peoples among whom they've scattered, and I demonstrate my holiness through them in the sight of the nations, they will live on their fertile land, which I gave to my servant Jacob.", "26": "They will live on it in safety. They will build houses, plant vineyards, and live in safety. When I execute judgments against all who hold them in contempt on every side, they will know that I, the Lord, am their God."}