{"1": "The Lord's word came to me:", "2": "Human one, prophesy and say, The Lord God proclaims: Howl! Horror for the day!", "3": "The day is coming, the day of the Lord comes, a day of clouds: the nations' time has come.", "4": "A sword will come into Egypt, and trembling will overcome Cush, when the slain fall in Egypt, its wealth carried away, and its foundations razed.", "5": "Cush, Put, and Lud, all Arabia and Cub, and the people from the allied country[a] with them will fall by the sword.", "6": "The Lord proclaims: When Egypt's helpers fall, its proud strength will decline. From Migdol to Syene they will fall by the sword. This is what the Lord God says.", "7": "Of all the lands laid waste, it will be the most desolate; of all cities, the most ruined.", "8": "They will know that I am the Lord. On the day that I set fire to Egypt and all its helpers are broken,", "9": "messengers in ships will go out from me to startle the complacent Cushites. Anguish will overcome them on Egypt's day. It's certainly coming.", "10": "The Lord God proclaims: I will bring an end to the hordes of Egypt through the power of Babylon's King Nebuchadrezzar.", "11": "He and his people with him, the most terrible of the nations, will be brought in to destroy the land. They will draw their swords against Egypt and fill the land with the slain.", "12": "I will dry up the Nile canals; I will sell the land to evildoers. With the help of foreigners I will lay waste to the land and everything in it. I, the Lord, have spoken.", "13": "The Lord God proclaims: I will destroy the idols and bring an end to the images in Memphis. Never again will there be a prince from the land of Egypt; so I will kindle fear in the land of Egypt.", "14": "I will turn Pathros into a desolation, set fire to Zoan, and execute judgments in Thebes.", "15": "I will pour out my anger on Pelusium, the stronghold of Egypt, and I will cut down pompous Thebes.", "16": "I will set Egypt on fire; Pelusium will writhe in travail, Thebes will be split open, Memphis assaulted in broad daylight.", "17": "The elite troops of On and Pi-beseth will fall by the sword, and the cities themselves will go into captivity.", "18": "At Tehaphnehes the day will go dark when I break Egypt's yoke and bring an end to its proud strength. A cloud will cover it, and the towns around it will go into captivity.", "19": "I will execute judgments in Egypt, and they will know that I am the Lord.", "20": "In the eleventh year, on the seventh day of the first month, the Lord's word came to me:", "21": "Human one, I've broken the arm of Pharaoh, Egypt's king, and it hasn't been set so that it might heal, nor has it been braced or wrapped up so that it might be strong enough to grasp a sword.", "22": "So now the Lord God proclaims: I'm against Pharaoh, and I will break his arms, both the sound one and the broken one, and I'll make the sword fall out of his hand.", "23": "I will scatter the Egyptians among the nations and disperse them throughout the earth.", "24": "I will strengthen the arms of the king of Babylon, and I will put my sword into his hand. When I break the arms of Pharaoh, he will groan like a dying man in his presence.", "25": "I will strengthen the arms of the king of Babylon, but the arms of Pharaoh will fall. They will know that I am the Lord, when I put my sword into the hand of the king of Babylon and he uses it against the land of Egypt.", "26": "When I scatter the Egyptians among the nations and disperse them throughout the earth, they will know that I am the Lord."}