{"1": "In the twelfth year, on the first day of the twelfth month, the Lord's word came to me:", "2": "Human one, sing a lament for Pharaoh, Egypt's king. Say to him: You consider yourself a young lion among the nations, but you are like the sea monster! You thrash about in your rivers, you roil the waters with your feet, and you muddy your[a] rivers.", "3": "The Lord God proclaims: In the company of many peoples I will spread my net over you, and I will haul you up in my dragnet.", "4": "I will cast you out on the earth and throw you on the open ground. I will cause all the birds in the sky to settle on you, and all the beasts of the earth to devour you.", "5": "Your flesh I will set upon the mountains, and I will fill the valleys with your gore.", "6": "With your blood I will soak your irrigated land,[b] and the streambeds will be filled with you.", "7": "When you are snuffed out, I will cover the sky, and I will darken the stars. I will cover the sun with a cloud, and the moon won't radiate its light.", "8": "As for the shining lights of the heavens, I will make them dark over you, and set darkness over your land. This is what the Lord God says.", "9": "I will trouble the hearts of many peoples when I bring about your destruction with nations from lands you didn't know.", "10": "I will make many peoples appalled because of you. Their kings will shudder violently on your account when I brandish my sword before them. They will tremble for their lives again and again on the day of your downfall.", "11": "The Lord God proclaims: The sword of the king of Babylon is coming against you!", "12": "I will make your hordes fall by the swords of mighty men, the most terrifying of the nations, all of them. They will bring an end to Egypt's pride, and all of its hordes will be destroyed.", "13": "I will remove all its livestock from beside the plentiful waters so that neither human foot nor livestock's hoof will trouble it again.", "14": "At that time, I will allow the waters to run clear, and make its rivers flow like oil. This is what the Lord God says.", "15": "When I turn the land of Egypt into a wasteland and the land is deprived of all that fills it, and when I strike down those who live there, then they will know that I am the Lord.", "16": "This is a lament, and it will be sung as a lament. The daughters of the nations will lament for Egypt, and they will also lament for Egypt's hordes. This is what the Lord God says.", "17": "In the twelfth year, on the fifteenth day of the first month,[c] the Lord's word came to me:", "18": "Human one, mourn for Egypt's hordes. Send Egypt down with the mighty nations subject[d] to it, to the world below,[e] among those who go down to the pit.", "19": "Whom do you surpass in beauty? Go down and take your bed with the uncircumcised,", "20": "among those who fall slain by the sword. A sword is appointed, and all his hordes will carry him off.", "21": "The mighty chieftains, those who once came to his aid, will speak to him from the middle of the underworld,[f] for the uncircumcised have gone down and have lain down, slain by the sword.", "22": "Assyria is there, and all its assembly round about his grave, all of them slain, fallen by the sword,", "23": "who were assigned graves in the deepest region of the pit. His assembly surrounded his grave, all of them slain, fallen by the sword, who caused terror in the land of the living.", "24": "Elam is there, her entire horde round about her grave, all of them slain, fallen by the sword, who went down uncircumcised to the world below,[g] who caused terror in the land of the living. They bore their shame like those who go down to the pit.", "25": "Among the slain they made a bed for her, with all her hordes round about her grave, all of them uncircumcised, slain by the sword, for they caused terror in the land of the living. They bore their shame like those who go down to the pit; in the midst of the slain she[h] was placed.", "26": "Meshech and Tubal are there, and all their hordes around their graves, all of them uncircumcised, slain by the sword, for they caused terror in the land of the living.", "27": "They don't lie with the mighty men fallen among the uncircumcised. When they went down to the underworld[i] with their weapons of war, they put their swords under their heads and their shields[j] over their bones. The terror of the mighty men is in the land of the living.", "28": "But you, you will be broken among the uncircumcised, and you will lie with those who are slain by the sword.", "29": "Edom is there, its kings and all its princes, who, though strong, were put with those slain by the sword. They lie with the uncircumcised, like those who go down to the pit.", "30": "All the princes of the north are there, and all the Sidonians who went down with the slain; in spite of the terror of their strength, they were disgraced. They lie uncircumcised with those slain by the sword. They bore their shame like those who go down to the pit.", "31": "When Pharaoh sees them, he will be sorry for all his hordes who are slain by the sword— Pharaoh and all his army. This is what the Lord God says,", "32": "Though it was I who put his terror in the land of the living, he will be laid out among the uncircumcised, with those slain by the sword, Pharaoh and all his horde. This is what the Lord God says."}