{"1": "The Lord's word came to me:", "2": "Human one, prophesy against Israel's shepherds. Prophesy and say to them, The Lord God proclaims to the shepherds: Doom to Israel's shepherds who tended themselves! Shouldn't shepherds tend the flock?", "3": "You drink the milk, you wear the wool, and you slaughter the fat animals, but you don't tend the flock.", "4": "You don't strengthen the weak, heal the sick, bind up the injured, bring back the strays, or seek out the lost; but instead you use force to rule them with injustice.", "5": "Without a shepherd, my flock was scattered; and when it was scattered, it became food for all the wild animals.", "6": "My flock strayed on all the mountains and on every high hill throughout all the earth. My flock was scattered, and there was no one to look for them or find them.", "7": "So now shepherds, hear the Lord's word!", "8": "This is what the Lord God says: As surely as I live, without a shepherd, my flock became prey. My flock became food for all the wild animals. My shepherds didn't seek out my flock. They tended themselves, but they didn't tend my flock.", "9": "So, shepherds, hear the Lord's word!", "10": "The Lord God proclaims: I'm against the shepherds! I will hold them accountable for my flock, and I will put an end to their tending the flock. The shepherds will no longer tend them, because I will rescue my flock from their mouths, and they will no longer be their food.", "11": "The Lord God proclaims: I myself will search for my flock and seek them out.", "12": "As a shepherd seeks out the flock when some in the flock have been scattered, so will I seek out my flock. I will rescue them from all the places where they were scattered during the time of clouds and thick darkness.", "13": "I will gather and lead them out from the countries and peoples, and I will bring them to their own fertile land. I will feed them on Israel's highlands, along the riverbeds, and in all the inhabited places.", "14": "I will feed them in good pasture, and their sheepfold will be there, on Israel's lofty highlands. On Israel's highlands, they will lie down in a secure fold and feed on green pastures.", "15": "I myself will feed my flock and make them lie down. This is what the Lord God says.", "16": "I will seek out the lost, bring back the strays, bind up the wounded, and strengthen the weak. But the fat and the strong I will destroy, because I will tend my sheep[a] with justice.", "17": "As for you, my flock, the Lord God proclaims: I will judge between the rams and the bucks among the sheep and the goats.", "18": "Is feeding in good pasture or drinking clear water such a trivial thing that you should trample and muddy what is left with your feet?", "19": "But now my flock must feed on what your feet have trampled and drink water that your feet have muddied.", "20": "So the Lord God proclaims to them: I will judge between the fat and the lean sheep.", "21": "You shove with shoulder and flank, and with your horns you ram all the weak sheep until you've scattered them outside.", "22": "But I will rescue my flock so that they will never again be prey. I will even judge between the sheep!", "23": "I will appoint for them a single shepherd, and he will feed them. My servant David will feed them. He will be their shepherd.", "24": "I, the Lord, will be their God, and my servant David will be their prince. I, the Lord, have spoken.", "25": "I will make a covenant of peace for them, and I will banish the wild animals from the land. Then they will safely live in the desert and sleep in the forest.", "26": "I will give them and those around my hill a blessing by sending the rain in its season. They will be rains of blessing.", "27": "The trees in the field will bear fruit, and the earth will yield its harvest. They will be safe on their fertile land, and they will know that I am the Lord when I break the bars of their yoke and deliver them from those who enslaved them.", "28": "The nations will no longer prey on them, and wild animals will no longer devour them. They will live in safety, with no one to trouble them.", "29": "I will establish for them a place famous for what it grows. No longer will they experience famine in the land, nor will they bear the disgrace of the nations.", "30": "They will know that I, the Lord their God, am with them, and they, the house of Israel, are my people. This is what the Lord God says.", "31": "You are my flock, the flock of my pasture. You are human, and I am your God. This is what the Lord God says."}