{"1": "The Lord's word came to me:", "2": "Human one, face Mount Seir, and prophesy against it.", "3": "Say to it, The Lord God proclaims: I'm against you, Mount Seir! I will use my power against you. I will make you into a desolate wasteland,", "4": "I will turn your cities into ruins, and you will become a desolation. Then you will know that I am the Lord.", "5": "Because you nursed an ancient grudge, you handed the Israelites over to the sword in the time of their distress, during their final punishment.", "6": "So now the Lord God proclaims: As surely as I live, I will prepare you for blood, and blood will pursue you. Because you don't hate bloodshed, bloodshed will pursue you.", "7": "I will turn Mount Seir into a desolate wasteland, when I cut off from it both passerby and homecomer.", "8": "I will fill its highlands—your hills and your valleys, and all your ravines—with its slain. Those who are slain by the sword will fall on them.", "9": "I will turn you into an eternal desolation. Your cities won't be inhabited, and you will know that I am the Lord.", "10": "You said, “These two nations and these two territories are mine. We will take possession of them even if the Lord is there.”", "11": "Therefore, the Lord God proclaims: As surely as I live, I will act according to the anger and zeal you displayed when you dealt with them so hatefully. When I judge you, I will make myself known to them,", "12": "and you will know that I am the Lord. I've heard the lies and libels that you uttered against Israel's highlands when you said, “They are laid waste. They've been given to us to consume.”", "13": "With your mouths you exalted yourselves against me and spoke your words against me. I myself heard it!", "14": "The Lord God proclaims: As the whole world rejoices, I will turn you into a desolation.", "15": "Just as you rejoiced over the house of Israel's inheritance because it became desolate, so I will deal with you. Mount Seir, you will become a desolation, with all of Edom, all of it. Then they will know that I am the Lord."}