{"1": "You, human one, take a brick. Put it in front of you and draw the city of Jerusalem on it.", "2": "Prepare the siege: Build a wall, construct ramps, set up army camps, and place battering rams all around.", "3": "Take an iron plate and set it up as an iron wall between you and the city. Face it directly. When it is under siege like this, press hard against it. This is a sign for the house of Israel.", "4": "Now, lie on your left side, and set the guilt of the house of Israel on it. For the length of time that you lie on your side, you will bear their punishment.", "5": "I appoint to you three hundred ninety days, one day for each year of their guilt. So you will bear the punishment of the house of Israel.", "6": "When you have completed these days, lie on your right side to bear the guilt of the house of Judah. I appoint forty days to you, one day for each year.", "7": "With your arm stretched out, face the siege of Jerusalem directly and prophesy against it.", "8": "I've now bound you with cords so that you can't turn from one side to the other until you have completed the days of your siege.", "9": "You, gather some wheat and barley, beans and lentils, and millet and spelt. Put them in a bowl and make your bread from them. Eat it during the three hundred ninety days that you lie on your side.", "10": "At fixed times you will eat your food by weight, fourteen ounces a day.[a]", "11": "You will also ration your water by measure, drinking a sixth of a hin[b] at fixed times each day.", "12": "Eat it like barley bread, and bake it on human excrement while they watch.", "13": "The Lord says: In this same way the Israelites will eat their unclean bread among the nations where I am scattering them.", "14": "And I said: “Ah, Lord God! I've never been unclean! From my childhood until now I've never eaten anything that wasn't properly slaughtered,[c] and no unclean meat has ever entered my mouth!”", "15": "He answered me: “Then I'll let you use cow dung instead of human excrement. You can make your bread over that.”", "16": "Then he said to me: Human one, I'm destroying the food supply in Jerusalem. They will anxiously ration and eat their food, and in dismay they will dole out and drink their water.", "17": "When their food and water dwindles away, everyone will be horrified, and they will waste away because of their guilt."}