{"1": "In the beginning of the twenty-fifth year of our exile, on the tenth day of the month, exactly fourteen years after the city was struck down, on that very day, the Lord's power was on me, and he took me there.", "2": "In God's visions, he brought me to the land of Israel and set me down on a very high mountain, where there was a city structure to the south.", "3": "When he brought me there, I saw a man standing in the gate. He appeared to be bronze, and he had a linen cord and a measuring rod in his hand.", "4": "The man spoke to me, “Human one, look and listen well, and take seriously everything I show you, because you were brought here so that these things could be revealed to you. Describe everything you see to the house of Israel.”", "5": "Now there was an outer wall that went all the way around the temple compound. The measuring rod in the man's hand was ten and a half feet[a] (based on a standard eighteen inches[b] plus three inches[c]). When he measured the wall's height and width it was ten and a half feet high and ten and a half feet wide.", "6": "He entered the gate facing east. He went up its steps, and he measured the plaza[d] at the gate. It was ten and a half feet wide: the plaza was ten and a half feet wide.", "7": "The rooms were ten and a half feet long and ten and a half feet wide, with a space of seven and a half feet between them. The plaza next to the porch at the gate opposite the temple was ten and a half feet.", "8": "He measured the porch of the gate opposite the temple: it was ten and a half feet.", "9": "Then he measured the porch of the gate: it was twelve feet,[e] and its arches were three feet. The porch of the gate was opposite the temple.", "10": "Inside the east gate, there were three rooms on each side. Each was the same size, and the arches on each side were the same size also.", "11": "Then he measured the width of the gate opening, which was fifteen feet, and the gate's length, which was nineteen and a half feet.", "12": "A border running along the front of the rooms on each side was eighteen inches wide, and each of the rooms was nine feet square.", "13": "He measured the gate through the room openings that faced each other. From the outer ceiling edge of one room to the outer ceiling edge of the other, the gate was thirty-seven and a half feet wide.", "14": "Next he made out the perimeter of the hallway, defined by the arches inside the gate: it was ninety feet.", "15": "It was seventy-five feet from the front of the outer gate to the front of the inner porch of the gate.", "16": "Inside the gate, all of the rooms and their arches had closed windows; there were also niches inside the porch all the way around. The arches were decorated with palm trees.", "17": "Then he brought me to the outer courtyard, which consisted of chambers and a pavement all the way around. Thirty chambers came up to the pavement,", "18": "and the pavement came up to the facades of the gates along their entire length. That was the lower pavement.", "19": "When he measured the width from the inside of the lower gate to the outer edge of the inner courtyard, it was one hundred fifty feet. After he measured the east gate, he measured the north gate,", "20": "the one facing north at the outer courtyard. He measured its length and width,", "21": "its three inner rooms on each side, its arches, and its porch. Its measurements were the same as the first gate: seventy-five feet long and thirty-seven and a half feet wide.", "22": "The windows, porch, and palm decorations had the same measurements as those of the east gate. Seven steps led up to the entrance, and the porch was at the other end.", "23": "There were also gates to the inner courtyard opposite the north and east gates. When he measured from gate to gate, it was one hundred fifty feet.", "24": "Then he had me walk toward the south, where there was a gate facing south. He measured its arches and porch using the same measurements.", "25": "Its windows and its porch all around were like the others, and the gate also was seventy-five feet long and thirty-seven and a half feet wide.", "26": "Its stairway had seven steps, and its porch was at the other end. On its arches, one on either side, were palm decorations.", "27": "There was a gate to the inner courtyard on the south. When he measured from gate to gate on the south side, it was one hundred fifty feet.", "28": "When he brought me to the inner courtyard by way of the south gate, he took the same measurements of the south gate.", "29": "Its rooms, arches, and porch, as well as its windows and porch all the way around, measured the same as the others. It was seventy-five feet long and thirty-seven and a half feet wide.", "30": "There were porches all around, thirty-seven and a half feet long and seven and a half feet wide.", "31": "Its porch faced the outer courtyard. Palms decorated its arches, and its stairway had eight steps.", "32": "Then he brought me to the inner courtyard on the east side, and again he took the same measurements of the gate.", "33": "Its rooms, arches, and porch measured the same as the others, as well as its windows and porch all the way around. It was seventy-five feet long and thirty-seven and a half feet wide.", "34": "Its porch faced the outer courtyard. Palm trees decorated its arches on both sides, and its stairway had eight steps.", "35": "Then he brought me to the north gate and took the same measurements of the", "36": "rooms, arches, and porch, and also its windows all around. It was seventy-five feet long and thirty-seven and a half feet wide.", "37": "Its porch[f] faced the outer courtyard. Palm trees decorated its arches on both sides, and its stairway had eight steps.", "38": "At that gate, there was a room with an entrance in the arches for washing the entirely burned offering,", "39": "and inside the porch on each side of the gate were two tables where the entirely burned offerings, the purification offerings, and the compensation offerings were slaughtered.", "40": "Outside, two pairs of tables flanked the entrance of the north gate at both ends, at the steps on one end and the porch on the other.", "41": "There were four tables on each side of the gate, eight tables in all, for preparing the animal offerings.", "42": "The four tables that were used for the entirely burned offering as well as for the communal sacrifices were made of hewn stone. Each was twenty-seven inches square and eighteen inches high. Equipment used in the ritual slaughter was set on them.", "43": "Hooks,[g] three inches wide, were securely fixed all the way around. The tables were for the flesh of the offerings.", "44": "Outside the inner gate there were two[h] chambers in the inner courtyard. The one beside the north gate faced south, and the one beside the east gate faced north.", "45": "He spoke to me: “The chamber facing south is for the priests who keep watch over the temple,", "46": "and the chamber facing north is for the priests who keep watch over the altar. Of all the Levites, only the Zadokites may draw near to serve the Lord.”", "47": "Then he measured the courtyard. It was square, one hundred fifty feet long and one hundred fifty feet wide. The altar was in front of the temple.", "48": "Then he brought me to the porch of the temple and measured its arches. They were seven and a half feet on each side, and the width of the gate was four and a half feet on each side.", "49": "The porch was thirty feet long and eighteen feet wide. Steps led up into the porch, and there were columns for the arches, one on each side."}