{"1": "He brought me to the main hall, and he measured the arches. They were nine feet deep on both sides, so that was also the depth of the tent.", "2": "The entrance was fifteen feet wide, and the facades on either side of the entrance were seven and a half feet. When he measured its length, it was sixty feet, and its width was thirty feet.", "3": "Then he went into the inner room, and he measured the arches on both sides of the entrance; they were each three feet. The entrance was nine feet wide, and its depth was ten and a half feet.", "4": "When he measured the length of the inner room, it was thirty feet, and the width of the side adjoining the main hall was also thirty feet. He said to me, “This is the most holy place.”", "5": "When he measured the wall of the temple, it was nine feet, and the side chambers that went all the way around the temple were six feet.", "6": "Now these side chambers adjoined each other, thirty chambers in three stories. The side chambers had a ledge in the temple wall all the way around to serve as supports, but these supports were not inserted into the temple wall itself.", "7": "A wide ramp ascended stage by stage to the side chambers all the way around the temple. In this way, the ascent stage by stage all around the temple added to the temple's width. One ascended from the foundation to the top by way of the middle story.", "8": "Then I looked at the temple: Its roof all around rested on the side chambers. Each raised section was ten and a half feet, and the indentations between them were nine feet.[a]", "9": "The width of the outer wall of the side chambers was seven and a half feet. The space left free between the temple's side chambers and", "10": "the other chambers was thirty feet wide all the way around the temple.", "11": "There were two entrances from the side chambers to the free space, one facing north, the other facing south. And the width of the place that was left free was seven and a half feet all the way around.", "12": "The structure facing the yard on the west was one hundred five feet wide. The structure's wall was seven and a half feet wide all the way around, and its length was one hundred thirty-five feet.", "13": "Then he measured the temple. It was one hundred fifty feet long. The yard, the structure, and its walls were also one hundred fifty feet.", "14": "The area in front of the house and the yard to the east was one hundred fifty feet also.", "15": "Then he measured the length of the structure along the side of the yard, including its promenades on both sides: one hundred fifty feet. Now the interior of the main hall as well as the porches in the courtyard", "16": "were paneled all around, including the ceilings,[b] closed windows, and its three courses of promenades that adjoined the ceiling. From the ground up to the windows was covered.", "17": "Above the entrance, from the interior to the exterior of the temple, and on every interior and exterior wall,", "18": "there were carved winged creatures and palm trees. The palm trees were positioned between the winged creatures, and each winged creature had two faces.", "19": "A human face turned toward one palm tree, and the face of a lion turned toward another. They were carved on the temple all the way around.", "20": "From the ground to above the entrance, the walls of the main hall were carved with winged creatures and palm trees.", "21": "In the main hall itself, there were square doorposts in front of the holy place, where there was the appearance of", "22": "the altar. It was four and a half feet high and three feet wide. It was made of wood, and its corners, base, and sides were also wood. He said to me, “This is the table that stands before the Lord.”", "23": "The main hall and the holy place each had two doors,", "24": "and each door had two turning panels, two for one door and two for the other.", "25": "Like the walls, the doors of the main hall were carved with winged creatures and palm trees. A single luxuriant[c] tree stood outside, in front of the porch,", "26": "while closed windows and palm trees decorated both sides of the facade of the porch, the temple's side chambers, and the beams."}