{"1": "Then he led me to the east gate,", "2": "where the glory of Israel's God was coming in from the east. Its sound was like the sound of a mighty flood, and the earth was lit up with his glory.", "3": "What appeared when I looked was like what I had seen when he[a] came to destroy the city, and also like what I saw at the Chebar River, and I fell on my face.", "4": "Then the Lord's glory came into the temple by way of the east gate.", "5": "A wind picked me up and brought me to the inner courtyard, and there the Lord's glory filled the temple.", "6": "A man was standing next to me, but the voice that I heard came from inside the temple.", "7": "He said to me, Human one, this is the place for my throne and the place for the soles of my feet, where I will dwell among the Israelites forever. The house of Israel will never again defile my holy name, neither they nor their kings, with their disloyalties[b] and with their kings' corpses at the shrines.", "8": "When they set their plazas[c] with mine and their doorposts next to mine, the wall was between us. They defiled my holy name with their detestable practices, so I consumed them in my anger.", "9": "Now let them remove their disloyalties and their kings' corpses from me, and I will dwell among them forever.", "10": "You, human one, describe the temple to the house of Israel. Let them be humiliated because of their guilt when they think about its design.", "11": "When they feel humiliated by all that they have done, make known to them the shape of the temple and its adornment, its exits and its entrances, its entire plan and all of its regulations.[d] Write them down in their sight so that they may observe all of its entire plan and all its regulations and perform them.", "12": "These are the instructions for the temple: the top of the mountain, as well as its boundaries all around, are most holy. These are the instructions for the temple.", "13": "These are the dimensions of the altar, according to a twenty-one-inch unit of measure.[e] The base is twenty-one inches high and twenty-one inches wide, with an outer curb measuring one and a half inches all around. This is the altar's height.", "14": "From the base at ground level to the lower ledge is forty-two inches; the lower ledge is twenty-one inches wide. The distance from the lower to the upper ledge is seven feet; the upper ledge is twenty-one inches wide.", "15": "The hearth is seven feet high, with four horns projecting upward from the hearth.", "16": "The hearth is twenty-one feet square; each side is equal to the others.", "17": "The ledge around the hearth is twenty-four and a half feet long by twenty-four and a half feet wide, a square. Its outer rim is ten and a half inches, and its base all around is twenty-one inches. Its ramp faces east.", "18": "He said to me, Human one, the Lord God proclaims: These are the regulations established for the altar on the day when it is prepared for making entirely burned offerings and dashing blood on it.", "19": "You will provide a young bull as a purification offering to the levitical priests who are descendants of Zadok, the ones who may draw near to minster to me. This is what the Lord God says.", "20": "You will take some of its blood and set it on the four horns of the altar and on the four sides of the ledge and on the curb all around. So you will purify it and purge it.", "21": "Then you will take the bull selected as the purification offering, and the priests will burn it in a designated place of the temple outside of the sanctuary.", "22": "On the second day, you will present a flawless male goat as a purification offering. The priests will purify the altar just as they purified the altar with the bull.", "23": "When you have completed the purification, you will present a flawless bull from the herd and a flawless ram from the flock.", "24": "You will present them to the Lord. The priests will throw salt on them and offer them as entirely burned offerings to the Lord.", "25": "Daily, for seven days, you will present a male goat for a purification offering. You will also present a bull from the herd and a ram from the flock, both flawless.", "26": "For seven days the priests will purge the altar in order to purify it and to dedicate it.", "27": "When the seven days are completed, the priests will offer your entirely burned offerings and your well-being sacrifices on the altar from the eighth day on, and I will accept you with pleasure. This is what the Lord God says."}