{"1": "He brought me back to the outer sanctuary gate that faces east. It was closed.", "2": "The Lord said to me, This gate remains closed. It shouldn't be opened. No one should come in through it because the Lord, Israel's God, has entered through it. It will remain closed.", "3": "As for the prince, he may sit in it to eat bread in the Lord's presence. He may come in and go out by way of the gate's porch.", "4": "Then he brought me by way of the north gate to the front of the temple. I looked, and suddenly the Lord's glory filled the Lord's temple, and I fell on my face.", "5": "Then the Lord said to me: Human one, pay close attention! Use your eyes and ears and listen to all that I say to you concerning the regulations of the Lord's temple and all its instructions. Pay close attention to the access to the temple through all the sanctuary portals.[a]", "6": "Speak to the rebels, to the house of Israel, The Lord God proclaims: Enough of your detestable practices, house of Israel!", "7": "You made my temple unclean because you brought into my sanctuary foreigners who were physically and spiritually uncircumcised. When you offered my food of fat and blood to me, you[b] broke my covenant with all your detestable practices.", "8": "You didn't keep charge of my holy things. On the contrary, you appointed them[c] to keep charge in my sanctuary for you.", "9": "The Lord God proclaims: Foreigners who are spiritually and physically uncircumcised must not enter my sanctuary; that is, all foreigners among the Israelites.", "10": "But the Levites, who went far from me when Israel went astray, who went astray from me after their idols, will bear their guilt.", "11": "They will keep charge in my sanctuary, and they will oversee the temple gates and keep charge of the temple. They will slaughter the entirely burned offerings and the sacrifices for the people, and they will stand before them to minister to them.", "12": "Because they ministered to them before their idols, they brought about the downfall of the house of Israel. For that reason I made a solemn pledge against them—this is what the Lord God says—and they will bear their guilt.", "13": "They won't approach me to officiate for me as priests or approach any of my holy things or the most holy place. Though they will bear their humiliation and the consequences of their detestable practices,", "14": "I will appoint them to keep charge of the temple, all its work, and all that is done in it.", "15": "As for the priests of the levitical family of Zadok who did keep charge of my sanctuary when the Israelites strayed away from me, they will draw near to me to serve me. They will stand in my presence to present fat and blood to me. This is what the Lord God says.", "16": "They will come into my sanctuary, and they will approach my table to minister to me. They will keep my charge.", "17": "When they come through the gates to the inner courtyard, they will wear linen garments. They won't wear any wool when they minister at the gates of the inner courtyard or in the temple.", "18": "They will have linen turbans on their heads and linen undergarments around their waists. They won't wear anything that makes them sweat.", "19": "When they go out to the outer courtyard to the people, they will remove the garments in which they were ministering. They will lay them aside in the holy chambers and wear other clothing. They must not transfer holiness to the people through their clothing.", "20": "They must neither shave their heads nor let their hair grow long, but they will trim the hair on their heads.", "21": "None of the priests should drink wine when they come into the inner courtyard.", "22": "They must not marry widows or divorced women, but only Israelite virgins. Priests may, however, marry the widows of other priests.", "23": "They must teach my people the difference between the holy and the ordinary, and show them the difference between clean and unclean.", "24": "They must execute judgments according to my case laws in cases of civil conflict. They must observe my instructions and my regulations regarding all my festivals. They must keep my sabbaths holy.", "25": "In order to avoid uncleanness, they must not approach the dead. They may, however, become unclean for their father or mother, son or daughter, brother or unmarried sister.", "26": "Once the priest is clean again, he must count off seven days.", "27": "On the day that he comes into the holy place, the inner courtyard, to minister in the holy place, he will present his purification offering. This is what the Lord God says.", "28": "As for their inheritance, I am their inheritance. They won't be given family property in Israel; I am their family property.", "29": "They will eat the grain offerings, the purification offerings, and the compensation offerings. Every dedicated thing in Israel belongs to them.", "30": "The best of the early produce of every kind, and every contribution, all of them, belong to the priests. You will give the best of your bread dough to the priest so that a blessing may come to rest on your household.", "31": "The priests must not eat any bird or animal that dies naturally or is torn apart by prey."}