{"1": "These are the tribes' names: Beginning at the north, along the Hethlon road from Lebo-hamath to Hazar-enon, the boundary of Damascus with Hamath to the north, from the eastern border to the western border: Dan, one portion.", "2": "Along the boundary of Dan from the eastern border to the western border: Asher, one portion.", "3": "Along the boundary of Asher from the eastern border to the western border: Naphtali, one portion.", "4": "Along the boundary of Naphtali from the eastern border to the western border: Manasseh, one portion.", "5": "Along the boundary of Manasseh from the eastern border to the western border: Ephraim, one portion.", "6": "Along the boundary of Ephraim from the eastern border to the western border: Reuben, one portion.", "7": "Along the boundary of Reuben from the eastern border to the western border: Judah, one portion.", "8": "Along the boundary of Judah from the eastern border to the western border will be the portion that you will set aside, 7.1 miles wide and the length of a tribal portion from the eastern border to the western border. The sanctuary is in its center.", "9": "The portion that you will set aside for the Lord will be 7.1 miles long and 5.68 miles[a] wide.", "10": "These measurements define the holy portion for the priests: along the north, a length of 7.1 miles; along the west, a width of 2.84 miles; along the east, a width of 2.84 miles; and along the south, a length of 7.1 miles. The Lord's sanctuary is in its center.", "11": "This holy area is for the Zadokite priests who kept my charge and didn't stray as the Levites did when the house of Israel strayed away from me.", "12": "It belongs to them as a most special portion of the land, a most holy place, up to the border of the Levites.", "13": "The Levites' allotment is next to the boundary of the priests, a length of 7.1 miles and a width of 2.84 miles. The entire length is 7.1 miles and the width 2.84 miles.", "14": "None of it will be sold, exchanged, or transferred. It is the choicest land, because it is holy to the Lord.", "15": "The remaining area, 1.42 miles wide and 7.1 miles long, is for ordinary use for the city, for residences, and for pastures. The city will be in the middle of it.", "16": "It measures 1.28 miles on its northern border, 1.28 miles on its southern border, 1.28 miles on its eastern border, and 1.28 miles on its western border.", "17": "There will be pastures for the city, three hundred seventy-five feet on the north side, three hundred seventy-five feet on the south side, three hundred seventy-five feet on the east side, and three hundred seventy-five feet on the west side.", "18": "The remaining area alongside the holy portion is 2.84 miles on the east and 2.84 miles on the west. These areas that adjoin the holy portion will produce the food for the city's workers.", "19": "The city's workers from every tribe of Israel will farm it.", "20": "The entire portion that you will set aside is 7.1 miles by 7.1 miles, a square; it includes the holy portion in addition to the city property.", "21": "What is left on both sides of the holy portion and the city property belongs to the prince. The land from the edge of the portion of 7.1 miles, to the eastern boundary, and on the western edge of the 7.1 miles to the western boundary, belongs to the prince. It corresponds to one tribal portion. The holy portion and the temple sanctuary are in the middle of it,", "22": "but what belongs to the prince is separate from both the levitical property and the city property. The prince's territory will be between the boundary of Judah and the boundary of Benjamin.", "23": "Now for the rest of the tribes: From the eastern border to the western border: Benjamin, one portion.", "24": "Along the boundary of Benjamin from the eastern border to the western border: Simeon, one portion.", "25": "Along the boundary of Simeon from the eastern border to the western border: Issachar, one portion.", "26": "Along the boundary of Issachar from the eastern border to the western border: Zebulun, one portion.", "27": "Along the boundary of Zebulun from the eastern border to the western border: Gad, one portion.", "28": "Along the boundary of Gad to the southern border, the boundary will run from Tamar to the waters of Meribath-kadesh and from there to the border of Egypt[b] and to the Mediterranean Sea.[c]", "29": "This is the land that you will distribute as an inheritance for the tribes of Israel. These are their portions. This is what the Lord God says.", "30": "These are the city exits. The north side is measured at 1.28 miles.", "31": "The gates of the city go by the names of the tribes of Israel. There are three gates on the north side: one gate for Reuben, one gate for Judah, and one gate for Levi.", "32": "There are three gates on the east side along its 1.28 miles: one gate for Joseph, one gate for Benjamin, and one gate for Dan.", "33": "There are three gates on the south side measuring 1.28 miles: one gate for Simeon, one gate for Issachar, and one gate for Zebulun.", "34": "There are three gates on the west side along its 1.28 miles: one gate for Gad, one gate for Asher, and one gate for Naphtali.", "35": "The circumference of the city is 5.1 miles. As of today, the name of the city is The Lord Is There."}