{"1": "The Lord's word came to me:", "2": "Human one, face Israel's mountains, and prophesy to them.", "3": "Say: Hear the Lord God's word, mountains of Israel! The Lord God proclaims to the mountains and hills, to the valleys and their deepest ravines: I'm about to bring a sword against you and destroy your shrines.", "4": "Your altars will be destroyed, your incense altars broken. And I'll make your slain fall in front of your idols.", "5": "I'll throw the Israelites' corpses in front of their idols, and I'll scatter your bones all around your altars.", "6": "Wherever you live, cities will be in ruins, shrines made desolate, turned into utter ruin. Your altars will be punished and then broken down. Your idols will be demolished, your incense altars shattered, and all your works wiped out.", "7": "The slain will fall among you, and you will know that I am the Lord.", "8": "But I will spare a few. Some of you will escape the nations' swords when you are scattered throughout the lands.", "9": "Your fugitives will remember me in the nations to which they've been banished, how I was crushed when their roving hearts turned away from me, and their roving eyes went after their idols. They will loathe themselves for their treacherous acts and detestable practices,", "10": "and they will know that I am the Lord. Not in vain have I threatened to bring this evil against them.", "11": "The Lord God proclaims: Clap your hands, stamp your feet, and cry “Horror” over all the detestable practices of the house of Israel. They will fall by the sword, famine, and plague.", "12": "Whoever is far off will die of plague, whoever is nearby will fall to the sword, and whoever finds refuge will die of famine. I'll satisfy my wrath against them!", "13": "They will know that I am the Lord when their slain appear among their idols and around their altars, wherever they offered up pleasing aromas for all their idols, on every high hill and mountaintop, and under every lofty tree and leafy oak.", "14": "Wherever they live, I will direct my power against them. I will turn the land into a greater wasteland than the Riblah desert. Then they will know that I am the Lord."}