{"1": "The Lord's word came to me:", "2": "You, human one, this is what the Lord God proclaims to the land of Israel: An end! The end has come to the four corners of the earth!", "3": "Even now the end is upon you! I'll send my anger against you, I'll judge you according to your ways, and I'll turn all your detestable practices against you.", "4": "I won't shed a tear for you or show any pity. Instead, I'll turn your ways against you, and your detestable practices will stay with you. Then you will know that I am the Lord.", "5": "The Lord God proclaims: Disaster! A singular disaster! Look, it comes!", "6": "The end has come! Oh, yes, it has come! It has come to you! Look, it's here!", "7": "You who live on the earth, you are finally caught in your own trap! The time has come; the day draws near. On the hills panic, not glory.", "8": "And now it's near! Against you I will pour out my wrath, and my anger will be satisfied. I'll judge you according to your ways, and turn all your detestable practices against you.", "9": "I won't shed a tear or show any pity when I turn your ways against you, and your detestable practices stay with you. Then you will know that I, the Lord, am the one who strikes you!", "10": "Look, the day! Look, it comes! Doom has arrived! The staff blossoms, and pride springs up!", "11": "Violence rises up as a wicked master.[a] It isn't from others or their armies or their violence. It hasn't loomed up because of them.", "12": "The time is coming! The day draws near! No buyer should rejoice, and no seller should mourn, because wrath overcomes the whole crowd.", "13": "The seller will never get back what was sold, even if both of them survive. The vision concerns the whole crowd. It won't be revoked. And the guilty ones— they won't even be able to hang on to their lives.", "14": "They have blown the horn, and everything is ready, but no one goes to battle, because my wrath overcomes the whole crowd.", "15": "Outside, the sword! Inside, plague and famine! Whoever is out in the field will die by the sword. Whoever is in the city, plague and famine will consume them.", "16": "And those who flee? They will turn up on the hills like valley doves, all of them moaning, those guilty ones.", "17": "Every hand will hang limp; urine will run down every leg.", "18": "They will put on mourning clothes, and horror will cover them. On every face, shame; on all their heads, baldness.", "19": "They will hurl their silver into the street, and their gold will seem unclean. Their silver and their gold won't deliver them on the day of the Lord's anger. They won't satisfy their appetites or fill their bellies. Their guilt will bring them down.", "20": "From their beautiful ornament, in which they took pride, they have made horrible and detestable images! Therefore, I've declared it an unclean thing for them.", "21": "I'll hand it over to foreigners as loot taken in war, to the earth's wicked ones as plunder—they will defile it!", "22": "When I hide my face from my people, foreigners will defile my treasured place. Violent intruders will invade it; they will defile it!", "23": "Make a chain! The earth is full of perverted justice, the city full of violence.", "24": "I'll bring up the cruelest nations, and they will seize their houses. I'll break their proud strength, and their sanctuaries will be defiled.", "25": "Disaster! It has come! They seek peace, but there is none.", "26": "One disaster comes after another, and rumor follows rumor. They seek a vision from the prophet. Instruction disappears from the priest, and counsel from the elders.", "27": "The king will go into mourning, the prince will clothe himself in despair, and the hands of the land's people will tremble. When I do to them as they have done and judge them by their own justice, they will know that I am the Lord."}