{"1": "The oracle of the wilderness of the sea: As storm winds passing over in the Negev, it comes[a] from the desert, from a frightful land.", "2": "A hard revelation is told to me; the treacherous deals treacherously, and the destroyer destroys. Go up, Elam; lay siege, Media! I put an end to all of her sighing.", "3": "Therefore my loins are filled with anguish; pangs have seized me, like the pangs of a woman giving birth. I am too bent to hear,[b] I am too dismayed to see.[c]", "4": "My mind[d] staggers; fear terrifies me; the twilight I desired[e] brought[f] me fear.", "5": "Set out the table in order! Spread out the rugs![g] Eat! drink! Rise up, commanders; smear[h] the shield!", "6": "For the Lord said this to me: “Go, set a watchman in position. He must announce what he sees.", "7": "When[i] he sees riders,[j] a pair of horsemen, riders[k] of donkeys,[l] riders[m] of camels,[n] then[o] he must listen attentively, paying attention, paying special[p] attention.”", "8": "Then[q] the watchman[r] called, “Lord, I am standing on the watchtower continually by day, and I am standing at my post throughout[s] the night.", "9": "And look at this! A man's a chariot is coming, a pair of horsemen!” Then[t] he responded and said, “It has fallen! Babylon has fallen! And all the images of her gods are[u] smashed on the ground!”", "10": "My downtrodden people and the son of my threshing floor, I will announce to you what I have heard from Yahweh of hosts, the God of Israel.", "11": "The oracle of Dumah: One is calling to me from Seir, “Watchman, what of[v] the night? Watchman, what of[w] the night?”", "12": "The watchman says, “Morning comes, and also the night. If you will inquire, inquire; come back again.”[x]", "13": "An oracle concerning[y] Arabia: You will spend the night in the thicket in a desert-plateau,[z] caravans of Dedanites.", "14": "When you happen to meet[aa] the thirsty, bring water. Inhabitants of the land of Tema came to meet the fugitive with his bread.", "15": "For they have fled from the swords, from the drawn sword and the bent bow, and from the heaviness of the battle.", "16": "For the Lord said this to me: “In one more year,[ab] like the years of a hired worker, all the glory of Kedar will come to an end.", "17": "And the remainder of the number of the bows[ac] of the warriors of the sons of Kedar will be few.” For Yahweh, the God of Israel, has spoken."}