{"1": "Awake! Awake; put on your strength, Zion! Put on the garments of your beauty, Jerusalem, holy city![a] For the uncircumcised and the unclean shall not continue to[b] enter you any longer.", "2": "Shake yourself free from the dust! Rise up; sit, Jerusalem! Free yourselves from the bonds of your neck, captive daughter of Zion!", "3": "For thus says Yahweh: “You were sold for nothing, and you shall be redeemed without money.”", "4": "For thus says the Lord Yahweh: “My people went down to Egypt in the beginning, to dwell as aliens there, and Assyria oppressed him without cause.[c] ", "5": "And now what do I have here?”declares[d] Yahweh, “for my people is taken without cause. Its rulers howl,” declares[e] Yahweh—“and my name is reviled continually, all day. ", "6": "Therefore my people shall know my name, therefore in that day, that I am the one who speaks. Here am I.”[f]", "7": "How delightful on the mountains are the feet of him who brings good news, who announces peace, who brings good news, who announces salvation, who says to Zion, “Your God reigns as a king.”", "8": "The voices[g] of your watchmen! They lift up their voices;[h] together they sing for joy; for they clearly[i] see Yahweh's return to Zion.", "9": "Break forth, sing for joy together, ruins of Jerusalem, for Yahweh has comforted his people; he has redeemed Jerusalem.", "10": "Yahweh has bared his holy arm[j] to the eyes of all the nations, and all the ends[k] of the earth shall see the salvation of our God.", "11": "Depart, depart, go out from there! You must not touch any unclean thing. Go out from the midst of it, keep clean, you who carry the vessels of Yahweh.", "12": "For you shall not go out in haste, and you shall not go in flight, for Yahweh is going before you, and your rear guard is the God of Israel.", "13": "Look, my servant shall achieve success; he shall be exalted, and he shall be lifted up, and he shall be very high.", "14": "Just as many were appalled at you— such was his appearance beyond human disfigurement, and his form beyond the sons of mankind—", "15": "so he shall sprinkle many nations; because of him, kings shall shut their mouths.[l] For they shall see what has not been told them, and they shall consider with full attention what they have not heard."}