{"1": "In the year of the death of Uzziah the king, I saw the Lord sitting on a high and raised throne, and the hem of his robe was filling the temple. ", "2": "Seraphs were standing above him. Each had six wings:[a] with two he covered his face, and with two he covered his feet, and with two he flew.", "3": "And the one called to the other and said, “Holy, holy, holy is Yahweh of hosts! The whole earth is full of his glory.”[b]", "4": "And the pivots of the thresholds shook from the sound of those who called, and the house[c] was filled with smoke.", "5": "And I said, “Woe to me! For I am destroyed![d] For I am a man of unclean lips,[e] and I am living among[f] a people of unclean lips,[g] for my eyes have seen the king, Yahweh of hosts!”", "6": "Then one of the seraphs flew to me, and in his hand was a hot coal he had taken from the altar with tongs.", "7": "And he touched my mouth, and he said, “Look! This has touched your lips and has removed your guilt, and your sin is annulled.”", "8": "Then I heard the voice of the Lord saying, “Whom shall I send? And who will go for us?” And I said, “I am here! Send me!”", "9": "And he said, “Go and say to this people, 'Keep on listening and do not comprehend! And keep on looking and do not understand!'", "10": "Make the heart of this people insensitive, and make its ears unresponsive, and shut its eyes so that it may not look with its eyes and listen with its ears and comprehend with its mind and turn back, and it may be healed for him.”", "11": "Then I said, “Until when, Lord?” And he said, “Until the cities lie wasted without inhabitant, and houses without people, and the land is ruined and a waste,", "12": "and Yahweh sends the people far away, and the abandonment is great in the midst of the land.", "13": "And even if only a tenth part remain,[h] again she will be destroyed[i] like a terebinth or like an oak, which although felled, a tree stump remains in them. The seed of holiness will be her tree stump.”"}