{"1": "Who is this, coming from Edom, from Bozrah in bright red garments? Who is this honored in his garment, lying down in his great strength? “It is I, speaking in justice, mighty[a] to save!”", "2": "Why are your garments[b] red, and your garments like he who treads in the winepress?", "3": "“I have trodden the winepress alone, and there was no man from the peoples with me. And I trod them in my anger, and I trampled them in my wrath, and spattered their juice on my garments, and stained all my clothing,", "4": "for the day of vengeance was in my heart, and the year of my blood-vengeance has come!", "5": "And I looked, but[c] there was no helper, and I was appalled, but[d] there was no one who sustains, so[e] my arm came to assist me, and my wrath was what[f] sustained me.", "6": "And I trampled peoples in my anger, and I made them drunk in my wrath, and I brought their juice down to the earth.”", "7": "I will mention the loyal love of Yahweh, the praises of Yahweh, according to all that Yahweh has done for us, and the greatness of goodness to the house of Israel that he has done to them according to his mercy and the abundance of his loyal love.", "8": "And he said, “Surely my people are children; they will not break faith.” And he became a Savior to them.", "9": "In all their distress, there was no distress,[g] and the messenger of his presence[h] saved them, in his love and compassion he himself redeemed them, and he lifted them up, and he supported them all the days of old.", "10": "But[i] they were the ones who[j] rebelled, and they grieved his Holy Spirit,[k] so[l] he became an enemy to them;[m] he himself fought against them.", "11": "Then[n] his people remembered the days of old, of Moses. Where is the one who led up them from the sea with the shepherds of his flock? Where is the one who puts his Holy Spirit[o] inside him,", "12": "who made[p] his magnificent arm move at[q] the right hand of Moses, who divided[r] the waters before them,[s] to make an everlasting name for himself,", "13": "who led[t] them through the depths? They did not stumble like a horse in the desert;", "14": "like cattle in the valley that goes down, the Spirit of Yahweh gave him rest,[u] so you lead your people to make a magnificent name for yourself.", "15": "Look from heaven, and see from the lofty residence of your holiness and glory. Where are your zeal and strength? Your compassion[v] and mercy to me hold themselves back.", "16": "For you are our father, although Abraham does not know us, and Israel does not acknowledge us. You, Yahweh are our father, Our Redeemer from of old is your name.", "17": "Why do you make us wander, Yahweh? You harden our heart from your ways so that we do not fear[w] you. Turn back for the sake of your servants, the tribes of your inheritance.", "18": "Your holy people[x] took possession for a little while; our adversaries have trampled down your sanctuary.", "19": "We have been since antiquity; you did not rule them; they were not called by your name.[y]"}