{"1": "This happened in the days of Ahaz, son of Jotham, son of Uzziah, king of Judah. Rezin, king of Aram, and Pekah, son of Remaliah, king of Israel, went[a] up to Jerusalem for warfare against it,[b] but he was not able to fight against it.[c] ", "2": "When it was reported to the house of David, saying “Aram stands by Ephraim,” his heart and the heart of his people shook like the shaking of the trees of the forest because of the wind.", "3": "Then Yahweh said to Isaiah, “Go out to meet Ahaz, you and Shear-Jashub your son, at the end of the conduit of the upper pool on the highway of the washer's field. ", "4": "And you must say to him, 'Take heed and be quiet! You must not fear, and your heart must not be faint because of these two stumps of smoldering firebrands, because of the fierce anger of[d] Rezin and Aram and the son of Remaliah. ", "5": "Because Aram has plotted evil against you with Ephraim and the son of Remaliah, saying, ", "6": "“Let us go up against Judah and let us tear her apart, and let us lay it open and so bring it unto ourselves,[e] and let us install the son of Tabeel as king in her midst.” ", "7": "Thus says the Lord Yahweh, “It shall not stand, and it shall not come to pass. ", "8": "For the head of Aram is Damascus, and the head of Damascus is Rezin, and in sixty-five years from now Ephraim will be too shattered to be a people. ", "9": "And the head of Ephraim is Samaria, and the head of Samaria is the son of Remaliah. If you do not believe then you will not endure.”'”", "10": "And Yahweh continued to speak to Ahaz, saying, ", "11": "“Ask for a sign for yourself from Yahweh God; make it deep as Sheol or make it high as above.” ", "12": "But Ahaz said, “I will not ask, and I will not put Yahweh to the test.”", "13": "Then he said, “Hear, house of David! Is it too little for you to make men weary, that you should also make my God weary? ", "14": "Therefore the Lord himself will give you[f] a sign. Look! the virgin[g] is with child and she is about to give birth to a son, and she shall call his name 'God with us.' ", "15": "He shall eat curds and honey until he knows to reject the evil and to choose the good. ", "16": "For before the boy knows to reject the evil and to choose the good, the land whose two kings you dread will be abandoned.[h]", "17": "“Yahweh will bring on you and on your people and on the house of your ancestor[i] days that have not come since the day Ephraim departed from Judah: the king of Assyria.” ", "18": "And this shall happen: On that day, Yahweh will whistle for the fly that is at the end of the stream of Egypt and the bee that is in the land of Assyria. ", "19": "And all of them will come and settle in the rivers of the cliffs and in the clefts of the rocks and on all of the thornbushes and watering places. ", "20": "On that day, the Lord will shave the head and the hair of the feet with a razor of the one hired from beyond the river—with the king of Assyria—and it will even take off the beard. ", "21": "And this shall happen: on that day, a young man will keep a young cow of the herd and two sheep alive. ", "22": "And this shall happen: because of the abundance of milk production, he will eat curds, for every one that is left in the midst of the land will eat curds and honey. ", "23": "And this shall happen on that day: Every place where there are a thousand vines[j] for a thousand silver pieces will become briers,[k] and it will be thornbushes.[l] ", "24": "One will go there with arrows and bow, for all of the land will be briers[m] and thornbushes.[n] ", "25": "And as for all of the hills that they hoed with the hoe, you will not go there, for fear of briers[o] and thornbushes.[p] And it will become like pastureland for cattle and overtrodden land for sheep."}