{"1": "The Lord spoke to Moses in the Wilderness of Sinai, in the Tent of Meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt. He said, ", "2": "“Take a census of the entire community of the people of Israel, according to their clans and their fathers' houses. [a]Count the names of every male, one by one, ", "3": "twenty years old and up, all who are of age to serve in Israel's army. Aaron and you are to register them by their military units.[b] ", "4": "A man from each tribe will be with you. Every one of them will be the head of his fathers' house. ", "5": "These are the names of the men who will assist you: from Reuben, Elizur son of Shedeur;", "6": "from Simeon, Shelumiel son of Zurishaddai;", "7": "from Judah, Nahshon son of Amminadab;", "8": "from Issachar, Nethanel son of Zuar;", "9": "from Zebulun, Eliab the son of Helon;", "10": "from the sons of Joseph: from Ephraim, Elishama son of Ammihud; from Manasseh, Gamaliel son of Pedahzur;", "11": "from Benjamin, Abidan son of Gideoni;", "12": "from Dan, Ahiezer son of Ammishaddai;", "13": "from Asher, Pagiel son of Ochran;", "14": "from Gad, Eliasaph son of Deuel;", "15": "from Naphtali, Ahira son of Enan.”", "16": "These were the men chosen from the community, the chiefs of the tribes of their fathers. They were the heads of Israel's divisions.[c] ", "17": "Moses and Aaron brought together these men, who had been designated by name. ", "18": "They assembled the entire community on the first day of the second month, and they recorded the people's ancestry by their clans,[d] by their fathers' houses, listing the names of those who were twenty years old and up, one by one. ", "19": "Moses registered them in the Wilderness of Sinai, exactly as the Lord commanded him.", "20": "The male descendants[e] of Reuben, Israel's firstborn, were registered from their family records, according to their clans, according to their fathers' houses, listing one by one the names of every male twenty years old and up, all who were of age to serve in the army. ", "21": "Those who were registered from the tribe of Reuben totaled 46,500.", "22": "The male descendants of Simeon were registered from their family records, according to their clans, according to their fathers' houses, listing one by one the names of every male twenty years old and up, all who were of age to serve in the army. ", "23": "Those who were registered from the tribe of Simeon totaled 59,300.", "24": "The male descendants of Gad were registered from their family records, according to their clans, according to their fathers' houses, listing the names of those twenty years old and up, all who were of age to serve in the army. ", "25": "Those who were registered from the tribe of Gad totaled 45,650.", "26": "The male descendants of Judah were registered from their family records, according to their clans, according to their fathers' houses, listing the names of those twenty years old and up, all who were of age to serve in the army. ", "27": "Those who were registered from the tribe of Judah totaled 74,600.", "28": "The male descendants of Issachar were registered from their family records, according to their clans, according to their fathers' houses, listing the names of those twenty years old and up, all who were of age to serve in the army. ", "29": "Those who were registered from the tribe of Issachar totaled 54,400.", "30": "The male descendants of Zebulun were registered from their family records, according to their clans, according to their fathers' houses, listing the names of those twenty years old and up, all who were of age to serve in the army. ", "31": "Those who were registered from the tribe of Zebulun totaled 57,400.", "32": "The male descendants of Joseph who were the descendants of Ephraim were registered from their family records, according to their clans, according to their fathers' houses, listing the names of those twenty years old and up, all who were of age to serve in the army. ", "33": "Those who were registered from the tribe of Ephraim totaled 40,500.", "34": "Those who were male descendants of Manasseh were registered from their family records, according to their clans, according to their fathers' houses, listing the names of those twenty years old and up, all who were of age to serve in the army. ", "35": "Those who were registered from the tribe of Manasseh totaled 32,200.", "36": "The male descendants of Benjamin were registered from their family records, according to their clans, according to their fathers' houses, listing the names of those twenty years old and up, all who were of age to serve in the army. ", "37": "Those who were registered from the tribe of Benjamin totaled 35,400.", "38": "The male descendants of Dan were registered from their family records, according to their clans, according to their fathers' houses, listing the names of those twenty years old and up, all who were of age to serve in the army. ", "39": "Those who were registered from the tribe of Dan totaled 62,700.", "40": "The male descendants of Asher were registered from their family records, according to their clans, according to their fathers' houses, listing the names of those twenty years old and up, all who were of age to serve in the army. ", "41": "Those who were registered from the tribe of Asher totaled 41,500.", "42": "The male descendants of Naphtali were registered from their family records, according to their clans, according to their fathers' houses, listing the names of those twenty years old and up, all who were of age to serve in the army. ", "43": "Those who were registered from the tribe of Naphtali totaled 53,400.", "44": "These are the men who were registered by Moses and Aaron and twelve tribal chiefs of Israel, each representing his fathers' house. ", "45": "So all of the Israelite men twenty years old and up, who were of age to serve in Israel's army, were registered according to their fathers' houses. ", "46": "Those who were registered totaled 603,550.", "47": "But the Levites were not registered along with the others on the basis of their fathers' tribe, ", "48": "for the Lord had said to Moses, ", "49": "“You are not to register the tribe of Levi, neither will you take a census of them along with the other Israelites. ", "50": "Instead, appoint the Levites over the Dwelling of the Testimony[f] and over all its furnishings and over everything that belongs to it. They are to carry the Dwelling and all its furnishings. They are to take care of it, and they are to camp around it. ", "51": "Whenever the Dwelling is to move, the Levites will take it down, and whenever the Dwelling is to stop for a new camp, the Levites will set it up. Any unauthorized person who comes near it must be put to death. ", "52": "The Israelites will set up camp, everyone in his own camp and under his own standard, according to their military divisions. ", "53": "But the Levites will camp around the Dwelling of the Testimony so that wrath will not fall on the Israelite community. In this way the Levites will perform the duties for the Dwelling of the Testimony.”", "54": "So the Israelites did everything that the Lord commanded Moses, exactly as he commanded."}