{"1": "The Lord told Moses ", "2": "to make two trumpets of hammered silver and to use them in this way: You will use them to summon the community and to have the camp set out.", "3": "When they blow both trumpets, the entire community will gather to you at the entrance to the Tent of Meeting. ", "4": "If they blow just one trumpet, then the tribal chiefs, the heads of the Israelite clans, will gather to you.", "5": "When you blow the signal on the trumpets, the camps that are on the east side will set out. ", "6": "When you blow the signal a second time, the camps that are on the south side will set out. This will be the signal to set out.", "7": "When the community is to gather, you will blow the trumpets, but you will not sound the signal for setting out.", "8": "Aaron's sons, the priests, will blow the trumpets. This will be a permanent regulation for you and for your descendants. ", "9": "When you go out into battle in your own land against an adversary who attacks you, you will sound the signal with the trumpets. Then you will be remembered before the Lord your God, and you will be saved from your enemies.", "10": "Also at the times when you rejoice, at your appointed festivals and at the New Moon, you will blow the trumpets over your burnt offerings and over the sacrifices of your fellowship offerings. They will serve as a memorial for you before your God. I am the Lord your God.", "11": "On the twentieth day of the second month, in the second year, the cloud lifted up above the Dwelling of the Testimony. ", "12": "The Israelites set out on their journey from the Wilderness of Sinai. The cloud settled in the Wilderness of Paran. ", "13": "For the first time, they set out according to the command of the Lord through Moses.", "14": "First, the standard for the camp of Judah's descendants set out according to their military units. Nahshon son of Amminadab was over Judah's unit. ", "15": "Nethanel son of Zuar was over the unit for the tribe of Issachar's descendants. ", "16": "Eliab son of Helon was over the unit for the tribe of Zebulun's descendants.", "17": "The Dwelling was then taken down. The sons of Gershon and the sons of Merari set out, carrying the Dwelling.", "18": "The standard for the camp of Reuben set out according to their military units. Elizur son of Shedeur was over Reuben's unit. ", "19": "Shelumiel son of Zurishaddai was over the unit for the tribe of Simeon's descendants. ", "20": "Eliasaph son of Deuel was over the unit for the tribe of Gad's descendants.", "21": "The Kohathites then set out, carrying the holy things. The others would set up the Dwelling before they arrived.", "22": "The standard for the camp of Ephraim's descendants set out according to their military units. Elishama son of Ammihud was over Ephraim's unit. ", "23": "Gamaliel son of Pedahzur was over the unit for the tribe of Manasseh's descendants. ", "24": "Abidan son of Gideoni was over the unit for the tribe of Benjamin's descendants.", "25": "The standard for the camp of Dan's descendants, serving as the rear guard for the entire camp, set out according to their military units. Ahiezer son of Ammishaddai was over Dan's unit. ", "26": "Pagiel son of Ochran was over the unit for the tribe of Asher's descendants. ", "27": "Ahira son of Enan was over the unit for the tribe of Naphtali's descendants.", "28": "This was the marching order for the Israelites, according to their military units. This is how they set out.", "29": "Moses said to Hobab, the son of Reuel the Midianite, Moses' father-in-law, “We are setting out to the place about which the Lord promised, 'I will give it to you.' Come with us, and we will treat you well, for the Lord has promised good concerning Israel.”", "30": "Hobab said to him, “I will not go, but I will go to my own land and to my own relatives.”", "31": "Moses said, “Please do not leave us, because you know where we should camp in the wilderness. You can be our eyes. ", "32": "If you will go with us, whatever good the Lord does for us, we will do for you.”", "33": "They set out from the mountain of the Lord on a three-day journey. The Ark of the Lord's Covenant set out before them for that three-day journey to find a resting place for them. ", "34": "The cloud of the Lord was over them by day, when they set out from the camp.", "35": "Whenever the ark set out, Moses would say, “Rise up, O Lord, and may your enemies be scattered! May those who hate you flee before you!” ", "36": "When it came to rest, he would say, “Return, O Lord, to the countless thousands of Israel!”"}