{"1": "The people were complaining about their hardships so that the Lord heard it. When the Lord heard it, his anger burned. So the Lord's fire burned among them and consumed some of the outskirts of the camp. ", "2": "The people cried out to Moses, and Moses prayed to the Lord. So the fire died down. ", "3": "They named that place Taberah,[a] because the Lord's fire burned among them.", "4": "The foreign rabble who were among the Israelites were overcome by their craving. The Israelites also wept once again and said, “Who is going to give us meat to eat? ", "5": "We remember the fish we ate in Egypt free of charge, the cucumbers, the melons, the leeks, the onions, and the garlic. ", "6": "But now our lives are wasting away.[b] We have nothing at all to look at except this manna.”", "7": "The manna was like coriander seed, and it looked like resin.[c] ", "8": "The people went around and gathered it up. They would grind it in hand mills or crush it in a mortar. They would boil it in pots or make it into loaves. It tasted like a cake made with oil. ", "9": "When dew fell on the camp during the night, the manna fell along with it.", "10": "Moses heard people from all the clans weeping, each one at the entrance to his own tent. At the same time, the Lord's anger burned fiercely, and Moses was displeased.[d] ", "11": "Moses said to the Lord, “Why have you treated your servant so badly? Why have I not found favor in your eyes? Why do you put the burden of all these people on me? ", "12": "Did I conceive all these people by myself? Am I the one who gave birth to them so that you tell me to carry them in my arms to the land which you swore to their fathers, just as a woman who is nursing carries a baby? ", "13": "Where is there meat for me to give to all these people? Listen, they are weeping to me and saying, 'Give us meat so that we can eat.' ", "14": "I am not able to carry all these people by myself, because that is too much for me. ", "15": "If you are going to treat me this way, please kill me right now. If I have found favor in your eyes, do not let me see my own ruin.”", "16": "So the Lord said to Moses, “Gather seventy men from the elders of Israel for me, men whom you know to be elders and officers for the people. Take them to the Tent of Meeting and make them stand there with you. ", "17": "I will come down and talk with you there. I will take from the Spirit that is on you and will put it on them. They will share the burden of the people with you so that you will not have to carry it by yourself.", "18": "“Say to the people, 'Consecrate yourselves to be ready for tomorrow. You will eat meat because you have wept and the Lord has heard you say, “Who will give us meat to eat? Yes, things were good for us in Egypt.” Therefore the Lord will give you meat, and you will eat. ", "19": "You will eat not just for one day, for two days, for five days, for ten days, not even just for twenty days, ", "20": "but for a whole month, until meat comes out of your nostrils, and you begin to loathe it. This will happen because you have rejected the Lord, who is among you, and you have wept in his presence, saying, “Why did we come out of Egypt?”'”", "21": "Moses said, “I am in the middle of a people with six hundred thousand foot soldiers, and now you say, 'I will give them meat, and they will eat for a whole month.' ", "22": "If flocks and herds were slaughtered for them, would that be enough for them? If all the fish of the sea were caught for them, would that be enough for them?”", "23": "The Lord said to Moses, “Is the arm of the Lord too short? Now you will see whether what I have said to you will happen or not.”", "24": "Moses went out and told the people the Lord's words. He gathered seventy men from the elders of the people and had them stand all around the tent. ", "25": "The Lord came down in the cloud and spoke to him. He took from the Spirit that was on Moses and put it on the seventy elders. When the Spirit rested on them, they prophesied, but they did not do it again.[e]", "26": "Two men, however, remained in the camp. The name of one was Eldad, and the name of the other was Medad. They were listed among the elders, but they had not gone out to the tent. The Spirit rested on them, and they prophesied back in the camp. ", "27": "A young man ran and reported this to Moses. He said, “Eldad and Medad are prophesying in the camp!”", "28": "Joshua son of Nun, Moses' aide from his youth, answered, “My Lord Moses, stop them!”", "29": "Moses said to him, “Are you jealous for my sake? If only all of the Lord's people were prophets so that the Lord would put his Spirit on them!” ", "30": "Then Moses returned to the camp along with the elders of Israel.", "31": "A wind sent out from the Lord brought quail in from the sea. The wind scattered them throughout the camp (and about a day's journey in any direction around the camp) about three feet deep[f] on the ground. ", "32": "All that day, all that night, and all the next day, the people got up and gathered the quail. No one gathered fewer than sixty bushels.[g] They spread them out around the camp. ", "33": "But while the meat was still between their teeth, before it was chewed, the Lord's anger burned against the people, and the Lord struck the people with a very severe plague. ", "34": "They named that place Kibroth Hatta'avah,[h] because there they buried the people who were overcome by their craving.", "35": "From Kibroth Hatta'avah the people traveled to Hazeroth, and they stayed at Hazeroth."}