{"1": "Miriam and Aaron spoke against Moses because of the Cushite woman he had married (for he had married a Cushite woman). ", "2": "They said, “Has the Lord really spoken only through Moses? Hasn't he also spoken through us?” The Lord heard this.", "3": "(Now the man Moses was very humble, more humble[a] than anyone else on the face of the earth.)", "4": "Right then the Lord spoke suddenly to Moses, Aaron, and Miriam, “You three come out to the Tent of Meeting!” The three of them came out. ", "5": "The Lord came down in a pillar of cloud and stood at the entrance to the tent. He called Aaron and Miriam, and they both came forward. ", "6": "He said, “Now listen to my words: If there is a prophet among you, I, the Lord, will make myself known to him in a vision. In a dream I will speak with him. ", "7": "Not so, however, with my servant Moses. He is faithful in my whole household. ", "8": "With him I speak face-to-face,[b] clearly, and not in riddles. He sees the form of the Lord. Why then were you not afraid to speak against my servant, against Moses?” ", "9": "The Lord's anger burned against them, and he left.", "10": "The cloud went up from above the tent, and immediately Miriam was leprous,[c] as white as snow. Aaron turned to Miriam and saw that she was leprous.", "11": "Aaron said to Moses, “My lord, please do not hold this sin against us. We have acted foolishly. We have sinned. ", "12": "Please do not let her be like a stillborn infant that comes out of its mother's womb[d] with its flesh half-eaten away.”", "13": "Moses cried out to the Lord, “God, please heal her, please!”", "14": "The Lord said to Moses, “If her father had merely spit in her face, would she not be disgraced for seven days? Have her confined outside of the camp for seven days, and after that she can be brought back in.”", "15": "Miriam was confined outside of the camp for seven days, and the people did not set out until Miriam was brought back in. ", "16": "Afterward the people set out from Hazeroth and camped in the Wilderness of Paran."}