{"1": "The Lord spoke to Moses: ", "2": "“Send men to scout the land of Canaan, which I myself am giving to the Israelites. You are to send one man from each ancestral tribe, each one a tribal chief among the people of Israel.”", "3": "Moses sent them from the Wilderness of Paran according to the Lord's command. All of these men were heads of the Israelites. ", "4": "These were their names: From the tribe of Reuben, Shammua son of Zaccur.", "5": "From the tribe of Simeon, Shaphat son of Hori.", "6": "From the tribe of Judah, Caleb son of Jephunneh.", "7": "From the tribe of Issachar, Igal son of Joseph.", "8": "From the tribe of Ephraim, Hoshea son of Nun.", "9": "From the tribe of Benjamin, Palti son of Raphu.", "10": "From the tribe of Zebulun, Gaddiel son of Sodi.", "11": "From the tribe of Joseph, that is, from the tribe of Manasseh, Gaddi son of Susi.", "12": "From the tribe of Dan, Ammiel son of Gemalli.", "13": "From the tribe of Asher, Sethur son of Michael.", "14": "From the tribe of Naphtali, Nahbi son of Vophsi.", "15": "From the tribe of Gad, Geuel son of Machi.", "16": "These were the names of the men whom Moses sent to scout the land. Moses renamed Hoshea son of Nun “Joshua.”[a]", "17": "Moses sent them to scout the land of Canaan and said to them, “Go up this way through the Negev[b] and go up into the hill country.[c] ", "18": "See what the land is like. See if the people who live in the land are strong or weak. See if they are few or many. ", "19": "See if the land that they live in is good or bad. See what kind of cities they live in. See if the cities are camps or fortified places. ", "20": "See what the land is like. See if the land is fertile or poor. See if there are trees in the land or not. Be courageous and bring back some of the fruit of the land.” This happened at the season of the first ripe grapes.", "21": "So they went up and scouted the land from the Wilderness of Zin to Rehob, toward Lebo Hamath. ", "22": "They went up through the Negev and came to Hebron. Ahiman, Sheshai, and Talmai, the descendants of Anak, were there. (Hebron had been built seven years before Zoan in Egypt.) ", "23": "The scouts came to the Valley of Eshcol, and there they cut down a branch with one cluster of grapes. They carried it on a pole between two men, along with some pomegranates and figs. ", "24": "They named that place the Valley of Eshcol,[d] because of the cluster which the Israelites had cut down from there. ", "25": "At the end of forty days, they returned from scouting the land.", "26": "They came back to Moses, Aaron, and the entire community of the Israelites at Kadesh in the Wilderness of Paran. They brought back a report to them and to the entire community. They showed them some of the fruit of the land. ", "27": "They reported to him and said, “We went to the land where you sent us. It really does flow with milk and honey, and here is its fruit. ", "28": "However, the people who live in the land are strong, and the cities are fortified and very large. We also saw the descendants of Anak there. ", "29": "The Amalekites are living in the land of the Negev. The Hittites, the Jebusites, and the Amorites are living in the hill country. The Canaanites are living by the sea and along the Jordan.”", "30": "Then Caleb quieted the people before Moses and said, “We should go up now and take possession of it, because we can certainly conquer it!”", "31": "But the men who had gone up with Caleb said, “We are not able to go up against the people, because they are stronger than we are.” ", "32": "So they spread a negative report to the Israelites about the land that they had scouted. They said, “The land that we explored and scouted is a land that eats up its inhabitants. All the people we saw in the land were huge. ", "33": "We saw there the Nephilim[e] (the descendants of Anak come from the Nephilim). In our own eyes we seemed like grasshoppers. We seemed like grasshoppers in their eyes too.”"}