{"1": "The Lord told Moses ", "2": "to speak to the Israelites and tell them this: When you come into the land where you will live, the land which I am giving to you, ", "3": "and you make an offering by fire[a] to the Lord from the herd or the flock, to make a pleasing aroma to the Lord (whether it is a burnt offering or a sacrifice, whether it is to fulfill a vow or as a voluntary offering or at your appointed festivals), ", "4": "the person who presents his offering is to present to the Lord two quarts[b] of fine flour mixed with a quart[c] of oil as a grain offering. ", "5": "For each lamb, for the burnt offering or the sacrifice, you are to supply a quart of wine as the drink offering.", "6": "With a ram you are to supply four quarts[d] of fine flour mixed with a quart and a half[e] of oil as a grain offering, ", "7": "and you will also present a quart of wine as the drink offering, a pleasing aroma to the Lord.", "8": "If you are offering a young bull as a burnt offering or a sacrifice, which is to fulfill a vow or to be a fellowship offering to the Lord, ", "9": "you are to present along with the young bull six quarts[f] of fine flour mixed with two quarts[g] of oil as a grain offering, ", "10": "and you will present two quarts of wine as the drink offering, as a gift of food[h] with a pleasing aroma to the Lord. ", "11": "This is to be provided for each offering from the cattle, rams, lambs, or goats. ", "12": "You are to supply these offerings for each sacrifice you prepare.", "13": "Everyone who is native-born is to do these things in this way when presenting a gift of food with a pleasing aroma to the Lord. ", "14": "For your generations to come, if an alien resides with you or someone else settles among you, and he wants to present a gift offered by fire, with a pleasing aroma to the Lord, he is to do just as you do. ", "15": "In the assembly there will be a single regulation for you and for the resident alien, a permanent regulation for your generations to come. You and the alien will be the same before the Lord. ", "16": "There will be a single law and a single ordinance for you and the alien residing with you.", "17": "The Lord told Moses ", "18": "to speak to the Israelites and tell them this: When you come to the land to which I am bringing you ", "19": "and when you eat from the food of the land, you are to present an elevated offering to the Lord. ", "20": "From the first of your dough you are to present a round[i] loaf as an elevated offering. You are to lift it up just like an elevated offering from the threshing floor. ", "21": "For your generations to come, you will give to the Lord an elevated offering from the first of your dough.", "22": "When you err unintentionally and do not carry out all these commands, which the Lord has spoken to Moses— ", "23": "everything that the Lord has commanded you through Moses, from the day that the Lord first gave these commands and onward, for your generations to come— ", "24": "if it was done unintentionally, and the community was not aware of it, the entire community shall offer one young bull as a whole burnt offering, as a pleasing aroma to the Lord, with its grain offering and its drink offering, according to the ordinance, and one male goat as a sin offering. ", "25": "The priest will make atonement for the entire Israelite community, and they will be forgiven, because it was an unintentional error. They are to bring their offering, a gift made by fire to the Lord, and their sin offering before the Lord for their unintentional error. ", "26": "The entire Israelite community and the aliens who reside among them will be forgiven, for all the people were involved in this error unintentionally.", "27": "If one person errs unintentionally, he must present a year-old female goat for a sin offering. ", "28": "The priest will make atonement for the person who erred unintentionally, since by that unintentional error he sinned against the Lord. When the priest makes atonement for him, he will be forgiven. ", "29": "You shall have a single law for anyone who commits an error unintentionally, whether a native-born Israelite or an alien who resides among you.", "30": "But a person who does anything defiantly,[j] whether he is native-born or an alien, is blaspheming the Lord. That person must be cut off from among his people. ", "31": "Because he has despised the Lord's word and has broken his commands, that person will be completely cut off. His guilt shall remain on him.", "32": "While the Israelites were in the wilderness, they found a man gathering wood on the Sabbath day. ", "33": "The people who found him gathering wood brought him to Moses, Aaron, and the entire community. ", "34": "They put him in custody, because it had not been made clear what should be done with him.", "35": "The Lord said to Moses, “The man must certainly be put to death. The entire community is to stone him outside of the camp.” ", "36": "The entire community brought him outside of the camp and stoned him to death, just as the Lord commanded Moses.", "37": "The Lord told Moses ", "38": "to speak to the Israelites and tell them this: Throughout their generations to come, they are to make tassels on the corners of their garments. They are to put a blue cord on the tassels on each corner. ", "39": "These tassels are to be there for you so that when you see them, you will remember all of the Lord's commands, and you will carry them out. Then you will not prostitute yourselves by chasing after your own heart and your own eyes. ", "40": "This way you will remember and carry out all of my commands and be holy to your God. ", "41": "I am the Lord your God, who brought you out from the land of Egypt to be your God. I am the Lord your God."}