{"1": "Now Korah, who was the son of Izhar, the son of Kohath, the son of Levi, joined with Dathan and Abiram, the sons of Eliab, and with On, the son of Peleth. These three were descendants of Reuben. They gathered ", "2": "two hundred fifty well-known Israelites, tribal chiefs of the community, appointed representatives who served on the council, and they rose up against Moses. ", "3": "They assembled together against Moses and Aaron and said to them, “You have gone too far! For the entire community is holy, every one of them, and the Lord is among them! Why do you lift yourselves up above the Lord's assembly?”", "4": "When Moses heard this, he fell facedown. ", "5": "He said to Korah and to all his followers, “In the morning the Lord will reveal which of you are his and which of you are holy, and he will have that person come near to him. The man he chooses, he will have that man come near to him. ", "6": "Do this, Korah, you and all your followers. Take censers, ", "7": "put fire in them, and place incense on them in the presence of the Lord tomorrow. The man whom the Lord chooses will be set aside as holy. You have gone too far, you Levites!”", "8": "Moses said to Korah, “Listen, you Levites! ", "9": "Isn't it enough for you that the God of Israel has separated you from the Israelite community and brought you near to himself to do the work of the Lord's Dwelling and to stand before the congregation to minister to them, ", "10": "and that he has brought you near, along with all your fellow Levites who are with you? Do you seek the priesthood also? ", "11": "Therefore you and all your followers have gathered together against the Lord! As for Aaron, who is he that you should grumble against him?”", "12": "Moses sent to summon Dathan and Abiram, the sons of Eliab, but they said, “We will not come! ", "13": "Isn't it enough that you have brought us up out of a land flowing with milk and honey to have us die in the wilderness? Must you also make yourself a ruler over us? ", "14": "Besides this, you have not brought us into a land flowing with milk and honey. You have not given us an inheritance of fields and vineyards. Will you gouge out the eyes of these men? We will not come up.”", "15": "Moses was very angry and said to the Lord, “Do not pay attention to their offering. I have not taken a single donkey from them, nor have I wronged any one of them.”", "16": "Moses said to Korah, “Tomorrow, you and all your followers are to appear before the Lord—you and they, and Aaron. ", "17": "Every one of them is to take his censer and put incense on it, and each man will present his censer before the Lord, two hundred fifty censers. You and Aaron also, each one of you, will present his censer.”", "18": "They each took their own censers, put fire in them, placed incense on them, and stood at the entrance to the Tent of Meeting with Moses and Aaron. ", "19": "Korah assembled the entire community opposite Moses and Aaron at the entrance to the Tent of Meeting. The glory of the Lord appeared to the entire assembly. ", "20": "The Lord spoke to Moses and Aaron, ", "21": "“Separate yourselves from this assembly so that I may put an end to them instantly!”", "22": "But Moses and Aaron fell facedown and said, “O God, the God of the spirits of all flesh, when one man sins, will you be angry against the entire community?”", "23": "The Lord spoke to Moses: ", "24": "“Tell the assembly, 'Move away from the dwelling of Korah, Dathan, and Abiram!'” ", "25": "So Moses got up and went to Dathan and Abiram. The elders of Israel followed him. ", "26": "He told the assembly, “Move back from the tents of these wicked men. Do not touch anything that belongs to them, or you will be swept away because of all their sins!” ", "27": "So from every side, they moved away from the dwelling of Korah, Dathan, and Abiram. Dathan and Abiram came out and stood at the entrance to their tents with their wives, children, and little ones.", "28": "Moses said, “This is how you will know that the Lord has sent me to do all these things and that all this was not just my idea.[a] ", "29": "If these men die a death like everyone else and if they suffer the same fate that everyone does, then the Lord has not sent me. ", "30": "But if the Lord creates something unheard of and the ground opens its mouth and swallows them up with everything that belongs to them, and they go down alive into the grave,[b] you will know that these men have treated the Lord with contempt.”", "31": "As soon as he finished speaking all these words, the ground beneath them split open. ", "32": "The earth opened its mouth and swallowed up everyone who was with Korah, along with their households and all their possessions. ", "33": "So they and everything that belonged to them went down alive into the grave. The earth closed up over them, and they disappeared from the midst of the assembly. ", "34": "Hearing their screams, all the Israelites who were around them fled, because they said, “The earth will swallow us up too!” ", "35": "Fire went out from the Lord and consumed the two hundred fifty men who offered the incense.", "36": "The Lord spoke to Moses:[c] ", "37": "“Tell Eleazar the son of Aaron the priest to remove the censers from the burning debris and scatter the fire far away, for the censers are holy. ", "38": "Make the censers belonging to those who sinned at the cost of their own lives into hammered sheets for plating the altar, because they presented them before the Lord, and the censers are holy. They will serve as a sign to the Israelites.”", "39": "Eleazar the priest took the bronze censers, which had been presented by those who had been burned up by fire. They hammered them into plating for the altar ", "40": "as a reminder to the Israelites that no unauthorized person, who is not from the descendants of Aaron, should come near to burn incense before the Lord and become like Korah and his followers. Eleazar the priest did just as the Lord said to him through Moses.", "41": "But on the next day the entire Israelite community grumbled against Moses and Aaron. They said, “You have killed the people of the Lord!”", "42": "When the community assembled together against Moses and Aaron and turned toward the Tent of Meeting, the cloud covered it, and the Glory of the Lord appeared. ", "43": "Moses and Aaron went in front of the Tent of Meeting. ", "44": "The Lord spoke to Moses: ", "45": "“Get away from this community so that I may put an end to them instantly!” Moses and Aaron fell facedown to the ground.", "46": "Moses said to Aaron, “Take your censer, put fire from the altar in it, place incense on it, go quickly to the community, and make atonement for them, because wrath has gone out from the Lord! The plague has begun.”", "47": "Aaron did as Moses said and ran into the middle of the assembly. The plague had already begun among the people. He put the incense on his censer and made atonement for the people. ", "48": "He stood between the dead and the living, and the plague was stopped. ", "49": "Now those who died by the plague totaled 14,700, besides those who died because of the offense of Korah. ", "50": "Aaron returned to Moses at the entrance to the Tent of Meeting, and the plague was stopped."}