{"1": "The Lord spoke to Moses and Aaron as follows: ", "2": "Each of the Israelites will camp under his own standard, with the banners for their fathers' houses. They will camp around the Tent of Meeting at a distance from it.", "3": "Those who camp on the east side toward the sunrise will be organized under the standard of Judah's camp, according to their military units. The tribal chief of Judah's descendants is Nahshon son of Amminadab. ", "4": "His unit, as registered, totals 74,600.", "5": "The tribe of Issachar will camp next to Judah. The tribal chief of Issachar's descendants is Nethanel son of Zuar. ", "6": "His unit, as registered, totals 54,400.", "7": "The tribe of Zebulun will be next. The tribal chief of Zebulun's descendants is Eliab son of Helon. ", "8": "His unit, as registered, totals 57,400.", "9": "All those registered in Judah's camp are 186,400, according to their military units. They will set out first.", "10": "Those who camp on the south side will be organized under the standard of Reuben's camp, according to their military units. The tribal chief of Reuben's descendants is Elizur son of Shedeur. ", "11": "His unit, as registered, totals 46,500.", "12": "The tribe of Simeon will camp next to Reuben. The tribal chief of Simeon's descendants is Shelumiel son of Zurishaddai. ", "13": "His unit, as registered, totals 59,300.", "14": "The tribe of Gad will be next. The tribal chief of Gad's descendants will be Eliasaph son of Deuel.[a] ", "15": "His unit, as registered, totals 45,650.", "16": "All those registered in Reuben's camp are 151,450, according to their military units. They will set out second.", "17": "Then the Tent of Meeting will set out with the Levites' camp, which is in the middle of the camps. They are to set out in the same order as they camp, each one in his place, following their standards.", "18": "Those who camp on the west side will be organized under the standard of Ephraim's camp, according to their military units. The tribal chief of Ephraim's descendants is Elishama son of Ammihud. ", "19": "His unit, as registered, totals 40,500.", "20": "Next to Ephraim will be the tribe of Manasseh. The tribal chief of Manasseh's descendants is Gamaliel son of Pedahzur. ", "21": "His unit, as registered, totals 32,200.", "22": "The tribe of Benjamin will be next. The tribal chief of Benjamin's descendants is Abidan son of Gideoni. ", "23": "His unit, as registered, totals 35,400.", "24": "All those registered in Ephraim's camp are 108,100, according to their military units. They will set out third.", "25": "Those who camp on the north side will be organized under the standard of Dan's camp, according to their military units. The tribal chief of Dan's descendants is Ahiezer son of Ammishaddai. ", "26": "His unit, as registered, totals 62,700.", "27": "Next to Dan will be the tribe of Asher. The tribal chief of Asher's descendants will be Pagiel son of Ochran. ", "28": "His unit, as registered, totals 41,500.", "29": "The tribe of Naphtali will be next. The tribal chief of Naphtali's descendants is Ahira son of Enan. ", "30": "His unit, as registered, totals 53,400.", "31": "All those registered in Dan's camp are 157,600. They will set out last, following their standards.", "32": "These were the Israelites who were registered according to their fathers' houses. All the men in the camps, organized according to their military units, as registered, totaled 603,550. ", "33": "But the Levites were not registered among the Israelites, just as the Lord had commanded Moses.", "34": "The Israelites did everything that the Lord commanded Moses. They camped around their standards, and they set out, every one of them by their clans, according to their fathers' houses."}