{"1": "Balaam said to Balak, “Build seven altars for me here and prepare seven bulls and seven rams for me here.”", "2": "Balak did just as Balaam had said. Balak and Balaam offered a bull and a ram on each altar. ", "3": "Balaam said to Balak, “Stand here by your burnt offering, while I go off by myself. Perhaps the Lord will come to meet me. Whatever he shows me I will tell you.” ⎣So Balak went and stood by his burnt offering, and Balaam called to God⎦[a] and then he went off to a barren hill.", "4": "God met Balaam, and Balaam said to him, “I have set up seven altars, and I have offered up a bull and a ram on each altar.”", "5": "The Lord put a message into Balaam's mouth and said, “Return to Balak, and you are to deliver this message.”", "6": "Balaam returned to Balak and found him standing by his burnt offering, along with all the officials of Moab. ", "7": "Balaam took up his oracle. He said: From Aram, Balak has brought me. Balak, the king of Moab from the eastern mountains, said, “Come, curse Jacob for me. Come, denounce Israel.”", "8": "How can I curse someone God has not cursed? How can I denounce someone the Lord has not denounced?", "9": "Yes, from the rocky peaks I see him. From the hills I look at him. Look! A people that dwells apart, that does not consider itself to be one of the nations.", "10": "Who can count the dust of Jacob, or number even a fourth of Israel? May I die the death of the righteous! May my final end be like his!", "11": "Balak said to Balaam, “What have you done to me? I brought you to curse my enemies, but you have just blessed them.”", "12": "Balaam answered, “Don't I have to speak accurately whatever the Lord puts in my mouth?”", "13": "Balak said to Balaam, “Please come with me to another place where you can see them. You will see only their outskirts. You will not see all of them. From there curse them for me.”", "14": "Balak took Balaam into the field of Zophim, to the top of Pisgah. Balak built seven altars and offered up a bull and a ram on each altar. ", "15": "Balaam said to Balak, “Stand here by your burnt offering, while I meet the Lord over there.”", "16": "The Lord met with Balaam and put a message in his mouth. The Lord said, “Return to Balak, and you are to deliver this message.”", "17": "Balaam came back to Balak and found him standing by his burnt offering, and the officials of Moab were with him. Balak said to him, “What did the Lord say?”", "18": "Balaam took up his oracle and said: Get up, Balak, and listen! Give ear to me, son of Zippor.", "19": "God is not a man, that he should lie, nor a son of man, that he changes his mind. Does he say something, and then not carry it out? Does he speak, and then not bring it about?", "20": "Look, I have received a command to bless. He has blessed, and I cannot change that.", "21": "No disaster is in sight for Jacob. No suffering is seen in Israel. The Lord his God is with him. The shout for the King is among them. He rejoices in his King.", "22": "God brings them out of Egypt. God is like the horns of a wild ox for him.", "23": "Surely there is no occult power against Jacob, no omen against Israel. They will say about Jacob and Israel, “What great things God has done!”", "24": "Look, the people rise up like a lioness. Like a lion they lift themselves up. He will not lie down until he eats the prey, until he drinks the blood of the slain.", "25": "Then Balak said to Balaam, “Do not curse them at all! Do not bless them at all!”", "26": "But Balaam answered Balak, “Didn't I say to you that I must do everything the Lord says?”", "27": "Balak said to Balaam, “Come on, I will take you to another place. Maybe God will agree to let you curse them for me from there.”", "28": "Balak took Balaam to the top of Peor, which overlooks the wasteland. ", "29": "Balaam said to Balak, “Build seven altars for me here and prepare seven bulls and seven rams for me here.” ", "30": "Balak did just as Balaam had said and offered up a bull and a ram on every altar."}