{"1": "While Israel stayed in Shittim,[a] the people started to commit sexual immorality with the women of Moab. ", "2": "The women invited the people to the sacrifices for their gods. The people ate and bowed down to their gods. ", "3": "The Israelites attached themselves to[b] the Baal of Peor. The Lord's anger burned against Israel. ", "4": "The Lord said to Moses, “Take all the heads of the people and impale them before the Lord in broad daylight so that the fierce anger of the Lord may turn away from Israel.”", "5": "Moses said to the judges of Israel, “Each of you must kill any of his men who have attached themselves to the Baal of Peor.”", "6": "Just then, an Israelite man came and brought a Midianite woman to his brothers in the sight of Moses and the entire Israelite community, while the people were weeping at the entrance to the Tent of Meeting. ", "7": "When Phinehas, the son of Eleazar, the son of Aaron the priest, saw this, he rose up from the middle of the assembly and took a spear in his hand. ", "8": "He followed the Israelite man into the large tent and ran both of them through, the Israelite man and the woman, right through her belly. Then the plague against the Israelites was stopped. ", "9": "Those who died by the plague were 24,000.", "10": "The Lord spoke to Moses: ", "11": "“Phinehas, the son of Eleazar, the son of Aaron the priest, has turned my wrath away from the Israelites, because he was very zealous for me among you. So I did not put an end to the Israelites in my zeal. ", "12": "Therefore say, 'Look, I myself will give to him my covenant of peace. ", "13": "He and his descendants after him will have the covenant of a permanent priesthood, because he was zealous for his God and made atonement for the Israelites.'”", "14": "The name of the Israelite man who was struck dead, who was struck dead with the Midianite woman, was Zimri son of Salu, a tribal chief of the father's house for the Simeonites. ", "15": "The name of the Midianite woman who was struck dead was Cozbi, the daughter of Zur, who was a tribal head of a father's house in Midian.", "16": "The Lord spoke to Moses and said, ⎣“Speak to the Israelites, saying,⎦[c] ", "17": "'Treat the Midianites as enemies and strike them dead. ", "18": "For they treated you as enemies when they deceived you with their treachery in the incident involving Peor and Cozbi, the daughter of the Midianite tribal chief, their sister, who was struck dead on the day of the plague in the Peor incident.'”"}