{"1": "After the plague, the Lord spoke to Moses and Eleazar the son of Aaron the priest. [a]He said, ", "2": "“Take a census of the entire Israelite community, twenty years old and up, according to their fathers' houses, all who are of age to serve in Israel's army.”", "3": "Moses and Eleazar the priest spoke with them on the Plains of Moab by the Jordan across from Jericho. They said, ", "4": "“Take a census of the men twenty years old and up, just as the Lord commanded Moses.” These are the Israelites who came out from the land of Egypt:", "5": "Reuben was Israel's firstborn. The male descendants[b] of Reuben were: from Hanok, the Hanokite clan; from Pallu, the Palluite clan; ", "6": "from Hezron, the Hezronite clan; from Karmi, the Karmite clan. ", "7": "These were the Reubenite clans. Those who were registered totaled 43,730.", "8": "The son of Pallu was Eliab. ", "9": "The sons of Eliab were Nemuel, Dathan, and Abiram.[c] (These were the same Dathan and Abiram who were chosen leaders of the community who fought against Moses and Aaron along with the followers of Korah, when they fought against the Lord. ", "10": "The earth opened its mouth and swallowed them up together with Korah, when his followers died and when the fire consumed the two hundred fifty men. So they became a warning sign. ", "11": "However, the sons of Korah did not die out.)", "12": "The male descendants of Simeon according to their clans were: from Nemuel, the Nemuelite clan; from Jamin, the Jaminite clan; from Jakin, the Jakinite clan; ", "13": "from Zerah, the Zerahite clan; from Shaul, the Shaulite clan. ", "14": "These Simeonite clans totaled 22,200.", "15": "The male descendants of Gad according to their clans were: from Zephon, the Zephonite clan; from Haggi, the Haggite clan; from Shuni, the Shunite clan; ", "16": "from Ozni, the Oznite clan; from Eri, the Erite clan; ", "17": "from Arodi,[d] the Arodite clan; from Areli, the Arelite clan. ", "18": "These clans of the descendants of Gad who were registered totaled 40,500.", "19": "Er and Onan were sons of Judah. Er and Onan died in the land of Canaan. ", "20": "The male descendants of Judah according to their clans were: from Shelah, the Shelanite clan; from Perez, the Perezite clan; from Zerah, the Zerahite clan. ", "21": "The male descendants of Perez were: from Hezron, the Hezronite clan; from Hamul, the Hamulite clan. ", "22": "These clans of Judah who were registered totaled 76,500.", "23": "The male descendants of Issachar according to their clans were: from Tola, the Tolaite clan; from Puah, the Puite clan;[e] ", "24": "from Jashub, the Jashubite clan; from Shimron, the Shimronite clan. ", "25": "These clans of Issachar who were registered totaled 64,300.", "26": "The male descendants of Zebulun according to their clans were: from Sered, the Seredite clan; from Elon, the Elonite clan; from Jahle'el, the Jahle'elite clan. ", "27": "These Zebulunite clans who were registered totaled 60,500.", "28": "The sons of Joseph who established clans were Manasseh and Ephraim.", "29": "The male descendants of Manasseh were: from Makir, the Makirite clan (Makir was the father of Gilead); from Gilead, the Gileadite clan. ", "30": "These were the male descendants of Gilead: from Iezer, the Iezerite clan; from Helek, the Helekite clan; ", "31": "from Asriel, the Asrielite clan; from Shechem, the Shechemite clan; ", "32": "from Shemida, the Shemidaite clan; and from Hepher, the Hepherite clan.", "33": "Zelophehad the son of Hepher had no sons, only daughters. The names of Zelophehad's daughters were Mahlah, Noah, Hoglah, Milkah, and Tirzah. ", "34": "These were the clans of Manasseh. Those who were registered totaled 52,700.", "35": "These were the male descendants of Ephraim according to their clans: from Shuthelah, the Shuthelahite clan; from Beker, the Bekerite clan; from Tahan, the Tahanite clan. ", "36": "These were the male descendants of Shuthelah: from Eran, the Eranite clan. ", "37": "These clans from the descendants of Ephraim who were registered totaled 32,500. These were the male descendants of Joseph according to their clans.", "38": "The male descendants of Benjamin according to their clans were: from Bela, the Belaite clan; from Ashbel, the Ashbelite clan; from Ahiram, the Ahiramite clan; ", "39": "from Shupham,[f] the Shuphamite clan; from Hupham, the Huphamite clan. ", "40": "The sons of Bela were Ard and Na'aman: from Ard, the Ardite clan; from Na'aman, the Na'amanite clan. ", "41": "These were the male descendants of Benjamin according to their clans. Those who were registered totaled 45,600.", "42": "These were the male descendants of Dan according to their clans: from Shuham, the Shuhamite clan. These were the clans of Dan according to their clans. ", "43": "All the Shuhamite clans who were registered totaled 64,400.", "44": "The male descendants of Asher according to their clans were: from Imnah, the Imnite clan; from Ishvi, the Ishvite clan; from Beriah, the Beriite clan. ", "45": "From the male descendants of Beriah: from Heber, the Heberite clan; from Malkiel, the Malkielite clan. ", "46": "The name of Asher's daughter was Serah. ", "47": "These clans for the descendants of Asher who were registered totaled 53,400.", "48": "The male descendants of Naphtali according to their clans were: from Jahze'el, the Jahze'elite clan; from Guni, the Gunite clan; ", "49": "from Jezer, the Jezerite clan; from Shillem, the Shillemite clan. ", "50": "These were the clans of Naphtali according to their clans. Those who were registered totaled 45,400.", "51": "Those who were registered from the Israelites totaled 601,730.", "52": "The Lord spoke to Moses: ", "53": "“The land is to be divided among these tribes, with the size of the possession for each tribe based on the number of names. ", "54": "For a larger tribe, increase its possession. For a smaller tribe, decrease its possession. Each tribe is to be given its inheritance based on the total of those registered. ", "55": "The land must be divided by lot. They will receive their possession according to the names of their father's tribes. ", "56": "Their possession is to be divided between the larger and the smaller tribes as the lots determine.”", "57": "Those who were registered from the Levites according to their clans were: from Gershon, the Gershonite clan; from Kohath, the Kohathite clan; from Merari, the Merarite clan. ", "58": "These were the Levite clans: the Libnite clan, the Hebronite clan, the Mahlite clan, the Mushite clan, the Korahite clan. (Kohath was the forefather[g] of Amram. ", "59": "The name of Amram's wife was Jochebed, a descendant of Levi, who was born to the Levites in Egypt. For Amram she bore Aaron, Moses, and their sister Miriam. ", "60": "Nadab and Abihu, Eleazar and Ithamar were born to Aaron. ", "61": "Nadab and Abihu died when they presented unauthorized fire before the Lord.)", "62": "Those who were registered totaled 23,000, every male a month old and up. But they were not registered with the other Israelites, because they were not given a possession[h] among the Israelites.", "63": "These were the men who were registered by Moses and Eleazar the priest, when they registered the Israelites on the Plains of Moab by the Jordan across from Jericho. ", "64": "But among them there was not even one man left from those who had been registered by Moses and Aaron the priest, when they registered the Israelites in the Wilderness of Sinai. ", "65": "For the Lord had said about them, “They will surely die in the wilderness.” There was not even one man left from them except Caleb son of Jephunneh and Joshua son of Nun."}