{"1": "The Lord told Moses ", "2": "to deliver this command to the Israelites: Make sure that you present my offering at its appointed time. Present it as my food, an offering made by fire, with a pleasing aroma to me. ", "3": "Say to them, “This is the offering made by fire that you shall present to the Lord each day: two one-year-old male lambs without defect as a regular burnt offering. ", "4": "You are to offer one lamb in the morning, and you are to offer the other lamb at twilight, ", "5": "along with two quarts[a] of fine flour as a grain offering, mixed with one quart[b] of oil from beaten[c] olives.” ", "6": "It is the regular burnt offering put into effect at Mount Sinai for a pleasing aroma, an offering made by fire to the Lord. ", "7": "The drink offering with it is to be one quart for one lamb. You are to pour out the drink offering of beer[d] to the Lord at the sanctuary. ", "8": "You are to prepare the other lamb at twilight. You are to prepare it along with the same kind of grain offering and drink offering as in the morning, an offering made by fire, with a pleasing aroma to the Lord.", "9": "On the Sabbath day, you shall present two one-year-old male lambs without defect, four quarts[e] of fine flour mixed with oil as a grain offering, and its drink offering. ", "10": "This is the whole burnt offering for every Sabbath, in addition to the regular burnt offering and its drink offering.", "11": "At the beginning of each of your months, you shall present as a whole burnt offering to the Lord: two young bulls, one ram, and seven one-year-old male lambs without defect, ", "12": "along with six quarts[f] of fine flour mixed with oil as a grain offering for each bull; four quarts of fine flour mixed with oil as a grain offering for the one ram; ", "13": "and two quarts of fine flour mixed with oil as a grain offering for every lamb—as a burnt offering with a pleasing aroma, an offering made by fire to the Lord. ", "14": "Their drink offerings will be two quarts[g] of wine for a bull, a quart and a half[h] for a ram, and one quart for a lamb. This is the monthly burnt offering for each month of the year. ", "15": "One male goat is to be presented as a sin offering to the Lord in addition to the regular burnt offering and its drink offering.", "16": "In the first month, the fourteenth day of the month is the Passover for the Lord. ", "17": "On the fifteenth day of this month there is to be a festival. Unleavened bread is to be eaten for seven days. ", "18": "The first day is to be a holy convocation. You are not to do any regular work. ", "19": "You are to present an offering made by fire, a burnt offering to the Lord: two young bulls, one ram, and seven one-year-old male lambs—all without defect— ", "20": "along with their grain offering of fine flour mixed with oil: six quarts[i] for a bull and four quarts[j] for the ram. ", "21": "You will prepare two quarts[k] for each of the seven lambs, ", "22": "and one male goat as a sin offering to make atonement for yourselves. ", "23": "You will prepare these things in addition to the morning burnt offering that is part of the regular burnt offering. ", "24": "In this way for seven days you will prepare food daily as an offering made by fire with a pleasing aroma to the Lord. It is to be prepared in addition to the regular burnt offering and its drink offering. ", "25": "On the seventh day there is to be a holy convocation. You shall not do any of your regular work.", "26": "On the day of the firstfruits[l] when you present an offering of new grain to the Lord during the Festival of Weeks, you shall have a holy convocation. You shall not do any of your regular work. ", "27": "You are to present as a whole burnt offering for a pleasing aroma to the Lord: two young bulls, one ram, and seven one-year-old male lambs ", "28": "along with their grain offering, fine flour mixed with oil: six quarts for each bull, four quarts for the one ram, ", "29": "and two quarts for each of the seven lambs; ", "30": "also present one male goat to make atonement for yourselves. ", "31": "You are to offer these and their drink offerings in addition to the regular burnt offering and its grain offering. Your animals are to be without defect."}