{"1": "The descendants of Reuben and Gad had very large flocks and herds of livestock. They saw that the land of Jazer and the land of Gilead was ideal for livestock. ", "2": "The descendants of Gad and Reuben came and spoke to Moses, Eleazar the priest, and the tribal chiefs of the community. They said, ", "3": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon— ", "4": "the land which the Lord struck down before the community of Israel—is an ideal land for livestock. We, your servants, have livestock.” ", "5": "They continued, “If we have found favor in your eyes, let this land be given to your servants as a possession. Do not require us to cross the Jordan.”", "6": "Moses said to the descendants of Gad and Reuben, “Do you expect your brothers to go into battle while you live here? ", "7": "Why are you disheartening the Israelites from crossing over into the land which the Lord has given to them? ", "8": "Your fathers did that same thing when I sent them from Kadesh Barnea to see the land. ", "9": "They had gone up as far as the Valley of Eshcol and had seen the land. Then they disheartened the Israelites so that they would not go into the land which the Lord had given them. ", "10": "The Lord's anger burned on that day, and he swore an oath, ", "11": "'Surely none of the men twenty years old and up who came up from Egypt will see the land which I swore to give to Abraham, Isaac, and Jacob, because they have not followed me completely, ", "12": "except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, because they have followed the Lord completely.' ", "13": "The Lord's anger burned against Israel so he made them wander in the wilderness for forty years, until the entire generation that had done evil in the Lord's sight was gone.”", "14": "He continued, “See, here you are, a band of sinners standing in your fathers' place, adding still more to the Lord's fierce anger against Israel. ", "15": "If you turn away from following him, he will once again leave these people in the wilderness, and you will have destroyed all these people.”", "16": "They approached him and said, “We will build sheep pens here for our livestock and cities for our children, ", "17": "but we will be quick to arm ourselves to go ahead of the Israelites until we have brought them to their own places. Our children will live in our fortified cities because of the inhabitants of the land, ", "18": "but we will not return to our houses until the Israelites have each taken possession of their inheritance. ", "19": "We certainly will not have any claim to an inheritance with them on the other side of the Jordan, because our inheritance has come to us here on the east side of the Jordan, toward the sunrise.”", "20": "Moses said to them, “If you will do what you have said, if you will arm yourselves before the Lord for battle, ", "21": "and if every one of you who is armed will cross over the Jordan before the Lord until he has driven out his enemies before him, ", "22": "and until the land has been subdued before the Lord, then after that you may return home. You will be guiltless toward the Lord and Israel. This land will be a possession for you in the presence of the Lord.", "23": "“But if you will not do this, look, you will have sinned against the Lord. Know that your sin will find you out. ", "24": "Build cities for your children, and pens for your flocks, but keep the promises that have come out of your mouth.”", "25": "The descendants of Gad and Reuben spoke to Moses: “We, your servants, will do as my Lord commands. ", "26": "Our children, our wives, our livestock, and all our animals will stay here by the cities of Gilead, ", "27": "but your servants, every man who is armed for war, will cross over before the Lord for battle, as my Lord says.”", "28": "So Moses gave a command concerning them to Eleazar the priest, Joshua son of Nun, and the leading fathers of the Israelite tribes. ", "29": "Moses said to them, “If the descendants of Gad and Reuben, everyone who is armed for battle, will cross over the Jordan with you before the Lord, and the land is subdued before you, then you will give them the land of Gilead as a possession. ", "30": "But if they are not willing to cross over with you armed, they will have an inheritance among you in the land of Canaan.”", "31": "The descendants of Gad and Reuben answered, “We will do what the Lord has said to us, your servants. ", "32": "We will cross over armed before the Lord into the land of Canaan, but the property that comes to us as our inheritance will be east of the Jordan.”", "33": "Moses gave the kingdom of Sihon king of the Amorites and the kingdom of Og king of Bashan to the descendants of Gad, to the descendants of Reuben, and to half of the tribe descended from Manasseh, the son of Joseph—the land including its cities with the territories surrounding them. ", "34": "The descendants of Gad rebuilt Dibon, Ataroth, Aroer, ", "35": "Atroth Shophan, Jazer, Jogbehah, ", "36": "Beth Nimrah, and Beth Haran as fortified cities and built sheep pens there. ", "37": "The descendants of Reuben built up Heshbon, Elealeh, Kiriathaim, ", "38": "Nebo and Baal Meon (their names were changed), and Sibmah. They gave names to the cities they rebuilt. ", "39": "The descendants of Makir, the son of Manasseh, went to Gilead, captured it, and drove out the Amorites who were there. ", "40": "Moses gave Gilead to the clan of Makir, the descendants of Manasseh, and they lived there. ", "41": "Jair, a descendant of Manasseh, went and captured their villages and called them Havvoth Jair.[a] ", "42": "Nobah went and captured Kenath and its settlements. He renamed it Nobah after himself."}