{"1": "The leading fathers of the clan of the descendants of Gilead, the son of Makir, the son of Manasseh, from the clans of the sons of Joseph, approached Moses and spoke to Moses and the tribal chiefs, the heads of the fathers' houses of the people of Israel. ", "2": "They said, “The Lord commanded my Lord to assign the land for the Israelites' inheritance by lot. My Lord was commanded by the Lord to give the inheritance of Zelophehad our brother to his daughters. ", "3": "Now, if they marry any of the men from the other Israelite tribes, then their inheritance would be taken away from our ancestral inheritance and would be added to the inheritance of the tribe into which they married. So part of our allotted inheritance would be taken away. ", "4": "When the Jubilee occurs for the Israelites, that inheritance would be added to the inheritance of the tribe into which they married. Therefore that inheritance will be taken away from the inheritance of our ancestral tribe.”", "5": "Then at the Lord's word, Moses commanded the Israelites, “What the tribe of Joseph's descendants is saying is right. ", "6": "This is what the Lord commands for Zelophehad's daughters: They may be married to whomever they wish, but they are to be married within the clan of their father's tribe. ", "7": "In that way no inheritance for the Israelites will transfer from tribe to tribe, for each of the Israelites is to keep the inheritance of his ancestral tribe. ", "8": "Every daughter who possesses an inheritance in any of the Israelite tribes is to be married to someone from the clan of her father's tribe, so that each of the Israelites will retain possession of the inheritance of his fathers. ", "9": "So no inheritance will transfer from one tribe to another tribe, for each of the Israelite tribes will keep its own inheritance.”", "10": "So Zelophehad's daughters did as the Lord commanded Moses. ", "11": "Zelophehad's daughters—Mahlah, Tirzah, Hoglah, Milcah, and Noah—were married to cousins on their father's side. ", "12": "They were married to men from the clans of the descendants of Manasseh the son of Joseph. Their inheritance remained within the tribe of their father's clan.", "13": "These are the commands and the ordinances which the Lord commanded through Moses for the Israelites on the Plains of Moab near the Jordan across from Jericho."}