{"1": "The Lord told Moses and Aaron ", "2": "to take a census of the descendants of Kohath among the Levites, by their clans, by their fathers' houses, ", "3": "from thirty years old to fifty years old, everyone eligible for the service of performing the tasks at the Tent of Meeting.", "4": "This is the work for the descendants of Kohath at the Tent of Meeting: to take care of the most holy things. ", "5": "When the camp sets out, Aaron and his sons are to go into the Dwelling. They are to take down the veil that screens the ark, cover the Ark of the Testimony with it, ", "6": "put a covering made from the hides of sea cows[a] over it, spread a solid blue cloth over that, and insert its poles.", "7": "Over the table for the Bread of the Presence[b] they are to spread a blue cloth and put the dishes, the small bowls, the larger bowls, and the pitchers for the drink offering on it.[c] The bread that is continually there is to remain on it. ", "8": "Then they are to spread a scarlet cloth over these things, cover them with a covering made from the hides of sea cows, and insert its poles.", "9": "They are to take a blue cloth and cover the lampstand used for light, its lamps, its snuffers, its fire pans, and all the jars of oil used to supply it. ", "10": "They are to put the lampstand and all its accessories under a cover made from the hides of sea cows and put it on a carrying frame.", "11": "Over the golden altar they are to spread a blue cloth, cover it with a covering made from the hides of sea cows, and insert its poles. ", "12": "They are to take all the utensils which they use in the sanctuary and put them in a blue cloth, cover them with a covering made from the hides of sea cows, and put them on a carrying frame.", "13": "They are to remove the fat-soaked ashes from the altar and spread a purple cloth over it. ", "14": "They are to put on it all the utensils which they use around the altar: the fire pans, the meat hooks,[d] the shovels, and the basins—the utensils of the altar. They will spread a covering made of the hides of sea cows over the altar and insert its poles.", "15": "After Aaron and his sons have finished covering the sanctuary and all the items of the sanctuary, when the camp sets out, the descendants of Kohath will come to carry them. But they are not to touch the sanctuary or they will die. The descendants of Kohath are to carry these things associated with the Tent of Meeting.", "16": "Eleazar, the son of Aaron the priest, shall be in charge of the lamp oil, the fragrant incense, the daily grain offering, and the anointing oil. He shall be in charge of the entire Dwelling, everything in it, the holy objects, and its furnishings.", "17": "The Lord spoke to Moses and Aaron, ", "18": "“Do not allow the tribe of the Kohathite clans to be cut off from among the Levites. ", "19": "Do this for them so that they may live and not die when they come near the most holy things: Aaron and his sons are to go in and assign to each one of them what he is to do and what he is to carry. ", "20": "But the Kohathites must not go in to see the sanctuary even for a moment or they will die.”", "21": "The Lord also told Moses ", "22": "to take a census of the descendants of Gershon, according to their fathers' houses, by their clans, ", "23": "and to register those from thirty years old to fifty years old, everyone eligible for the service of doing the work at the Tent of Meeting.", "24": "This is the work for the Gershonite clans: the work of moving the Dwelling. ", "25": "They are to carry the curtains of the Dwelling, the Tent of Meeting, its covering, and the covering made of sea cow hides that is on top of that,[e] the screen for the entrance to the Tent of Meeting, ", "26": "the hangings for the courtyard, the screen for the entrance through the gate into the courtyard which surrounds the Dwelling and the altar, the ropes, and all the items related to this work. They are responsible for everything that is to be done with these things. ", "27": "All the work of the descendants of the Gershonites, everything they are to carry and all the work they are to do, is to be done at the command of Aaron and his sons. You are to assign to each of them everything they are to carry. ", "28": "This is the work for the clans of the descendants of the Gershonites in regard to the Tent of Meeting. They are to serve under the direction of Ithamar, the son of Aaron the priest.", "29": "As for the descendants of Merari, register them according to their clans, according to their fathers' houses. ", "30": "Register all of them who are between thirty years old and fifty years old, everyone eligible for service, to do the work for the Tent of Meeting. ", "31": "This is what they are responsible for as their entire work at the Tent of Meeting: to carry the Dwelling's boards, its crossbars, its posts, its bases, ", "32": "the posts of the surrounding courtyard and their bases, their tent pegs, their ropes with all their equipment, and everything related to this work. You are to specify by name the items that they are responsible to carry. ", "33": "This is the work for the clans of the descendants of Merari, regarding all their work in regard to the Tent of Meeting, under the direction of Ithamar, the son of Aaron the priest.", "34": "Moses, Aaron, and the tribal chiefs of the community registered the descendants of the Kohathites according to their clans and their fathers' houses, ", "35": "from thirty years old to fifty years old, everyone eligible for service, for work at the Tent of Meeting. ", "36": "The ones registered according to their clans were 2,750. ", "37": "These were the ones registered from the clans of the Kohathites, all those who worked at the Tent of Meeting. Moses and Aaron registered them according to the Lord's command through Moses.", "38": "The descendants of Gershon were registered according to their clans and according to their fathers' houses, ", "39": "from thirty years old to fifty years old, everyone eligible for service, for work at the Tent of Meeting. ", "40": "The ones registered according to their clans, according to their fathers' houses, were 2,630. ", "41": "These were the ones registered from the clans of the descendants of Gershon, all those who worked at the Tent of Meeting. Moses and Aaron registered them according to the Lord's command.", "42": "The clans of the descendants of Merari were registered according to their clans, according to their fathers' houses, ", "43": "from thirty years old to fifty years old, everyone eligible for service, for work at the Tent of Meeting. ", "44": "Those registered by their clans were 3,200. ", "45": "These were the ones registered from the clans of the descendants of Merari. Moses and Aaron registered them according to the Lord's command through Moses.", "46": "Every one of the Levites was registered. Moses and Aaron and the tribal chiefs of Israel registered them according to their clans and their fathers' houses, ", "47": "from thirty years old to fifty years old, everyone who was eligible to perform the work of serving at or carrying the Tent of Meeting. ", "48": "Those registered totaled 8,580. ", "49": "According to the Lord's command, they were registered by Moses, along with what each man was assigned to do and to carry. They were registered just as the Lord commanded Moses."}