{"1": "On the day that Moses finished setting up the Dwelling, he anointed and consecrated it with all of its furnishings and the altar with all of its utensils. He anointed and consecrated them.", "2": "The tribal chiefs of Israel, the heads of their fathers' houses, brought offerings. These were the chiefs of the tribes, who were in charge of the registration. ", "3": "They brought as their offering before the Lord six covered carts[a] and twelve oxen—a cart for every two tribal chiefs and an ox for every tribal chief. They presented them in front of the Dwelling.", "4": "The Lord spoke to Moses: ", "5": "“Accept these gifts from them so that they may be used for doing the work at the Tent of Meeting. You are to give them to the Levites as each one's work requires.”", "6": "Moses took the carts and the oxen and gave them to the Levites. ", "7": "He gave two carts and four oxen to the descendants of Gershon as their work required. ", "8": "He gave four carts and eight oxen to the descendants of Merari, as required for their work under the direction of Ithamar, the son of Aaron the priest. ", "9": "But to the descendants of Kohath he did not give any, because their work was to carry the holy things on their own shoulders.", "10": "The tribal chiefs also brought offerings for the dedication of the altar on the day that it was anointed. The tribal chiefs brought their offerings before the altar. ", "11": "The Lord said to Moses, “Each day one tribal chief will bring his offering for the dedication of the altar.”", "12": "On the first day, the one who brought his offering was Nahshon son of Amminadab from the tribe of Judah. ", "13": "His offering was one silver dish[b] weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel,[c] both full of fine flour mixed with oil for a grain offering; ", "14": "one small gold bowl[d] weighing ten shekels, filled with incense; ", "15": "one young bull, one ram, one year-old male lamb for a whole burnt offering; ", "16": "one male goat for a sin offering; ", "17": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats,[e] and five one-year-old male lambs. This was the offering of Nahshon son of Amminadab.", "18": "On the second day Nethanel son of Zuar, the tribal chief of Issachar, brought his offering. ", "19": "He brought for his offering: one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both full of fine flour mixed with oil for a grain offering; ", "20": "one small gold bowl weighing ten shekels, filled with incense; ", "21": "one young bull, one ram, one year-old male lamb for a whole burnt offering; ", "22": "one male goat for a sin offering; ", "23": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Nethanel son of Zuar.", "24": "On the third day it was the tribal chief of Zebulun's descendants, Eliab son of Helon. ", "25": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering; ", "26": "one small gold bowl weighing ten shekels, filled with incense; ", "27": "one young bull, one ram, one year-old male lamb for a whole burnt offering; ", "28": "one male goat for a sin offering; ", "29": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Eliab son of Helon.", "30": "On the fourth day it was the tribal chief of Reuben's descendants, Elizur son of Shedeur. ", "31": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering; ", "32": "one small gold bowl weighing ten shekels, filled with incense; ", "33": "one young bull, one ram, one year-old male lamb for a whole burnt offering; ", "34": "one male goat for a sin offering; ", "35": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Elizur son of Shedeur.", "36": "On the fifth day it was the tribal chief of Simeon's descendants, Shelumiel son of Zurishaddai. ", "37": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering; ", "38": "one small gold bowl weighing ten shekels, filled with incense; ", "39": "one young bull, one ram, one year-old male lamb for a whole burnt offering; ", "40": "one male goat for a sin offering; ", "41": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Shelumiel son of Zurishaddai.", "42": "On the sixth day it was the tribal chief of Gad's descendants, Eliasaph son of Deuel. ", "43": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering; ", "44": "one small gold bowl weighing ten shekels, filled with incense; ", "45": "one young bull, one ram, one year-old male lamb for a whole burnt offering; ", "46": "one male goat for a sin offering; ", "47": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Eliasaph son of Deuel.", "48": "On the seventh day it was the tribal chief of Ephraim's descendants, Elishama son of Ammihud. ", "49": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering; ", "50": "one small gold bowl weighing ten shekels, filled with incense; ", "51": "one young bull, one ram, one year-old male lamb for a whole burnt offering; ", "52": "one male goat for a sin offering; ", "53": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Elishama son of Ammihud.", "54": "On the eighth day it was the tribal chief of Manasseh's descendants, Gamaliel son of Pedahzur. ", "55": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering; ", "56": "one small gold bowl weighing ten shekels, filled with incense; ", "57": "one young bull, one ram, one year-old male lamb for a whole burnt offering; ", "58": "one male goat for a sin offering; ", "59": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Gamaliel son of Pedahzur.", "60": "On the ninth day it was the tribal chief of Benjamin's descendants, Abidan son of Gideoni. ", "61": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering; ", "62": "one small gold bowl weighing ten shekels, filled with incense; ", "63": "one young bull, one ram, one year-old male lamb for a whole burnt offering; ", "64": "one male goat for a sin offering; ", "65": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Abidan son of Gideoni.", "66": "On the tenth day it was the tribal chief of Dan's descendants, Ahiezer son of Ammishaddai. ", "67": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering; ", "68": "one small gold bowl weighing ten shekels, filled with incense; ", "69": "one young bull, one ram, one year-old male lamb for a whole burnt offering; ", "70": "one male goat for a sin offering; ", "71": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Ahiezer son of Ammishaddai.", "72": "On the eleventh day it was the tribal chief of Asher's descendants, Pagiel son of Ochran. ", "73": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering; ", "74": "one small gold bowl weighing ten shekels, filled with incense; ", "75": "one young bull, one ram, one year-old male lamb for a whole burnt offering; ", "76": "one male goat for a sin offering; ", "77": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Pagiel son of Ochran.", "78": "On the twelfth day it was the tribal chief of Naphtali's descendants, Ahira son of Enan. ", "79": "His offering was one silver dish weighing one hundred thirty shekels, one silver sprinkling basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering; ", "80": "one small gold bowl weighing ten shekels, filled with incense; ", "81": "one young bull, one ram, one year-old male lamb for a whole burnt offering; ", "82": "one male goat for a sin offering; ", "83": "and for the sacrifice of the fellowship offering: two head of cattle, five rams, five male breeding goats, and five one-year-old male lambs. This was the offering of Ahira son of Enan.", "84": "These were the offerings from the tribal chiefs of Israel for the dedication of the altar on the day that it was anointed: twelve silver dishes, twelve silver sprinkling basins, twelve small gold bowls. ", "85": "Each silver dish weighed one hundred thirty shekels, and each sprinkling basin weighed seventy shekels. All the silver vessels weighed two thousand four hundred shekels according to the sanctuary shekel. ", "86": "The twelve gold bowls, filled with incense, weighed ten shekels each, according to the sanctuary shekel. All the gold bowls weighed one hundred twenty shekels. ", "87": "All the cattle for the whole burnt offering were twelve young bulls, twelve rams, twelve one-year-old male lambs, along with their grain offerings. Also there were twelve male breeding goats for a sin offering. ", "88": "All the cattle for the sacrifice of the fellowship offering were twenty-four young bulls, sixty rams, sixty male breeding goats, and sixty one-year-old male lambs. These were the offerings for the dedication of the altar after it was anointed.", "89": "When Moses went into the Tent of Meeting to speak with the Lord, he heard the Lord's voice speaking to him from between the two cherubim above the atonement seat[f] that was on the Ark of the Covenant. In this way the Lord spoke to him."}