{"1": "The Lord spoke to Moses in the Wilderness of Sinai, during the first month of the second year after they had come out of the land of Egypt. He said, ", "2": "“The people of Israel are to observe the Passover at its appointed time. ", "3": "On the fourteenth day of this month, at twilight,[a] you will observe it at its appointed time. You will observe it according to all its regulations and all its ordinances.”", "4": "Moses told the Israelites to observe the Passover. ", "5": "They observed the Passover on the fourteenth day of the first month, at twilight, in the Wilderness of Sinai. The Israelites did everything just as the Lord had commanded Moses.", "6": "There were some men, however, who were unclean because of contact with a dead body. So they were not able to observe the Passover on that day. They went before Moses and Aaron on that same day. ", "7": "These men said to him, “We are unclean because of a dead body. Why should we be kept from presenting the offering of the Lord at its appointed time among the people of Israel?”", "8": "So Moses said to them, “Wait and let me hear what the Lord commands concerning you.”", "9": "The Lord spoke to Moses ", "10": "and told him to tell the Israelites this: If any one of you or your descendants is unclean because of contact with a dead body or is on a distant journey, he may still observe the Passover to the Lord. ", "11": "Such people are to observe it during the second month, on the fourteenth day, at twilight. They are to eat it with unleavened bread and bitter herbs. ", "12": "They must not leave any of it until morning. They are not to break a single one of its bones. They are to observe the Passover according to every regulation for it.", "13": "But anyone who is clean and is not on a journey yet fails to observe the Passover will be cut off from his people. He will bear his sin because he did not present the offering of the Lord at its appointed time.", "14": "If an alien dwells among you and desires to observe the Passover to the Lord, he is to do so according to the regulation for the Passover and its ordinance. You are to have one regulation, the same for the alien and for the native of the land.", "15": "On the day that the Dwelling was set up, the cloud covered the Dwelling, that is, the Tent of the Testimony. The cloud over the Dwelling looked like fire from evening until morning. ", "16": "It was always like this: The cloud would cover the Dwelling, and at night it looked like fire. ", "17": "Whenever the cloud above the tent lifted up, the Israelites would set out. Wherever the cloud settled down, the Israelites would camp at that spot. ", "18": "At the command of the Lord, the Israelites set out, and at the command of the Lord they set up camp. For the entire time that the cloud settled over the Dwelling, they would keep their camp at that place. ", "19": "When the cloud stayed over the Dwelling for many days, the Israelites would keep the Lord's order and would not set out. ", "20": "Sometimes the cloud would be over the Dwelling for only a few days. Then according to the command of the Lord the Israelites would remain camped at that place. Then at the command of the Lord they would set out again. ", "21": "Sometimes the cloud was over the Dwelling only from evening until morning. So when the cloud lifted up in the morning, they set out. Whether by day or by night, when the cloud lifted up, they set out. ", "22": "Whether it was two days, a month, or a year that the cloud stayed settled over the Dwelling, the Israelites remained camped at that place and did not set out. But when it lifted up, they set out. ", "23": "At the command of the Lord they camped, and at the command of the Lord they set out. They kept the Lord's order, following the command of the Lord given through Moses."}