{"1": "Paul[a], a called apostle of Christ Jesus by the will of God, and Sosthenes our brother, ", "2": "to the church of God being in Corinth, to ones having been sanctified[b] in Christ Jesus, called saints[c], with all the ones calling-upon the name of our Lord Jesus Christ in every place, their Lord and ours: ", "3": "Grace to you and peace from God our Father and the Lord Jesus Christ.", "4": "I am giving-thanks to my God always for you for the grace of God having been given to you in Christ Jesus, ", "5": "because you were enriched in everything in[d] Him— in all speech[e] and all knowledge, ", "6": "even as the testimony of [f] Christ was confirmed[g] in[h] you— ", "7": "so that you are not lacking in any gift while eagerly-awaiting the revelation of our Lord Jesus Christ, ", "8": "Who also will confirm you until the end so as to be blameless[i] on the day of our Lord Jesus Christ. ", "9": "God is faithful, through Whom you were called into fellowship with His Son, Jesus Christ our Lord.", "10": "Now I exhort you, brothers, by the name of our Lord Jesus Christ, that you all be speaking the same thing, and that there not be divisions among you, but that you be made-complete[j] in the same mind[k] and in the same purpose[l]. ", "11": "For it was made-clear to me concerning you, my brothers, by the ones[m] of Chloe, that there are quarrels among you. ", "12": "Now I mean this: that each of you is saying “I am of Paul”, and “I of Apollos”, and “I of Cephas”, and “I of Christ”.", "13": "Has Christ been divided? Paul was not crucified for you, was he? Or were you baptized in the name of Paul? ", "14": "I give-thanks to God that I baptized none of you, except Crispus and Gaius, ", "15": "so that no one may say that you were baptized in my name! ", "16": "Now I baptized also the household of Stephanas. As to the rest, I do not know if I baptized any other.", "17": "For Christ did not send me forth to be baptizing, but to be announcing-the-good-news— not in wisdom of speech, in order that the cross of Christ may not be made-empty[n].", "18": "For the speech[o] of the cross is foolishness to the ones perishing, but is the power of God to us being saved. ", "19": "For it has been written [in Isa 29:14]: “I will destroy the wisdom of the wise ones, and I will set-aside the intelligence[p] of the intelligent ones”. ", "20": "Where is the wise one? Where is the scribe[q]? Where is the debater of this age? Did not God make-foolish the wisdom of the world?", "21": "For since, in the wisdom of God, the world through its wisdom did not know[r] God, God was well-pleased through the foolishness of [s] the proclamation to save the ones believing. ", "22": "Because indeed Jews are asking-for signs and Greeks are seeking wisdom, ", "23": "but we are proclaiming Christ crucified[t]— to Jews, an offense; and to Gentiles, foolishness; ", "24": "but to the called ones themselves, both Jews and Greeks, Christ the power of God and the wisdom of God. ", "25": "Because the foolish thing[u] of God is wiser than humans, and the weak thing of God is stronger than humans.", "26": "For look-at[v] your calling, brothers— that there are not many wise according-to[w] the flesh, not many powerful, not many well-born[x]. ", "27": "But God chose[y] the foolish things of the world in order that He might be putting the wise ones to shame. And God chose the weak things of the world in order that He might be putting the strong things to shame. ", "28": "And God chose the low-born[z] things of the world, and the things having been treated-with-contempt[aa]— the things not being[ab], in order that He might bring-to-nothing the things being, ", "29": "so that no flesh may boast in the sight of God. ", "30": "But by Him you are in Christ Jesus, Who became wisdom to us from God— both righteousness and holiness[ac], and redemption— ", "31": "in order that just as it has been written [in Jer 9:24], “Let the one boasting be boasting in the Lord”."}