{"1": "For I do not want you to be unaware, brothers, that our fathers[a] were all under the cloud, and all went through the sea, ", "2": "and all were baptized into Moses in the cloud and in the sea, ", "3": "and all ate the same spiritual[b] food, ", "4": "and all drank the same spiritual drink. For they were drinking from a spiritual[c] rock following them. And the rock was Christ. ", "5": "But God was not well-pleased with the majority of them, for they were strewn in the wilderness.", "6": "Now these things took place as our examples, so that we might not be desirers of evil things, as those also desired. ", "7": "And do not be idolaters, as some of them, as-indeed it has been written [in Ex 32:6], “The people sat-down to eat and drink, and stood up to play”. ", "8": "And let us not be committing-sexual-immorality, as some of them committed sexual immorality, and twenty three thousand fell in one day [Num 25:1-9]. ", "9": "And let us not be putting Christ to the test, as some of them tested, and were being destroyed by the serpents [Num 21:5-6]. ", "10": "And do not be grumbling, like some of them grumbled, and perished by the destroyer [Num 16:41-49]. ", "11": "Now these[d] things were happening to those ones as-an-example. And it was written for our admonition, on whom the ends of the ages have come[e].", "12": "So then let the one thinking that he stands be watching-out that he may not fall. ", "13": "A temptation has not seized you except what is common-to-humanity. And God is faithful, Who will not allow you to be tempted beyond what you are able, but also with the temptation will make the way-out, that you may be able to endure.", "14": "For-this-very-reason, my beloved, be fleeing from idolatry[f]. ", "15": "I speak as to wise ones; you judge what I say: ", "16": "the cup of blessing which we bless, is it not a sharing[g] of the blood of Christ? The bread which we break, is it not a sharing of the body of Christ? ", "17": "Because there is one bread, we the many are one body[h], for we all partake from the one bread. ", "18": "Look-at Israel according to the flesh— are not the ones eating the sacrifices sharers of the altar? ", "19": "Therefore what am I saying? That[i] food-sacrificed-to-an-idol is anything, or that an idol is anything? ", "20": "On the contrary, that the things which they are sacrificing, they are sacrificing to demons, and not[j] to God. And I do not want you to be sharers of the demons. ", "21": "You cannot drink the Lord's cup and the demons' cup. You cannot[k] partake of the Lord's table and the demons' table. ", "22": "Or do we provoke the Lord to jealousy? We are not stronger than He, are we?", "23": "All things are lawful, but not all things are beneficial. All things are lawful, but not all things build-up. ", "24": "Let no one be seeking his own thing, but the thing of the other. ", "25": "Be eating anything being sold in the meat-market, examining nothing for the sake of conscience. ", "26": "For “The earth and the fullness of it are the Lord's” [Ps 24:1]. ", "27": "If one of the unbelievers invites you, and you want to go, eat anything being set-before you, examining nothing for the sake of conscience. ", "28": "But if one should say to you “This is offered-in-sacrifice”, do not eat[l]— for the sake of that one having disclosed it, and the conscience. ", "29": "Now the conscience I mean is not the one of oneself, but the one of the other. For why[m] is my freedom being judged[n] by another's conscience? ", "30": "If I am partaking with thanks, why am I being blasphemed for that which I am giving-thanks?", "31": "Therefore, whether you are eating or drinking or doing anything, be doing all for the glory of God. ", "32": "Be blameless[o] both to Jews and Greeks, and to the church of God— ", "33": "just as I also am pleasing all people as to all things, not seeking the benefit of myself, but the benefit of the many, in order that they might be saved. "}