{"1": "Be imitators of me, just as I also am of Christ.", "2": "Now I praise you because[a] you have remembered[b] me as to everything, and you are holding-on-to the traditions, just as I delivered to you. ", "3": "And[c] I want you to know that Christ is the head of every man[d], and the husband is the head of a wife, and God is the head of Christ.", "4": "Every[e] man praying or prophesying while having a covering down over his head is shaming[f] his head[g]. ", "5": "And every woman praying or prophesying with the head unveiled[h] is shaming her head, for she is one and the same[i] with the one having been shaved. ", "6": "For if a woman is not veiling-herself , let her also[j] have-herself-sheared. But if it is shameful for a woman to have-herself-sheared or shaved, let her be veiling-herself. ", "7": "For a man ought not to be veiling the head, being the image and glory of God— but the woman[k] is the glory of man. ", "8": "For man is not from woman, but woman from man. ", "9": "For indeed man was not created for the sake of the woman, but woman for the sake[l] of the man. ", "10": "For this reason, the woman ought to be having authority[m] on her head because of the angels[n]. ", "11": "Nevertheless[o] there is neither woman without man, nor man without woman in the Lord. ", "12": "For just as the woman is from the man, so also the man is through the woman. And all things are from God.", "13": "Judge among[p] you yourselves— is it fitting[q] that an unveiled woman should pray to God? ", "14": "Does not even nature[r] itself teach you that if a man has long hair, it is a dishonor to him— ", "15": "but if a woman has long hair, it is a glory to her? Because[s] the long hair has been given to her for[t] a covering[u]. ", "16": "But if anyone seems[v] to be contentious, we do not have such a custom[w], nor do the churches of God.", "17": "But while commanding this, I do not praise[x]— because you are coming-together not for the better, but for the worse. ", "18": "For first, while you are coming-together in church[y], I am hearing that there are divisions among you. And a certain part of it I believe— ", "19": "for there indeed have-to[z] be factions among you in order that the approved ones may also[aa] become known among you. ", "20": "So while you are coming-together at the same place, it is not that you may eat the Lord's Supper! ", "21": "For at the eating[ab], each one is taking his own dinner before others. And one is hungry, and another is drunk. ", "22": "You do not indeed fail to have houses for eating and drinking, do you? Or are you treating the church of God with contempt, and humiliating the ones not having? What should I say to you? Shall I praise you? In this I do not praise.", "23": "For I received from the Lord what I also handed-over[ac] to you— that the Lord Jesus, in the night on which He was being handed-over, took bread. ", "24": "And having given-thanks, He broke it and said “This is My body, the one being given[ad] for you. Be doing this for My remembrance”. ", "25": "Similarly also the cup after the dining[ae], saying, “This cup is the new covenant in My blood. Be doing this, as-often-as you drink it, for My remembrance”. ", "26": "For as-often-as you eat this bread and drink the cup, you are proclaiming the death of the Lord, until which time He comes.", "27": "So then, whoever eats the bread or drinks the cup of the Lord unworthily[af] shall be guilty[ag] of the body and the blood of the Lord. ", "28": "But let a person examine himself, and in this manner let him eat of the bread and drink of the cup. ", "29": "For the one eating and drinking while not rightly-judging the body[ah] is eating and drinking judgment[ai] on himself. ", "30": "For this reason many among you are weak and sick, and many sleep. ", "31": "But if we were rightly-judging ourselves, we would not be being[aj] judged. ", "32": "But while being judged, we are being disciplined[ak] by the Lord in-order-that we might not be condemned with the world.", "33": "So then, my brothers, while coming-together so as to eat, be waiting-for one another. ", "34": "If one is hungry, let him eat at home, in-order-that you might not come-together for[al] judgment. And I will set-in-order the remaining things whenever I come."}