{"1": "Be pursuing[a] love. Now be zealous-for the spiritual gifts, but even-more[b] that you might be prophesying. ", "2": "For the one speaking in a tongue is not speaking[c] to people, but to God— for no one hears[d], but he speaks mysteries[e] with his spirit[f]. ", "3": "But the one prophesying is speaking edification and exhortation and consolation[g] to people. ", "4": "The one speaking in a tongue is edifying himself [h], but the one prophesying is edifying the church. ", "5": "And I wish[i] that you all were speaking in tongues, but even-more[j] that you might be prophesying. But[k] the one prophesying is greater[l] than one speaking in tongues— unless[m] he interprets in order that the church may receive edification.", "6": "But now[n], brothers, if I come to you speaking[o] in tongues, what will I profit you unless I speak to you either[p] by[q] a revelation or by knowledge or by a prophecy or by a teaching? ", "7": "Likewise the lifeless things giving a sound— whether a flute or harp— if it does not give a distinction in the tones, how will the thing being fluted or the thing being harped be known? ", "8": "For indeed, if a trumpet gives an uncertain sound, who will prepare himself for battle? ", "9": "So also you with the tongue— if you do not give a clear word, how will the thing being spoken be known? For you will be speaking into the air! ", "10": "There are perhaps so-many kinds of spoken sounds[r] in the world, and none is meaningless. ", "11": "If then I do not know the force of the spoken sound, I will be a barbarian to the one speaking, and the one speaking a barbarian with me. ", "12": "So also[s] you— since you are zealots[t] for spiritual gifts, be seeking that you may abound for the edification of the church.", "13": "Therefore let the one speaking in a tongue pray in order that he might interpret. ", "14": "For if I am praying in a tongue, my spirit[u] is praying, but my mind[v] is unfruitful[w]. ", "15": "What then[x] is to be done? I will pray with the spirit, and[y] I will also pray with the mind. I will sing-praise with the spirit, and I will also sing-praise with the mind. ", "16": "Otherwise, if you are blessing[z] with your spirit[aa] [only], how will the one filling the place of the uninstructed[ab] say the “Amen” at your thanksgiving, since he does not know what you are saying? ", "17": "For you are giving-thanks well[ac]— but the other person is not being edified. ", "18": "I give-thanks to God I speak in tongues more than all of you. ", "19": "But in church[ad], I want to speak five words with my mind in order that I might also instruct others, rather than ten-thousand words in a tongue.", "20": "Brothers, do not be children in your understanding. But be childlike in evilness, and be mature in your understanding. ", "21": "It has been written in the Law [in Isa 28:11-12] that “I will speak to this people by people of other-tongues, and by the lips of others. And not even in this manner will they listen-to Me, says the Lord”. ", "22": "So then the tongues are for a sign[ae]— not for the ones believing, but for the unbelievers. But the prophecy is not for the unbelievers, but for the ones believing.", "23": "Therefore, if the whole church comes-together at the same place, and they all speak in tongues[af], and uninstructed ones or unbelievers come-in, will they not say that you are mad[ag]? ", "24": "But if they all prophesy[ah], and some unbeliever or an uninstructed one comes in, he is convicted[ai] by all. He is examined by all. ", "25": "The hidden things of his heart become evident[aj]. And thus, having fallen on his face, he will give-worship to God, declaring that God is really among you.", "26": "What then[ak] is to be done, brothers? Whenever you come-together, each[al] one has a psalm, has a teaching, has a revelation, has a tongue, has an interpretation. Let all things be done for edification. ", "27": "If anyone speaks in a tongue, let it be done by two or at the most three, and in turn, and let one[am] person interpret. ", "28": "But if [an] there is no interpreter, let him be silent in church. And let him speak to himself [ao] and to God. ", "29": "And let two or three prophets speak, and let the others[ap] discern[aq]. ", "30": "But if a prophecy is revealed to another being seated, let the first be silent. ", "31": "For you can all prophesy individually[ar], in order that all may learn, and all may be exhorted[as]. ", "32": "And the spirits[at] of prophets are subject[au] to prophets. ", "33": "For God is not the God of disorder[av], but of peace. As[aw] in all the churches[ax] of the saints, ", "34": "let the women be silent[ay] in the churches. For it is not permitted for them to speak[az]. But let them be subject, just as the Law also says[ba]. ", "35": "And if they want to learn anything, let them question their own husbands at home. For it is shameful for a woman to speak in church.", "36": "Or did the word of God go-forth from you? Or did it reach to you only? ", "37": "If anyone thinks that he is a prophet or a spiritual person, let him acknowledge the things which I am writing to you— that they are a commandment of the Lord. ", "38": "But if anyone does not-know this, he is not-known[bb].", "39": "So then, my brothers, be zealous-for the prophesying. And do not be forbidding[bc] the speaking in tongues. ", "40": "But let all things be done properly, and in accordance with order."}