{"1": "Now concerning the collection for the saints[a], just as I directed in the churches of Galatia, so you do also. ", "2": "Every first day of the week[b], let each of you put-aside[c] beside[d] himself, storing-up[e] whatever thing he may be prospered, in-order-that when I come, collections might not be taking place at-that-time. ", "3": "And when I arrive, whomever you approve, I will send these ones with letters[f] to carry-forth your grace-gift to Jerusalem. ", "4": "And if it is fitting[g] that I also go, they will go with me.", "5": "Now I will come to you whenever[h] I go through Macedonia, for I am going through Macedonia. ", "6": "And perhaps I will continue with you, or even spend-the-winter, in order that you may send me forward wherever I may go. ", "7": "For I do not want to see you now in passing, for I am hoping to stay with you for some time, if the Lord permits[i]. ", "8": "But I will stay-on in Ephesus until Pentecost, ", "9": "for a great and effective[j] door has opened to me, and there are many opposing.", "10": "But if Timothy comes, see that he may come-to-be with you fearlessly[k]. For he is working the work of the Lord as I also. ", "11": "Therefore let no one treat him with contempt. And send him forward in peace in order that he may come to me, for I am waiting-for him with the brothers.", "12": "Now concerning Apollos our brother, I strongly urged him that he come to you with the brothers. And it was not at all his will that he come now, but he will come whenever he finds-an-opportunity.", "13": "Keep-watching, be standing-firm in the faith, be acting-like-men[l], be growing-strong, ", "14": "let all your things be done in love.", "15": "And I exhort you, brothers— you know the household of Stephanas, that it is the firstfruit of Achaia[m], and they appointed[n] themselves for ministry to the saints— ", "16": "that you also be subject to such ones, and to everyone helping[o] and laboring. ", "17": "Now I am rejoicing over the coming[p] of Stephanas and Fortunatus and Achaicus, because these ones filled-up your lack[q]. ", "18": "For they refreshed my spirit and yours. Therefore be acknowledging such ones.", "19": "The churches of Asia[r] greet you. Aquila and Prisca[s] greet you earnestly in the Lord, along with the church at their house. ", "20": "All the brothers greet you. Greet one another with a holy kiss.", "21": "The greeting of Paul by my own hand— ", "22": "if anyone does not love the Lord, let him be accursed. Marana tha[t]. ", "23": "The grace of the Lord Jesus be with you. ", "24": "My love be with you all in Christ Jesus."}