{"1": "And I, having come[a] to you, brothers, did not come in accordance with superiority[b] of speech or of wisdom while proclaiming to you the mystery of God. ", "2": "For I determined not to know anything among you except Jesus Christ— and this One having been crucified. ", "3": "And I was[c] with you in weakness and in fear and in much trembling. ", "4": "And my speech and my proclamation was not in persuasive words of wisdom, but in demonstration[d] of [e] the Spirit and power, ", "5": "in order that your faith might not be in the wisdom of humans but in the power of God.", "6": "Yet we are speaking wisdom among the mature, but a wisdom not of this age, nor of the rulers of this age— the ones being brought-to-nothing. ", "7": "Rather we are speaking God's wisdom in a mystery; the wisdom having been hidden which God predestined before the ages for our glory, ", "8": "which none of the rulers of this age has understood. For if they had understood, they would not have crucified the Lord of glory. ", "9": "But it [f] is just as it has been written: “Things which an eye did not see and an ear did not hear, and which did not come-up[g] on the heart of a human— which God prepared for the ones loving Him”.", "10": "And God revealed it [h] to us through the Spirit. For the Spirit searches all things, even the deep things of God. ", "11": "For who among people knows the things of the person except the spirit of the person within him? In this manner also, no one has known the things of God except the Spirit of God. ", "12": "And we did not receive the spirit of the world, but the Spirit from God, in order that we might know the things having been freely-given to us by God— ", "13": "things which we also are speaking not in words taught by human wisdom, but in words taught by the Spirit, combining[i] spiritual things with spiritual words. ", "14": "But a natural person does not accept the things of the Spirit of God. For they are foolishness to him and he is not able to understand, because they are spiritually examined[j]. ", "15": "But the spiritual person examines all things, yet he himself is examined by no one[k]. ", "16": "For “who knew the mind of the Lord? Who will instruct Him?” [Isa 40:13], and we have the mind of Christ!"}