{"1": "And I, brothers, was not able to speak to you as to spiritual ones, but as to ones made-of-flesh[a], as to infants in Christ. ", "2": "I gave you milk to drink, not food, for you were not yet able. But not-even still now are you able, ", "3": "for you are still fleshly[b]. For where there is jealousy and strife among you, are you not fleshly and walking in accordance with human thinking[c]? ", "4": "For whenever one says “I am of Paul”, and another “I am of Apollos”, are you not [mere] humans?", "5": "Therefore, what is Apollos? And what is Paul?— servants through whom you believed, even as the Lord gave to each one. ", "6": "I planted, Apollos watered, but God was causing-growth. ", "7": "So then neither is the one planting anything, nor the one watering, but God causing the growth. ", "8": "And the one planting and the one watering are one[d], but each will receive his own reward according to his own labor.", "9": "For we are God's fellow-workers[e]; you are God's farm, God's building. ", "10": "I laid a foundation according-to[f] the grace of God having been given to me as a wise master-builder, and another is building-upon it. But let each one be watching-out how he builds-upon it. ", "11": "For no one can lay another foundation other than the one which is laid, which is Jesus Christ. ", "12": "And if one builds gold, silver, precious stones, wood, hay, straw upon the foundation, ", "13": "each one's work will become evident. For the day will make it clear[g], because it is revealed by fire. And the fire itself will test what-sort each one's work is. ", "14": "If one's work which he built-upon it shall remain, he will receive a reward. ", "15": "If one's work shall be burned-up, he will suffer-loss[h]. But he himself will be saved, yet so as through fire. ", "16": "Do you not know that you are God's temple and the Spirit of God is dwelling in you? ", "17": "If anyone ruins[i] the temple of God, God will ruin this one. For the temple of God is holy— which you are!", "18": "Let no one be deceiving himself. If anyone among you thinks that he is wise in this age, let him become foolish in order that he may become wise. ", "19": "For the wisdom of this world is foolishness with God. For it has been written [in Job 5:13], “He is the One catching the wise in their craftiness[j]”; ", "20": "and again [in Ps 94:11], “The Lord knows the thoughts[k] of the wise, that they are futile”.", "21": "So then, let no one be boasting in people. For all things are yours— ", "22": "whether Paul or Apollos or Cephas or the world or life or death or things present or things coming— all things are yours. ", "23": "And you are Christ's, and Christ is God's."}