{"1": "Let a person be considering[a] us in-this-manner: as attendants[b] of Christ and stewards[c] of the mysteries of God. ", "2": "Here[d], furthermore, it is sought in[e] stewards that one be found faithful[f]. ", "3": "Now to me, it is a very small thing that I should be examined[g] by you, or by a human day of judgment. But I do not even examine myself ! ", "4": "For I am conscious of nothing against myself, but I have not been declared-right[h] by this, but the One examining me is the Lord. ", "5": "So then do not be judging anything before the time, until the Lord comes, Who will both[i] illuminate the hidden things of the darkness and reveal the motives[j] of the hearts. And at-that-time the praise[k] will come to each one from God.", "6": "Now brothers, I applied[l] these things to myself and Apollos for your sakes, in order that in us you might learn the saying “Do not go[m] beyond the things which have been written”— in order that you might not be puffed-up, one on behalf of the one against the other. ", "7": "For who discerns[n] you to be superior? And what do you have that you did not receive? But if indeed you received it, why do you boast as-though not having received it?", "8": "You are already satisfied[o]! You already became-rich! You became-kings[p] without us! And o-that indeed you became-kings, in order that we also might reign with you. ", "9": "For I think God displayed[q] us the apostles as last[r], like ones condemned-to-death— because we were-made[s] a spectacle[t] to the world, both to angels and to people. ", "10": "We are foolish ones for the sake of Christ, but you are wise ones in Christ. We are weak ones, but you are strong ones. You are distinguished ones, but we are dishonored ones. ", "11": "Until the present hour indeed we hunger, and thirst, and are naked[u], and are beaten, and live-transiently[v], ", "12": "and labor— working with our own hands. ", "13": "While being reviled[w], we bless; while being persecuted, we endure; while being slandered, we conciliate[x]. We were-made[y] like the sweepings[z] of the world, the scum[aa] of all things, up to now.", "14": "I am writing these things not shaming you, but admonishing you as my beloved children. ", "15": "For if you should have ten-thousand tutors[ab] in Christ, yet you do not have many fathers. For I fathered you in Christ Jesus through the good-news. ", "16": "Therefore I exhort you— be[ac] imitators of me. ", "17": "For this reason I sent Timothy to you, who is my beloved and faithful child in the Lord, who will remind you as to my ways in Christ Jesus, just as I am teaching everywhere in every church. ", "18": "Now some were puffed-up as-if I were not coming to you. ", "19": "But I will come to you soon, if the Lord wills. And I shall come-to-know not the talk[ad] of the ones having been puffed-up, but the power. ", "20": "For the kingdom of God is not in[ae] talk, but in power. ", "21": "What do you want? Should I come to you with a rod, or with love and a spirit of gentleness?"}