{"1": "Does any one of you, having a matter against the other, dare to go-to-court[a] before the unrighteous ones, and not before the saints? ", "2": "Or do you not know that the saints will judge the world? And if the world is judged by you, are you unworthy of the smallest cases[b]? ", "3": "Do you not know that we will judge angels? Shall I not-indeed mention things-pertaining-to-this-life? ", "4": "So indeed, if you have cases pertaining-to-this-life, are you seating[c] these [as judges]— the ones having been of-no-account[d] in the church? ", "5": "I say this to your shame. So is there not among you anyone wise who will be able to discern[e] between his brother and this brother?— ", "6": "but brother is going-to-court against brother, and this before unbelievers?", "7": "So indeed, it is already actually a defeat[f] for you that you have lawsuits with each other. Why not rather be wronged? Why not rather be defrauded[g]? ", "8": "But you are wronging and defrauding— and this [your own] brothers!", "9": "Or do you not know that wrongdoers will not inherit God's kingdom? Do not be deceived. Neither sexually-immoral ones, nor idolaters, nor adulterers, nor homo-erotic-partners[h], nor homosexuals[i], ", "10": "nor thieves, nor greedy ones— not drunkards, not revilers, not swindlers— will inherit the kingdom of God. ", "11": "And some of you were these things. But you washed-them-away[j], but you were sanctified[k], but you were declared-righteous in the name of the Lord Jesus Christ and in the Spirit of our God.", "12": "“All[l] things are lawful[m] to me”, but not all things are beneficial[n]. “All things are lawful to me”, but I will not be mastered by any. ", "13": "Foods[o] are for the stomach and the stomach for foods. But God will do-away-with[p] both this and these. But the body is not for sexual-immorality, but for the Lord, and the Lord is for the body. ", "14": "And God both raised the Lord and will raise us up by His power.", "15": "Do you not know that your bodies are body-parts[q] of Christ? Therefore, having taken-away the body-parts of Christ, shall I make them body-parts of a prostitute? May it never be! ", "16": "Or do you not know that the one joining himself to a prostitute is one body with her? For He says [in Gen 2:24] “the two will be one flesh”. ", "17": "But the one joining himself to the Lord is one spirit with Him. ", "18": "Be fleeing sexual immorality. Every sin which a person may do is outside the body. But the one committing-sexual-immorality is sinning against his own body. ", "19": "Or do you not know that your body is the temple of the Holy Spirit in you, Whom you have from God? And you are not your own[r], ", "20": "for you were bought with a price. Therefore glorify God in your body."}