{"1": "Am[a] I not free? Am I not an apostle? Have I not seen Jesus our Lord? Are you not my work in the Lord? ", "2": "If to others I am not an apostle, yet indeed I am to you. For you are the seal of my apostleship in the Lord— ", "3": "this[b] is my defense to the ones examining me! ", "4": "We do not fail to have the right to eat[c] and drink, do we? ", "5": "We do not fail to have the right to take along[d] a sister who is a wife, do we?— as also the other apostles, and the brothers of the Lord, and Cephas. ", "6": "Or I alone and Barnabas— do not we have the right not to be working[e]?", "7": "Who ever serves-as-a-soldier with his own rations? Who plants a vineyard and does not eat the fruit of it? Or who shepherds a flock and does not eat of the milk of the flock?", "8": "I am not speaking these things according to [mere] human thinking[f], am I ? Or does not the Law also say these things? ", "9": "For in the Law of Moses it has been written [in Deut 25:4], “You shall not muzzle a threshing ox”. God is not concerned about the oxen[g], is He? ", "10": "Or is He surely speaking for our sake? Indeed it was written for our sake— because[h] the one plowing ought to plow on the basis of hope, and the one threshing to thresh on the basis of hope that he might partake.", "11": "If we sowed spiritual things to you, is it a great thing if we shall reap fleshly[i] things from you? ", "12": "If others partake of this right over you, should we not more? Nevertheless, we did not make-use-of [j] this right. But we are bearing[k] all things, in order that we might not give any hindrance to the good-news of Christ.", "13": "Do you not know that the ones working the temple-duties eat the things from the temple, that the ones serving at the altar divide-a-share with the altar? ", "14": "So also the Lord directed[l] the ones proclaiming the good-news to be living from the good-news.", "15": "But I have not made-use-of any of these things. And I did not write these things in order that it might become so in my case, for it would be better for me to die rather than— no one shall empty my boast[m]! ", "16": "For if I am announcing-the-good-news, it is not[n] a boast for me, for a necessity[o] is lying-upon[p] me; for woe is to me if I do not announce-the-good-news. ", "17": "For if I am practicing this of-my-own-will, I have a reward; but if not-of-my-own-will, I have been entrusted a stewardship[q]. ", "18": "What then is my reward? That while announcing-the-good-news, I might place the good-news free-of-charge, so as not to make-full-use-of my right in[r] the good-news.", "19": "For[s] while being free from all people, I enslaved myself to all in order that I might gain the more. ", "20": "Indeed I became to the Jews as a Jew, in order that I might gain Jews; to the ones under the Law, as under the Law— not being myself under the Law— in order that I might gain the ones under the Law; ", "21": "to the ones without-the-Law, as without-the-Law— not being without-the-law of God, but within-the-law of Christ— in order that I might gain the ones without-the-Law. ", "22": "I became weak to the weak, in order that I might gain the weak. I have become all things to all people, in order that I might by all means save some. ", "23": "And I am doing all things for the sake of the good-news, in order that I might become a co-partner of it.", "24": "Do[t] you not know that the ones running in a race all run, but one receives the prize? Be running in this manner: that you may take-hold-of the prize. ", "25": "And everyone competing exercises-self-control as to all things. So those do it in order that they might receive a decayable crown, but we an undecayable one. ", "26": "So-indeed I run in this manner, as not aimlessly[u]. I box in this manner, as not beating the air. ", "27": "But I bruise my body and make it my slave, that having proclaimed to others, I myself should not somehow become disapproved[v]."}