{"1": "One day, as he was teaching the people in the temple and preaching the gospel, the chief priests and the scribes with the elders came up ", "2": "and said to him, “Tell us by what authority you do these things, or who it is that gave you this authority.” ", "3": "He answered them, “I also will ask you a question; now tell me, ", "4": "Was the baptism of John from heaven or from men?” ", "5": "And they discussed it with one another, saying, “If we say, 'From heaven,' he will say, 'Why did you not believe him?' ", "6": "But if we say, 'From men,' all the people will stone us; for they are convinced that John was a prophet.” ", "7": "So they answered that they did not know whence it was. ", "8": "And Jesus said to them, “Neither will I tell you by what authority I do these things.”", "9": "And he began to tell the people this parable: “A man planted a vineyard, and let it out to tenants, and went into another country for a long while. ", "10": "When the time came, he sent a servant to the tenants, that they should give him some of the fruit of the vineyard; but the tenants beat him, and sent him away empty-handed. ", "11": "And he sent another servant; him also they beat and treated shamefully, and sent him away empty-handed. ", "12": "And he sent yet a third; this one they wounded and cast out. ", "13": "Then the owner of the vineyard said, 'What shall I do? I will send my beloved son; it may be they will respect him.' ", "14": "But when the tenants saw him, they said to themselves, 'This is the heir; let us kill him, that the inheritance may be ours.' ", "15": "And they cast him out of the vineyard and killed him. What then will the owner of the vineyard do to them? ", "16": "He will come and destroy those tenants, and give the vineyard to others.” When they heard this, they said, “God forbid!” ", "17": "But he looked at them and said, “What then is this that is written: 'The very stone which the builders rejected has become the head of the corner'?", "18": "Every one who falls on that stone will be broken to pieces; but when it falls on any one it will crush him.”", "19": "The scribes and the chief priests tried to lay hands on him at that very hour, but they feared the people; for they perceived that he had told this parable against them. ", "20": "So they watched him, and sent spies, who pretended to be sincere, that they might take hold of what he said, so as to deliver him up to the authority and jurisdiction of the governor. ", "21": "They asked him, “Teacher, we know that you speak and teach rightly, and show no partiality, but truly teach the way of God. ", "22": "Is it lawful for us to give tribute to Caesar, or not?” ", "23": "But he perceived their craftiness, and said to them, ", "24": "“Show me a coin.[a] Whose likeness and inscription has it?” They said, “Caesar's.” ", "25": "He said to them, “Then render to Caesar the things that are Caesar's, and to God the things that are God's.” ", "26": "And they were not able in the presence of the people to catch him by what he said; but marveling at his answer they were silent.", "27": "There came to him some Sad′ducees, those who say that there is no resurrection, ", "28": "and they asked him a question, saying, “Teacher, Moses wrote for us that if a man's brother dies, having a wife but no children, the man[b] must take the wife and raise up children for his brother. ", "29": "Now there were seven brothers; the first took a wife, and died without children; ", "30": "and the second ", "31": "and the third took her, and likewise all seven left no children and died. ", "32": "Afterward the woman also died. ", "33": "In the resurrection, therefore, whose wife will the woman be? For the seven had her as wife.”", "34": "And Jesus said to them, “The sons of this age marry and are given in marriage; ", "35": "but those who are accounted worthy to attain to that age and to the resurrection from the dead neither marry nor are given in marriage, ", "36": "for they cannot die any more, because they are equal to angels and are sons of God, being sons of the resurrection. ", "37": "But that the dead are raised, even Moses showed, in the passage about the bush, where he calls the Lord the God of Abraham and the God of Isaac and the God of Jacob.[c] ", "38": "Now he is not God of the dead, but of the living; for all live to him.” ", "39": "And some of the scribes answered, “Teacher, you have spoken well.” ", "40": "For they no longer dared to ask him any question.", "41": "But he said to them, “How can they say that the Christ is David's son? ", "42": "For David himself says in the Book of Psalms, 'The Lord said to my Lord, Sit at my right hand,", "43": "till I make thy enemies a stool for thy feet.'", "44": "David thus calls him Lord; so how is he his son?”", "45": "And in the hearing of all the people he said to his disciples, ", "46": "“Beware of the scribes, who like to go about in long robes, and love salutations in the market places and the best seats in the synagogues and the places of honor at feasts, ", "47": "who devour widows' houses and for a pretense make long prayers. They will receive the greater condemnation.”"}