{"1": "Now the feast of Unleavened Bread drew near, which is called the Passover. ", "2": "And the chief priests and the scribes were seeking how to put him to death; for they feared the people.", "3": "Then Satan entered into Judas called Iscariot, who was of the number of the twelve; ", "4": "he went away and conferred with the chief priests and captains how he might betray him to them. ", "5": "And they were glad, and engaged to give him money. ", "6": "So he agreed, and sought an opportunity to betray him to them in the absence of the multitude.", "7": "Then came the day of Unleavened Bread, on which the passover lamb had to be sacrificed. ", "8": "So Jesus[a] sent Peter and John, saying, “Go and prepare the passover for us, that we may eat it.” ", "9": "They said to him, “Where will you have us prepare it?” ", "10": "He said to them, “Behold, when you have entered the city, a man carrying a jar of water will meet you; follow him into the house which he enters, ", "11": "and tell the householder, 'The Teacher says to you, Where is the guest room, where I am to eat the passover with my disciples?' ", "12": "And he will show you a large upper room furnished; there make ready.” ", "13": "And they went, and found it as he had told them; and they prepared the passover.", "14": "And when the hour came, he sat at table, and the apostles with him. ", "15": "And he said to them, “I have earnestly desired to eat this passover with you before I suffer; ", "16": "for I tell you I shall not eat it[b] until it is fulfilled in the kingdom of God.” ", "17": "And he took a cup, and when he had given thanks he said, “Take this, and divide it among yourselves; ", "18": "for I tell you that from now on I shall not drink of the fruit of the vine until the kingdom of God comes.” ", "19": "And he took bread, and when he had given thanks he broke it and gave it to them, saying, “This is my body which is given for you. Do this in remembrance of me.” ", "20": "And likewise the cup after supper, saying, “This cup which is poured out for you is the new covenant in my blood.[c] ", "21": "But behold the hand of him who betrays me is with me on the table. ", "22": "For the Son of man goes as it has been determined; but woe to that man by whom he is betrayed!” ", "23": "And they began to question one another, which of them it was that would do this.", "24": "A dispute also arose among them, which of them was to be regarded as the greatest. ", "25": "And he said to them, “The kings of the Gentiles exercise lordship over them; and those in authority over them are called benefactors. ", "26": "But not so with you; rather let the greatest among you become as the youngest, and the leader as one who serves. ", "27": "For which is the greater, one who sits at table, or one who serves? Is it not the one who sits at table? But I am among you as one who serves.", "28": "“You are those who have continued with me in my trials; ", "29": "as my Father appointed a kingdom for me, so do I appoint for you ", "30": "that you may eat and drink at my table in my kingdom, and sit on thrones judging the twelve tribes of Israel.", "31": "“Simon, Simon, behold, Satan demanded to have you,[d] that he might sift you[e] like wheat, ", "32": "but I have prayed for you that your faith may not fail; and when you have turned again, strengthen your brethren.” ", "33": "And he said to him, “Lord, I am ready to go with you to prison and to death.” ", "34": "He said, “I tell you, Peter, the cock will not crow this day, until you three times deny that you know me.”", "35": "And he said to them, “When I sent you out with no purse or bag or sandals, did you lack anything?” They said, “Nothing.” ", "36": "He said to them, “But now, let him who has a purse take it, and likewise a bag. And let him who has no sword sell his mantle and buy one. ", "37": "For I tell you that this scripture must be fulfilled in me, 'And he was reckoned with transgressors'; for what is written about me has its fulfilment.” ", "38": "And they said, “Look, Lord, here are two swords.” And he said to them, “It is enough.”", "39": "And he came out, and went, as was his custom, to the Mount of Olives; and the disciples followed him. ", "40": "And when he came to the place he said to them, “Pray that you may not enter into temptation.” ", "41": "And he withdrew from them about a stone's throw, and knelt down and prayed, ", "42": "“Father, if thou art willing, remove this cup from me; nevertheless not my will, but thine, be done.” ", "43": "And there appeared to him an angel from heaven, strengthening him. ", "44": "And being in an agony he prayed more earnestly; and his sweat became like great drops of blood falling down upon the ground.[f] ", "45": "And when he rose from prayer, he came to the disciples and found them sleeping for sorrow, ", "46": "and he said to them, “Why do you sleep? Rise and pray that you may not enter into temptation.”", "47": "While he was still speaking, there came a crowd, and the man called Judas, one of the twelve, was leading them. He drew near to Jesus to kiss him; ", "48": "but Jesus said to him, “Judas, would you betray the Son of man with a kiss?” ", "49": "And when those who were about him saw what would follow, they said, “Lord, shall we strike with the sword?” ", "50": "And one of them struck the slave of the high priest and cut off his right ear. ", "51": "But Jesus said, “No more of this!” And he touched his ear and healed him. ", "52": "Then Jesus said to the chief priests and captains of the temple and elders, who had come out against him,[g] “Have you come out as against a robber, with swords and clubs? ", "53": "When I was with you day after day in the temple, you did not lay hands on me. But this is your hour, and the power of darkness.”", "54": "Then they seized him and led him away, bringing him into the high priest's house. Peter followed at a distance; ", "55": "and when they had kindled a fire in the middle of the courtyard and sat down together, Peter sat among them. ", "56": "Then a maid, seeing him as he sat in the light and gazing at him, said, “This man also was with him.” ", "57": "But he denied it, saying, “Woman, I do not know him.” ", "58": "And a little later some one else saw him and said, “You also are one of them.” But Peter said, “Man, I am not.” ", "59": "And after an interval of about an hour still another insisted, saying, “Certainly this man also was with him; for he is a Galilean.” ", "60": "But Peter said, “Man, I do not know what you are saying.” And immediately, while he was still speaking, the cock crowed. ", "61": "And the Lord turned and looked at Peter. And Peter remembered the word of the Lord, how he had said to him, “Before the cock crows today, you will deny me three times.” ", "62": "And he went out and wept bitterly.", "63": "Now the men who were holding Jesus mocked him and beat him; ", "64": "they also blindfolded him and asked him, “Prophesy! Who is it that struck you?” ", "65": "And they spoke many other words against him, reviling him.", "66": "When day came, the assembly of the elders of the people gathered together, both chief priests and scribes; and they led him away to their council, and they said, ", "67": "“If you are the Christ, tell us.” But he said to them, “If I tell you, you will not believe; ", "68": "and if I ask you, you will not answer. ", "69": "But from now on the Son of man shall be seated at the right hand of the power of God.” ", "70": "And they all said, “Are you the Son of God, then?” And he said to them, “You say that I am.” ", "71": "And they said, “What further testimony do we need? We have heard it ourselves from his own lips.”"}