{"1-3": "For as long, then, as that promise of resting in him pulls us on to God's goal for us, we need to be careful that we're not disqualified. We received the same promises as those people in the wilderness, but the promises didn't do them a bit of good because they didn't receive the promises with faith. If we believe, though, we'll experience that state of resting. But not if we don't have faith. Remember that God said, Exasperated, I vowed, “They'll never get where they're going, never be able to sit down and rest.”", "3-7": "God made that vow, even though he'd finished his part before the foundation of the world. Somewhere it's written, “God rested the seventh day, having completed his work,” but in this other text he says, “They'll never be able to sit down and rest.” So this promise has not yet been fulfilled. Those earlier ones never did get to the place of rest because they were disobedient. God keeps renewing the promise and setting the date as today, just as he did in David's psalm, centuries later than the original invitation: Today, please listen, don't turn a deaf ear . . .", "8-11": "And so this is still a live promise. It wasn't canceled at the time of Joshua; otherwise, God wouldn't keep renewing the appointment for “today.” The promise of “arrival” and “rest” is still there for God's people. God himself is at rest. And at the end of the journey we'll surely rest with God. So let's keep at it and eventually arrive at the place of rest, not drop out through some sort of disobedience.", "12-13": "God means what he says. What he says goes. His powerful Word is sharp as a surgeon's scalpel, cutting through everything, whether doubt or defense, laying us open to listen and obey. Nothing and no one is impervious to God's Word. We can't get away from it—no matter what.", "14-16": "Now that we know what we have—Jesus, this great High Priest with ready access to God—let's not let it slip through our fingers. We don't have a priest who is out of touch with our reality. He's been through weakness and testing, experienced it all—all but the sin. So let's walk right up to him and get what he is so ready to give. Take the mercy, accept the help."}