{"1": "So if there is any encouragement in Christ, if any comfort from his love, if any fellowship with the Spirit, if any affection and compassion, ", "2": "then make my joy complete by being like-minded, having the same love, being united in spirit, and having one mind. ", "3": "Do nothing out of selfish ambition or empty conceit, but in humility consider one another better than yourselves. ", "4": "Let each of you look carefully not only to your own interests, but also to the interests of others.", "5": "Indeed,[a] let this attitude be in you, which was also in Christ Jesus. ", "6": "Though he was by nature God,[b] he did not consider equality with God as a prize to be displayed,[c] ", "7": "but he emptied himself by taking the nature[d] of a servant. When he was born in human likeness, and his appearance was like that of any other man,[e] ", "8": "he humbled himself and became obedient to the point of death—even death on a cross. ", "9": "Therefore God also highly exalted him and gave him the name that is above every name, ", "10": "so that at the name of Jesus every knee will bow, in heaven and on earth and under the earth, ", "11": "and every tongue will confess that Jesus Christ is Lord, to the glory of God the Father.", "12": "So then, my dear friends, as you have always obeyed, not only when I was with you, but also now much more in my absence, continue to work out your own salvation with fear and trembling. ", "13": "In fact, it is God who is working in you, both to will and to work, for the sake of his good pleasure. ", "14": "Do everything without complaining and arguing, ", "15": "so that you may be blameless and pure, children of God without blemish among a crooked and perverted generation. You shine among them like lights in the world, ", "16": "as you hold on to[f] the word of life. Then I may boast on the day of Christ that I did not run in vain or labor in vain. ", "17": "But even if I am being poured out like a drink offering on the sacrifice and service of your faith, I continue to be glad and rejoice with you all. ", "18": "In the same way, also be glad and rejoice with me.", "19": "I hope in the Lord Jesus to send Timothy to you soon, so that I too may be cheered when I receive news about you. ", "20": "To be sure, I have no one else like him,[g] who will be genuinely concerned about your welfare. ", "21": "For, the others all seek their own interests, not those of Jesus Christ. ", "22": "But you know Timothy's proven character, that as a child for his father, he served with me in the gospel. ", "23": "So he is the one I hope to send just as soon as I see how things go with me. ", "24": "But I have confidence in the Lord that I myself will be coming soon too.", "25": "I also considered it necessary to send to you Epaphroditus, my brother, coworker, and fellow soldier, as well as the one you sent to serve me in my need. ", "26": "I sent him because he was longing for[h] all of you and was distressed, because you had heard that he was sick. ", "27": "As a matter of fact, he was sick, nearly to death, but God had mercy on him, and not only on him but also on me, so that I would not have sorrow upon sorrow. ", "28": "Now I am especially eager to send him, so that you may rejoice when you see him again, and I may be relieved. ", "29": "Therefore, receive him in the Lord with all joy, and hold men like him in high regard, ", "30": "because he nearly died for the work of Christ, risking his life in order to fill in what was lacking in your service to me."}