{"1": "Now faith is the substance of things hoped for, the evidence of things not seen. ", "2": "For by it the men of old obtained a good report.", "3": "By faith we understand that the universe was framed by the word of God, so that things that are seen were not made out of things which are visible.", "4": "By faith Abel offered to God a more excellent sacrifice than Cain offered. Through this he was approved as righteous, with God testifying concerning his gifts. He still speaks through his faith, though he is dead.", "5": "By faith Enoch was taken to heaven so that he would not see death. He was not found, because God took him away. For before he was taken, he had this commendation, that he pleased God. ", "6": "And without faith it is impossible to please God, for he who comes to God must believe that He exists and that He is a rewarder of those who diligently seek Him.", "7": "By faith Noah, being divinely warned about things not yet seen, moved with godly fear, prepared an ark to save his family, by which he condemned the world and became an heir of the righteousness that comes by faith.", "8": "By faith Abraham obeyed when he was called to go out into a place which he would later receive as an inheritance. He went out not knowing where he was going. ", "9": "By faith he dwelt in the promised land, as in a foreign land, dwelling in tents with Isaac and Jacob, the heirs of the same promise, ", "10": "for he was looking for a city which has foundations, whose builder and maker is God. ", "11": "By faith Sarah herself also received the ability to conceive seed, and she bore a child when she was past the age, because she judged Him faithful who had promised. ", "12": "Therefore from one man, who was as good as dead, sprang so many, a multitude as the stars of the sky and innumerable as the sand by the seashore.", "13": "These all died in faith not having received the promises, but having seen them from afar were assured of them, embraced them, and confessed that they were strangers and pilgrims on the earth. ", "14": "Those who say such things declare plainly that they are looking for a homeland. ", "15": "And certainly, if they had been thinking of the country out of which they came, they might have had the opportunity to return. ", "16": "But they desired a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for He has prepared a city for them.", "17": "By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises offered up his only begotten son. ", "18": "Of him God said, “Through Isaac shall your seed be named.”[a] ", "19": "He reasoned that God was able to raise him up, even from the dead, from which he indeed received him in a figurative sense.", "20": "By faith Isaac blessed Jacob and Esau concerning things to come.", "21": "By faith Jacob, when he was dying, blessed each of the sons of Joseph and worshipped while leaning on the top of his staff.", "22": "By faith Joseph, when he was dying, mentioned the exodus of the children of Israel and gave instructions concerning his bones.", "23": "By faith Moses, when he was born, was hidden by his parents for three months, because they saw he was a beautiful child, and they were not afraid of the king's command.", "24": "By faith Moses, when he became of age, refused to be called the son of Pharaoh's daughter, ", "25": "choosing rather to suffer affliction with the people of God than to enjoy the pleasures of sin for a time. ", "26": "He esteemed the reproach of Christ as greater riches than the treasures in Egypt, for he looked to the reward. ", "27": "By faith he forsook Egypt, not fearing the wrath of the king. He endured by looking to Him who is invisible. ", "28": "By faith he kept the Passover and the sprinkling of blood, lest the one who destroys the firstborn touch them.", "29": "By faith they passed through the Red Sea as on dry land, which the Egyptians attempted to do, but were drowned.", "30": "By faith the walls of Jericho fell down after they were encircled for seven days.", "31": "By faith the prostitute Rahab, when she received the spies with peace, did not perish with those who did not believe.", "32": "And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets, ", "33": "who through faith subdued kingdoms, administered justice, obtained promises, stopped the mouths of lions, ", "34": "quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, became valiant in fighting, and turned the armies of foreign enemies to flight. ", "35": "Women received their dead raised to life again. Others were tortured and did not accept deliverance, so that they might obtain a better resurrection. ", "36": "Still others had trials of mocking and scourging, and even chains and imprisonment. ", "37": "They were stoned, they were sawn in two, were tempted, were slain with the sword. They wandered around in sheepskins and goatskins, while destitute, afflicted, and tormented. ", "38": "The world was not worthy of them. They wandered in deserts and mountains, in dens and caves of the earth.", "39": "These all have obtained a good report through faith, but they did not receive the promise. ", "40": "For God provided something better for us, so that with us they would be made perfect."}