{"1": "Therefore, holy brothers, partakers in a heavenly calling, consider the Apostle and High Priest of our profession, Jesus Christ, ", "2": "who was faithful to Him who appointed Him, as Moses was faithful in all His house. ", "3": "For the One was counted worthy of more glory than Moses, in that He who builds the house has more honor than the house itself. ", "4": "For every house is built by someone, but the One who builds all things is God. ", "5": "Moses was faithful in all God's house as a servant, testifying about those things that were to be spoken later. ", "6": "But Christ is faithful over God's house as a Son, whose house we are if we hold fast the confidence and the rejoicing of our hope firm to the end.", "7": "Therefore, as the Holy Spirit says: “Today, if you hear His voice,", "8": "do not harden your hearts as in the rebellion, on the day of temptation in the wilderness,", "9": "where your fathers tested Me and tried Me and saw My works for forty years.", "10": "Therefore I was angry with that generation, and said, 'They always go astray in their heart, and they have not known My ways.'", "11": "So I swore in My wrath, 'They shall not enter My rest.' ”[a]", "12": "Be attentive, brothers, lest there be in any of you an evil, unbelieving heart, and you depart from the living God. ", "13": "But exhort one another daily, while it is called “Today,” lest any of you be hardened through the deceitfulness of sin. ", "14": "For we have become partakers of Christ if we hold the beginning of our confidence firmly to the end, ", "15": "while it is said: “Today, if you will hear His voice, do not harden your hearts as in the rebellion.”[b]", "16": "For who were they who heard and rebelled? Was it not all of those who came out of Egypt, led by Moses? ", "17": "And with whom was He grieved for forty years? Was it not with those who had sinned, whose bodies fell in the wilderness? ", "18": "And to whom did He swear that they would not enter His rest, but to those who disobeyed? ", "19": "So we see that they could not enter because of unbelief."}