{"1": "Jesus said, “I tell you the truth, the person who does not enter the sheepfold by the door, but climbs in some other way, is a thief and a robber. ", "2": "The one who enters by the door is the shepherd of the sheep. ", "3": "The one who guards the door opens it for him. And the sheep listen to the voice of the shepherd. He calls his own sheep by name and leads them out. ", "4": "When he brings all his sheep out, he goes ahead of them, and they follow him because they know his voice. ", "5": "But they will never follow a stranger. They will run away from him because they don't know his voice.” ", "6": "Jesus told the people this story, but they did not understand what it meant.", "7": "So Jesus said again, “I tell you the truth, I am the door for the sheep. ", "8": "All the people who came before me were thieves and robbers. The sheep did not listen to them. ", "9": "I am the door, and the person who enters through me will be saved and will be able to come in and go out and find pasture. ", "10": "A thief comes to steal and kill and destroy, but I came to give life—life in all its fullness.", "11": "“I am the good shepherd. The good shepherd gives his life for the sheep. ", "12": "The worker who is paid to keep the sheep is different from the shepherd who owns them. When the worker sees a wolf coming, he runs away and leaves the sheep alone. Then the wolf attacks the sheep and scatters them. ", "13": "The man runs away because he is only a paid worker and does not really care about the sheep.", "14": "“I am the good shepherd. I know my sheep, and my sheep know me, ", "15": "just as the Father knows me, and I know the Father. I give my life for the sheep. ", "16": "I have other sheep that are not in this flock, and I must bring them also. They will listen to my voice, and there will be one flock and one shepherd. ", "17": "The Father loves me because I give my life so that I can take it back again. ", "18": "No one takes it away from me; I give my own life freely. I have the right to give my life, and I have the right to take it back. This is what my Father commanded me to do.”", "19": "Again the leaders did not agree with each other because of these words of Jesus. ", "20": "Many of them said, “A demon has come into him and made him crazy. Why listen to him?”", "21": "But others said, “A man who is crazy with a demon does not say things like this. Can a demon open the eyes of the blind?”", "22": "The time came for the Feast of Dedication at Jerusalem. It was winter, ", "23": "and Jesus was walking in the Temple in Solomon's Porch. ", "24": "Some people gathered around him and said, “How long will you make us wonder about you? If you are the Christ, tell us plainly.”", "25": "Jesus answered, “I told you already, but you did not believe. The miracles I do in my Father's name show who I am. ", "26": "But you don't believe, because you are not my sheep. ", "27": "My sheep listen to my voice; I know them, and they follow me. ", "28": "I give them eternal life, and they will never die, and no one can steal them out of my hand. ", "29": "My Father gave my sheep to me. He is greater than all, and no person can steal my sheep out of my Father's hand. ", "30": "The Father and I are one.”", "31": "Again some of the people picked up stones to kill Jesus. ", "32": "But he said to them, “I have done many good works from the Father. Which of these good works are you killing me for?”", "33": "They answered, “We are not killing you because of any good work you did, but because you speak against God. You are only a human, but you say you are the same as God!”", "34": "Jesus answered, “It is written in your law that God said, 'I said, you are gods.'[a] ", "35": "This Scripture called those people gods who received God's message, and Scripture is always true. ", "36": "So why do you say that I speak against God because I said, 'I am God's Son'? I am the one God chose and sent into the world. ", "37": "If I don't do what my Father does, then don't believe me. ", "38": "But if I do what my Father does, even though you don't believe in me, believe what I do. Then you will know and understand that the Father is in me and I am in the Father.”", "39": "They tried to take Jesus again, but he escaped from them.", "40": "Then he went back across the Jordan River to the place where John had first baptized. Jesus stayed there, ", "41": "and many people came to him and said, “John never did a miracle, but everything John said about this man is true.” ", "42": "And in that place many believed in Jesus."}