{"1": "It was almost time for the Passover Feast. Jesus knew that it was time for him to leave this world and go back to the Father. He had always loved those who were his own in the world, and he loved them all the way to the end.", "2": "Jesus and his followers were at the evening meal. The devil had already persuaded Judas Iscariot, the son of Simon, to turn against Jesus. ", "3": "Jesus knew that the Father had given him power over everything and that he had come from God and was going back to God. ", "4": "So during the meal Jesus stood up and took off his outer clothing. Taking a towel, he wrapped it around his waist. ", "5": "Then he poured water into a bowl and began to wash the followers' feet, drying them with the towel that was wrapped around him.", "6": "Jesus came to Simon Peter, who said to him, “Lord, are you going to wash my feet?”", "7": "Jesus answered, “You don't understand now what I am doing, but you will understand later.”", "8": "Peter said, “No, you will never wash my feet.” Jesus answered, “If I don't wash your feet, you are not one of my people.”", "9": "Simon Peter answered, “Lord, then wash not only my feet, but wash my hands and my head, too!”", "10": "Jesus said, “After a person has had a bath, his whole body is clean. He needs only to wash his feet. And you men are clean, but not all of you.” ", "11": "Jesus knew who would turn against him, and that is why he said, “Not all of you are clean.”", "12": "When he had finished washing their feet, he put on his clothes and sat down again. He asked, “Do you understand what I have just done for you? ", "13": "You call me 'Teacher' and 'Lord,' and you are right, because that is what I am. ", "14": "If I, your Lord and Teacher, have washed your feet, you also should wash each other's feet. ", "15": "I did this as an example so that you should do as I have done for you. ", "16": "I tell you the truth, a servant is not greater than his master. A messenger is not greater than the one who sent him. ", "17": "If you know these things, you will be blessed if you do them.", "18": "“I am not talking about all of you. I know those I have chosen. But this is to bring about what the Scripture said: 'The man who ate at my table has turned against me.'[a] ", "19": "I am telling you this now before it happens so that when it happens, you will believe that I am he. ", "20": "I tell you the truth, whoever accepts anyone I send also accepts me. And whoever accepts me also accepts the One who sent me.”", "21": "After Jesus said this, he was very troubled. He said openly, “I tell you the truth, one of you will turn against me.”", "22": "The followers all looked at each other, because they did not know whom Jesus was talking about. ", "23": "One of the followers sitting[b] next to Jesus was the follower Jesus loved. ", "24": "Simon Peter motioned to him to ask Jesus whom he was talking about.", "25": "That follower leaned closer to Jesus and asked, “Lord, who is it?”", "26": "Jesus answered, “I will dip this bread into the dish. The man I give it to is the man who will turn against me.” So Jesus took a piece of bread, dipped it, and gave it to Judas Iscariot, the son of Simon. ", "27": "As soon as Judas took the bread, Satan entered him. Jesus said to him, “The thing that you will do—do it quickly.” ", "28": "No one at the table understood why Jesus said this to Judas. ", "29": "Since he was the one who kept the money box, some of the followers thought Jesus was telling him to buy what was needed for the feast or to give something to the poor.", "30": "Judas took the bread Jesus gave him and immediately went out. It was night.", "31": "When Judas was gone, Jesus said, “Now the Son of Man receives his glory, and God receives glory through him. ", "32": "If God receives glory through him,[c] then God will give glory to the Son through himself. And God will give him glory quickly.”", "33": "Jesus said, “My children, I will be with you only a little longer. You will look for me, and what I told the Jews, I tell you now: Where I am going you cannot come.", "34": "“I give you a new command: Love each other. You must love each other as I have loved you. ", "35": "All people will know that you are my followers if you love each other.”", "36": "Simon Peter asked Jesus, “Lord, where are you going?” Jesus answered, “Where I am going you cannot follow now, but you will follow later.”", "37": "Peter asked, “Lord, why can't I follow you now? I am ready to die for you!”", "38": "Jesus answered, “Are you ready to die for me? I tell you the truth, before the rooster crows, you will say three times that you don't know me.”"}