{"1": "Jesus said, “Don't let your hearts be troubled. Trust in God, and trust in me. ", "2": "There are many rooms in my Father's house; I would not tell you this if it were not true. I am going there to prepare a place for you. ", "3": "After I go and prepare a place for you, I will come back and take you to be with me so that you may be where I am. ", "4": "You know the way to the place where I am going.”[a]", "5": "Thomas said to Jesus, “Lord, we don't know where you are going. So how can we know the way?”", "6": "Jesus answered, “I am the way, and the truth, and the life. The only way to the Father is through me. ", "7": "If you really knew me, you would know my Father, too. But now you do know him, and you have seen him.”", "8": "Philip said to him, “Lord, show us the Father. That is all we need.”", "9": "Jesus answered, “I have been with you a long time now. Do you still not know me, Philip? Whoever has seen me has seen the Father. So why do you say, 'Show us the Father'? ", "10": "Don't you believe that I am in the Father and the Father is in me? The words I say to you don't come from me, but the Father lives in me and does his own work. ", "11": "Believe me when I say that I am in the Father and the Father is in me. Or believe because of the miracles I have done. ", "12": "I tell you the truth, whoever believes in me will do the same things that I do. Those who believe will do even greater things than these, because I am going to the Father. ", "13": "And if you ask for anything in my name, I will do it for you so that the Father's glory will be shown through the Son. ", "14": "If you ask me for anything in my name, I will do it.", "15": "“If you love me, you will obey my commands. ", "16": "I will ask the Father, and he will give you another Helper[b] to be with you forever— ", "17": "the Spirit of truth. The world cannot accept him, because it does not see him or know him. But you know him, because he lives with you and he will be in you.", "18": "“I will not leave you all alone like orphans; I will come back to you. ", "19": "In a little while the world will not see me anymore, but you will see me. Because I live, you will live, too. ", "20": "On that day you will know that I am in my Father, and that you are in me and I am in you. ", "21": "Those who know my commands and obey them are the ones who love me, and my Father will love those who love me. I will love them and will show myself to them.”", "22": "Then Judas (not Judas Iscariot) said, “But, Lord, why do you plan to show yourself to us and not to the rest of the world?”", "23": "Jesus answered, “If people love me, they will obey my teaching. My Father will love them, and we will come to them and make our home with them. ", "24": "Those who do not love me do not obey my teaching. This teaching that you hear is not really mine; it is from my Father, who sent me.", "25": "“I have told you all these things while I am with you. ", "26": "But the Helper will teach you everything and will cause you to remember all that I told you. This Helper is the Holy Spirit whom the Father will send in my name.", "27": "“I leave you peace; my peace I give you. I do not give it to you as the world does. So don't let your hearts be troubled or afraid. ", "28": "You heard me say to you, 'I am going, but I am coming back to you.' If you loved me, you should be happy that I am going back to the Father, because he is greater than I am. ", "29": "I have told you this now, before it happens, so that when it happens, you will believe. ", "30": "I will not talk with you much longer, because the ruler of this world is coming. He has no power over me, ", "31": "but the world must know that I love the Father, so I do exactly what the Father told me to do. “Come now, let us go."}