{"1": "Then Pilate ordered that Jesus be taken away and whipped. ", "2": "The soldiers made a crown from some thorny branches and put it on Jesus' head and put a purple robe around him. ", "3": "Then they came to him many times and said, “Hail, King of the Jews!” and hit him in the face.", "4": "Again Pilate came out and said to them, “Look, I am bringing Jesus out to you. I want you to know that I find nothing against him.” ", "5": "So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, “Here is the man!”", "6": "When the leading priests and the guards saw Jesus, they shouted, “Crucify him! Crucify him!” But Pilate answered, “Crucify him yourselves, because I find nothing against him.”", "7": "The leaders answered, “We have a law that says he should die, because he said he is the Son of God.”", "8": "When Pilate heard this, he was even more afraid. ", "9": "He went back inside the palace and asked Jesus, “Where do you come from?” But Jesus did not answer him. ", "10": "Pilate said, “You refuse to speak to me? Don't you know I have power to set you free and power to have you crucified?”", "11": "Jesus answered, “The only power you have over me is the power given to you by God. The man who turned me in to you is guilty of a greater sin.”", "12": "After this, Pilate tried to let Jesus go. But some in the crowd cried out, “Anyone who makes himself king is against Caesar. If you let this man go, you are no friend of Caesar.”", "13": "When Pilate heard what they were saying, he brought Jesus out and sat down on the judge's seat at the place called The Stone Pavement. (In the Hebrew language[a] the name is Gabbatha.) ", "14": "It was about noon on Preparation Day of Passover week. Pilate said to the crowd, “Here is your king!”", "15": "They shouted, “Take him away! Take him away! Crucify him!” Pilate asked them, “Do you want me to crucify your king?” The leading priests answered, “The only king we have is Caesar.”", "16": "So Pilate handed Jesus over to them to be crucified. The soldiers took charge of Jesus. ", "17": "Carrying his own cross, Jesus went out to a place called The Place of the Skull, which in the Hebrew language[b] is called Golgotha. ", "18": "There they crucified Jesus. They also crucified two other men, one on each side, with Jesus in the middle. ", "19": "Pilate wrote a sign and put it on the cross. It read: jesus of nazareth, the king of the jews. ", "20": "The sign was written in Hebrew, in Latin, and in Greek. Many of the people read the sign, because the place where Jesus was crucified was near the city. ", "21": "The leading priests said to Pilate, “Don't write, 'The King of the Jews.' But write, 'This man said, “I am the King of the Jews.”'”", "22": "Pilate answered, “What I have written, I have written.”", "23": "After the soldiers crucified Jesus, they took his clothes and divided them into four parts, with each soldier getting one part. They also took his long shirt, which was all one piece of cloth, woven from top to bottom. ", "24": "So the soldiers said to each other, “We should not tear this into parts. Let's throw lots to see who will get it.” This happened so that this Scripture would come true: “They divided my clothes among them, and they threw lots for my clothing.” Psalm 22:18 So the soldiers did this.", "25": "Standing near his cross were Jesus' mother, his mother's sister, Mary the wife of Clopas, and Mary Magdalene. ", "26": "When Jesus saw his mother and the follower he loved standing nearby, he said to his mother, “Dear woman, here is your son.” ", "27": "Then he said to the follower, “Here is your mother.” From that time on, the follower took her to live in his home.", "28": "After this, Jesus knew that everything had been done. So that the Scripture would come true, he said, “I am thirsty.”[c] ", "29": "There was a jar full of vinegar there, so the soldiers soaked a sponge in it, put the sponge on a branch of a hyssop plant, and lifted it to Jesus' mouth. ", "30": "When Jesus tasted the vinegar, he said, “It is finished.” Then he bowed his head and died.", "31": "This day was Preparation Day, and the next day was a special Sabbath day. Since the religious leaders did not want the bodies to stay on the cross on the Sabbath day, they asked Pilate to order that the legs of the men be broken[d] and the bodies be taken away. ", "32": "So the soldiers came and broke the legs of the first man on the cross beside Jesus. Then they broke the legs of the man on the other cross beside Jesus. ", "33": "But when the soldiers came to Jesus and saw that he was already dead, they did not break his legs. ", "34": "But one of the soldiers stuck his spear into Jesus' side, and at once blood and water came out. ", "35": "(The one who saw this happen is the one who told us this, and whatever he says is true. And he knows that he tells the truth, and he tells it so that you might believe.) ", "36": "These things happened to make the Scripture come true: “Not one of his bones will be broken.”[e] ", "37": "And another Scripture says, “They will look at the one they stabbed.”[f]", "38": "Later, Joseph from Arimathea asked Pilate if he could take the body of Jesus. (Joseph was a secret follower of Jesus, because he was afraid of some of the leaders.) Pilate gave his permission, so Joseph came and took Jesus' body away. ", "39": "Nicodemus, who earlier had come to Jesus at night, went with Joseph. He brought about seventy-five pounds of myrrh and aloes. ", "40": "These two men took Jesus' body and wrapped it with the spices in pieces of linen cloth, which is how they bury the dead. ", "41": "In the place where Jesus was crucified, there was a garden. In the garden was a new tomb that had never been used before. ", "42": "The men laid Jesus in that tomb because it was nearby, and they were preparing to start their Sabbath day."}