{"1": "Early on the first day of the week, Mary Magdalene went to the tomb while it was still dark. When she saw that the large stone had been moved away from the tomb, ", "2": "she ran to Simon Peter and the follower whom Jesus loved. Mary said, “They have taken the Lord out of the tomb, and we don't know where they have put him.”", "3": "So Peter and the other follower started for the tomb. ", "4": "They were both running, but the other follower ran faster than Peter and reached the tomb first. ", "5": "He bent down and looked in and saw the strips of linen cloth lying there, but he did not go in. ", "6": "Then following him, Simon Peter arrived and went into the tomb and saw the strips of linen lying there. ", "7": "He also saw the cloth that had been around Jesus' head, which was folded up and laid in a different place from the strips of linen. ", "8": "Then the other follower, who had reached the tomb first, also went in. He saw and believed. ", "9": "(They did not yet understand from the Scriptures that Jesus must rise from the dead.)", "10": "Then the followers went back home. ", "11": "But Mary stood outside the tomb, crying. As she was crying, she bent down and looked inside the tomb. ", "12": "She saw two angels dressed in white, sitting where Jesus' body had been, one at the head and one at the feet.", "13": "They asked her, “Woman, why are you crying?” She answered, “They have taken away my Lord, and I don't know where they have put him.” ", "14": "When Mary said this, she turned around and saw Jesus standing there, but she did not know it was Jesus.", "15": "Jesus asked her, “Woman, why are you crying? Whom are you looking for?” Thinking he was the gardener, she said to him, “Did you take him away, sir? Tell me where you put him, and I will get him.”", "16": "Jesus said to her, “Mary.” Mary turned toward Jesus and said in the Hebrew language,[a] “Rabboni.” (This means “Teacher.”)", "17": "Jesus said to her, “Don't hold on to me, because I have not yet gone up to the Father. But go to my brothers and tell them, 'I am going back to my Father and your Father, to my God and your God.'”", "18": "Mary Magdalene went and said to the followers, “I saw the Lord!” And she told them what Jesus had said to her.", "19": "When it was evening on the first day of the week, Jesus' followers were together. The doors were locked, because they were afraid of the elders. Then Jesus came and stood right in the middle of them and said, “Peace be with you.” ", "20": "After he said this, he showed them his hands and his side. His followers were thrilled when they saw the Lord.", "21": "Then Jesus said again, “Peace be with you. As the Father sent me, I now send you.” ", "22": "After he said this, he breathed on them and said, “Receive the Holy Spirit. ", "23": "If you forgive anyone his sins, they are forgiven. If you don't forgive them, they are not forgiven.”", "24": "Thomas (called Didymus), who was one of the twelve, was not with them when Jesus came. ", "25": "The other followers kept telling Thomas, “We saw the Lord.” But Thomas said, “I will not believe it until I see the nail marks in his hands and put my finger where the nails were and put my hand into his side.”", "26": "A week later the followers were in the house again, and Thomas was with them. The doors were locked, but Jesus came in and stood right in the middle of them. He said, “Peace be with you.” ", "27": "Then he said to Thomas, “Put your finger here, and look at my hands. Put your hand here in my side. Stop being an unbeliever and believe.”", "28": "Thomas said to him, “My Lord and my God!”", "29": "Then Jesus told him, “You believe because you see me. Those who believe without seeing me will be truly blessed.”", "30": "Jesus did many other miracles in the presence of his followers that are not written in this book. ", "31": "But these are written so that you may believe that Jesus is the Christ, the Son of God. Then, by believing, you may have life through his name."}