{"1": "Later, Jesus showed himself to his followers again—this time at Lake Galilee.[a] This is how he showed himself: ", "2": "Some of the followers were together: Simon Peter, Thomas (called Didymus), Nathanael from Cana in Galilee, the two sons of Zebedee, and two other followers. ", "3": "Simon Peter said, “I am going out to fish.” The others said, “We will go with you.” So they went out and got into the boat. They fished that night but caught nothing.", "4": "Early the next morning Jesus stood on the shore, but the followers did not know it was Jesus. ", "5": "Then he said to them, “Friends, did you catch any fish?” They answered, “No.”", "6": "He said, “Throw your net on the right side of the boat, and you will find some.” So they did, and they caught so many fish they could not pull the net back into the boat.", "7": "The follower whom Jesus loved said to Peter, “It is the Lord!” When Peter heard him say this, he wrapped his coat around himself. (Peter had taken his clothes off.) Then he jumped into the water. ", "8": "The other followers went to shore in the boat, dragging the net full of fish. They were not very far from shore, only about a hundred yards. ", "9": "When the followers stepped out of the boat and onto the shore, they saw a fire of hot coals. There were fish on the fire, and there was bread.", "10": "Then Jesus said, “Bring some of the fish you just caught.”", "11": "Simon Peter went into the boat and pulled the net to the shore. It was full of big fish, one hundred fifty-three in all, but even though there were so many, the net did not tear. ", "12": "Jesus said to them, “Come and eat.” None of the followers dared ask him, “Who are you?” because they knew it was the Lord. ", "13": "Jesus came and took the bread and gave it to them, along with the fish.", "14": "This was now the third time Jesus showed himself to his followers after he was raised from the dead.", "15": "When they finished eating, Jesus said to Simon Peter, “Simon son of John, do you love me more than these?” He answered, “Yes, Lord, you know that I love you.” Jesus said, “Feed my lambs.”", "16": "Again Jesus said, “Simon son of John, do you love me?” He answered, “Yes, Lord, you know that I love you.” Jesus said, “Take care of my sheep.”", "17": "A third time he said, “Simon son of John, do you love me?” Peter was hurt because Jesus asked him the third time, “Do you love me?” Peter said, “Lord, you know everything; you know that I love you!” He said to him, “Feed my sheep. ", "18": "I tell you the truth, when you were younger, you tied your own belt and went where you wanted. But when you are old, you will put out your hands and someone else will tie you and take you where you don't want to go.” ", "19": "(Jesus said this to show how Peter would die to give glory to God.) Then Jesus said to Peter, “Follow me!”", "20": "Peter turned and saw that the follower Jesus loved was walking behind them. (This was the follower who had leaned against Jesus at the supper and had said, “Lord, who will turn against you?”) ", "21": "When Peter saw him behind them, he asked Jesus, “Lord, what about him?”", "22": "Jesus answered, “If I want him to live until I come back, that is not your business. You follow me.”", "23": "So a story spread among the followers that this one would not die. But Jesus did not say he would not die. He only said, “If I want him to live until I come back, that is not your business.”", "24": "That follower is the one who is telling these things and who has now written them down. We know that what he says is true.", "25": "There are many other things Jesus did. If every one of them were written down, I suppose the whole world would not be big enough for all the books that would be written."}