{"1": "There was a man named Nicodemus who was one of the Pharisees and an important Jewish leader. ", "2": "One night Nicodemus came to Jesus and said, “Teacher, we know you are a teacher sent from God, because no one can do the miracles you do unless God is with him.”", "3": "Jesus answered, “I tell you the truth, unless you are born again, you cannot be in God's kingdom.”", "4": "Nicodemus said, “But if a person is already old, how can he be born again? He cannot enter his mother's womb again. So how can a person be born a second time?”", "5": "But Jesus answered, “I tell you the truth, unless you are born from water and the Spirit, you cannot enter God's kingdom. ", "6": "Human life comes from human parents, but spiritual life comes from the Spirit. ", "7": "Don't be surprised when I tell you, 'You must all be born again.' ", "8": "The wind blows where it wants to and you hear the sound of it, but you don't know where the wind comes from or where it is going. It is the same with every person who is born from the Spirit.”", "9": "Nicodemus asked, “How can this happen?”", "10": "Jesus said, “You are an important teacher in Israel, and you don't understand these things? ", "11": "I tell you the truth, we talk about what we know, and we tell about what we have seen, but you don't accept what we tell you. ", "12": "I have told you about things here on earth, and you do not believe me. So you will not believe me if I tell you about things of heaven. ", "13": "The only one who has ever gone up to heaven is the One who came down from heaven—the Son of Man.[a]", "14": "“Just as Moses lifted up the snake in the desert,[b] the Son of Man must also be lifted up. ", "15": "So that everyone who believes can have eternal life in him.", "16": "“God loved the world so much that he gave his one and only Son so that whoever believes in him may not be lost, but have eternal life. ", "17": "God did not send his Son into the world to judge the world guilty, but to save the world through him. ", "18": "People who believe in God's Son are not judged guilty. Those who do not believe have already been judged guilty, because they have not believed in God's one and only Son. ", "19": "They are judged by this fact: The Light has come into the world, but they did not want light. They wanted darkness, because they were doing evil things. ", "20": "All who do evil hate the light and will not come to the light, because it will show all the evil things they do. ", "21": "But those who follow the true way come to the light, and it shows that the things they do were done through God.”", "22": "After this, Jesus and his followers went into the area of Judea, where he stayed with his followers and baptized people. ", "23": "John was also baptizing in Aenon, near Salim, because there was plenty of water there. People were going there to be baptized. ", "24": "(This was before John was put into prison.)", "25": "Some of John's followers had an argument with a Jew about religious washing.[c] ", "26": "So they came to John and said, “Teacher, remember the man who was with you on the other side of the Jordan River, the one you spoke about so much? He is baptizing, and everyone is going to him.”", "27": "John answered, “A man can get only what God gives him. ", "28": "You yourselves heard me say, 'I am not the Christ, but I am the one sent to prepare the way for him.' ", "29": "The bride belongs only to the bridegroom. But the friend who helps the bridegroom stands by and listens to him. He is thrilled that he gets to hear the bridegroom's voice. In the same way, I am really happy. ", "30": "He must become greater, and I must become less important.", "31": "“The One who comes from above is greater than all. The one who is from the earth belongs to the earth and talks about things on the earth. But the One who comes from heaven is greater than all. ", "32": "He tells what he has seen and heard, but no one accepts what he says. ", "33": "Whoever accepts what he says has proven that God is true. ", "34": "The One whom God sent speaks the words of God, because God gives him the Spirit fully. ", "35": "The Father loves the Son and has given him power over everything. ", "36": "Those who believe in the Son have eternal life, but those who do not obey the Son will never have life. God's anger stays on them.”"}