{"1": "The Pharisees heard that Jesus was making and baptizing more followers than John, ", "2": "although Jesus himself did not baptize people, but his followers did. ", "3": "Jesus knew that the Pharisees had heard about him, so he left Judea and went back to Galilee. ", "4": "But on the way he had to go through the country of Samaria.", "5": "In Samaria Jesus came to the town called Sychar, which is near the field Jacob gave to his son Joseph. ", "6": "Jacob's well was there. Jesus was tired from his long trip, so he sat down beside the well. It was about twelve o'clock noon. ", "7": "When a Samaritan woman came to the well to get some water, Jesus said to her, “Please give me a drink.” ", "8": "(This happened while Jesus' followers were in town buying some food.)", "9": "The woman said, “I am surprised that you ask me for a drink, since you are a Jewish man and I am a Samaritan woman.” (Jewish people are not friends with Samaritans.[a])", "10": "Jesus said, “If you only knew the free gift of God and who it is that is asking you for water, you would have asked him, and he would have given you living water.”", "11": "The woman said, “Sir, where will you get this living water? The well is very deep, and you have nothing to get water with. ", "12": "Are you greater than Jacob, our father, who gave us this well and drank from it himself along with his sons and flocks?”", "13": "Jesus answered, “Everyone who drinks this water will be thirsty again, ", "14": "but whoever drinks the water I give will never be thirsty. The water I give will become a spring of water gushing up inside that person, giving eternal life.”", "15": "The woman said to him, “Sir, give me this water so I will never be thirsty again and will not have to come back here to get more water.”", "16": "Jesus told her, “Go get your husband and come back here.”", "17": "The woman answered, “I have no husband.” Jesus said to her, “You are right to say you have no husband. ", "18": "Really you have had five husbands, and the man you live with now is not your husband. You told the truth.”", "19": "The woman said, “Sir, I can see that you are a prophet. ", "20": "Our ancestors worshiped on this mountain, but you say that Jerusalem is the place where people must worship.”", "21": "Jesus said, “Believe me, woman. The time is coming when neither in Jerusalem nor on this mountain will you actually worship the Father. ", "22": "You Samaritans worship something you don't understand. We understand what we worship, because salvation comes from the Jews. ", "23": "The time is coming when the true worshipers will worship the Father in spirit and truth, and that time is here already. You see, the Father too is actively seeking such people to worship him. ", "24": "God is spirit, and those who worship him must worship in spirit and truth.”", "25": "The woman said, “I know that the Messiah is coming.” (Messiah is the One called Christ.) “When the Messiah comes, he will explain everything to us.”", "26": "Then Jesus said, “I am he—I, the one talking to you.”", "27": "Just then his followers came back from town and were surprised to see him talking with a woman. But none of them asked, “What do you want?” or “Why are you talking with her?”", "28": "Then the woman left her water jar and went back to town. She said to the people, ", "29": "“Come and see a man who told me everything I ever did. Do you think he might be the Christ?” ", "30": "So the people left the town and went to see Jesus.", "31": "Meanwhile, his followers were begging him, “Teacher, eat something.”", "32": "But Jesus answered, “I have food to eat that you know nothing about.”", "33": "So the followers asked themselves, “Did somebody already bring him food?”", "34": "Jesus said, “My food is to do what the One who sent me wants me to do and to finish his work. ", "35": "You have a saying, 'Four more months till harvest.' But I tell you, open your eyes and look at the fields ready for harvest now. ", "36": "Already, the one who harvests is being paid and is gathering crops for eternal life. So the one who plants and the one who harvests celebrate at the same time. ", "37": "Here the saying is true, 'One person plants, and another harvests.' ", "38": "I sent you to harvest a crop that you did not work on. Others did the work, and you get to finish up their work.”[b]", "39": "Many of the Samaritans in that town believed in Jesus because of what the woman said: “He told me everything I ever did.” ", "40": "When the Samaritans came to Jesus, they begged him to stay with them, so he stayed there two more days. ", "41": "And many more believed because of the things he said.", "42": "They said to the woman, “First we believed in Jesus because of what you said, but now we believe because we heard him ourselves. We know that this man really is the Savior of the world.”", "43": "Two days later, Jesus left and went to Galilee. ", "44": "(Jesus had said before that a prophet is not respected in his own country.) ", "45": "When Jesus arrived in Galilee, the people there welcomed him. They had seen all the things he did at the Passover Feast in Jerusalem, because they had been there, too.", "46": "Jesus went again to visit Cana in Galilee where he had changed the water into wine. One of the king's important officers lived in the city of Capernaum, and his son was sick. ", "47": "When he heard that Jesus had come from Judea to Galilee, he went to Jesus and begged him to come to Capernaum and heal his son, because his son was almost dead. ", "48": "Jesus said to him, “You people must see signs and miracles before you will believe in me.”", "49": "The officer said, “Sir, come before my child dies.”", "50": "Jesus answered, “Go. Your son will live.” The man believed what Jesus told him and went home. ", "51": "On the way the man's servants came and met him and told him, “Your son is alive.”", "52": "The man asked, “What time did my son begin to get well?” They answered, “Yesterday at one o'clock the fever left him.”", "53": "The father knew that one o'clock was the exact time that Jesus had said, “Your son will live.” So the man and all the people who lived in his house believed in Jesus.", "54": "That was the second miracle Jesus did after coming from Judea to Galilee."}