{"1": "After this, Jesus traveled around Galilee. He did not want to travel in Judea, because some evil people there wanted to kill him. ", "2": "It was time for the Feast of Shelters. ", "3": "So Jesus' brothers said to him, “You should leave here and go to Judea so your followers there can see the miracles you do. ", "4": "Anyone who wants to be well known does not hide what he does. If you are doing these things, show yourself to the world.” ", "5": "(Even Jesus' brothers did not believe in him.)", "6": "Jesus said to his brothers, “The right time for me has not yet come, but any time is right for you. ", "7": "The world cannot hate you, but it hates me, because I tell it the evil things it does. ", "8": "So you go to the feast. I will not go yet[a] to this feast, because the right time for me has not yet come.” ", "9": "After saying this, Jesus stayed in Galilee.", "10": "But after Jesus' brothers had gone to the feast, Jesus went also. But he did not let people see him. ", "11": "At the feast some people were looking for him and saying, “Where is that man?”", "12": "Within the large crowd there, many people were whispering to each other about Jesus. Some said, “He is a good man.” Others said, “No, he fools the people.” ", "13": "But no one was brave enough to talk about Jesus openly, because they were afraid of the elders.", "14": "When the feast was about half over, Jesus went to the Temple and began to teach. ", "15": "The people were amazed and said, “This man has never studied in school. How did he learn so much?”", "16": "Jesus answered, “The things I teach are not my own, but they come from him who sent me. ", "17": "If people choose to do what God wants, they will know that my teaching comes from God and not from me. ", "18": "Those who teach their own ideas are trying to get honor for themselves. But those who try to bring honor to the one who sent them speak the truth, and there is nothing false in them. ", "19": "Moses gave you the law,[b] but none of you obeys that law. Why are you trying to kill me?”", "20": "The people answered, “A demon has come into you. We are not trying to kill you.”", "21": "Jesus said to them, “I did one miracle, and you are all amazed. ", "22": "Moses gave you the law about circumcision. (But really Moses did not give you circumcision; it came from our ancestors.) And yet you circumcise a baby boy on a Sabbath day. ", "23": "If a baby boy can be circumcised on a Sabbath day to obey the law of Moses, why are you angry at me for healing a person's whole body on the Sabbath day? ", "24": "Stop judging by the way things look, but judge by what is really right.”", "25": "Then some of the people who lived in Jerusalem said, “This is the man they are trying to kill. ", "26": "But he is teaching where everyone can see and hear him, and no one is trying to stop him. Maybe the leaders have decided he really is the Christ. ", "27": "But we know where this man is from. Yet when the real Christ comes, no one will know where he comes from.”", "28": "Jesus, teaching in the Temple, cried out, “Yes, you know me, and you know where I am from. But I have not come by my own authority. I was sent by the One who is true, whom you don't know. ", "29": "But I know him, because I am from him, and he sent me.”", "30": "When Jesus said this, they tried to seize him. But no one was able to touch him, because it was not yet the right time. ", "31": "But many of the people believed in Jesus. They said, “When the Christ comes, will he do more miracles than this man has done?”", "32": "The Pharisees heard the crowd whispering these things about Jesus. So the leading priests and the Pharisees sent some Temple guards to arrest him. ", "33": "Jesus said, “I will be with you a little while longer. Then I will go back to the One who sent me. ", "34": "You will look for me, but you will not find me. And you cannot come where I am.”", "35": "Some people said to each other, “Where will this man go so we cannot find him? Will he go to the Greek cities where our people live and teach the Greek people there? ", "36": "What did he mean when he said, 'You will look for me, but you will not find me,' and 'You cannot come where I am'?”", "37": "On the last and most important day of the feast Jesus stood up and said in a loud voice, “Let anyone who is thirsty come to me and drink. ", "38": "If anyone believes in me, rivers of living water will flow out from that person's heart, as the Scripture says.” ", "39": "Jesus was talking about the Holy Spirit. The Spirit had not yet been given, because Jesus had not yet been raised to glory. But later, those who believed in Jesus would receive the Spirit.", "40": "When the people heard Jesus' words, some of them said, “This man really is the Prophet.”[c]", "41": "Others said, “He is the Christ.” Still others said, “The Christ will not come from Galilee. ", "42": "The Scripture says that the Christ will come from David's family and from Bethlehem, the town where David lived.” ", "43": "So the people did not agree with each other about Jesus. ", "44": "Some of them wanted to arrest him, but no one was able to touch him.", "45": "The Temple guards went back to the leading priests and the Pharisees, who asked, “Why didn't you bring Jesus?”", "46": "The guards answered, “The words he says are greater than the words of any other person who has ever spoken!”", "47": "The Pharisees answered, “So Jesus has fooled you also! ", "48": "Have any of the leaders or the Pharisees believed in him? No! ", "49": "But these people, who know nothing about the law, are under God's curse.”", "50": "Nicodemus, who had gone to see Jesus before, was in that group.[d] He said, ", "51": "“Our law does not judge a person without hearing him and knowing what he has done.”", "52": "They answered, “Are you from Galilee, too? Study the Scriptures, and you will learn that no prophet comes from Galilee.”", "53": "[53 And everyone left and went home."}