{"1": "¶ And he left there and came into the borders of Judaea and behind the Jordan; and the multitude joined him again, and he taught them again as was his custom.", "2": "And the Pharisees came to him and asked him, Is it lawful for a man to put away his wife? tempting him.", "3": "And he answered and said unto them, What did Moses command you?", "4": "And they said, Moses suffered to write a bill of divorce and to put her away.", "5": "And Jesus answered and said unto them, For the hardness of your heart he wrote you this commandment.", "6": "But at the beginning of the creation God made them male and female.", "7": "For this cause shall a man leave his father and his mother and shall join to his wife;", "8": "and they that were two shall be made one flesh, so then they are no longer two, but one flesh.", "9": "Therefore what God has joined together, let not man separate.", "10": "And in the house his disciples asked him again of the same matter.", "11": "And he said unto them, Whosoever shall put away his wife and marry another commits adultery against her.", "12": "And if the woman shall put away her husband and be married to another, she commits adultery.", "13": "¶ And they brought young children to him that he should touch them, and his disciples rebuked those that brought them.", "14": "And Jesus seeing it, became angry and said unto them, Suffer the little children to come unto me and hinder them not, for of such is the kingdom of God.", "15": "Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein.", "16": "And taking them up in his arms and putting his hands upon them, he blessed them.", "17": "¶ And as he was leaving to continue his way, there came one running, who kneeled before him and asked him, Good Master, what shall I do that I may inherit eternal life?", "18": "And Jesus said unto him, Why dost thou call me good? there is none good but one, that is, God.", "19": "Thou knowest the commandments: Do not commit adultery, Do not murder, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother.", "20": "And he answered and said unto him, Master, all these I have observed from my youth.", "21": "Then Jesus beholding him loved him and said unto him, One thing thou lackest: go, sell all that thou hast and give to the poor, and thou shalt have treasure in heaven; and come, take up the cross[a], and follow me taking up thy stake (if thy desire is to be perfect).", "22": "But he, saddened by this word, went away grieved, for he had great possessions.", "23": "Then Jesus, looking around, said unto his disciples, How hardly shall those that have riches enter into the kingdom of God!", "24": "And the disciples were astonished at his words. But Jesus answered again and said unto them, Children, how hard is it for those that trust in riches to enter into the kingdom of God!", "25": "It is easier to pass a cable through the eye of a needle than for a rich man to enter into the kingdom of God.", "26": "But they were astonished even more, saying in themselves, Who then can save himself?", "27": "Then Jesus looking upon them said, For men it is impossible, but not for God because all things are possible for God.", "28": "Then Peter began to say unto him, Behold, we have left all and have followed thee.", "29": "And answering him, Jesus said, Verily I say unto you, There is no one that has left house or brethren or sisters or father or mother or wife or children or lands for my sake and the gospel's", "30": "who shall not receive one hundredfold now in this time: houses and brethren and sisters and mothers and children and lands, with persecutions, and in the world to come eternal life.", "31": "But many of the first shall be last; and of the last first.", "32": "¶ And they were in the way going up to Jerusalem, and Jesus went before them; and they were amazed, and they followed him with fear. Then, taking the twelve aside again, he began to tell them what things would happen unto him,", "33": "saying, Behold, we go up to Jerusalem; and the Son of man shall be delivered unto the princes of the priests and unto the scribes, and they shall condemn him to death and shall deliver him to the Gentiles,", "34": "and they shall mock him and shall scourge him and shall spit upon him and shall kill him; but the third day he shall rise again.", "35": "Then James and John, the sons of Zebedee, came unto him, saying, Master, we would that thou should do for us whatever we shall ask.", "36": "And he said unto them, What would ye that I should do for you?", "37": "They said unto him, Grant unto us that we may sit, one at thy right hand and the other at thy left hand in thy glory.", "38": "Then Jesus said unto them, Ye know not what ye ask; can ye drink the cup that I drink? Or be baptized with the baptism that I am baptized with?", "39": "And they said unto him, We can. And Jesus said unto them, Ye shall indeed drink the cup that I drink, and of the baptism that I am baptized with ye shall be baptized;", "40": "but to sit at my right hand and at my left hand is not mine to give, but it shall be given to those for whom it is prepared.", "41": "And when the ten heard it, they began to be angry against James and John.", "42": "But Jesus, calling unto them, said unto them, Ye know that those who are seen to be princes among the Gentiles exercise lordship over them, and those that are great among them wield power over them.", "43": "But it shall not be like this among you, for whosoever desires to make himself great among you shall be your servant;", "44": "and whosoever of you that desires to be first shall be slave of all.", "45": "For even the Son of man came not to be ministered unto, but to serve and to give his life in ransom for many.", "46": "¶ And so they come to Jericho, and as he went out of Jericho with his disciples and a great multitude, blind Bartimaeus, the son of Timaeus, sat by the highway side begging.", "47": "And hearing that it was Jesus of Nazareth, he began to cry out and say, Jesus, thou Son of David, have mercy on me.", "48": "And many told him to be silent, but he cried even more, Thou Son of David, have mercy on me.", "49": "Then Jesus stood still and commanded him to be called. And they call the blind man, saying unto him, Have confidence, rise; he calls thee.", "50": "He, therefore, casting away his garment, rose and came to Jesus.", "51": "And Jesus, answering, said unto him, What wilt thou that I should do unto thee? And the blind man said unto him, Master, that I might receive my sight.", "52": "And Jesus said unto him, Go; thy faith has saved thee. And immediately he received his sight and followed Jesus in the way."}