{"1": "¶ And he began to speak unto them by parables. A certain man planted a vineyard and set a hedge about it and dug a place for the winefat[a] and built a tower and let it out to husbandmen and went far away.", "2": "And at the season he sent to the husbandmen a slave that he might receive from the husbandmen of the fruit of the vineyard.", "3": "And taking him, they beat him and sent him away empty.", "4": "And again he sent unto them another slave, and casting stones at him, they wounded him in the head and sent him away shamefully handled.", "5": "And again he sent another, and him they killed and many others, beating some and killing some.", "6": "Having yet therefore one son, his wellbeloved, he sent him also last unto them, saying, They will reverence my son.", "7": "But those husbandmen said among themselves, This is the heir; come, let us kill him, and the place shall be ours.", "8": "And taking hold of him, they killed him and cast him out of the vineyard.", "9": "What, therefore, shall the lord of the vineyard do? He shall come and destroy those husbandmen and shall give his vineyard unto others.", "10": "And have ye not read this scripture: The stone which the builders rejected is placed as the head of the corner;", "11": "This was the Lord's doing, and it is marvellous in our eyes?", "12": "And they sought to lay hold on him but feared the multitude, for they understood that he had spoken the parable against them, and leaving him, they went away.", "13": "¶ And they send unto him certain of the Pharisees and of the Herodians to catch him in his words.", "14": "And when they were come, they say unto him, Master, we know that thou art a man of truth who regards no man; for thou dost not look upon the appearance of men, but dost with truth teach the way of God; is it lawful to give tribute to Caesar or not?", "15": "Shall we give or shall we not give? Then he, understanding their hypocrisy, said unto them, Why tempt ye me? Bring me the coin that I may see it.", "16": "And they brought it. And he said unto them, Of whom is this image and inscription? And they said unto him, Of Caesar.", "17": "And Jesus, answering, said unto them, Render that which is of Caesar unto Caesar, and that which is of God unto God. And they marvelled at this.", "18": "¶ Then come unto him the Sadducees, who say there is no resurrection; and they asked him, saying,", "19": "Master, Moses wrote unto us, If a man's brother dies and leaves his wife behind him and leaves no children, that his brother should take his wife and raise up seed unto his brother.", "20": "Now there were seven brethren, and the first took a wife and dying left no seed.", "21": "And the second took her, and died, neither left he any seed; and the third likewise.", "22": "And the seven had her and left no seed; last of all the woman died also.", "23": "In the resurrection, therefore, when they shall rise, whose wife shall she be of them? for the seven had her to wife.", "24": "Then Jesus, answering, said unto them, Do ye not therefore err because ye know not the scriptures, neither the power of God?", "25": "For when they shall rise from the dead, neither shall they marry nor husbands take women nor women, husbands; but are as the angels who are in the heavens.", "26": "And regarding the dead who are to rise, have ye not read in the book of Moses how in the bush God spoke unto him, saying, I Am the God of Abraham and the God of Isaac and the God of Jacob?", "27": "He is not God of the dead, but God of the living; ye therefore do greatly err.", "28": "¶ And one of the scribes came, having heard their dispute and knowing that he had given a good response unto them, asked him, Which is the principal commandment of all?", "29": "And Jesus responded unto him, The principal of all the commandments is, Hear, O Israel, The Lord our God, the Lord is one;", "30": "and thou shalt love the Lord thy God with all thy heart and with all thy soul and with all thy thought and with all thy strength: this is the principal commandment.", "31": "And the second is like it, Thou shalt love thy neighbour as thyself. There is no other commandment greater than these.", "32": "Then the scribe said unto him, Well, Master, thou hast said the truth, that God is one, and there is none other outside of him;", "33": "and to love him with all the heart and with all the understanding and with all the soul and with all the strength and to love his neighbour as himself is more than all the burnt offerings and sacrifices.", "34": "Then Jesus, seeing that he responded wisely, said unto him, Thou art not far from the kingdom of God. And no man after that dared ask him any question.", "35": "¶ And answering, Jesus said, while he taught in the temple, How do the scribes say that the Christ is Son of David?", "36": "For David himself said by the Holy Spirit, The LORD said to my Lord, Sit thou at my right hand, until I make thine enemies thy footstool.", "37": "David therefore himself calls him Lord, and where then is he his son? And the many people heard him gladly.", "38": "And he said unto them in his doctrine, Beware of the scribes, who love to go in long clothing and love the salutations in the marketplaces", "39": "and the first chairs in the synagogues and the first seats at the suppers,", "40": "which devour widows' houses and for a pretence make long prayers: these shall receive greater judgment.", "41": "¶ And with Jesus sitting in front of the ark of the offering, he beheld how the people cast money into the ark and many that were rich cast in much.", "42": "And as there came a certain poor widow, she threw in two mites, which make a farthing.", "43": "Then calling his disciples, he said unto them, Verily I say unto you that this poor widow has cast more in than all those who have cast into the treasury,", "44": "for they all did cast in of their abundance, but she of her want did cast in all that she had, even all her living."}