{"1": "¶ In those days, as before, there was a great multitude, and they had nothing to eat; Jesus called his disciples unto him and said unto them,", "2": "I have mercy on the multitude because they have now been with me three days and have nothing to eat;", "3": "And if I send them away fasting to their own houses, they will faint by the way, for some of them came from afar.", "4": "And his disciples answered him, From where can anyone satisfy these men with bread here in the wilderness?", "5": "And he asked them, How many loaves have ye? And they said, Seven.", "6": "And he commanded the multitude to sit down on the ground; and taking the seven loaves and having given thanks, he broke them and gave to his disciples to set before them; and they set them before the multitude.", "7": "And they also had a few small fishes; and he blessed them and commanded to set them also before them.", "8": "So they ate and were filled; and they took up of the broken food that was left seven baskets.", "9": "And those that had eaten were about four thousand; and he dispatched them.", "10": "¶ And straightway he entered into a ship with his disciples and came into the parts of Dalmanutha.", "11": "And the Pharisees came forth and began to argue with him, demanding of him a sign from heaven, tempting him.", "12": "And crying out in his spirit, he said, Why does this generation seek after a sign? verily I say unto you, There shall no sign be given unto this generation.", "13": "And he left them and, entering into the ship again, departed to the other side.", "14": "Now the disciples had forgotten to take bread, neither had they in the ship with them more than one loaf.", "15": "And he commanded them, saying, Take heed, beware of the leaven of the Pharisees and of the leaven of Herod.", "16": "And they argued among themselves, saying, It is because we have no bread.", "17": "And as Jesus understood it, he said unto them, Why argue ye because ye have no bread? Do ye not consider nor understand? is your heart yet blind?", "18": "Having eyes, see ye not? and having ears, hear ye not? and do ye not remember?", "19": "When I broke the five loaves among five thousand, how many baskets full of fragments took ye up? They said unto him, Twelve.", "20": "And when the seven loaves among four thousand, how many baskets full of fragments took ye up? And they said, Seven.", "21": "And he said unto them, How is it that ye do not yet understand?", "22": "¶ And he came to Bethsaida, and they bring a blind man unto him and beseech him to touch him.", "23": "So, taking the blind man by the hand, he led him out of the town; and spitting into his eyes and putting his hands upon them, he asked him if he saw anything.", "24": "And looking, he said, I see men; I see that they walk as trees.", "25": "After that, he put his hands again upon his eyes and caused him to see; and he was whole and saw everyone, far away and clearly.", "26": "And he sent him away to his house, saying, Neither go into the town, nor tell it to any in the town.", "27": "¶ And Jesus and his disciples went out into the towns of Caesarea Philippi; and by the way he asked his disciples, saying unto them, Who do men say that I am?", "28": "And they answered, John the Baptist; but some say, Elijah; and others, One of the prophets.", "29": "Then he said unto them, But who say ye that I am? And Peter answered and said unto him, Thou art the Christ!", "30": "And he commanded them that they should tell no one of this regarding him.", "31": "And he began to teach them that it was convenient that the Son of man must suffer many things and be rejected of the elders and of the princes of the priests and of the scribes, and be killed and after three days rise again.", "32": "And he spoke this word clearly. Then Peter took him and began to rebuke him.", "33": "And he, turning about and looking at his disciples, rebuked Peter, saying, Get thyself from me, Satan, for thou knowest not the things that are of God, but the things that are of men.", "34": "And calling the multitude unto him with his disciples, he said unto them, Whosoever will come after me, let him deny himself and take up his cross[a] and follow me.", "35": "For whosoever will save his life shall lose it; but whosoever shall lose his life for my sake and the gospel's, the same shall save it.", "36": "For what shall it profit a man, if he shall gain the whole world and lose his own soul?", "37": "Or what shall a man give in exchange for his soul?", "38": "Whosoever therefore shall be ashamed of me and of my words in this adulterous and sinful generation, of him also shall the Son of man be ashamed when he comes in the glory of his Father with the holy angels."}