{"1": "¶ He also said unto them, Verily I say unto you, That there are some of those who are here who shall not taste of death until they have seen the kingdom of God which comes with power.", "2": "And six days afterwards Jesus took Peter and James and John, and separated them apart by themselves unto a high mountain; and he was transfigured before them.", "3": "And his raiment became shining, exceeding white as snow, so as no fuller on earth can white them.", "4": "And there appeared unto them Elijah with Moses; and they were talking with Jesus.", "5": "Then Peter answering, said unto Jesus, Master, it shall be good for us to remain here; and let us make three tabernacles: one for thee, and another for Moses, and another for Elijah.", "6": "For he knew not what he was saying, for he was beside himself.", "7": "And a cloud came that overshadowed them, and a voice came out of the cloud, saying, This is my beloved Son; hear ye him.", "8": "And suddenly, when they had looked around, they saw no one any more, except Jesus only with themselves.", "9": "And as they came down from the mountain, he commanded them that they should tell no one what things they had seen until the Son of man was risen from the dead.", "10": "And they kept the word within themselves, questioning one with another what the rising from the dead should be.", "11": "And they asked him, saying, Why do the scribes say that Elijah must first come?", "12": "And he answered and told them, Elijah verily shall come first and restore all things and how it is written of the Son of man, that he must suffer many things and be esteemed as nothing.", "13": "But I say unto you, That Elijah has indeed come, and they have done unto him whatsoever they wished, as it is written of him.", "14": "¶ And as he came to the disciples, he saw a great multitude about them and scribes that disputed with them.", "15": "And straightway all the people, when they beheld him, were greatly amazed, and running to him saluted him.", "16": "And he asked the scribes, What dispute ye with them?", "17": "And one of the multitude answering, said, Master, I have brought unto thee my son, who has a dumb spirit;", "18": "and wherever he takes him, he tears him, and he foams and gnashes with his teeth and pines away; and I spoke to thy disciples that they should cast him out, and they could not.", "19": "Answering, he said unto him, O unfaithful generation, how long shall I be with you? How long must I suffer you? Bring him unto me.", "20": "And they brought him unto him; and when he saw him, straightway the spirit tore him; and he fell on the ground and wallowed foaming.", "21": "And Jesus asked his father, How long ago is it since this came unto him? And he said, Of a child.", "22": "And ofttimes it has cast him into the fire and into the waters to kill him, but if thou canst do any thing, help us, having mercy on us.", "23": "And Jesus said unto him, If thou canst believe this, all things are possible to him that believes.", "24": "And straightway the father of the child crying out with tears, said, Lord, I believe; help thou my unbelief.", "25": "When Jesus saw that the multitude concurred, he rebuked the unclean spirit, saying unto him, Thou dumb and deaf spirit, I command thee, come out of him and enter no more into him.", "26": "Then the spirit, crying out and rending him sore, came out; and he remained as one dead, insomuch that many said that he was dead.", "27": "But Jesus, taking him by the hand, straightened him up; and he arose.", "28": "And when he was come into the house, his disciples asked him privately, Why could not we cast him out?", "29": "And he said unto them, This kind can come forth by nothing, but by prayer and fasting.", "30": "¶ And having left there, they walked together through Galilee; and he did not wish that anyone should know of it.", "31": "For he went on teaching his disciples and said unto them, The Son of man is delivered into hands of men, and they shall kill him; and after he is dead, he shall rise the third day.", "32": "But they did not understand this word and were afraid to ask him.", "33": "And he came to Capernaum; and being in the house he asked them, What was it that ye disputed among yourselves on the way?", "34": "But they were silent; for on the way they had disputed among themselves, who should be the greatest.", "35": "Then, sitting down, he called the twelve and said unto them, If anyone desires to be first, the same shall be last of all and servant of all.", "36": "And taking a child, he set him in the midst of them; and taking him in his arms, he said unto them,", "37": "Whosoever shall receive one of such children in my name, receives me; and whosoever shall receive me, receives not me, but him that sent me.", "38": "And John answered him, saying, Master, we saw one casting out demons in thy name and he does not follow us; and we forbade him because he does not follow us.", "39": "But Jesus said, Forbid him not, for there is no one who does a miracle in my name that can then speak evil of me.", "40": "For he that is not against us is for us.", "41": "¶ For whosoever shall give you a cup of water to drink in my name because ye are of the Christ, verily I say unto you, he shall not lose his reward.", "42": "And whosoever shall be a stumbling block to one of these little ones that believe in me, it would be better for him if a millstone were hanged about his neck, and he were cast into the sea.", "43": "And if thy hand causes thee to fall, cut it off; it is better for thee to enter into life maimed than having two hands to go into hell, into the fire that can never be quenched,", "44": "where their worm does not die, and the fire is never quenched.", "45": "And if thy foot causes thee to fall, cut it off; it is better for thee to enter halt into life than having two feet to be cast into hell, into the fire that can never be quenched,", "46": "where their worm does not die, and the fire is never quenched.", "47": "And if thine eye causes thee to fall, pluck it out; it is better for thee to enter into the kingdom of God with one eye than having two eyes to be cast into hell,", "48": "where their worm does not die, and the fire is never quenched.", "49": "For every one shall be salted with fire, and every sacrifice shall be salted with salt.", "50": "Salt is good, but if the salt has lost its saltness, with what will ye season it? Have salt in yourselves, and have peace one with another."}