{"1": "In the fourth year of Jehoi′akim the son of Josi′ah, king of Judah, this word came to Jeremiah from the Lord: ", "2": "“Take a scroll and write on it all the words that I have spoken to you against Israel and Judah and all the nations, from the day I spoke to you, from the days of Josi′ah until today. ", "3": "It may be that the house of Judah will hear all the evil which I intend to do to them, so that every one may turn from his evil way, and that I may forgive their iniquity and their sin.”", "4": "Then Jeremiah called Baruch the son of Neri′ah, and Baruch wrote upon a scroll at the dictation of Jeremiah all the words of the Lord which he had spoken to him. ", "5": "And Jeremiah ordered Baruch, saying, “I am debarred from going to the house of the Lord; ", "6": "so you are to go, and on a fast day in the hearing of all the people in the Lord's house you shall read the words of the Lord from the scroll which you have written at my dictation. You shall read them also in the hearing of all the men of Judah who come out of their cities. ", "7": "It may be that their supplication will come before the Lord, and that every one will turn from his evil way, for great is the anger and wrath that the Lord has pronounced against this people.” ", "8": "And Baruch the son of Neri′ah did all that Jeremiah the prophet ordered him about reading from the scroll the words of the Lord in the Lord's house.", "9": "In the fifth year of Jehoi′akim the son of Josi′ah, king of Judah, in the ninth month, all the people in Jerusalem and all the people who came from the cities of Judah to Jerusalem proclaimed a fast before the Lord. ", "10": "Then, in the hearing of all the people, Baruch read the words of Jeremiah from the scroll, in the house of the Lord, in the chamber of Gemari′ah the son of Shaphan the secretary, which was in the upper court, at the entry of the New Gate of the Lord's house.", "11": "When Micai′ah the son of Gemari′ah, son of Shaphan, heard all the words of the Lord from the scroll, ", "12": "he went down to the king's house, into the secretary's chamber; and all the princes were sitting there: Elish′ama the secretary, Delai′ah the son of Shemai′ah, Elna′than the son of Achbor, Gemari′ah the son of Shaphan, Zedeki′ah the son of Hanani′ah, and all the princes. ", "13": "And Micai′ah told them all the words that he had heard, when Baruch read the scroll in the hearing of the people. ", "14": "Then all the princes sent Jehu′di the son of Nethani′ah, son of Shelemi′ah, son of Cushi, to say to Baruch, “Take in your hand the scroll that you read in the hearing of the people, and come.” So Baruch the son of Neri′ah took the scroll in his hand and came to them. ", "15": "And they said to him, “Sit down and read it.” So Baruch read it to them. ", "16": "When they heard all the words, they turned one to another in fear; and they said to Baruch, “We must report all these words to the king.” ", "17": "Then they asked Baruch, “Tell us, how did you write all these words? Was it at his dictation?” ", "18": "Baruch answered them, “He dictated all these words to me, while I wrote them with ink on the scroll.” ", "19": "Then the princes said to Baruch, “Go and hide, you and Jeremiah, and let no one know where you are.”", "20": "So they went into the court to the king, having put the scroll in the chamber of Elish′ama the secretary; and they reported all the words to the king. ", "21": "Then the king sent Jehu′di to get the scroll, and he took it from the chamber of Elish′ama the secretary; and Jehu′di read it to the king and all the princes who stood beside the king. ", "22": "It was the ninth month, and the king was sitting in the winter house and there was a fire burning in the brazier before him. ", "23": "As Jehu′di read three or four columns, the king would cut them off with a penknife and throw them into the fire in the brazier, until the entire scroll was consumed in the fire that was in the brazier. ", "24": "Yet neither the king, nor any of his servants who heard all these words, was afraid, nor did they rend their garments. ", "25": "Even when Elna′than and Delai′ah and Gemari′ah urged the king not to burn the scroll, he would not listen to them. ", "26": "And the king commanded Jerah′meel the king's son and Serai′ah the son of Az′ri-el and Shelemi′ah the son of Abdeel to seize Baruch the secretary and Jeremiah the prophet, but the Lord hid them.", "27": "Now, after the king had burned the scroll with the words which Baruch wrote at Jeremiah's dictation, the word of the Lord came to Jeremiah: ", "28": "“Take another scroll and write on it all the former words that were in the first scroll, which Jehoi′akim the king of Judah has burned. ", "29": "And concerning Jehoi′akim king of Judah you shall say, 'Thus says the Lord, You have burned this scroll, saying, “Why have you written in it that the king of Babylon will certainly come and destroy this land, and will cut off from it man and beast?” ", "30": "Therefore thus says the Lord concerning Jehoi′akim king of Judah, He shall have none to sit upon the throne of David, and his dead body shall be cast out to the heat by day and the frost by night. ", "31": "And I will punish him and his offspring and his servants for their iniquity; I will bring upon them, and upon the inhabitants of Jerusalem, and upon the men of Judah, all the evil that I have pronounced against them, but they would not hear.'”", "32": "Then Jeremiah took another scroll and gave it to Baruch the scribe, the son of Neri′ah, who wrote on it at the dictation of Jeremiah all the words of the scroll which Jehoi′akim king of Judah had burned in the fire; and many similar words were added to them."}