{"1": "The word that came to Jeremiah from the Lord after Nebu′zarad′an the captain of the guard had let him go from Ramah, when he took him bound in chains along with all the captives of Jerusalem and Judah who were being exiled to Babylon. ", "2": "The captain of the guard took Jeremiah and said to him, “The Lord your God pronounced this evil against this place; ", "3": "the Lord has brought it about, and has done as he said. Because you sinned against the Lord, and did not obey his voice, this thing has come upon you. ", "4": "Now, behold, I release you today from the chains on your hands. If it seems good to you to come with me to Babylon, come, and I will look after you well; but if it seems wrong to you to come with me to Babylon, do not come. See, the whole land is before you; go wherever you think it good and right to go. ", "5": "If you remain,[a] then return to Gedali′ah the son of Ahi′kam, son of Shaphan, whom the king of Babylon appointed governor of the cities of Judah, and dwell with him among the people; or go wherever you think it right to go.” So the captain of the guard gave him an allowance of food and a present, and let him go. ", "6": "Then Jeremiah went to Gedali′ah the son of Ahi′kam, at Mizpah, and dwelt with him among the people who were left in the land.", "7": "When all the captains of the forces in the open country and their men heard that the king of Babylon had appointed Gedali′ah the son of Ahi′kam governor in the land, and had committed to him men, women, and children, those of the poorest of the land who had not been taken into exile to Babylon, ", "8": "they went to Gedali′ah at Mizpah—Ish′mael the son of Nethani′ah, Joha′nan the son of Kare′ah, Serai′ah the son of Tanhu′meth, the sons of Ephai the Netoph′athite, Jezani′ah the son of the Ma-ac′athite, they and their men. ", "9": "Gedali′ah the son of Ahi′kam, son of Shaphan, swore to them and their men, saying, “Do not be afraid to serve the Chalde′ans. Dwell in the land, and serve the king of Babylon, and it shall be well with you. ", "10": "As for me, I will dwell at Mizpah, to stand for you before the Chalde′ans who will come to us; but as for you, gather wine and summer fruits and oil, and store them in your vessels, and dwell in your cities that you have taken.” ", "11": "Likewise, when all the Jews who were in Moab and among the Ammonites and in Edom and in other lands heard that the king of Babylon had left a remnant in Judah and had appointed Gedali′ah the son of Ahi′kam, son of Shaphan, as governor over them, ", "12": "then all the Jews returned from all the places to which they had been driven and came to the land of Judah, to Gedali′ah at Mizpah; and they gathered wine and summer fruits in great abundance.", "13": "Now Joha′nan the son of Kare′ah and all the leaders of the forces in the open country came to Gedali′ah at Mizpah ", "14": "and said to him, “Do you know that Ba′alis the king of the Ammonites has sent Ish′mael the son of Nethani′ah to take your life?” But Gedali′ah the son of Ahi′kam would not believe them. ", "15": "Then Joha′nan the son of Kare′ah spoke secretly to Gedali′ah at Mizpah, “Let me go and slay Ish′mael the son of Nethani′ah, and no one will know it. Why should he take your life, so that all the Jews who are gathered about you would be scattered, and the remnant of Judah would perish?” ", "16": "But Gedali′ah the son of Ahi′kam said to Joha′nan the son of Kare′ah, “You shall not do this thing, for you are speaking falsely of Ish′mael.”"}