{"1": "Concerning Moab. Thus says the Lord of hosts, the God of Israel: “Woe to Nebo, for it is laid waste! Kiriatha′im is put to shame, it is taken; the fortress is put to shame and broken down;", "2": "the renown of Moab is no more. In Heshbon they planned evil against her: 'Come, let us cut her off from being a nation!' You also, O Madmen, shall be brought to silence; the sword shall pursue you.", "3": "“Hark! a cry from Horona′im, 'Desolation and great destruction!'", "4": "Moab is destroyed; a cry is heard as far as Zo′ar.[a]", "5": "For at the ascent of Luhith they go up weeping;[b] for at the descent of Horona′im they have heard the cry[c] of destruction.", "6": "Flee! Save yourselves! Be like a wild ass[d] in the desert!", "7": "For, because you trusted in your strongholds[e] and your treasures, you also shall be taken; and Chemosh shall go forth into exile, with his priests and his princes.", "8": "The destroyer shall come upon every city, and no city shall escape; the valley shall perish, and the plain shall be destroyed, as the Lord has spoken.", "9": "“Give wings to Moab, for she would fly away; her cities shall become a desolation, with no inhabitant in them.", "10": "“Cursed is he who does the work of the Lord with slackness; and cursed is he who keeps back his sword from bloodshed.", "11": "“Moab has been at ease from his youth and has settled on his lees; he has not been emptied from vessel to vessel, nor has he gone into exile; so his taste remains in him, and his scent is not changed.", "12": "“Therefore, behold, the days are coming, says the Lord, when I shall send to him tilters who will tilt him, and empty his vessels, and break his[f] jars in pieces. ", "13": "Then Moab shall be ashamed of Chemosh, as the house of Israel was ashamed of Bethel, their confidence.", "14": "“How do you say, 'We are heroes and mighty men of war'?", "15": "The destroyer of Moab and his cities has come up, and the choicest of his young men have gone down to slaughter, says the King, whose name is the Lord of hosts.", "16": "The calamity of Moab is near at hand and his affliction hastens apace.", "17": "Bemoan him, all you who are round about him, and all who know his name; say, 'How the mighty scepter is broken, the glorious staff.'", "18": "“Come down from your glory, and sit on the parched ground, O inhabitant of Dibon! For the destroyer of Moab has come up against you; he has destroyed your strongholds.", "19": "Stand by the way and watch, O inhabitant of Aro′er! Ask him who flees and her who escapes; say, 'What has happened?'", "20": "Moab is put to shame, for it is broken; wail and cry! Tell it by the Arnon, that Moab is laid waste.", "21": "“Judgment has come upon the tableland, upon Holon, and Jahzah, and Meph′a-ath, ", "22": "and Dibon, and Nebo, and Beth-diblatha′im, ", "23": "and Kiriatha′im, and Beth-ga′mul, and Beth-me′on, ", "24": "and Ker′i-oth, and Bozrah, and all the cities of the land of Moab, far and near. ", "25": "The horn of Moab is cut off, and his arm is broken, says the Lord.", "26": "“Make him drunk, because he magnified himself against the Lord; so that Moab shall wallow in his vomit, and he too shall be held in derision. ", "27": "Was not Israel a derision to you? Was he found among thieves, that whenever you spoke of him you wagged your head?", "28": "“Leave the cities, and dwell in the rock, O inhabitants of Moab! Be like the dove that nests in the sides of the mouth of a gorge.", "29": "We have heard of the pride of Moab— he is very proud— of his loftiness, his pride, and his arrogance, and the haughtiness of his heart.", "30": "I know his insolence, says the Lord; his boasts are false, his deeds are false.", "31": "Therefore I wail for Moab; I cry out for all Moab; for the men of Kir-he′res I mourn.", "32": "More than for Jazer I weep for you, O vine of Sibmah! Your branches passed over the sea, reached as far as Jazer;[g] upon your summer fruits and your vintage the destroyer has fallen.", "33": "Gladness and joy have been taken away from the fruitful land of Moab; I have made the wine cease from the wine presses; no one treads them with shouts of joy; the shouting is not the shout of joy.", "34": "“Heshbon and Ele-a′leh cry out;[h] as far as Jahaz they utter their voice, from Zo′ar to Horona′im and Eg′lath-shelish′iyah. For the waters of Nimrim also have become desolate. ", "35": "And I will bring to an end in Moab, says the Lord, him who offers sacrifice in the high place and burns incense to his god. ", "36": "Therefore my heart moans for Moab like a flute, and my heart moans like a flute for the men of Kir-he′res; therefore the riches they gained have perished.", "37": "“For every head is shaved and every beard cut off; upon all the hands are gashes, and on the loins is sackcloth. ", "38": "On all the housetops of Moab and in the squares there is nothing but lamentation; for I have broken Moab like a vessel for which no one cares, says the Lord. ", "39": "How it is broken! How they wail! How Moab has turned his back in shame! So Moab has become a derision and a horror to all that are round about him.”", "40": "For thus says the Lord: “Behold, one shall fly swiftly like an eagle, and spread his wings against Moab;", "41": "the cities shall be taken and the strongholds seized. The heart of the warriors of Moab shall be in that day like the heart of a woman in her pangs;", "42": "Moab shall be destroyed and be no longer a people, because he magnified himself against the Lord.", "43": "Terror, pit, and snare are before you, O inhabitant of Moab! says the Lord.", "44": "He who flees from the terror shall fall into the pit, and he who climbs out of the pit shall be caught in the snare. For I will bring these things[i] upon Moab in the year of their punishment, says the Lord.", "45": "“In the shadow of Heshbon fugitives stop without strength; for a fire has gone forth from Heshbon, a flame from the house of Sihon; it has destroyed the forehead of Moab, the crown of the sons of tumult.", "46": "Woe to you, O Moab! The people of Chemosh is undone; for your sons have been taken captive, and your daughters into captivity.", "47": "Yet I will restore the fortunes of Moab in the latter days, says the Lord.” Thus far is the judgment on Moab."}