{"1": "It was the month of Nisan [C early spring] in the twentieth year Artaxerxes was king [C 445 bc]. Wine was brought ·for him [or to me]. I took some and gave it to the king. I had not been sad in his presence before. ", "2": "So the king said, “Why does your face look sad even though you are not sick? ·Your heart must be sad [You must be very troubled].” Then I was very afraid. ", "3": "I said to the king, “May the king live forever! ·My face is sad because [L Why should my face not look sad/dejected when…?] the city ·where my ancestors are buried [of my fathers' tombs] lies in ruins, and its gates have been ·destroyed [L devoured] by fire.”", "4": "Then the king said to me, “What do you ·want [seek; request]?” ·First [Then; So] I prayed to the God of heaven. ", "5": "Then I answered the king, “If ·you are willing [it pleases/is good to you] and if I have ·pleased you [found favor in your sight], send me to Judah, to the city ·where my ancestors are buried [of my fathers' tombs; C Jerusalem] so I can rebuild it.”", "6": "The queen was sitting next to the king. He asked me, “How long will your ·trip [journey] take, and when will you get back?” It ·pleased [L was good to] the king to send me, so I set a time.", "7": "I also said to him, “If ·you are willing [it pleases/is good to you], give me letters for the governors of ·Trans-Euphrates [C provinces west of the Euphrates River]. Tell them to let me pass safely through their lands ·on my way to [until I reach] Judah. ", "8": "And may I have a letter for Asaph, the keeper of the king's forest, telling him to give me timber? I will need it to make ·boards [beams] for the gates of the ·palace [or fortress], which is by the ·Temple [L house], and for the city wall, and for the house in which I will live.” So the king ·gave [granted] me the letters, because ·God was showing kindness to me [L the gracious/good hand of God was on me]. ", "9": "Then I went to the governors of ·Trans-Euphrates [C provinces west of the Euphrates River] and gave them the king's letters. The king had also sent army officers and ·horsemen [cavalry] with me.", "10": "When Sanballat the Horonite and Tobiah the Ammonite ·officer [official] heard about this, they were ·upset [very displeased] that someone had come to ·help [promote/seek the welfare of] the Israelites.", "11": "I went to Jerusalem and ·stayed there three days [or after three days…]. ", "12": "Then at night I started out with a few men. I had not told anyone what God had ·caused me [put in my mind/heart] to do for Jerusalem. There were no animals with me except the one I was riding.", "13": "I went out at night through the Valley Gate. I rode toward the Dragon Well and the ·Trash [Garbage; Refuse; T Dung] Gate, inspecting the walls of Jerusalem that had been broken down and the gates that had been ·destroyed [devoured] by fire. ", "14": "Then I rode on toward the Fountain Gate and the King's Pool, but there was not enough room for the animal I was riding to pass through. ", "15": "So I went up the ·valley [ravine; C likely the Kidron Valley; many of these walls no longer exist] at night, inspecting the wall. Finally, I turned and went back in through the Valley Gate. ", "16": "The ·guards [officials] did not know where I had gone or what I was doing. I had not yet said anything to the Jewish people, the priests, the ·important men [nobles], the ·officers [officials], or any of the others who would do the work.", "17": "Then I said to them, “You can see the trouble we ·have here [are in]. Jerusalem is ·a pile of ruins [desolate], and its gates have been burned. Come, let's rebuild the wall of Jerusalem so we won't be ·full of shame [disgraced; humiliated] any longer.” ", "18": "I also told them how ·God had been kind to [the gracious hand of God had been on] me and what the king had said to me. Then they answered, “Let's start rebuilding.” So they ·began to work hard [L strengthened their hands for this good work].", "19": "But when Sanballat the Horonite, Tobiah the Ammonite officer, and Geshem the Arab heard about it, they ·made fun of us and laughed at [mocked and ridiculed/jeered at] us. They said, “What are you doing? Are you ·turning [rebelling] against the king?”", "20": "But I answered them, “The God of heaven will ·give us success [prosper us]. We, his servants, will start rebuilding, but you have no share, claim, or ·memorial [historic/ancient right] in Jerusalem.”"}