{"1": "From Paul, a servant of God and an apostle of Jesus Christ. I encourage God's own people to have more faith and to understand the truth about religion. ", "2": "Then they will have the hope of eternal life that God promised long ago. And God never tells a lie! ", "3": "So, at the proper time, God our Savior gave this message and told me to announce what he had said.", "4": "Titus, because of our faith, you are like a son to me. I pray that God our Father and Christ Jesus our Savior will be kind to you and will bless you with peace!", "5": "I left you in Crete to do what had been left undone and to appoint leaders[a] for the churches in each town. As I told you, ", "6": "they must have a good reputation and be faithful in marriage.[b] Their children must be followers of the Lord and not have a reputation for being wild and disobedient.", "7": "Church officials[c] are in charge of God's work, and so they must also have a good reputation. They must not be bossy, quick-tempered, heavy drinkers, bullies, or dishonest in business. ", "8": "Instead, they must be friendly to strangers and enjoy doing good things. They must also be sensible, fair, pure, and self-controlled. ", "9": "They must stick to the true message they were taught, so that their good teaching can help others and correct everyone who opposes it.", "10": "There are many who don't respect authority, and they fool others by talking nonsense. This is especially true of some Jewish followers. ", "11": "But you must make them be quiet. They are after money, and they upset whole families by teaching what they should not. ", "12": "It is like one of their own prophets once said, “The people of Crete always tell lies. They are greedy and lazy like wild animals.”", "13": "That surely is a true saying. And you should be hard on such people, so you can help them grow stronger in their faith. ", "14": "Don't pay any attention to any of those senseless Jewish stories and human commands. These are made up by people who won't obey the truth.", "15": "Everything is pure for someone whose heart is pure. But nothing is pure for an unbeliever with a dirty mind. That person's mind and conscience are destroyed. ", "16": "Such people claim to know God, but their actions prove that they really don't. They are disgusting. They won't obey God, and they are too worthless to do anything good."}