{"1": "Paul[a], a slave of Christ Jesus, a called apostle[b], having been separated[c] for the good-news of God ", "2": "which He promised-beforehand through His prophets in the Holy Scriptures ", "3": "concerning His Son— the One having come from the seed of David according-to[d] the flesh, ", "4": "the One having been designated[e] as the Son of God with power according to the Spirit[f] of holiness by the resurrection from the dead, Jesus Christ our Lord— ", "5": "through Whom we received grace and apostleship for the obedience of [g] faith among all the Gentiles for the sake of His name, ", "6": "among whom you also are called ones of Jesus Christ, ", "7": "to all the ones being in Rome, beloved ones of God, called saints: Grace to you and peace from God our Father and the Lord Jesus Christ.", "8": "First, I am giving-thanks to my God through Jesus Christ for you all because your faith is being proclaimed in the whole world. ", "9": "For God is my witness— Whom I am serving in my spirit in[h] the good-news of His Son— how unceasingly I am making mention of you ", "10": "always in my prayers, asking if somehow now at last I shall be prospered in the will of God to come to you.", "11": "For I am yearning to see you in order that I may impart some spiritual gift to you so that you may be established. ", "12": "And this is that I may be encouraged-together-with you among you— through each other's faith, both yours and mine.", "13": "And I do not want you to be-unaware, brothers, that often I planned to come to you— and was prevented until now— in order that I might have some fruit among you also, as indeed among the other Gentiles. ", "14": "I am a debtor both to Greeks and barbarians, both to wise and foolish. ", "15": "So for my part, I am eager also to announce-the-good-news to you, the ones in Rome.", "16": "For I am not ashamed-of the good-news, for it is the power of God for salvation to everyone believing[i]— both to the Jew first and to the Greek. ", "17": "For the righteousness of [j] God is revealed in it from faith to faith, just as it has been written [in Hab 2:4]: “But the righteous one shall live by faith”.", "18": "For the wrath of God is revealed from heaven against all ungodliness[k] and unrighteousness[l] of people holding-down[m] the truth in[n] unrighteousness.", "19": "Because the thing known of God is evident[o] in[p] them, for God made it evident to them. ", "20": "For His invisible things— both His eternal power and divine-nature— are clearly-seen, being understood since the creation of the world in the things made, so that they are without-excuse.", "21": "Because having known God, they did not glorify Him as God or give-thanks, but became futile in their thoughts, and their senseless heart was darkened.", "22": "While claiming to be wise, they became-foolish ", "23": "and exchanged the glory of the immortal God for a likeness— an image of a mortal person and of birds and of four-footed-animals and of reptiles. ", "24": "Therefore God handed them over[q] in the desires of their hearts to impurity so that [r] their bodies are dishonored among them.", "25": "Who exchanged the truth of God for the lie[s], and worshiped and served the creation[t] rather than the One having created— Who is blessed forever, amen. ", "26": "For this reason God handed them over to passions of [u] dishonor. For both their females exchanged the natural [sexual] function for the one contrary to nature, ", "27": "and likewise also the males, having left the natural [sexual] function of the female, were inflamed by their craving for one another— males with males committing the indecent-act[v] and receiving-back in themselves the return[w] which was due their error[x].", "28": "And as they did not approve to have[y] God in their knowledge, God handed them over to a disapproved mind, to do the things not being proper— ", "29": "having been filled with all unrighteousness, evilness, greed, badness; full of envy, murder, strife, deceit, malice; whisperers[z], ", "30": "slanderers, God-haters[aa], violent, proud, boasters, inventors of evils, disobedient to parents, ", "31": "senseless, unfaithful[ab], unaffectionate[ac], unmerciful; ", "32": "who, having known the regulation of God that the ones practicing such things are worthy of death, not only are doing them, but are also giving-approval to the ones practicing them."}