{"1": "Brothers, my heart's desire and petition to God for them is for their salvation. ", "2": "For I testify concerning them that they have a zeal for God— but not in-accordance-with knowledge.", "3": "For being-ignorant-of the righteousness of God, and seeking to establish their own righteousness, they did not subject themselves to the righteousness of God. ", "4": "For[a] Christ is the end[b] of the Law for[c] righteousness for everyone believing.", "5": "For Moses writes [in Lev 18:5] as to the righteousness of the Law that “The person having done them will live by them”. ", "6": "But the righteousness of faith speaks[d] as follows: “Do not say in your heart, “Who will go up into heaven?”, that is, to bring[e] Christ down, ", "7": "or “who will go down into the abyss?”, that is, to bring[f] Christ up from the dead. ", "8": "But what does it say? “The word is near you, in your mouth and in your heart”, that is, the word of [g] faith which we are proclaiming, ", "9": "that[h] if you confess with your mouth Jesus as Lord and you believe in your heart that God raised Him from the dead, you will be saved. ", "10": "For it is believed with the heart resulting-in righteousness, and it is confessed with the mouth resulting in salvation.", "11": "For the Scripture says [in Isa 28:16] “everyone putting-faith upon Him will not be put-to-shame”. ", "12": "For there is no distinction between both Jew and Greek— for the same Lord is Lord of all, being rich toward all the ones calling-upon Him. ", "13": "For “everyone who calls-upon the name of the Lord will be saved” [Joel 2:32].", "14": "How then[i] may they[j] call-upon the One in Whom they did not believe? And how may they believe the One Whom[k] they did not hear? And how may they hear without one proclaiming? ", "15": "And how may they proclaim if they are not sent-forth?— just as it has been written[l] [in Isa 52:7]: “How beautiful are the feet of the ones announcing-good-news-of good things!” ", "16": "But[m] they did not all obey the good-news, for Isaiah says [in Isa 53:1], “Lord, who put-faith-in our report?” ", "17": "So[n] the faith[o] comes from a report-hearing[p], and the report-hearing through a word[q] about[r] Christ.", "18": "But I say[s]— it is not that they did not hear[t], is it ? On the contrary: “Their voice went-out into all the earth, and their words to the ends of the world” [Ps 19:4].", "19": "But I say— it is not that Israel did not know[u], is it ? First, Moses says [in Deut 32:21] “I will provoke you to jealousy over what is not a nation. I will provoke you to anger over a nation without-understanding[v]”. ", "20": "And Isaiah is very-bold and says [in Isa 65:1] “I was found by the ones not seeking Me. I became visible[w] to the ones not asking-for Me”. ", "21": "But with-regard-to Israel He says [in Isa 65:2], “I held-out[x] My hands the whole day toward a disobeying[y] and contradicting[z] people”."}