{"1": "Let every soul be subject[a] to superior authorities. For there is no authority except by God. And the existing ones are established[b] by God. ", "2": "So then the one opposing[c] the authority has resisted[d] the ordinance[e] of God. And the ones having resisted will receive[f] judgment on themselves.", "3": "For the rulers are not a fear to good work, but to evil[g]. Now do you want to not be fearing the authority? Be doing good, and you will have praise[h] from him[i]— ", "4": "for he is God's servant to you for good. But if you are doing evil, be fearing! For he does not bear[j] the sword in-vain[k]— for he is God's servant, an avenger for wrath on the one practicing evil. ", "5": "Therefore it is a necessity to be subject— not only because of the wrath[l], but also because of the conscience.", "6": "For because of this also you pay tributes[m]. For they are ministers[n] of God devoting-themselves to this very thing. ", "7": "Give-back to all authorities the things owed— the tribute to the one owed the tribute, the tax[o] to the one owed the tax, the fear[p] to the one owed the fear, the honor to the one owed the honor.", "8": "Be owing[q] nothing to anyone except to be loving one another. For the one loving the other has fulfilled the Law. ", "9": "For the saying “You shall not commit-adultery, you shall not murder, you shall not steal, you shall not covet” [Ex 20:13-17], and if there is any other commandment, is summed-up in this saying— in the “You shall love your neighbor as yourself ” [Lev 19:18]. ", "10": "Love does not work harm[r] to the neighbor. Therefore love is the fulfillment of the Law.", "11": "And do this knowing the time, that it is already the hour for you to arise from sleep. For now our salvation is nearer than when we believed. ", "12": "The night is advanced, and the day has drawn-near. Therefore let us lay-aside[s] the works of the darkness and let us put-on the weapons[t] of the light. ", "13": "Let us walk properly[u] as in the day[v]— not in revelries[w] and drunkenness[x], not in beds[y] and sensualities, not in strife and jealousy, ", "14": "but put-on[z] the Lord Jesus Christ and do not be making provision[aa] for the flesh, for its desires."}