{"1": "Now be accepting the one being weak in the faith[a]— [but] not for disputes[b] about opinions[c].", "2": "One has faith to eat all things, but the one being weak eats vegetables[d]. ", "3": "Let not the one eating be treating-with-contempt[e] the one not eating. And let not the one not eating be judging[f] the one eating— for God accepted him. ", "4": "Who are you, the one judging a household-servant belonging-to-another? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand.", "5": "For one judges a day beyond a day[g], but another judges every day alike. Let each one be fully-convinced in his own mind[h]. ", "6": "The one thinking[i] as to the day, is thinking for the Lord. And the one eating, is eating for the Lord— for he gives-thanks to God. And the one not eating, is not eating for the Lord— and he gives-thanks to God. ", "7": "For[j] none of us lives for himself, and none dies for himself. ", "8": "For if we live, we live for the Lord; and if we die, we die for the Lord. Therefore if we live and if we die, we are the Lord's. ", "9": "For Christ died and came-to-life for this: that He might be-Lord both of dead and living ones. ", "10": "But why are you judging your brother? Or why also are you treating your brother with contempt? For we will all stand before the judgment-seat of God. ", "11": "For it has been written [in Isa 45:23]: “As I live”, says the Lord, “every knee will bow to Me. And every tongue will confess-out to God”. ", "12": "So then, each of us will give an account for himself to God.", "13": "Therefore let us no longer be judging one another. But rather judge[k] this: not to be placing an opportunity-for-stumbling[l] or a cause-of-falling[m] for the brother ", "14": "(14 I know[n] and am convinced in the Lord Jesus that nothing[o] is defiled[p] in itself [q], except to the one considering anything to be defiled— to that[r] one it is defiled). ", "15": "For if your brother is grieved[s] because of food, you are no longer walking according-to love. Do not be destroying with[t] your food that one for whom Christ died. ", "16": "Therefore do not be letting your good thing be blasphemed[u]. ", "17": "For the kingdom of God is not eating and drinking, but righteousness[v] and peace and joy in the Holy Spirit. ", "18": "For the one serving[w] Christ in this is pleasing to God and approved by people.", "19": "So then, let us be pursuing the things of [x] peace and the things of edification for one another. ", "20": "Do not be tearing-down the work of God for the sake of food. All things are clean— but it is evil for the person eating with an opportunity-for-stumbling. ", "21": "It is good not to eat meats, nor to drink wine, nor to do anything by which your brother stumbles.", "22": "The faith which you have, be having for[y] yourself in the sight of God. Blessed is the one not judging himself in what he is approving. ", "23": "But the one doubting has been condemned if he eats, because it was not from faith— and everything which is not from faith is sin. "}