{"1": "Now I commend to you our sister Phoebe[a]— she being also a servant[b] of the church in Cenchrea[c]— ", "2": "in order that you may receive her in the Lord worthily of the saints, and may stand-by[d] her in whatever matter she may be having-need of you. For she herself indeed became a benefactor[e] of many, and of me myself.", "3": "Greet Prisca and Aquila— my fellow-workers in Christ Jesus, ", "4": "who risked their own neck for my life, to whom not only am I giving-thanks, but also all the churches of the Gentiles— ", "5": "and the church at their house. Greet Epaenetus, my beloved, who is the firstfruit of Asia for Christ. ", "6": "Greet Mary, who labored-at many things for you. ", "7": "Greet Andronicus and Junias[f], my kinsmen[g] and my fellow-captives[h], who are notable[i] among[j] the apostles, who also were in Christ before me. ", "8": "Greet Ampliatus, my beloved in the Lord. ", "9": "Greet Urbanus, our fellow-worker in Christ, and Stachys my beloved. ", "10": "Greet Apelles, the approved one in Christ. Greet the ones from the ones of [k] Aristobulus. ", "11": "Greet Herodion, my kinsman. Greet the ones from the ones of Narcissus, the ones being in the Lord. ", "12": "Greet Tryphaena[l] and Tryphosa, the ones laboring in the Lord. Greet Persis[m] the beloved, who labored-at many things in the Lord. ", "13": "Greet Rufus, the chosen one in the Lord, and his mother and mine. ", "14": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas and the brothers with them. ", "15": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints with them. ", "16": "Greet one another with a holy kiss. All the churches[n] of Christ greet you.", "17": "Now I urge you, brothers, to be watching-out-for the ones producing the dissensions and the causes-of-falling contrary to the teaching which you learned, and be turning-away from them. ", "18": "For such ones are not serving our Lord Christ, but their own stomach. And by smooth-talk and flattery[o] they deceive the hearts of the guileless[p] ones. ", "19": "For your obedience reached to all, therefore I am rejoicing over you. But I want you to be wise with-reference-to[q] the good and innocent[r] with-reference-to the evil. ", "20": "And the God of peace will crush Satan under your feet shortly. The grace of our Lord Jesus be with you.", "21": "Timothy my fellow-worker greets you, and so do Lucius and Jason and Sosipater, my kinsmen. ", "22": "I, Tertius, greet you— the one having written the letter in[s] the Lord. ", "23": "Gaius, the host[t] of me and of the whole church, greets you. Erastus, the steward[u] of the city, greets you, and so does Quartus, our brother. ", "24": "[v]", "25": "Now[w] to the One being able to establish[x] you in-accordance-with[y] my good-news and the proclamation of [z] Jesus Christ, [which is][aa] in-accordance-with the revelation of the mystery having been kept-silent for eternal times, ", "26": "but now having been revealed and having been made-known to all the nations through the prophetic Scriptures according to the command of the eternal God for the obedience of faith[ab], ", "27": "to the only wise God through Jesus Christ, to Whom[ac] be the glory forever, amen."}