{"1": "Therefore you are without-excuse, O human— everyone judging. For in what[a] you are judging the other person, you are condemning yourself; for you, the one judging, are practicing the same things! ", "2": "And we know that the judgment of God is according to truth upon[b] the ones practicing such things.", "3": "But are you thinking this, O human— the one judging the ones practicing such things and doing them [yourself]— that you will escape the judgment of God? ", "4": "Or are you disregarding the riches of His goodness and forbearance and patience, not knowing that the good thing of God is leading you to repentance? ", "5": "But in-accordance-with your hardness and your unrepentant heart, you are storing-up wrath for yourself on the day of wrath and the revelation of the righteous-judgment of God, ", "6": "Who will render to each one according to his works— ", "7": "to the ones seeking glory and honor and immortality in accordance with endurance in good work, He will render eternal life; ", "8": "but to the ones indeed disobeying the truth and obeying unrighteousness out of selfish-interest[c], there will be wrath and fury.", "9": "There will be affliction and distress upon every soul of the person[d] committing evil— both of the Jew first and of the Greek. ", "10": "But there will be glory and honor and peace to everyone working good— both to the Jew first and to the Greek. ", "11": "For there is no respect-of-persons with God. ", "12": "For all who sinned without-Law will also perish without-Law, and all who sinned under[e] the Law will be judged by the Law. ", "13": "For not the hearers of law[f] are righteous before God, but the doers of law will be declared-righteous.", "14": "For whenever Gentiles, the ones not having the Law, are doing by nature the things of the Law, these ones not having the Law are a law to themselves, ", "15": "who are demonstrating[g] the work of the Law written in their hearts— their conscience bearing co-witness and their thoughts accusing or even defending between one another ", "16": "on the day when God judges the hidden things of people according to my good-news, through Christ Jesus.", "17": "But if you call-yourself a Jew, and rely upon the Law, and boast in God, ", "18": "and know His will, and approve the things mattering[h]— being instructed out of the Law— ", "19": "and are confident as to yourself that you are a guide of blind ones, a light of the ones in darkness, ", "20": "a corrector of foolish ones, a teacher of children, one having the embodiment of knowledge and truth in the Law, ", "21": "then— the one teaching another, are you not teaching yourself ? The one proclaiming not to steal, do you steal? ", "22": "The one saying not to commit-adultery, do you commit-adultery? The one detesting idols, do you rob-temples?", "23": "You who are boasting in the Law are dishonoring God through transgression of the Law. ", "24": "For “the name of God is being blasphemed among the Gentiles because of you”, just as it has been written [in Isa 52:5].", "25": "For circumcision profits if you practice the Law— but if you are a transgressor of the Law your circumcision has become uncircumcision. ", "26": "So if the uncircumcised one keeps the requirements of the Law, will not his uncircumcision be counted for circumcision? ", "27": "And the uncircumcised one by nature who is fulfilling the Law will judge you, the transgressor of the Law with the letter[i] and circumcision! ", "28": "For the Jew in the visible thing is not a Jew, nor is the circumcision in the visible[j] thing in the flesh circumcision, ", "29": "but the Jew in the hidden thing is a Jew, and circumcision is of the heart, by[k] the Spirit not the letter— whose praise is not from people, but from God."}