{"1": "What then is the advantage of the Jew? Or what is the profit of circumcision? ", "2": "Much in every way. For first— that they were entrusted the oracles[a] of God!", "3": "What indeed if some[b] were faithless[c]? Their faithlessness[d] will not nullify the faithfulness of God, will it? ", "4": "May it never be! But let God be [seen to be] true and every person a liar, just as it has been written [in Ps 51:4]: “So that You might be declared-righteous[e] in Your words and prevail in Your being judged[f]”.", "5": "But if our[g] unrighteousness demonstrates[h] the righteousness of God, what shall we say? God, the One inflicting the wrath, is not unrighteous, is He? (I am speaking in accordance with human thinking[i]). ", "6": "May it never be! Otherwise how will God judge the world?", "7": "But if the truth of God abounded in my lie[j] to His glory, why am I also still being judged as a sinner? ", "8": "Indeed, why not say “Let us do evil things that good things may come”, as we are blasphemed, and as some affirm us to say— whose condemnation is just[k]!", "9": "Therefore what? Are we better[l] [than they]? Not at-all. For we already-charged[m] that both Jews and Greeks are all under sin, ", "10": "just as it has been written: “There is not a righteous one, not even one. ", "11": "There is no one understanding. There is no one seeking-out God. ", "12": "They all turned-away, together they became useless[n]. There is no one doing goodness. There is not as-many-as one” [Ps 14:1-3]. ", "13": "“Their throat is an opened grave. With their tongues they were deceiving” [Ps 5:9]. “The poison of asps is under their lips” [Ps 140:3]. ", "14": "“Whose mouth is full of cursing[o] and bitterness” [Ps 10:7]. ", "15": "“Their feet are swift to shed blood. ", "16": "Destruction and misery are in their ways. ", "17": "And they did not know the way of peace” [Isa 59:7-8]. ", "18": "“There is no fear of God before their eyes” [Ps 36:1]. ", "19": "And we know that whatever the Law says, it speaks to the ones under the Law— in order that every mouth may be stopped[p] and the whole world may become accountable[q] to God. ", "20": "Because by the works of law[r] no flesh will be declared-righteous in His sight. For through law comes the knowledge of sin.", "21": "But now apart from law[s], the righteousness of God has been revealed, being attested by the Law and the Prophets.", "22": "And it is the righteousness of God through faith[t] in Jesus Christ for all the ones believing! For there is no distinction, ", "23": "for all sinned and are coming-short-of the glory of God, ", "24": "being declared-righteous as-a-gift[u] by His grace through the redemption in Christ Jesus, ", "25": "Whom God set-forth[v] as that-which-satisfies[w] [His wrath] through faith, in[x] His blood— for the demonstration[y] of His righteousness because of the passing-by of the sins having previously-taken-place ", "26": "in the forbearance[z] of God; for the demonstration of His righteousness at the present time, so that He might be righteous and declaring-righteous the one of [aa] faith in Jesus.", "27": "Where then is the boasting? It was shut-out[ab]. Through what kind of law[ac]? Of works? No, but through a law of faith. ", "28": "For we consider a person to be declared-righteous by faith apart from works of the Law. ", "29": "Or is He the God of Jews only[ad]? Is He not also the God of Gentiles? Yes, of Gentiles also, ", "30": "since there is one God— Who will declare-righteous the circumcised by faith, and the uncircumcised through the same[ae] faith. ", "31": "Do we then nullify the Law through the faith? May it never be! On the contrary, we establish the Law."}