{"1": "Therefore, having been declared-righteous by faith, we have peace with God through our Lord Jesus Christ, ", "2": "through Whom also we have the access by faith into this grace in which we stand. And we are boasting over the hope of the glory of God. ", "3": "And not only this, but we also are boasting in the afflictions— knowing that the affliction is producing endurance, ", "4": "and the endurance is producing approvedness, and the approvedness is producing hope, ", "5": "and the hope does not put-to-shame[a] because the love of God has been poured-out in our hearts through the Holy Spirit having been given to us.", "6": "For while we were still being weak, yet at the right-time, Christ died for ungodly ones. ", "7": "For one will rarely[b] die for a righteous person; for[c] perhaps someone may even dare to die for the good person. ", "8": "But God demonstrates[d] His own love for us because while we were still being sinners, Christ died for us. ", "9": "Therefore by much more, having now been declared-righteous by His blood, we shall be saved from the wrath through Him. ", "10": "For if while being enemies we were reconciled to God through the death of His Son, by much more having been reconciled, we shall be saved by His life.", "11": "And not only this, but we are also boasting in God through our Lord Jesus Christ, through Whom we now received the reconciliation.", "12": "Because of this[e], just as[f] through one man sin entered into the world, and death through the sin, and so death went-through[g] to all people because all sinned— ", "13": "for until the Law, sin was in the world, but sin is not charged-to-the-account, there being no law. ", "14": "Nevertheless death reigned from Adam until Moses, even over the ones not having sinned in the likeness[h] of the transgression of Adam, who is a pattern[i] of the One coming.", "15": "But not as is the trespass, so also[j] is the grace-gift. For if by the trespass of the one man the many[k] died, by much more the grace of God and the gift by the grace of the one man Jesus Christ abounded for the many.", "16": "And not as[l] what resulted through one man having sinned is the given-gift. For the judgment is from one trespass[m], resulting-in a verdict-of-condemnation; but the grace-gift[n] is from many trespasses, resulting in a verdict-of-righteous[o]. ", "17": "For if by the trespass of the one man death reigned through the one, by much more the ones receiving the abundance of the grace and of the gift of righteousness will reign[p] in life through the One, Jesus Christ.", "18": "So then[q], as it was through one[r] trespass resulting-in a verdict-of-condemnation for all people, so also it was through one righteous-act resulting-in a declaring-righteous[s] issuing in[t] life for all people. ", "19": "For just as through the disobedience of the one man the many were made[u] sinners, so also through the obedience of the One the many will be made righteous ones.", "20": "And the Law[v] came-in-beside[w] that the trespass might increase. But where sin increased, grace super-abounded, ", "21": "in order that just as sin reigned in death, so also grace might reign through righteousness, resulting-in eternal life through Jesus Christ our Lord."}