{"1": "Therefore[a], there is now no condemnation for the ones in Christ Jesus. ", "2": "For the law[b] of the Spirit of life in Christ Jesus set you[c] free from the law of sin and death!", "3": "For the thing impossible[d] for the Law, in that it was weak through the flesh, God did. Having sent His own Son in the likeness of sinful flesh, and for[e] sin, He condemned sin in the flesh[f], ", "4": "in order that the requirement[g] of the Law might be fulfilled in us, the ones walking not in-accordance-with[h] the flesh, but in accordance with the Spirit.", "5": "For the ones being[i] in accordance with the flesh are thinking[j] the things of [k] the flesh, but the ones being in accordance with the Spirit, the things of the Spirit. ", "6": "For the way-of-thinking of the flesh is death, but the way-of-thinking of the Spirit is life and peace. ", "7": "Because the way-of-thinking of the flesh is hostility toward God; for it is not subject[l] to the Law of God, for it is not even able. ", "8": "And the ones being in the flesh are not able to please God. ", "9": "But you are not in the flesh, but in the Spirit— since[m] the Spirit of God is dwelling in you. But if anyone does not have the Spirit of Christ, this one is not of [n] Him.", "10": "And if Christ is in you, the body is dead because of sin, but the Spirit is life[o] because of righteousness. ", "11": "And if the Spirit of the One having raised Jesus from the dead is dwelling in you, the One having raised Christ from the dead will also give-life-to your mortal bodies through His Spirit dwelling in you.", "12": "So then, brothers, we are debtors— not to the flesh, that we should be living in accordance with the flesh. ", "13": "For if [p] you are living in accordance with the flesh, you are going-to[q] die. But if by the Spirit you are putting-to-death the practices of the body, you will live.", "14": "For[r] all who are being led[s] by the Spirit of God, these are sons[t] of God. ", "15": "For you did not receive a spirit[u] of slavery again leading-to fear, but you received a Spirit[v] of adoption by Whom we are crying-out “Abba[w]! Father!” ", "16": "The Spirit Himself bears-witness-with our spirit that we are children of God!", "17": "And if we are children, we are heirs also. We are heirs of God, and fellow-heirs of Christ, since[x] we are suffering-with Him in order that we may also be glorified-with Him. ", "18": "For I consider that the sufferings of the present time are not worthy to the glory destined to be revealed to[y] us.", "19": "For the eager-expectation of the creation is awaiting[z] the revelation of the sons of God. ", "20": "For the creation was subjected to futility[aa]— not willingly[ab], but because of the One having subjected it— in hope[ac] ", "21": "that the creation itself also will be set-free from the slavery of [ad] decay into the freedom of [ae] the glory of the children of God. ", "22": "For we know that the whole creation is groaning-together and suffering-birthpains-together[af] until the present.", "23": "And not only creation, but also ourselves having the firstfruit[ag] of the Spirit— we ourselves also are groaning within ourselves while eagerly-awaiting adoption, the redemption of our body. ", "24": "For we were saved in hope. But hope being seen is not hope, for who hopes-for what he sees? ", "25": "But since we hope-for what we do not see, we are eagerly-awaiting it with endurance.", "26": "And similarly also[ah] the Spirit helps our weakness. For we do not know what we should pray as we ought-to, but the Spirit Himself intercedes-for us with inexpressible[ai] groanings. ", "27": "And the One searching our hearts knows[aj] what the mind of the Spirit is, because He is interceding for the saints in accordance with God.", "28": "And we know that all things are[ak] working-together[al] for good for the ones loving God, the ones being called ones according to His purpose[am]. ", "29": "Because whom He foreknew[an], He also predestined[ao] to be similar-to-the-form of the image[ap] of His Son, so that He might be firstborn[aq] among many brothers. ", "30": "And whom He predestined, these He also called[ar]. And whom He called, these He also declared-righteous. And whom He declared righteous, these He also glorified[as].", "31": "Therefore, what shall we say to these things? If [at] God is for us, who is against us? ", "32": "He Who indeed did not spare His own Son but handed Him over for us all, how will He not also with Him freely-give[au] us all things? ", "33": "Who will bring-a-charge against the chosen[av] ones of God? God is the One declaring-righteous! ", "34": "Who is the one who will condemn[aw]? Christ Jesus is the One having died, but more, having been raised, Who also is at the right hand of God, Who also intercedes[ax] for us!", "35": "What[ay] shall separate us from the love of Christ? Affliction, or distress, or persecution, or famine, or nakedness, or danger, or sword? ", "36": "Just as it has been written [in Ps 44:22] that “For your sake we are being put-to-death the whole day. We were considered as sheep for slaughter”. ", "37": "But in all these things we overwhelmingly-conquer[az] through the One having loved us. ", "38": "For I am convinced that neither death nor life, nor angels nor rulers, nor things present[ba] nor things coming, nor powers, ", "39": "nor height nor depth, nor any other creation[bb] will be able to separate us from the love of God in Christ Jesus our Lord."}