{"1": "I am telling the truth in Christ, I am not lying— my conscience bearing-witness-with me in the Holy Spirit— ", "2": "that there is great grief in me and unceasing pain in my heart. ", "3": "For I would pray[a] that I myself might be accursed from Christ for the sake of my brothers, my kinsmen according to the flesh— ", "4": "who are Israelites, of whom[b] is the adoption and the glory[c] and the covenants and the Law-giving and the [temple] service and the promises, ", "5": "of whom are the fathers, and from whom is the Christ according-to[d] the flesh, the One being[e] over all, God, blessed forever, amen.", "6": "But it is not such as that the word of God has failed— for not all[f] these ones from Israel are Israel. ", "7": "Nor are they all children because they are seed of Abraham, but “In Isaac a seed will be called for you” [Gen 21:12]. ", "8": "That is, these children of the flesh are not children of God, but the children of [g] the promise are counted for seed. ", "9": "For the word of promise is this: “I will come at this time, and there will be a son to Sarah” [Gen 18:10]. ", "10": "And not only this, but there is also Rebekah having bed[h] from one man, Isaac our father. ", "11": "For the twins having not yet been born nor having done anything good or bad— in order that the purpose[i] of God according to His choosing[j] might continue[k], ", "12": "not of works but of the One calling— it was said to her [in Gen 25:23] that “the older will serve the younger”. ", "13": "Just as it has been written [in Mal 1:2-3]: “I loved Jacob, but I hated Esau”.", "14": "Therefore what shall we say? There is not unrighteousness[l] with God, is there? May it never be! ", "15": "For He says to Moses [in Ex 33:19], “I will have-mercy-on whomever I have-mercy, and I will have-compassion-on whomever I have compassion”. ", "16": "So then, mercy is not of [m] the one wanting, nor of the one running, but of the One having-mercy[n]— God. ", "17": "For the Scripture says to Pharaoh [in Ex 9:16] that “I raised you up for this very purpose: so that I might demonstrate My power[o] in you, and so that My name might be proclaimed in all the earth”. ", "18": "So then, He has-mercy-on whom He wants, and He hardens[p] whom He wants.", "19": "Therefore you will say to me, “Why then does He still find-fault? For who has resisted[q] His will?” ", "20": "O human, on the contrary, who are you, the one answering-back to God? The thing formed will not say to the one having formed it, “Why did you make me like-this?”, will it? ", "21": "Or does not the potter have authority over the clay to make from the same lump one vessel for honor and another for dishonor? ", "22": "But what if God, wanting[r] to demonstrate His wrath and to make-known His power, bore[s] with much patience vessels of wrath having been prepared[t] for destruction, ", "23": "and did so in order that He might make-known the riches of His glory upon vessels of mercy which He prepared-beforehand[u] for glory— ", "24": "even us whom He called not only from the Jews, but also from the Gentiles?", "25": "As[v] He says also in Hosea: “I will call 'Not My people', 'My people'; and 'Not having been loved', 'Having been loved'” [Hos 2:23]. ", "26": "“And it shall be in the place where it was said to them 'you are not My people', there they will be called sons of the living God” [Hos 1:10].", "27": "But[w] Isaiah cries-out concerning Israel: “If the number of the sons of Israel should be like the sand of the sea, the remnant will be saved. ", "28": "For the Lord will accomplish[x] His word upon the earth, completing[y] and cutting-short[z]” [in Isa 10:22-23]. ", "29": "And just as Isaiah said-before [in Isa 1:9]: “Unless the Lord of Sabaoth had left-behind a seed for us, we would have become like Sodom, and we would have been likened[aa] as Gomorrah”.", "30": "Therefore, what shall we say? That Gentiles, the ones not pursuing righteousness, took-hold-of [ab] righteousness— but a righteousness by faith. ", "31": "But Israel, pursuing the Law of righteousness, did not attain to that Law. ", "32": "For what reason? Because they pursued it not by faith, but as-if it was by works. They stumbled on the Stone of stumbling, ", "33": "just as it has been written [in Isa 28:16]: “Behold— I am laying in Zion a Stone of stumbling and a Rock of falling. And the one putting-faith upon Him will not be put-to-shame”."}