{"1": "Listen to what the Lord says: Arise, plead your case before the mountains, that the hills may hear your voice.", "2": "Hear, mountains, the indictment of the Lord, O enduring foundations of the earth— that the Lord has an indictment against His people, and against Israel He will dispute.", "3": "“My people, what have I done to you, and how have I wearied you? Answer Me!", "4": "For I have brought you up from the land of Egypt, and from the house of slaves I have redeemed you; and I sent before you Moses, Aaron, and Miriam.", "5": "O My people, remember now what Balak king of Moab counseled, and what Balaam son of Beor answered him, and remember what happened from Shittim to Gilgal, so that you might know the righteous acts of the Lord.”", "6": "“With what should I come before the Lord, and bow down before God on high? Shall I come before Him with burnt offerings, with calves a year old?", "7": "Will the Lord be pleased with thousands of rams, with ten thousand rivers of oil? Shall I give my firstborn for my transgression, the fruit of my body for the sin of my soul?”", "8": "He has told you, O man, what is good— and what does the Lord require of you, but to do justice and to love kindness, and to walk humbly with your God?", "9": "The voice of the Lord calls to the city— and wisdom will fear Your name: Heed the rod and Him who has appointed it.", "10": "Are there still in the house of the wicked treasures of wickedness? And the short ephah[a] which is accursed?", "11": "Should I acquit the scales of wickedness, and the sack of dishonest weights?", "12": "Her wealthy men are full of violence, and her inhabitants speak deception, and their tongue in their mouth is treachery.", "13": "Therefore, I have struck you a dreadful blow, devastating you because of your sins.", "14": "You will eat, but not be satisfied, with hunger within you. You will set aside, but not retain; and what you retain I will give over to the sword.", "15": "You will sow, but not reap; you will tread olives, but not anoint yourselves with oil; you will crush grapes, but not drink wine.", "16": "You observe the statutes of Omri, and every practice of the house of Ahab, and you walk in their counsels. Therefore I will give you over to destruction, and the inhabitants to derision. You will bear the contempt of My people."}