{"1": "Woe is me! Because I am as the gathering of summer fruit, as the gleaning of grapes; there is no cluster to eat, no early fig that my soul desires.", "2": "The godly has perished from the earth, and no one is upright among men. All of them lie in wait for bloodshed; each hunts his brother with a net.", "3": "Both hands are upon evil, to do it well. The prince and the judge request the bribe, the powerful asserts the craving of his very soul— they intertwine together.", "4": "The best among them is like a brier, the most upright among them a bramble; the day of your watchmen, of your punishment, has come; now their confusion is at hand.", "5": "Do not trust in a companion, do not rely on a friend; from her who lies in your embrace, guard the doors of your mouth.", "6": "For the son dishonors the father, the daughter rises up against her mother, the daughter-in-law against her mother-in-law— the enemies of a man are members of his own household.", "7": "But as for me, I watch for the Lord; I await the God of my salvation; my God will hear me.", "8": "Do not rejoice over me, my enemy! Although I have fallen, I will rise; although I dwell in darkness, the Lord is my light.", "9": "I will endure the rage of the Lord, because I have sinned against Him, until the time when He pleads my case and executes judgment for me. He will bring me out into the light; I will look upon His vindication.", "10": "Then my enemy will see, and shame will cover her who said to me, “Where is the Lord your God?” My eyes will look upon her; now she will be trampled like muck in the streets.", "11": "A day for building your walls, in that day the boundary will be extended.", "12": "In that day they will come to you from Assyria and the cities of Egypt, and from Egypt to the River, from sea to sea, and from mountain to mountain.", "13": "The earth will become desolate because of its inhabitants, from the fruit of their deeds.", "14": "Shepherd your people with your staff, the flock of your inheritance, which live alone in a forest, in the midst of a fertile land; let them graze in Bashan and Gilead, as in the days of old.", "15": "As in the days when you came out of Egypt, I will display wonders.", "16": "Nations will see and be ashamed, despite all their might; they will put their hand on their mouth, and their ears will be deaf.", "17": "They will lick dust like the serpent, like crawling creatures of the earth; they will come shuddering from their lairs. They will turn in dread to the Lord our God, and they will be afraid of You.", "18": "Who is a God like You, bearing iniquity and passing over transgression for the remnant of His inheritance? He does not remain angry forever, because He delights in benevolence.", "19": "He will again have compassion upon us. He will tread down our iniquities, and cast all of our sins into the depths of the sea.", "20": "You will give faithfulness to Jacob and benevolence to Abraham, which You swore to our fathers from the days of old."}