{"1": "¶ For the law having a shadow of good things to come, and not the very image of the things, can never make perfect those who come by the same sacrifices which they offer year by year continually.", "2": "Otherwise, they would cease to offer them, because those that sacrifice, once purged, would have no more conscience of sin.", "3": "But in these sacrifices each year the same remembrance of sins is made.", "4": "For the blood of bulls and of goats cannot take away sins.", "5": "Therefore when he came into the world, he said, Sacrifice and offering thou dost not desire, but a body hast thou prepared me;", "6": "in burnt offerings and sacrifices for sin thou hast had no pleasure.", "7": "¶ Then said I, Behold, I come (in the volume of the book it is written of me) to do thy will, O God.", "8": "Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou dost not desire, neither hadst pleasure therein, which are offered by the law;", "9": "then he said, Behold, I come to do thy will, O God. He took away the first, that he may establish the second.", "10": "In this will, we are sanctified through the offering of the body of Jesus, the Christ, once for all.", "11": "And so every priest stands daily ministering and offering many times the same sacrifices, which can never take away sins,", "12": "but this man, after he had offered one sacrifice for sins for ever, is seated at the right hand of God,", "13": "waiting for that which follows, that is, until his enemies are made his footstool.", "14": "For by one offering he has perfected for ever those that are sanctified.", "15": "Likewise the Holy Spirit gives us the same witness, who afterwards said,", "16": "This is the testament that I will make with them after those days, saith the Lord, I will give my laws in their hearts, and in their souls will I write them;", "17": "and their sins and iniquities will I remember no more.", "18": "Now where remission of these is, there is no more offering for sin.", "19": "¶ Having therefore, brethren, boldness to enter into the sanctuary by the blood of Jesus,", "20": "by a new and living way, which he has consecrated for us, through the veil, that is to say, his flesh;", "21": "and having that great priest over the house of God,", "22": "let us draw near with a true heart in full assurance of faith, having our hearts purified from an evil conscience and our bodies washed with pure water;", "23": "let us hold fast the profession of our hope without wavering (for he is faithful that promised).", "24": "And let us consider one another to provoke unto charity and unto good works,", "25": "not forsaking our gathering together, as the manner of some is, but exhorting one another and so much the more, when ye see that day approaching.", "26": "For if we sin wilfully after we have received the knowledge of the truth, there remains no more sacrifice for sins,", "27": "but a certain fearful hope of judgment and fiery indignation, which shall devour the adversaries.", "28": "He that despised the law of Moses died without mercy under two or three witnesses:", "29": "Of how much greater punishment, suppose ye, shall he be thought worthy, who has trodden underfoot the Son of God and has counted the blood of the covenant, with which he was sanctified, an unholy thing and has done despite unto the Spirit of grace?", "30": "For we know who he is that has said, Vengeance belongs to me, I will recompense, saith the Lord. And again, The Lord shall judge his people.", "31": "It is a fearful thing to fall into the hands of the living God.", "32": "But bring to memory the former days, in which, after ye received the light, ye endured a great fight of afflictions;", "33": "on the one hand ye were made a spectacle both by reproaches and tribulations, and on the other ye became companions of those that were so used.", "34": "For ye had compassion of me in my bonds and took joyfully the spoiling of your goods, knowing that in yourselves ye have a better substance in the heavens, and that abides.", "35": "Do not lose, therefore, this your confidence, which has great recompense of reward;", "36": "for patience is necessary, so that after ye have done the will of God, ye might receive the promise.", "37": "For yet a little while, and he that shall come will come and will not tarry.", "38": "Now the just shall live by faith, but if any man draws back, my soul shall have no pleasure in him.", "39": "But we are not of those who draw back unto perdition, but faithful unto the saving of the soul."}