{"1": "“Watch out! I'm sending my messenger, and he will prepare the way before me. Then suddenly, the Lord you are looking for will come to his Temple. He is the messenger of the covenant whom you desire. Watch out! He is coming!” says the Lord of the Heavenly Armies.", "2": "But who will survive the day when he comes? Or who can stand when he appears? Because he's like a refiner's fire and a launderer's soap, ", "3": "he will sit refining and purifying silver, purifying the descendants of Levi, refining them like gold and silver. Then they'll bring a righteous offering to the Lord. ", "4": "Then the offering to the Lord by Judah and Jerusalem will be acceptable as it was in the past, even as in former years.", "5": "“I'll come near to you for judgment. I'll be a witness, quick to speak against sorcerers, against adulterers, against those who swear falsely, against those who defraud the laborer of his wage, against those who defraud[a] the widow and the orphan, against those who deprive the alien of justice, and against those who don't fear me,” says the Lord of the Heavenly Armies. ", "6": "“Because I the Lord don't change; therefore you children of Jacob aren't destroyed.”", "7": "“Ever since the time of your ancestors, you have turned away from my decrees and haven't kept them. Return to me and I'll return to you,” says the Lord of the Heavenly Armies. “But you ask, 'How will we return?' ", "8": "“Will a person rob God? Yet you are robbing me! But you ask, 'How are we robbing you?' “By the tithe and the offering. ", "9": "You are cursed under the curse—the entire nation—because you are robbing me!", "10": "“Bring the entire tithe into the storehouse that there may be food in my house. So put me to the test in this right now,” says the Lord of the Heavenly Armies, “and see if I won't throw open the windows[b] of heaven for you and pour out on you blessing without measure. ", "11": "And I'll prevent the devourer from harming you,[c] so that he does not destroy the crops of your land. Nor will the vines in your fields drop their fruit,” says the Lord of the Heavenly Armies.", "12": "“Then all the nations will call you blessed, for you will be a land of delight,” says the Lord of the Heavenly Armies.", "13": "“You have spoken arrogant words against me,” says the Lord. “Yet you ask, 'What did we say against you?' ", "14": "You said, 'It is futile to serve God,' and, 'What did we get out of it[d] when we carried out his requirements and went about like mourners in the presence of the Lord of the Heavenly Armies?' ", "15": "and, 'Now we call the arrogant one blessed. Those who do evil prosper and those who challenge God escape the consequences.'”[e]", "16": "Then those who feared the Lord talked with each other. The Lord listened and took note,[f] and a scroll of remembrance was written in his presence about those who fear the Lord and honor His name. ", "17": "“They'll be mine,” says the Lord of the Heavenly Armies, “in the day when I prepare my treasured possession. I'll spare them, just as a man spares his own son who serves him. ", "18": "When you return, you will see the difference between the righteous and the wicked, and between the one who serves God and the one who does not.”"}