{"1": "Shameless nation, come to your senses ", "2": "before you are driven away like chaff blown by the wind, before the burning anger of the Lord comes upon you, before the day when he shows his fury. ", "3": "Turn to the Lord, all you humble people of the land, who obey his commands. Do what is right, and humble yourselves before the Lord. Perhaps you will escape punishment on the day when the Lord shows his anger.", "4": "No one will be left in the city of Gaza. Ashkelon will be deserted. The people of Ashdod will be driven out in half a day,[a] and the people of Ekron will be driven from their city. ", "5": "You Philistines are doomed, you people who live along the coast. The Lord has passed sentence on you. He will destroy you, and not one of you will be left. ", "6": "Your land by the sea will become open fields with shepherd's huts and sheep pens. ", "7": "The people of Judah who survive will occupy your land. They will pasture their flocks there and sleep in the houses of Ashkelon. The Lord their God will be with them and make them prosper again.", "8": "The Lord Almighty says, “I have heard the people of Moab and Ammon insulting and taunting my people, and boasting that they would seize their land. ", "9": "As surely as I am the living Lord, the God of Israel, I swear that Moab and Ammon are going to be destroyed like Sodom and Gomorrah. They will become a place of salt pits and everlasting ruin, overgrown with weeds. Those of my people who survive will plunder them and take their land.”", "10": "That is how the people of Moab and Ammon will be punished for their pride and arrogance and for insulting the people of the Lord Almighty. ", "11": "The Lord will terrify them. He will reduce the gods of the earth to nothing, and then every nation will worship him, each in its own land.", "12": "The Lord will also put the people of Ethiopia[b] to death.", "13": "The Lord will use his power to destroy Assyria. He will make the city of Nineveh a deserted ruin, a waterless desert. ", "14": "It will be a place where flocks, herds, and animals of every kind will lie down. Owls will live among its ruins and hoot from the windows. Crows[c] will caw on the doorsteps. The cedar wood of her buildings will be stripped away. ", "15": "That is what will happen to the city that is so proud of its own power and thinks it is safe. Its people think that their city is the greatest in the world. What a desolate place it will become, a place where wild animals will rest! Everyone who passes by will shrink back in horror."}