{"1": "Many years ago, a man named Job lived in the land of Uz.[a] He was a truly good person, who respected God and refused to do evil.", "2": "Job had seven sons and three daughters. ", "3": "He owned seven thousand sheep, three thousand camels, five hundred pair of oxen, five hundred donkeys, and a large number of servants. He was the richest person in the East.", "4": "Job's sons took turns having feasts in their homes, and they always invited their three sisters to join in the eating and drinking. ", "5": "After each feast, Job would send for his children and perform a ceremony, as a way of asking God to forgive them of any wrongs they may have done. He would get up early the next morning and offer a sacrifice for each of them, just in case they had sinned or silently cursed God.", "6": "One day, when the angels[b] had gathered around the Lord, and Satan[c] was there with them, ", "7": "the Lord asked, “Satan, where have you been?” Satan replied, “I have been going all over the earth.”", "8": "Then the Lord asked, “What do you think of my servant Job? No one on earth is like him—he is a truly good person, who respects me and refuses to do evil.”", "9": "“Why shouldn't he respect you?” Satan remarked. ", "10": "“You are like a wall protecting not only him, but his entire family and all his property. You make him successful in whatever he does, and his flocks and herds are everywhere. ", "11": "Try taking away everything he owns, and he will curse you to your face.”", "12": "The Lord replied, “All right, Satan, do what you want with anything that belongs to him, but don't harm Job.” Then Satan left.", "13": "Job's sons and daughters were having a feast in the home of his oldest son, ", "14": "when someone rushed up to Job and said, “While your servants were plowing with your oxen, and your donkeys were nearby eating grass, ", "15": "a gang of Sabeans[d] attacked and stole the oxen and donkeys! Your other servants were killed, and I was the only one who escaped to tell you.”", "16": "That servant was still speaking, when a second one came running up and saying, “God sent down a fire that killed your sheep and your servants. I am the only one who escaped to tell you.”", "17": "Before that servant finished speaking, a third one raced up and said, “Three gangs of Chaldeans[e] attacked and stole your camels! All of your other servants were killed, and I am the only one who escaped to tell you.”", "18": "That servant was still speaking, when a fourth one dashed up and said, “Your children were having a feast and drinking wine at the home of your oldest son, ", "19": "when suddenly a windstorm from the desert blew the house down, crushing all of your children. I am the only one who escaped to tell you.”", "20": "When Job heard this, he tore his clothes and shaved his head because of his great sorrow. He knelt on the ground, then worshiped God ", "21": "and said: “We bring nothing at birth; we take nothing with us at death. The Lord alone gives and takes. Praise the name of the Lord!”", "22": "In spite of everything, Job did not sin or accuse God of doing wrong."}