{"1": "Eliphaz's Second Speech Eliphaz from Teman[a] said:", "2": "Job, if you had any sense,", "3": "you would stop spreading all of this hot air.", "4": "Your words are enough to make others turn from God and lead them to doubt.", "5": "And your sinful, scheming mind is the source of all you say.", "6": "I am not here as your judge; your own words are witnesses against you.", "7": "Were you the first human? Are you older than the hills?", "8": "Have you ever been present when God's council[b] meets? Do you alone have wisdom?", "9": "Do you know and understand something we don't?", "10": "We have the benefit of wisdom older than your father.", "11": "And you have been offered comforting words from God. Isn't this enough?", "12": "Your emotions are out of control, making you look fierce;", "13": "that's why you attack God with everything you say.", "14": "No human is pure and innocent,", "15": "and neither are angels— not in the sight of God. If God doesn't trust his angels,", "16": "what chance do humans have? We are so terribly evil that we thirst for sin.", "17": "Just listen to what I know, and you will learn", "18": "wisdom known by others since ancient times.", "19": "Those who gained such insights also gained the land, and they were not influenced by foreign teachings.", "20": "But suffering is in store each day for those who sin.", "21": "Even in times of success, they constantly hear the threat of doom.", "22": "Darkness, despair, and death are their destiny.", "23": "They scrounge around for food, all the while dreading the approaching darkness.", "24": "They are overcome with despair, like a terrified king about to go into battle.", "25": "This is because they rebelled against God All-Powerful", "26": "and have attacked him with their weapons.", "27": "They may be rich and fat,", "28": "but they will live in the ruins of deserted towns.", "29": "Their property and wealth will shrink and disappear.", "30": "They won't escape the darkness, and the blazing breath of God will set their future aflame.", "31": "They have put their trust in something worthless; now they will become worthless", "32": "like a date palm tree without a leaf.[c]", "33": "Or like vineyards or orchards whose blossoms and unripe fruit drop to the ground.", "34": "Yes, the godless and the greedy will have nothing but flames feasting on their homes,", "35": "because they are the parents of trouble and vicious lies."}