{"1": "Job's Reply to Zophar Job said:", "2": "If you want to offer comfort, then listen to me.", "3": "And when I have finished, you can start your insults all over again.", "4": "My complaint is against God; that's why I am impatient.", "5": "Just looking at me is enough to make you sick,", "6": "and the very thought of myself fills me with disgust.", "7": "Why do evil people live so long and gain such power?", "8": "Why are they allowed to see their children grow up?[a]", "9": "They have no worries at home, and God never punishes them.", "10": "Their cattle have lots of calves without ever losing one;", "11": "their children play and dance safely by themselves.", "12": "These people sing and celebrate to the sound of tambourines, small harps, and flutes,", "13": "and they are successful, without a worry, until the day they die.", "14": "Those who are evil say to God All-Powerful, “Leave us alone! Don't bother us with your teachings.", "15": "What do we gain from praying and worshiping you?", "16": "We succeeded all on our own.” And so, I keep away from them and their evil schemes.", "17": "How often does God become angry and send disaster and darkness to punish sinners?", "18": "How often does he strike them like a windstorm that scatters straw?", "19": "You say, “God will punish those sinners' children in place of those sinners.” But I say, “Let him punish those sinners themselves until they really feel it.", "20": "Let God All-Powerful force them to drink their own destruction from the cup of his anger.", "21": "Because after they are dead, they won't care what happens to their children.”", "22": "Who can tell God what to do? He judges powerful rulers.", "23": "Some of us die prosperous,", "24": "enjoying good health,", "25": "while others die in poverty, having known only pain.", "26": "But we all end up dead, beneath a blanket of worms.", "27": "My friends, I know that you are plotting against me.", "28": "You ask, “Where is the home of that important person who does so much evil?”", "29": "Everyone, near and far, agrees", "30": "that those who do wrong never suffer disaster, when God becomes angry.", "31": "No one points out their sin or punishes them.", "32": "Then at their funerals, they are highly praised;", "33": "the earth welcomes them home, while crowds mourn.", "34": "But empty, meaningless words are the comfort you offer me."}