{"1": "Job Continues Why doesn't God set a time for court? Why don't his people know where he can be found?", "2": "Sinners remove boundary markers and take care of sheep they have stolen.", "3": "They cheat orphans and widows by taking their donkeys and oxen.", "4": "The poor are trampled and forced to hide", "5": "in the desert, where they and their children must live like wild donkeys and search for food.", "6": "If they want grain or grapes,[a] they must go to the property of these sinners.", "7": "They sleep naked in the cold, because they have no cover,", "8": "and during a storm their only shelters are caves among the rocky cliffs.", "9": "Children whose fathers have died are taken from their mothers as payment for a debt.", "10": "Then they are forced to work naked in the grain fields because they have no clothes, and they go hungry.", "11": "They crush olives to make oil and grapes to make wine— but still they go thirsty.", "12": "And along the city streets, the wounded and dying cry out, yet God does nothing.", "13": "Some rebel and refuse to follow the light.", "14": "Soon after sunset they murder the poor and the needy, and at night they steal.", "15": "Others wait for the dark, thinking they won't be seen if they sleep with the wife or husband of someone else.", "16": "Robbers hide during the day, then break in after dark because they reject the light.", "17": "They prefer night to day, since the terrors of the night are their friends.", "18": "Those sinners are filthy foam on the surface of the water. And so, their fields and vineyards will fall under a curse and won't produce.", "19": "Just as the heat of summer swallows the snow, the world of the dead swallows those who sin.", "20": "Forgotten here on earth, and with their power broken, they taste sweet to worms.", "21": "Sinners take advantage of widows and other helpless women.[b]", "22": "But God's mighty strength destroys those in power. Even if they seem successful, they are doomed to fail.", "23": "God may let them feel secure, but they are never out of his sight.", "24": "Great for a while; gone forever! Sinners are mowed down like weeds, then they wither and die.", "25": "If I haven't spoken the truth, then prove me wrong."}