{"1": "Job Continues Young people now insult me, although their fathers would have been a disgrace to my sheep dogs.", "2": "And those who insult me are helpless themselves.", "3": "They must claw the desert sand in the dark for something to satisfy their hunger.[a]", "4": "They gather tasteless shrubs for food and firewood,", "5": "and they are run out of towns, as though they were thieves.", "6": "Their only homes are ditches or holes between rocks,", "7": "where they bray like donkeys gathering around shrubs.", "8": "And like senseless donkeys they are chased away.", "9": "Those worthless nobodies make up jokes and songs to disgrace me.", "10": "They are hateful and keep their distance, even while spitting in my direction.", "11": "God has destroyed me, and so they don't care what they do.[b]", "12": "Their attacks never stop, though I am defenseless, and my feet are trapped.[c]", "13": "Without any help, they prevent my escape, destroying me completely[d]", "14": "and leaving me crushed.", "15": "Terror has me surrounded; my reputation and my riches have vanished like a cloud.", "16": "I am sick at heart! Pain has taken its toll.", "17": "Night chews on my bones, causing endless torment,", "18": "and God has shrunk my skin, choking me to death.", "19": "I have been thrown in the dirt and now am dirt myself.", "20": "I beg God for help, but there is no answer; and when I stand up, he simply stares.", "21": "God has turned brutal,", "22": "stirring up a windstorm to toss me about.", "23": "Soon he will send me home to the world of the dead, where we all must go.", "24": "No one refuses help to others, when disaster strikes.[e]", "25": "I mourned for the poor and those who suffered.", "26": "But when I beg for relief and light, all I receive are disaster and darkness.", "27": "My stomach is tied in knots; pain is my daily companion.", "28": "Suffering has scorched my skin, and in the city council I stand and cry out,", "29": "making mournful sounds like jackals[f] and owls.", "30": "My skin is so parched, that it peels right off, and my bones are burning.", "31": "My only songs are sorrow and sadness."}