{"1": "Job Continues I promised myself never to stare with desire at a young woman.", "2": "God All-Powerful punishes men who do that.", "3": "In fact, God sends disaster on all who sin,", "4": "and he keeps a close watch on everything I do.", "5": "I am not dishonest or deceitful,", "6": "and I beg God to prove my innocence.", "7": "If I have disobeyed him or even wanted to,", "8": "then others can eat my harvest and uproot my crops.", "9": "If I have desired someone's wife and chased after her,", "10": "then let some stranger steal my wife from me.", "11": "If I took someone's wife, it would be a horrible crime,", "12": "sending me to destruction and my crops to the flames.[a]", "13": "When my servants complained against me, I was fair to them.", "14": "Otherwise, what answer would I give to God when he judges me?", "15": "After all, God is the one who gave life to each of us before we were born.", "16": "I have never cheated widows or others in need,", "17": "and I have always shared my food with orphans.", "18": "Since the time I was young, I have cared for orphans and helped widows.[b]", "19": "I provided clothes for the poor,", "20": "and I was praised for supplying woolen garments to keep them warm.", "21": "If I have ever raised my arm to threaten an orphan when the power was mine,", "22": "I hope that arm will fall from its socket.", "23": "I could not have been abusive; I was terrified at the thought that God might punish me.", "24": "I have never trusted the power of wealth,", "25": "or taken pride in owning many possessions.", "26": "I have never openly or secretly", "27": "worshiped the sun or moon.", "28": "Such horrible sins would have deserved punishment from God.", "29": "I have never laughed when my enemies were struck by disaster.", "30": "Neither have I sinned by asking God to send down on them the curse of death.", "31": "No one ever went hungry[c] at my house,", "32": "and travelers were always welcome.", "33": "Many have attempted to hide their sins from others— but I refused.", "34": "And the fear of public disgrace never forced me to keep silent about what I had done.", "35": "Why doesn't God All-Powerful listen and answer? If God has something against me, let him speak up or put it in writing!", "36": "Then I would wear his charges on my clothes and forehead.", "37": "And with my head held high, I would tell him everything I have ever done.", "38": "I have never mistreated the land I farmed and made it mourn.[d]", "39": "Nor have I cheated my workers and caused them pain.[e]", "40": "If I had, I would pray for weeds instead of wheat to grow in my fields. After saying these things, Job was silent."}