{"1": "Elihu Speaks Job, listen to me! Pay close attention.", "2": "Everything I will say", "3": "is true and sincere,", "4": "just as surely as the Spirit of God All-Powerful[a] gave me the breath of life.", "5": "Now line up your arguments and prepare to face me.", "6": "We each were made from clay, and God has no favorites,", "7": "so don't be afraid of me or what I might do.", "8": "I have heard you argue", "9": "that you are innocent, guilty of nothing.", "10": "You claim that God has made you his enemy,", "11": "that he has bound your feet and blocked your path.", "12": "But, Job, you're wrong— God is greater than any human.", "13": "So why do you challenge God to answer you?[b]", "14": "God speaks in different ways, and we don't always recognize his voice.", "15": "Sometimes in the night, he uses terrifying dreams", "16": "to give us warnings.", "17": "God does this to make us turn from sin and pride", "18": "and to protect us from being swept away to the world of the dead.", "19": "Sometimes we are punished with a serious illness and aching joints.", "20": "Merely the thought of our favorite food makes our stomachs sick,", "21": "and we become so skinny that our bones stick out.", "22": "We feel death and the grave taking us in their grip.", "23": "One of a thousand angels then comes to our rescue by saying we are innocent.", "24": "The angel shows kindness, commanding death to release us, because the price was paid.", "25": "Our health is restored, we feel young again,", "26": "and we ask God to accept us. Then we joyfully worship God, and we are rewarded because we are innocent.", "27": "When that happens, we tell everyone, “I sinned and did wrong, but God forgave me", "28": "and rescued me from death! Now I will see the light.”", "29": "God gives each of us chance after chance", "30": "to be saved from death and brought into the light that gives life.", "31": "So, Job, pay attention and don't interrupt,", "32": "though I would gladly listen to anything you say that proves you are right.", "33": "Otherwise, listen in silence to my wisdom."}