{"1": "Elihu Continues Elihu said:", "2": "You men think you are wise, but just listen to me!", "3": "Think about my words, as you would taste food.", "4": "Then we can decide the case and give a just verdict.", "5": "Job claims he is innocent and God is guilty of mistreating him.", "6": "Job also argues that God considers him a liar and that he is suffering severely in spite of his innocence.", "7": "But to tell the truth, Job is shameless!", "8": "He spends his time with sinners,", "9": "because he has said, “It doesn't pay to please God.”", "10": "If any of you are smart, you will listen and learn that God All-Powerful does what is right.", "11": "God always treats everyone the way they deserve,", "12": "and he is never unfair.", "13": "From the very beginning, God has been in control of all the world.", "14": "If God took back the breath that he breathed into us,", "15": "we humans would die and return to the soil.", "16": "So be smart and listen!", "17": "The mighty God is the one who brings about justice, and you are condemning him.", "18": "Indeed, God is the one who condemns unfair rulers.", "19": "And God created us all; he has no favorites, whether rich or poor.", "20": "Even powerful rulers die in the darkness of night when they least expect it, just like the rest of us.", "21": "God watches everything we do.", "22": "No evil person can hide in the deepest darkness.", "23": "And so, God doesn't need to set a time for judgment.", "24": "Without asking for advice, God removes mighty leaders and puts others in their place.", "25": "He knows what they are like, and he wipes them out in the middle of the night.", "26": "And while others look on, he punishes them because they were evil", "27": "and refused to obey him.", "28": "The persons they mistreated had prayed for help, until God answered their prayers.", "29": "When God does nothing, can any person or nation find fault with him?", "30": "But still, he punishes rulers who abuse their people.[a]", "31": "Job, you should tell God that you are guilty and promise to do better.", "32": "Then ask him to point out what you did wrong, so you won't do it again.", "33": "Do you make the rules, or does God? You have to decide— I can't do it for you; now make up your mind.", "34": "Job, anyone with good sense can easily see", "35": "that you are speaking nonsense and lack good judgment.", "36": "So I pray for you to suffer as much as possible for talking like a sinner.", "37": "You have rebelled against God, time after time, and have even insulted us."}