{"1": "Elihu Continues Elihu said:", "2": "Be patient a while longer; I have something else to say in God's defense.", "3": "God always does right— and this knowledge comes straight from God.[a]", "4": "You can rest assured that what I say is true.", "5": "Although God is mighty, he cares about everyone and makes fair decisions.", "6": "The wicked are cut down, and those who are wronged receive justice.", "7": "God watches over good people and places them in positions of power and honor forever.", "8": "But when people are prisoners of suffering and pain,", "9": "God points out their sin and their pride,", "10": "then he warns them to turn back to him.", "11": "And if they obey, they will be successful and happy from then on.", "12": "But if they foolishly refuse, they will be rewarded with a violent death.", "13": "Godless people are too angry to ask God for help when he punishes them.", "14": "So they die young in shameful disgrace.", "15": "Hard times and trouble are God's way of getting our attention!", "16": "And at this very moment, God deeply desires to lead you from trouble and to spread your table with your favorite food.", "17": "Now that the judgment for your sins has fallen upon you,", "18": "don't let your anger and the pain you endured make you sneer at God.", "19": "Your reputation and riches cannot protect you from distress,", "20": "nor can you find safety in the dark world below.[b]", "21": "Be on guard! Don't turn to evil as a way of escape.", "22": "God's power is unlimited. He needs no teachers", "23": "to guide or correct him.", "24": "Others have praised God for what he has done, so join with them.", "25": "From down here on earth, everyone has looked up and seen", "26": "how great God is— God is more than we imagine; no one can count the years he has lived.", "27": "God gathers moisture into the clouds", "28": "and supplies us with rain.", "29": "Who can understand how God scatters the clouds and speaks from his home in the thunderstorm?", "30": "And when God sends lightning, it can be seen at the bottom of the sea.", "31": "By producing such rainstorms, God rules the world and provides us with food.", "32": "Each flash of lightning is one of his arrows striking its target,", "33": "and the thunder tells of his anger against sin.[c]"}