{"1": "The Lord Speaks From out of a storm, the Lord said to Job:", "2": "Why do you talk so much when you know so little?", "3": "Now get ready to face me! Can you answer the questions I ask?", "4": "How did I lay the foundation for the earth? Were you there?", "5": "Doubtless you know who decided its length and width.", "6": "What supports the foundation? Who placed the cornerstone,", "7": "while morning stars sang, and angels rejoiced?", "8": "When the ocean was born, I set its boundaries", "9": "and wrapped it in blankets of thickest fog.", "10": "Then I built a wall around it, locked the gates, ", "11": "and said, “Your powerful waves stop here! They can go no farther.”", "12": "Did you ever tell the sun to rise? And did it obey?", "13": "Did it take hold of the earth and shake out the wicked like dust from a rug?", "14": "Early dawn outlines the hills like stitches on clothing or sketches on clay.", "15": "But its light is too much for those who are evil, and their power is broken.", "16": "Job, have you ever walked on the ocean floor?", "17": "Have you seen the gate to the world of the dead?", "18": "And how large is the earth? Tell me, if you know!", "19": "Where is the home of light, and where does darkness live?", "20": "Can you lead them home?", "21": "I'm certain you must be able to, since you were already born when I created everything.", "22": "Have you been to the places where I keep snow and hail,", "23": "until I use them to punish and conquer nations?", "24": "From where does lightning leap, or the east wind blow?", "25": "Who carves out a path for thunderstorms? Who sends torrents of rain", "26": "on empty deserts where no one lives?", "27": "Rain that changes barren land to meadows green with grass.", "28": "Who is the father of the dew and of the rain?", "29": "Who gives birth to the sleet and the frost", "30": "that fall in winter, when streams and lakes freeze solid as a rock?", "31": "Can you arrange stars in groups such as Orion and the Pleiades?", "32": "Do you control the stars or set in place the Big Dipper and the Little Dipper?", "33": "Do you know the laws that govern the heavens, and can you make them rule the earth?", "34": "Can you order the clouds to send a downpour,", "35": "or will lightning flash at your command?", "36": "Did you teach birds to know that rain or floods are on their way?[a]", "37": "Can you count the clouds or pour out their water", "38": "on the dry, lumpy soil?", "39": "When lions are hungry, do you help them hunt?", "40": "Do you send an animal into their den?", "41": "And when starving young ravens cry out to me for food, do you satisfy their hunger?"}