{"1": "The Lord Continues When do mountain goats and deer give birth? Have you been there when their young are born?", "2": "How long are they pregnant", "3": "before they deliver?", "4": "Soon their young grow strong and then leave to be on their own.", "5": "Who set wild donkeys free?", "6": "I alone help them survive in salty desert sand.", "7": "They stay far from crowded cities and refuse to be tamed.", "8": "Instead, they roam the hills, searching for pastureland.", "9": "Would a wild ox agree to live in your barn and labor for you?", "10": "Could you force him to plow or to drag a heavy log to smooth out the soil?", "11": "Can you depend on him to use his great strength and do your heavy work?", "12": "Can you trust him to harvest your grain or take it to your barn from the threshing place?", "13": "An ostrich proudly flaps her wings, but not because she loves her young.", "14": "She abandons her eggs and lets the dusty ground keep them warm.", "15": "And she doesn't seem to worry that the feet of an animal could crush them all.", "16": "She treats her eggs as though they were not her own, unconcerned that her work might be for nothing.", "17": "I myself made her foolish and without common sense.", "18": "But once she starts running,[a] she laughs at a rider on the fastest horse.", "19": "Did you give horses their strength and the flowing hair along their necks?", "20": "Did you make them able to jump like grasshoppers or to frighten people with their snorting?", "21": "Before horses are ridden into battle, they paw at the ground, proud of their strength.", "22": "Laughing at fear, they rush toward the fighting,", "23": "while the weapons of their riders rattle and flash in the sun.", "24": "Unable to stand still, they gallop eagerly into battle when trumpets blast.", "25": "Stirred by the distant smells and sounds of war, they snort in reply to the trumpet.", "26": "Did you teach hawks to fly south for the winter?", "27": "Did you train eagles[b] to build", "28": "their nests on rocky cliffs,", "29": "where they can look down to spot their next meal?", "30": "Then their young gather to feast wherever the victim lies."}