{"1": "The Lord Continues Can you catch a sea monster[a] by using a fishhook? Can you tie its mouth shut with a rope?", "2": "Can it be led around by a ring in its nose or a hook in its jaw?", "3": "Will it beg for mercy?", "4": "Will it surrender as a slave for life?", "5": "Can it be tied by the leg like a pet bird for little girls?", "6": "Is it ever chopped up and its pieces bargained for in the fish-market?", "7": "Can it be killed with harpoons or spears?", "8": "Wrestle it just once— that will be the end.", "9": "Merely a glimpse of this monster makes all courage melt.", "10": "And if it is too fierce for anyone to attack, who would dare oppose me?", "11": "I am in command of the world and in debt to no one.", "12": "What powerful legs, what a stout body this monster possesses!", "13": "Who could strip off its armor or bring it under control with a harness?", "14": "Who would try to open its jaws, full of fearsome teeth?", "15": "Its back[b] is covered with shield after shield,", "16": "firmly bound and closer together", "17": "than breath to breath.", "18": "When this monster sneezes, lightning flashes, and its eyes glow like the dawn.", "19": "Sparks and fiery flames explode from its mouth.", "20": "And smoke spews from its nose like steam from a boiling pot,", "21": "while its blazing breath scorches everything in sight.", "22": "Its neck is so tremendous that everyone trembles,", "23": "the weakest parts of its body are harder than iron,", "24": "and its heart is stone.", "25": "When this noisy monster appears, even the most powerful[c] turn and run in fear.", "26": "No sword or spear can harm it,", "27": "and weapons of bronze or iron are as useless as straw or rotten wood.", "28": "Rocks thrown from a sling cause it no more harm than husks of grain. This monster fears no arrows,", "29": "it simply smiles at spears, and striking it with a stick is like slapping it with straw.", "30": "As it crawls through the mud, its sharp and spiny hide tears the ground apart.", "31": "And when it swims down deep, the sea starts churning like boiling oil,", "32": "and it leaves behind a trail of shining white foam.", "33": "No other creature on earth is so fearless.", "34": "It is king of all proud creatures, and it looks upon the others as nothing."}