{"1": "Then Balaam said to Balak, “Build me seven altars here and prepare seven bulls and seven rams for me.” ", "2": "So Balak did as Balaam directed, and they offered a bull and a ram on each altar. ", "3": "Balaam said to Balak, “Stay here by your burnt offering while I am gone. Maybe the Lord will meet with me. I will tell you whatever he reveals to me.” So he went to a barren hill.", "4": "God met with him and Balaam said to him, “I have arranged seven altars and offered a bull and a ram on each altar.” ", "5": "Then the Lord put a message in Balaam's mouth and said, “Return to Balak and say what I tell you.”", "6": "So he returned to Balak, who was standing there by his burnt offering with all the officials of Moab.", "7": "Balaam proclaimed his poem: Balak brought me from Aram; the king of Moab, from the eastern mountains: “Come, put a curse on Jacob for me; come, denounce Israel!” ", "8": "How can I curse someone God has not cursed? How can I denounce someone the Lord has not denounced?", "9": "I see them from the top of rocky cliffs, and I watch them from the hills. There is a people living alone; it does not consider itself among the nations.", "10": "Who has counted the dust of Jacob or numbered even one-fourth of Israel? Let me die the death of the upright; let the end of my life be like theirs.", "11": "“What have you done to me?” Balak asked Balaam. “I brought you to curse my enemies, but look, you have only blessed them!”", "12": "He answered, “Shouldn't I say exactly what the Lord puts in my mouth?” ", "13": "Then Balak said to him, “Please come with me to another place where you can see them. You will only see the outskirts of their camp; you won't see all of them. From there, put a curse on them for me.” ", "14": "So Balak took him to Lookout Field[a] on top of Pisgah, built seven altars, and offered a bull and a ram on each altar.", "15": "Balaam said to Balak, “Stay here by your burnt offering while I seek the Lord over there.”", "16": "The Lord met with Balaam and put a message in his mouth. Then he said, “Return to Balak and say what I tell you.”", "17": "So he returned to Balak, who was standing there by his burnt offering with the officials of Moab. Balak asked him, “What did the Lord say?”", "18": "Balaam proclaimed his poem: Balak, get up and listen; son of Zippor, pay attention to what I say!", "19": "God is not a man, that he might lie, or a son of man, that he might change his mind. Does he speak and not act, or promise and not fulfill?", "20": "I have indeed received a command to bless; since he has blessed,[b] I cannot change it.", "21": "He considers no disaster for Jacob; he sees no trouble for Israel.[c] The Lord their God is with them, and there is rejoicing over the King among them.", "22": "God brought them out of Egypt; he is like the horns of a wild ox for them.[d]", "23": "There is no magic curse against Jacob and no divination against Israel. It will now be said about Jacob and Israel, “What great things God has done!”", "24": "A people rise up like a lioness; they rouse themselves like a lion. They will not lie down until they devour the prey and drink the blood of the slain.", "25": "Then Balak told Balaam, “Don't curse them and don't bless them!”", "26": "But Balaam answered him, “Didn't I tell you: Whatever the Lord says, I must do?” ", "27": "Again Balak said to Balaam, “Please come. I will take you to another place. Maybe it will be agreeable to God that you can put a curse on them for me there.” ", "28": "So Balak took Balaam to the top of Peor, which overlooks the wasteland.[e]", "29": "Balaam told Balak, “Build me seven altars here and prepare seven bulls and seven rams for me.” ", "30": "So Balak did as Balaam said and offered a bull and a ram on each altar."}