{"1": "Masters, supply your slaves with what is right and fair, since you know that you too have a Master in heaven.", "2": "Devote yourselves to prayer; stay alert in it with thanksgiving. ", "3": "At the same time, pray also for us that God may open a door to us for the message, to speak the mystery of the Messiah, for which I am in prison, ", "4": "so that I may reveal it as I am required to speak. ", "5": "Act wisely toward outsiders, making the most of the time. ", "6": "Your speech should always be gracious, seasoned with salt, so that you may know how you should answer each person.", "7": "Tychicus, our dearly loved brother, faithful servant, and fellow slave in the Lord, will tell you all the news about me. ", "8": "I have sent him to you for this very purpose, so that you may know how we are[a] and so that he may encourage your hearts. ", "9": "He is with Onesimus, a faithful and dearly loved brother, who is one of you. They will tell you about everything here.", "10": "Aristarchus, my fellow prisoner, greets you, as does Mark, Barnabas's cousin (concerning whom you have received instructions: if he comes to you, welcome him), ", "11": "and so does Jesus who is called Justus. These alone of the circumcision are my coworkers for the kingdom of God, and they have been a comfort to me. ", "12": "Epaphras, who is one of you, a slave of Christ Jesus, greets you. He is always contending for you in his prayers, so that you can stand mature and fully assured[b] in everything God wills. ", "13": "For I testify about him that he works hard[c] for you, for those in Laodicea, and for those in Hierapolis. ", "14": "Luke, the dearly loved physician, and Demas greet you. ", "15": "Give my greetings to the brothers in Laodicea, and to Nympha and the church in her home. ", "16": "When this letter has been read among you, have it read also in the church of the Laodiceans; and see that you also read the letter from Laodicea. ", "17": "And tell Archippus, “Pay attention to the ministry you have received in the Lord, so that you can accomplish it.”", "18": "This greeting is in my own hand—Paul. Remember my imprisonment. Grace be with you.[d]"}