{"1": "In the first year of Darius the Mede, I stood up to strengthen and protect him.”[a]", "2": "Now I will tell you the truth: Look, three more kings will arise for Persia. Then the fourth one will gain great riches, more than anyone else. As he becomes strong through his riches, he will stir everyone up against the kingdom of Greece.", "3": "A warrior king will arise. He will rule a great dominion and will do as he pleases. ", "4": "But as he rises, his kingdom will be broken and be divided to the four winds of heaven, but it will not be passed on to his descendants. It will not be ruled with the same ruling power with which he ruled, because his kingdom will be uprooted and given to others besides these.", "5": "The King of the South will become strong, but one of his commanders will become stronger than he and rule a dominion greater than his.[f]", "6": "After some years, they will make an alliance. The daughter of the King of the South will come to the King of the North and make a fair agreement. However, she will not keep the strength of her arm, and he and his arm[g] will not endure. She will be given up—she and those who brought her, the one who fathered her,[h] and the one who strengthened her during these times.[i]", "7": "But one who is a branch from her root will arise in his place.[j] He will come against the army and come into the fortress of the King of the North. He will make war with them and win. ", "8": "He will also take their gods captive to Egypt with their cast images and with their valuable silver and gold vessels. For some years he will leave the King of the North alone. ", "9": "But the King of the North will come into the kingdom of the King of the South. Then he will return to his own land.", "10": "His sons[k] will stir themselves up and will gather a huge force of many armies, which will keep coming like an overflowing flood. They will stir themselves up again as far as his fortress.[l]", "11": "The King of the South will be enraged. He will go out and fight with the King of the North. The King of the North will raise up a great army, but the army will be handed over to the King of the South. ", "12": "When the King of the North's army is swept away, and the King of the South becomes arrogant, though he will cause tens of thousands to fall, he will not win.[m]", "13": "The King of the North will again raise an army, which will be greater than the first army, and after some years he will keep coming with a great army and many supplies. ", "14": "In those times, many will rise up against the King of the South. Violent men from your own people will lift themselves up in fulfillment of this vision, but they will fail. ", "15": "The King of the North will come and build siege works and capture a fortified city. The forces of the south will not stand, not even its best troops, because they will have no strength to stand. ", "16": "The one who comes against him[n] will do as he pleases, and no one will stand in his way. He will stand in the beautiful land,[o] and it will be completely in his power. ", "17": "He will be determined to come with the power of his entire kingdom and to bring a treaty with him, which he will enforce. He will give his daughter to the King of the South in marriage in order to destroy the southern kingdom. But his plan will not succeed or turn out to his advantage. ", "18": "He will focus his attack on the coastlands and capture many. However, a commander will put an end to his insolence. Moreover, he will make him pay for his insolence. ", "19": "Then the King of the North will turn his face toward the fortresses of his land. He will stumble and fall and not be found.[p]", "20": "Then one will arise in his place who will send an oppressive tax collector for the glory of his kingdom. However, in a few days he will be broken, but not in anger or battle.", "21": "A despicable person will arise in his place, but they will not confer the royal majesty upon him. He will come when the kingdom is at ease and seize it through smooth, slippery talk. ", "22": "A powerful force will be overpowered by him and broken, together with a leader of the covenant. ", "23": "After an alliance is made with the leader of the covenant, the despicable person will act deceitfully. He will rise up and become powerful with a small nation. ", "24": "He will come to the richest parts of the province when it is at ease, and he will do what his fathers and his fathers' fathers did not do. He will distribute plunder and property to them. He will come up with plans against strongholds, but only for a time.", "25": "He will awaken his power and his courage against the King of the South with a great army. The King of the South will stir himself up for battle with a very great and powerful army, but he will not succeed because schemes will be plotted against him. ", "26": "Those who eat his special royal food will try to break him, and his army will be swept away. Many will fall, struck down in battle.", "27": "The two kings, whose hearts are bent to evil, will sit at one table and lie to each other, but this scheming will not succeed, because the end is still set for an appointed time. ", "28": "The King of the North will return to his land with a lot of captured possessions and with his heart set against the holy covenant. He will take action and then return to his own land.", "29": "At the appointed time he will return and come into the South again, but this later invasion will not turn out like the first invasion. ", "30": "Ships from Kittim will come against him, and he will be humbled.[q] Then he will turn and become furious against the holy covenant and take action. He will return and show favor to those who abandon the holy covenant. ", "31": "His forces will arise, profane the temple fortress, abolish the continual daily sacrifice, and set up the abominable thing that causes desolation. ", "32": "So he will corrupt wicked men of the covenant with smooth talk, but a people who know their God will be strong and take action.", "33": "Those of the people who have insight will make many understand, but they will fall by the sword, and to flames, captivity, and plunder for some time. ", "34": "However, when they stumble, they will be aided by a little help, and many will join them insincerely. ", "35": "Some of those who have insight will stumble so that they may be refined, purified, and made white until the time of the end, for it is still set for an appointed time.", "36": "The king will do as he pleases. He will exalt himself and magnify himself over every god, and he will speak amazing things against the God of Gods. He will prosper until furious anger is completed, because what has been determined shall be done. ", "37": "He will not favor the God of his fathers. He also will not favor the desire of women or any god, because he will exalt himself above all of them. ", "38": "He will honor a god of fortresses in their place. He will honor a god whom his fathers did not know with gold, silver, precious stones, and very valuable things. ", "39": "He will deal with strong fortresses with the help of a foreign god. To all who acknowledge him, he will give great honor and make them rulers over many people. What is more, he will parcel out land for a price.", "40": "Then, at the time of the end, the King of the South will wage war against him, and the King of the North will storm out against him with chariots, horsemen, and many ships. He will enter countries like a flood and overflow them. ", "41": "He will enter the beautiful land, and many will stumble. However, these nations will be delivered from his power: Edom, Moab, and the best of the Ammonites. ", "42": "He will seek to harm countries, and the land of Egypt will not be one that escapes. ", "43": "He will rule over the treasures of gold and silver and over all of the very valuable things of Egypt. Libyans and Cushites will be within his grasp. ", "44": "However, reports from the east and from the north will terrify him. He will go out in great anger to destroy and to completely wipe out many. ", "45": "He will pitch his royal tents between the seas toward the beautiful holy mountain. Yet he will come to his end, and there will be no one to help him."}