{"1": "Then at that time, Michael, the great prince who stands over your people, will arise. There will be a time of distress that has not happened from the first time that there was a nation until that time. At that time your people will be delivered, everyone who is found written in the book. ", "2": "Many who are sleeping in the dusty ground will awake, some to everlasting life, and some to shame, to everlasting contempt. ", "3": "Those who have insight will shine like the brightness of the sky, and those who bring many to righteousness will shine like the stars forever and ever. ", "4": "Now you, Daniel, close up the words and seal the scroll until the time of the end. Many will continue running back and forth, and knowledge will increase.", "5": "I, Daniel, looked, and there were two others standing there, one on the near bank of the river and the other on the far bank of the river. ", "6": "Someone said to the man dressed in linen, who was above the waters of the river, “How long until the end of these amazing things?” ", "7": "Then I heard the man dressed in linen, who was above the waters of the river. He raised his right hand and his left hand to heaven and swore by him who lives forever that it would be for a time, times, and half a time, and then, when the rejection of the holy people is finished, all these things will be finished.[a]", "8": "I myself heard, but I did not understand. So I said, “Lord, what will be the end result of these things?”", "9": "He said: Go, Daniel, because the words are closed up and sealed until the time of the end. ", "10": "Many will be purified, made white, and refined, but the wicked will act wickedly. None of the wicked will understand, but those who have insight will understand.", "11": "From the time when the regular daily offering is removed and an abominable thing that causes desolation is set up, there will be one thousand two hundred ninety days. ", "12": "Blessed is the one who waits and reaches one thousand three hundred thirty-five days.", "13": "But you, go on your way to the end. You will rest and rise to your assigned inheritance at the end of the days."}