{"1": "In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar had a dream. His spirit was troubled, but he fell back to sleep again. ", "2": "The king gave orders to summon the magicians, the spell casters, the sorcerers, and the astrologers[a] to relate the king's dream to him. So they came and stood before the king. ", "3": "The king said to them, “I had a dream, and my spirit was troubled because I did not understand the dream.”", "4": "The astrologers said to the king in Aramaic,[b] “Your Majesty,[c] may you live forever! Tell the dream to your servants, and we will explain its meaning.”", "5": "The king answered the astrologers, “My decision is final. If you do not tell me the dream and what it means, your body shall be cut to pieces, and your houses will be made into a pile of rubble. ", "6": "However, if you explain the dream and its meaning, you will receive gifts, a reward, and great honor from me. So, explain to me the dream and its meaning!”", "7": "They responded a second time and said, “Let the king tell the dream to his servants, and we will explain its meaning.”", "8": "The king answered, “Now I know for sure that you are buying time because you see that my decision is final. ", "9": "If you do not make the dream known to me, there is only one decree for you. You have conspired to give me a lying and cheating response until the situation changes. So, tell me the dream, and I will know that you are also able to explain its meaning to me.”", "10": "The astrologers responded to the king, “There is no person on earth who is able to reveal what the king wants. No great and powerful king has ever asked for a thing like this from any magician, spell caster, or astrologer. ", "11": "The thing that the king is asking is difficult. There is no one who can reveal it to the king except the gods, who do not dwell with mortal flesh.”", "12": "Because of this the king became very angry. He was enraged and gave orders to put the wise men of Babylon to death. ", "13": "The decree was issued that all the wise men were to be executed. So executioners looked for Daniel and his companions to execute them.", "14": "Then Daniel responded with good judgment and tact to Ariok, the chief of the king's executioners, who had gone out to execute the wise men of Babylon. ", "15": "He said to Ariok, the king's officer, “Why is the decree from the king so harsh?” So Ariok explained the situation to Daniel. ", "16": "Daniel then entered the court and asked the king to give him time so that he could reveal the interpretation to the king.", "17": "Next, Daniel went to his house and explained the situation to Hananiah, Azariah, and Mishael, his companions. ", "18": "They were to seek mercy from the God of Heaven concerning this mystery, so that Daniel and his companions would not be put to death with the rest of the wise men of Babylon.", "19": "Then the mystery was revealed to Daniel in a vision at night, and Daniel blessed the God of Heaven.[d] ", "20": "Daniel said, May the name of God be blessed forever and ever, because wisdom and power are his.", "21": "He changes times and eras. He removes kings, and he brings kings to power. He gives wisdom to the wise and knowledge to those who have good judgment.", "22": "He reveals deep things and hidden things. He knows what is in the dark, and the light dwells with him.", "23": "To you, God of my fathers, I give thanks and praise, because you have given me wisdom and power. Now you have made known to me what we requested from you, because you have made known to us the thing the king asked about.", "24": "As a result of this, Daniel went to Ariok, whom the king had assigned to put the wise men of Babylon to death. Daniel went and said this to him: “Do not put the wise men of Babylon to death. Bring me before the king, and I will explain the meaning to the king.”", "25": "Then Ariok immediately brought Daniel before the king. This is what Ariok said to the king: “I have found a man from among the Judean exiles who will make the interpretation known to the king.”", "26": "The king said to Daniel (whose name was Belteshazzar), “Are you able to make known to me the dream that I saw and its meaning?”", "27": "Daniel answered the king, “The mystery that the king is asking about, no wise men, spell casters, magicians, or diviners are able to explain it to the king. ", "28": "However, there is a God in heaven who reveals mysteries, and he has made known to King Nebuchadnezzar what will happen in the latter days. This is your dream; the visions in your head while you were on your bed were this:", "29": "For you, Your Majesty, while you were on your bed, thoughts arose about things that will come after this, and the Revealer of Mysteries made known to you what will happen. ", "30": "But the reason that this mystery was revealed to me was not because I have more wisdom in me than any other living being. Rather, it was revealed to me so that the meaning could be made known to Your Majesty and so that you may know the thoughts of your heart.", "31": "You, Your Majesty, were looking, and there was a very great statue. That statue, which was large and extremely bright, was standing in front of you. Its appearance was frightening. ", "32": "The statue looked like this: Its head was fine gold, its chest and its arms were silver, its abdomen and its thighs were bronze, ", "33": "its shins were iron, and its feet were partly iron and partly fired clay. ", "34": "You continued to watch until a stone was cut, but not by human hands. It struck the statue on its feet that were iron and clay, and it smashed them. ", "35": "Then all at once the iron, the clay, the bronze, the silver, and the gold were crushed and became like the chaff on the threshing floors of summer. The wind carried them away, and no trace of them could be found. However, the stone that struck the statue became a great mountain and filled the entire earth. ", "36": "This is the dream. So now we will interpret its meaning for Your Majesty. ", "37": "You, Your Majesty, are the king of kings to whom the God of Heaven has given a kingdom, power, strength, and glory. ", "38": "Wherever there are people, wild animals, and birds of the air, God has given them into your hand, and he has made you ruler over all of them. You are the head of gold.", "39": "After you another kingdom will arise that will be inferior to yours. Then another kingdom, a third kingdom of bronze will arise. This kingdom will rule the entire earth. ", "40": "A fourth kingdom will be as strong as iron, since iron crushes and shatters everything. So, like iron that smashes, it will crush and smash all of these other kingdoms. ", "41": "Because you saw feet and toes partly of potter's clay and partly of iron, this will be a divided kingdom. It will have some of the hardness of iron, because you saw iron mixed with common clay.[e] ", "42": "What is more, the toes of the feet were partly iron and partly clay. This means that part of the kingdom will be strong and part of it will be brittle. ", "43": "You saw iron mixed with common clay. This means that the different parts of the kingdom will be a mixture of different races of people,[f] and they will not remain united to one another, just as iron does not mix with clay.", "44": "In the days of those kings, the God of Heaven will establish a kingdom that will never be destroyed, and this kingdom will not be left to another race of people. It will crush and put an end to all of these kingdoms, but it will stand forever, ", "45": "just as you saw that a stone was cut from the mountain, but not by human hands, and it crushed the iron, the bronze, the clay, the silver, and the gold. A great God has made known to Your Majesty what will happen after this. The dream is sure, and its interpretation is certain.", "46": "Then King Nebuchadnezzar fell facedown and paid homage to[g] Daniel. He commanded that a sacrificial gift and incense be offered to him. ", "47": "The king said, “Truly your God is the God of Gods, the Lord of Kings, and the Revealer of Mysteries, because you were able to reveal this mystery.”", "48": "Then the king promoted Daniel to a high position and gave him many valuable gifts. He made him ruler over the entire province of Babylon and chief prefect over all the wise men of Babylon. ", "49": "When Daniel requested it, the king appointed Shadrak, Meshak, and Abednego over the administration of the province of Babylon. Daniel remained in the royal court."}