{"1": "King Nebuchadnezzar made a golden statue. It was ninety feet tall and nine feet wide.[a] He set it up in the plain of Dura[b] in the province of Babylon. ", "2": "King Nebuchadnezzar sent word to assemble the satraps, the prefects and the governors, the counselors, the treasurers, the judges, the magistrates, and all of the rulers of the provinces[c] to come to the dedication of the statue that King Nebuchadnezzar had set up. ", "3": "Then the satraps, the prefects and the governors, the counselors, the treasurers, the judges, the magistrates, and all of the rulers of the provinces assembled for the dedication of King Nebuchadnezzar's statue. They stood in front of the statue that Nebuchadnezzar had set up.", "4": "The herald called out loudly, “To you peoples, nations, and languages, this command is given: ", "5": "When you hear the sound of the horn, the flute, the lyre, the harp, the triangular harp, the drum,[d] and all kinds of musical instruments,[e] you will fall down and worship the gold statue that King Nebuchadnezzar set up. ", "6": "Whoever does not fall down and worship will immediately be thrown into the blazing fiery furnace.”", "7": "Therefore, when all the peoples heard the sound of the horn, the flute, the lyre, the harp, the triangular harp, and all kinds of musical instruments, all the peoples, nations, and languages fell down and worshipped the golden statue that King Nebuchadnezzar had set up.", "8": "At that time, some Chaldeans approached the king and maliciously accused the Jews. ", "9": "They said to King Nebuchadnezzar, “Your Majesty,[f] may you live forever! ", "10": "You, Your Majesty, gave an order that everyone who hears the sound of the horn, the flute, the lyre, the harp, the triangular harp, the drum, and all kinds of musical instruments must fall down and worship the golden statue, ", "11": "and whoever does not fall down and worship will be thrown into the blazing fiery furnace. ", "12": "There are Jews whom you appointed over the administration of the province of Babylon, namely, Shadrak, Meshak, and Abednego. These men do not pay attention to you, Your Majesty. They do not serve your gods, and they do not worship the gold statue that you set up.”", "13": "Then in a furious rage Nebuchadnezzar said to bring Shadrak, Meshak, and Abednego. So these men were brought before the king. ", "14": "Nebuchadnezzar said to them, “Is it true, Shadrak, Meshak, and Abednego, that you do not serve my gods and that you do not worship the golden statue that I set up? ", "15": "Now, if you are ready, at the time when you hear the sound of the horn, the flute, the lyre, the harp, the triangular harp, the drum, and all kinds of musical instruments, you must fall down and worship the statue I made. But if you do not worship, you will immediately be thrown into the blazing fiery furnace. What god will be able to save you from my hands?”", "16": "Shadrak, Meshak, and Abednego answered King Nebuchadnezzar, “We have no need to answer you about this matter. ", "17": "Since our God, whom we serve, does exist, he is able to save us from the blazing fiery furnace. So, he may save us from your hand, Your Majesty.[g] ", "18": "But if he does not, you should know, Your Majesty, that we will not serve your gods, and we will not worship the golden statue that you set up.”", "19": "Then Nebuchadnezzar was filled with rage, and the expression on his face changed against Shadrak, Meshak, and Abednego. He said to heat the furnace seven times hotter than it was usually heated. ", "20": "He ordered some men, who were soldiers from his army, to bind Shadrak, Meshak, and Abednego in order to throw them into the blazing fiery furnace. ", "21": "So these men were bound in their coats, their pants, their turbans, and their other clothing, and they were thrown into the middle of the blazing fiery furnace. ", "22": "Because the king's order was urgent and the furnace was extremely hot, those men who carried Shadrak, Meshak, and Abednego were killed by the intense heat of the fire. ", "23": "But these three men, Shadrak, Meshak, and Abednego, who had been tied up, fell into the blazing fiery furnace.", "24": "Then King Nebuchadnezzar was startled and immediately stood up. He said to his advisors, “Didn't we throw three men, who had been tied up, into the middle of the fire?” They answered the king, “Certainly, Your Majesty.”", "25": "He said, “Look! I see four men, who are untied and walking around in the middle of the fire, unharmed. What is more, the appearance of the fourth is like a son of the gods.”", "26": "Then Nebuchadnezzar approached the door of the blazing fiery furnace. He said, “Shadrak, Meshak, and Abednego, servants of the Most High God, come out!” Then Shadrak, Meshak, and Abednego came out from the middle of the furnace. ", "27": "The satraps, the prefects, the governors, and the royal advisors gathered together and looked at these men. The fire had no power over their bodies. Not a hair on their head was singed, their robes were not damaged, and the smell of fire had not stuck to them.", "28": "Nebuchadnezzar said, “Blessed be the God of Shadrak, Meshak, and Abednego, who sent his angel and saved his servants, who trusted in God and ignored the king's command. They gave up their bodies and did not pay homage or worship any god except their God. ", "29": "So I have issued an order that every people, nation, and language that speaks any blasphemy against the God of Shadrak, Meshak, and Abednego shall be cut to pieces, and his house shall be turned into a pile of rubble, because there is no other god who is able to save like this.”", "30": "Then the king promoted Shadrak, Meshak, and Abednego in the province of Babylon."}