{"1": "From King Nebuchadnezzar:[a] To all peoples, nations, and languages that dwell on the entire earth: May your peace and prosperity increase.", "2": "It seemed good to me to declare the signs and wonders that the Most High God did for me.", "3": "How great are his signs! How mighty are his wonders! His kingdom is an eternal kingdom, and his dominion extends from generation to generation.", "4": "When I, Nebuchadnezzar, was carefree in my house and prospering in my palace, ", "5": "I saw a dream that frightened me. The images I saw while I was on my bed and the visions in my head alarmed me. ", "6": "So I issued a decree to bring before me all of the wise men of Babylon so that they could give the interpretation of the dream and make it known to me. ", "7": "Then the magicians, the spell casters, the astrologers, and the diviners came, and I told them the dream. However, they could not make its meaning known to me. ", "8": "Afterward, Daniel came before me (whose name is Belteshazzar, like the name of my god, and a spirit of the holy gods dwells in him), and I told him the dream.", "9": "Belteshazzar, chief of the magicians, because I know that a spirit of the holy gods dwells in you, and no mystery is too difficult for you, take a look at the dream I saw and interpret it for me. ", "10": "I was seeing visions in my head while I was on my bed: There was a tree standing in the middle of the earth,[b] and its height was great. ", "11": "The tree grew and became strong. Its height reached to heaven, and it was visible to the ends of the whole earth. ", "12": "Its leaves were beautiful, and its fruit was plentiful. On it there was enough food for all. Under the tree the wild animals had shade, and the birds of the air lived in its branches. All living creatures fed themselves from it.", "13": "I was on my bed, watching the visions in my head, and I saw a watcher,[c] who was a holy one, come down from heaven. ", "14": "He called out loudly, and this is what he said: Chop down the tree and cut off its branches. Strip its leaves and scatter its fruit. Let the animals flee from under it, and the birds from its branches. ", "15": "However, leave the stump with its root in the ground, with an iron and bronze band around it. Leave it with the grass of the field, and let it be wet with the dew from the sky. Let its place be with the animals among the plants of the earth. ", "16": "Let its mind be changed from that of a human, let the mind of an animal be given to it, and let seven times pass over it.", "17": "The proclamation is a decree of the watchers, and the matter is a command of the holy ones, so that all the living may know that the Most High rules the kingdoms of men. He gives them to whomever he wishes, and he appoints the lowliest men over them.", "18": "This is the dream that I, King Nebuchadnezzar, saw. Now, you, Belteshazzar, tell me what it means, because none of the wise men of my kingdom are able to make the meaning known to me. But you are able, because a spirit of the holy gods is in you.", "19": "Then Daniel, whose name was Belteshazzar, was horrified for a moment, and his thoughts troubled him. The king said, “Belteshazzar, do not let the dream and its meaning trouble you.” Belteshazzar answered, “My Lord, if only the dream were about your enemies and its meaning about your foes!”", "20": "The tree which you saw grew and became strong. Its height reached to heaven, and it was visible to the whole earth. ", "21": "Its leaves were beautiful, and its fruit was abundant. On it there was food for all. The wild animals lived under it, and the birds of the air lived in its branches.", "22": "You are the tree, Your Majesty. For you have grown, and you have become great. Your greatness has increased and reached to heaven. Your dominion reaches to the ends of the earth. ", "23": "And you, Your Majesty, saw a watcher, who was a holy one, coming down from heaven, and he said, “Chop down the tree and destroy it. However, leave the stump with its roots in the ground, with an iron and bronze band around it. Let it be with the grass of the field. Let it be wet with the dew from the sky. Its place will be with the wild animals, until seven times pass over it.”", "24": "This is the interpretation, Your Majesty: It is a decree of the Most High that has come upon my lord, the king. ", "25": "You will be driven away from humans, and your dwelling will be with the wild animals. You will have to eat plants as bulls do, and you will be wet with the dew from the sky. Seven times will pass over you until you know that the Most High rules the kingdoms of men, and he gives them to whomever he wishes. ", "26": "Because they said to leave the stump with the roots of the tree, your kingdom will remain yours when you acknowledge that Heaven rules.", "27": "Therefore, Your Majesty, let my advice be pleasing to you. Break away from your sins with righteousness and from your guilty deeds by showing mercy to the poor. Perhaps your prosperity will be extended.", "28": "All this happened to King Nebuchadnezzar. ", "29": "At the end of twelve months he was walking on top of the palace of his kingdom in Babylon. ", "30": "The king said, “Isn't this the great Babylon that I built for a royal residence by my mighty power and my majestic glory?”", "31": "While the word was still in the king's mouth, a voice came down from heaven. It said, “It is announced to you, King Nebuchadnezzar: The kingdom has been taken away from you. ", "32": "You will be driven away from humans, and your dwelling will be with the wild animals. Grass will be fed to you as grass is fed to bulls, and seven times will pass over you until you know that the Most High rules the kingdoms of men, and he gives them to whomever he wishes.”", "33": "Immediately the word was fulfilled against Nebuchadnezzar, and he was driven away from humans. So he ate grass as bulls do, and his body was wet with the dew from the sky until his hair grew long like eagles' feathers and his nails like birds' claws.", "34": "At the end of the set time, I, Nebuchadnezzar, lifted my eyes to heaven, and my reason returned to me. So I blessed the Most High, and I praised and glorified the one who lives forever, because his dominion is an eternal dominion, and his kingdom lasts forever and ever. ", "35": "All of the inhabitants of the earth are considered to be nothing, and he does as he wishes with the army of heaven and the inhabitants of the earth. So there is no one who can hold back the hand of the Most High and say to him, “What have you done?” ", "36": "At that time my reason[d] returned to me, and my splendor and glory returned to me for the honor of my kingdom. So my advisors and nobles looked for me. I was reinstated over my kingdom, and I became even more majestic than I was before. ", "37": "Now, I, Nebuchadnezzar, praise, exalt, and honor the King of Heaven, because all his works are true, and his ways are just. All those who walk in arrogance he is able to humble."}