{"1": "King Belshazzar made a great feast for a thousand of his nobles, and in front of the thousand he drank wine. ", "2": "When he had tasted the wine, Belshazzar said to bring the gold and silver vessels that his father[a] Nebuchadnezzar had taken from the temple in Jerusalem, so that the king and his nobles, his wives and his concubines could drink from them. ", "3": "Then they brought the gold vessels that they had taken from the temple, that is, the House of God in Jerusalem. So the king and his nobles, his wives and his concubines drank from them. ", "4": "They drank wine and praised the gods of gold and silver, of bronze, iron, wood, and stone.", "5": "At that moment the fingers of a human hand appeared and wrote on the plaster of the wall of the king's palace, opposite the lampstand, and the king saw the back of the hand that was writing. ", "6": "Then the king's cheerful appearance changed, his face grew pale,[b] and his thoughts troubled him. His legs went limp, and his knees knocked together.", "7": "The king called out loudly to bring the spell casters, the astrologers, and the diviners. The king said to the wise men of Babylon, “Whoever is able to read this writing and explain its meaning will be clothed in purple, with a gold chain around his neck, and he will rule as third highest in the kingdom.”", "8": "Then all the king's wise men came in, but they were not able to read the writing or tell the king what it meant. ", "9": "Then King Belshazzar was really terrified. He grew even paler, and his nobles were perplexed.", "10": "The queen[c] came to the drinking party[d] because of the words of the king and his nobles. The queen said, “Your Majesty, may you live forever! Do not let your thoughts trouble you, and do not look so frightened. ", "11": "There is a man in your kingdom in whom is a spirit of the holy gods. In the days of your father, enlightenment, insight, and wisdom like the wisdom of the gods were found in him. So King Nebuchadnezzar your father, your father the king, appointed him chief of the magicians, spell casters, astrologers, and diviners, ", "12": "because an outstanding spirit and knowledge and insight in interpreting dreams and explaining riddles and solving knotty problems were found in this Daniel, whom the king named Belteshazzar. Now let Daniel be summoned, and he will explain the meaning of the writing.”", "13": "Then Daniel was brought before the king. The king said to Daniel, “Are you Daniel, one of the Judean exiles whom my father the king brought from Judah? ", "14": "I have heard about you that a spirit of the gods is in you, and enlightenment and insight and outstanding wisdom are found in you. ", "15": "Now, those wise men who are the spell casters were brought before me to read this writing and to make its meaning known to me, but they were not able to explain the meaning of the message. ", "16": "Yet I have heard about you that you are able to explain meanings clearly and to solve knotty problems. Therefore, if you are able to read the writing and make its meaning known to me, you will be clothed in purple, with a gold chain around your neck, and you will rule as the third in the kingdom.”", "17": "Then Daniel answered the king: Keep your gifts for yourself, or give your rewards to someone else! Nevertheless, I will read the writing to the king, and I will make its meaning known to him. ", "18": "As for you, Your Majesty—the Most High God gave the kingdom, greatness, splendor, and glory to Nebuchadnezzar, your father. ", "19": "So because of the greatness that he gave him, all peoples, nations, and languages trembled and were afraid in his presence. He killed whomever he wanted, and he let live whomever he wanted. Also, he promoted anyone he wanted, and he demoted anyone he wanted. ", "20": "But when he thought too much of himself, and his spirit became hardened in pride so that he acted arrogantly, he was deposed from the throne of his kingdom, and his splendor was taken away from him. ", "21": "He was driven away from humans, and his mind was changed to that of an animal. So his dwelling was with the wild donkeys. He was fed grass as bulls are fed, and his body was wet with dew from the sky, until he knew that the Most High God rules the kingdoms of men, and he raises up over them anyone he desires.", "22": "But you, his son, Belshazzar, did not humble your heart although you knew all this. ", "23": "Instead, you lifted yourself against the Lord of Heaven. The vessels from his house were brought before you, and you and your nobles, your wives and your concubines drank wine from them. Then you praised the gods of silver, gold, bronze, iron, wood, and stone, who do not see and do not hear and do not know. But you did not honor the God who holds your breath in his hand and who controls all your ways. ", "24": "So the back of the hand was sent by him, and this writing was inscribed.", "25": "Now this is the writing that was inscribed: mene mene tekel and parsin", "26": "This is the meaning of the message: Mene[e] means that God has counted up your kingdom and paid it out or spent it.", "27": "Tekel[f] means that you have been weighed in the scales, and you are too light.", "28": "Parsin[g] means that your kingdom has been broken in two and given to the Medes and the Persians.", "29": "Then Belshazzar spoke, and they dressed Daniel in purple, with a gold chain around his neck, and they made him the third highest ruler in the kingdom.", "30": "That very night, King Belshazzar the Chaldean was killed.", "31": "Then Darius the Mede received the kingdom, when he was about sixty-two years old.[h]"}