{"1": "In the first year of Darius son of Xerxes,[a] who was a Mede by descent and who was made king over the kingdom of the Chaldeans— ", "2": "in the first year of his reign,[b] I, Daniel, understood from the scrolls that, according to the word of the Lord given to the prophet Jeremiah, the number of years it would take to complete the devastation of Jerusalem was seventy years.", "3": "With fasting, sackcloth, and ashes I turned my face to the Lord God to seek him in prayer and to plead for grace. ", "4": "I prayed to the Lord, my God, and I made confession. Please, Lord, you are the great God, who is to be feared,[c] who keeps the covenant, and who shows mercy to those who love him and keep his commands. ", "5": "We have sinned. We have been guilty. We have acted wickedly. We have rebelled and turned aside from your commands and standards. ", "6": "We did not listen to your servants the prophets, who spoke in your name to our kings, officials, and fathers and to all the people of the land.", "7": "Righteousness is yours, Lord, but we are filled with shame this day—we the people of Judah, the inhabitants of Jerusalem, and all Israel, both near and far, in all the lands where you have banished them because of the treachery with which they betrayed you. ", "8": "Lord, we are filled with shame—our kings, our officials, and our fathers, who sinned against you. ", "9": "Acts of compassion and forgiveness belong to the Lord our God, even though we have rebelled against him. ", "10": "We did not listen to the voice of the Lord our God by walking according to his laws that he set before us through the hand of his servants, the prophets. ", "11": "All Israel violated your law and turned away by not listening to your voice. So you poured out the curse on us and fulfilled the oath that is written in the Law of Moses, the servant of God, because we sinned against him.", "12": "God has fulfilled the words that he spoke against us and against our judges by bringing such a great disaster upon us. What was done in Jerusalem has never been done under all of heaven. ", "13": "As it is written in the Law of Moses, all this disaster came upon us, but we did not seek the favor of the Lord our God to turn from our guilt and to gain insight into your truth. ", "14": "Therefore, the Lord watched over the disaster and brought it upon us, because the Lord our God is righteous in everything he does, but we did not listen to his voice.", "15": "And now, Lord our God, you who brought your people out of the land of Egypt with a mighty hand and who made a name for yourself to this very day, we have sinned, we have acted wickedly. ", "16": "Lord, according to all your righteous acts, let your anger and wrath turn away from your city Jerusalem, your holy mountain, although, because of our sins and the guilt of our fathers, Jerusalem and your people are viewed with contempt by everyone around us.", "17": "Now listen, our God, to the prayer of your servant and to his plea for grace, and let your face shine upon your desolate sanctuary for your sake, my Lord. ", "18": "My God, turn your ear toward us and listen. Open your eyes and see the desolation that is upon us and the city that is called by your name. No, it is not because of our righteous acts that we are casting our plea for grace before you, but because of your great acts of compassion. ", "19": "Lord, listen! Lord, forgive! Lord, pay attention! Act, and do not delay—for your sake, my God, because your city and your people are called by your name.", "20": "While I was still speaking, praying, confessing my sin and the sin of my people Israel, I was casting my prayer for grace, concerning the holy mountain of my God, before the Lord my God, ", "21": "while I was still speaking in prayer, the man Gabriel, whom I had seen in the first vision, touched me. I was completely exhausted.[d] It was about the time of the evening sacrifice. ", "22": "He instructed me, “Daniel, now I have come to give you insight with understanding. ", "23": "At the beginning of your plea for grace, a word went out, and I came to declare it to you, because you are very treasured. So pay attention to the word and understand the vision.”", "24": "Seventy sevens[e] are determined concerning your people and your holy city: to end rebellion, to finish sin, and to atone for guilt, to bring everlasting righteousness, to seal up prophetic vision, and to anoint a most holy one.[f]", "25": "You should know and have insight. From the going out of a word to restore and rebuild Jerusalem until an anointed one,[g] a ruler, comes, there will be seven sevens and sixty-two sevens.[h] Jerusalem will be rebuilt with public squares and a moat, but during troubled times.", "26": "Then after the sixty-two sevens, the anointed one will be cut off and have nothing. Both the city and the holy place will be destroyed by the people of a ruler who is coming,[i] and its end will be with a flood. There will be war until the end, and desolations have been decreed.", "27": "He[j] will confirm a covenant for the many during one seven. In the middle of the seven, he will cause sacrifice and offering to cease. On the wing of abominations is one who causes desolation, until the decreed end is poured out on the one who causes desolation."}