{"1": "When Jesus had spoken these words, he went forth with his disciples across the Kidron valley, where there was a garden, which he and his disciples entered. ", "2": "Now Judas, who betrayed him, also knew the place; for Jesus often met there with his disciples. ", "3": "So Judas, procuring a band of soldiers and some officers from the chief priests and the Pharisees, went there with lanterns and torches and weapons. ", "4": "Then Jesus, knowing all that was to befall him, came forward and said to them, “Whom do you seek?” ", "5": "They answered him, “Jesus of Nazareth.” Jesus said to them, “I am he.” Judas, who betrayed him, was standing with them. ", "6": "When he said to them, “I am he,” they drew back and fell to the ground. ", "7": "Again he asked them, “Whom do you seek?” And they said, “Jesus of Nazareth.” ", "8": "Jesus answered, “I told you that I am he; so, if you seek me, let these men go.” ", "9": "This was to fulfil the word which he had spoken, “Of those whom thou gavest me I lost not one.” ", "10": "Then Simon Peter, having a sword, drew it and struck the high priest's slave and cut off his right ear. The slave's name was Malchus. ", "11": "Jesus said to Peter, “Put your sword into its sheath; shall I not drink the cup which the Father has given me?”", "12": "So the band of soldiers and their captain and the officers of the Jews seized Jesus and bound him. ", "13": "First they led him to Annas; for he was the father-in-law of Ca′iaphas, who was high priest that year.[a] ", "14": "It was Ca′iaphas who had given counsel to the Jews that it was expedient that one man should die for the people.", "15": "Simon Peter followed Jesus, and so did another disciple. As this disciple was known to the high priest, he entered the court of the high priest along with Jesus, ", "16": "while Peter stood outside at the door. So the other disciple, who was known to the high priest, went out and spoke to the maid who kept the door, and brought Peter in. ", "17": "The maid who kept the door said to Peter, “Are not you also one of this man's disciples?” He said, “I am not.” ", "18": "Now the servants[b] and officers had made a charcoal fire, because it was cold, and they were standing and warming themselves; Peter also was with them, standing and warming himself.", "19": "The high priest then questioned Jesus about his disciples and his teaching. ", "20": "Jesus answered him, “I have spoken openly to the world; I have always taught in synagogues and in the temple, where all Jews come together; I have said nothing secretly. ", "21": "Why do you ask me? Ask those who have heard me, what I said to them; they know what I said.” ", "22": "When he had said this, one of the officers standing by struck Jesus with his hand, saying, “Is that how you answer the high priest?” ", "23": "Jesus answered him, “If I have spoken wrongly, bear witness to the wrong; but if I have spoken rightly, why do you strike me?” ", "24": "Annas then sent him bound to Ca′iaphas the high priest.", "25": "Now Simon Peter was standing and warming himself. They said to him, “Are not you also one of his disciples?” He denied it and said, “I am not.” ", "26": "One of the servants[c] of the high priest, a kinsman of the man whose ear Peter had cut off, asked, “Did I not see you in the garden with him?” ", "27": "Peter again denied it; and at once the cock crowed.", "28": "Then they led Jesus from the house of Ca′iaphas to the praetorium. It was early. They themselves did not enter the praetorium, so that they might not be defiled, but might eat the passover.[d] ", "29": "So Pilate went out to them and said, “What accusation do you bring against this man?”[e] ", "30": "They answered him, “If this man were not an evildoer, we would not have handed him over.” ", "31": "Pilate said to them, “Take him yourselves and judge him by your own law.” The Jews said to him, “It is not lawful for us to put any man to death.”[f] ", "32": "This was to fulfil the word which Jesus had spoken to show by what death he was to die.", "33": "Pilate entered the praetorium again and called Jesus, and said to him, “Are you the King of the Jews?” ", "34": "Jesus answered, “Do you say this of your own accord, or did others say it to you about me?” ", "35": "Pilate answered, “Am I a Jew? Your own nation and the chief priests have handed you over to me; what have you done?” ", "36": "Jesus answered, “My kingship is not of this world; if my kingship were of this world, my servants would fight, that I might not be handed over to the Jews; but my kingship is not from the world.” ", "37": "Pilate said to him, “So you are a king?” Jesus answered, “You say that I am a king. For this I was born, and for this I have come into the world, to bear witness to the truth. Every one who is of the truth hears my voice.” ", "38": "Pilate said to him, “What is truth?” After he had said this, he went out to the Jews again, and told them, “I find no crime in him. ", "39": "But you have a custom that I should release one man for you at the Passover; will you have me release for you the King of the Jews?” ", "40": "They cried out again, “Not this man, but Barab′bas!” Now Barab′bas was a robber."}