{"1": "[a]After this Jesus revealed himself again to the disciples by the Sea of Tibe′ri-as; and he revealed himself in this way. ", "2": "Simon Peter, Thomas called the Twin, Nathan′a-el of Cana in Galilee, the sons of Zeb′edee, and two others of his disciples were together. ", "3": "Simon Peter said to them, “I am going fishing.” They said to him, “We will go with you.” They went out and got into the boat; but that night they caught nothing.", "4": "Just as day was breaking, Jesus stood on the beach; yet the disciples did not know that it was Jesus. ", "5": "Jesus said to them, “Children, have you any fish?” They answered him, “No.” ", "6": "He said to them, “Cast the net on the right side of the boat, and you will find some.” So they cast it, and now they were not able to haul it in, for the quantity of fish. ", "7": "That disciple whom Jesus loved[b] said to Peter, “It is the Lord!” When Simon Peter heard that it was the Lord, he put on his clothes, for he was stripped for work, and sprang into the sea. ", "8": "But the other disciples came in the boat, dragging the net full of fish, for they were not far from the land, but about a hundred yards[c] off.", "9": "When they got out on land, they saw a charcoal fire there, with fish lying on it, and bread. ", "10": "Jesus said to them, “Bring some of the fish that you have just caught.” ", "11": "So Simon Peter went aboard and hauled the net ashore, full of large fish, a hundred and fifty-three of them; and although there were so many, the net was not torn. ", "12": "Jesus said to them, “Come and have breakfast.” Now none of the disciples dared ask him, “Who are you?” They knew it was the Lord. ", "13": "Jesus came and took the bread and gave it to them, and so with the fish. ", "14": "This was now the third time that Jesus was revealed to the disciples after he was raised from the dead.", "15": "When they had finished breakfast, Jesus said to Simon Peter, “Simon, son of John, do you love me more than these?” He said to him, “Yes, Lord; you know that I love you.” He said to him, “Feed my lambs.” ", "16": "A second time he said to him, “Simon, son of John, do you love me?” He said to him, “Yes, Lord; you know that I love you.” He said to him, “Tend my sheep.” ", "17": "He said to him the third time, “Simon, son of John, do you love me?” Peter was grieved because he said to him the third time, “Do you love me?” And he said to him, “Lord, you know everything; you know that I love you.” Jesus said to him, “Feed my sheep.[d] ", "18": "Truly, truly, I say to you, when you were young, you girded yourself and walked where you would; but when you are old, you will stretch out your hands, and another will gird you and carry you where you do not wish to go.” ", "19": "(This he said to show by what death he was to glorify God.) And after this he said to him, “Follow me.”", "20": "Peter turned and saw following them the disciple whom Jesus loved, who had lain close to his breast at the supper and had said, “Lord, who is it that is going to betray you?” ", "21": "When Peter saw him, he said to Jesus, “Lord, what about this man?” ", "22": "Jesus said to him, “If it is my will that he remain until I come, what is that to you? Follow me!” ", "23": "The saying spread abroad among the brethren that this disciple was not to die; yet Jesus did not say to him that he was not to die, but, “If it is my will that he remain until I come, what is that to you?”", "24": "This is the disciple who is bearing witness to these things, and who has written these things; and we know that his testimony is true.", "25": "But there are also many other things which Jesus did; were every one of them to be written, I suppose that the world itself could not contain the books that would be written."}