{"1": "Now there was a man of the Pharisees, named Nicode′mus, a ruler of the Jews. ", "2": "This man came to Jesus[a] by night and said to him, “Rabbi, we know that you are a teacher come from God; for no one can do these signs that you do, unless God is with him.” ", "3": "Jesus answered him, “Truly, truly, I say to you, unless one is born anew,[b] he cannot see the kingdom of God.” ", "4": "Nicode′mus said to him, “How can a man be born when he is old? Can he enter a second time into his mother's womb and be born?” ", "5": "Jesus answered, “Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God. ", "6": "That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.[c] ", "7": "Do not marvel that I said to you, 'You must be born anew.'[d] ", "8": "The wind[e] blows where it wills, and you hear the sound of it, but you do not know whence it comes or whither it goes; so it is with every one who is born of the Spirit.” ", "9": "Nicode′mus said to him, “How can this be?” ", "10": "Jesus answered him, “Are you a teacher of Israel, and yet you do not understand this? ", "11": "Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen; but you do not receive our testimony. ", "12": "If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things? ", "13": "No one has ascended into heaven but he who descended from heaven, the Son of man.[f] ", "14": "And as Moses lifted up the serpent in the wilderness, so must the Son of man be lifted up, ", "15": "that whoever believes in him may have eternal life.”[g]", "16": "For God so loved the world that he gave his only Son, that whoever believes in him should not perish but have eternal life. ", "17": "For God sent the Son into the world, not to condemn the world, but that the world might be saved through him. ", "18": "He who believes in him is not condemned; he who does not believe is condemned already, because he has not believed in the name of the only Son of God. ", "19": "And this is the judgment, that the light has come into the world, and men loved darkness rather than light, because their deeds were evil. ", "20": "For every one who does evil hates the light, and does not come to the light, lest his deeds should be exposed. ", "21": "But he who does what is true comes to the light, that it may be clearly seen that his deeds have been wrought in God.", "22": "After this Jesus and his disciples went into the land of Judea; there he remained with them and baptized.[h] ", "23": "John also was baptizing at Ae′non near Salim, because there was much water there; and people came and were baptized. ", "24": "For John had not yet been put in prison.[i]", "25": "Now a discussion arose between John's disciples and a Jew over purifying. ", "26": "And they came to John, and said to him, “Rabbi, he who was with you beyond the Jordan, to whom you bore witness, here he is, baptizing, and all are going to him.” ", "27": "John answered, “No one can receive anything except what is given him from heaven. ", "28": "You yourselves bear me witness, that I said, I am not the Christ, but I have been sent before him. ", "29": "He who has the bride is the bridegroom; the friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom's voice; therefore this joy of mine is now full. ", "30": "He must increase, but I must decrease.”[j]", "31": "He who comes from above is above all; he who is of the earth belongs to the earth, and of the earth he speaks; he who comes from heaven is above all. ", "32": "He bears witness to what he has seen and heard, yet no one receives his testimony; ", "33": "he who receives his testimony sets his seal to this, that God is true. ", "34": "For he whom God has sent utters the words of God, for it is not by measure that he gives the Spirit; ", "35": "the Father loves the Son, and has given all things into his hand. ", "36": "He who believes in the Son has eternal life; he who does not obey the Son shall not see life, but the wrath of God rests upon him."}