{"1": "Ahab had seventy sons living in Samaria. So Jehu wrote letters and sent them to Samaria to the leading officials of Jezreel and to the guardians of Ahab's dynasty. This is what the letters said,[a] ", "2": "“You have with you the sons of your master, chariots and horses, a fortified city, and weapons. So when this letter arrives,[b] ", "3": "pick the best and most capable[c] of your master's sons, place him on his father's throne, and defend[d] your master's dynasty.”", "4": "They were absolutely terrified[e] and said, “Look, two kings could not stop him![f] How can we?”[g] ", "5": "So the palace supervisor,[h] the city commissioner,[i] the leaders,[j] and the guardians sent this message to Jehu, “We are your subjects![k] Whatever you say, we will do. We will not make anyone king. Do what you consider proper.”[l]", "6": "He wrote them a second letter, saying, “If you are really on my side and are willing to obey me,[m] then take the heads of your master's sons and come to me in Jezreel at this time tomorrow.”[n] Now the king had seventy sons, and the prominent men[o] of the city were raising them. ", "7": "When they received the letter, they seized the king's sons and executed all seventy of them.[p] They put their heads in baskets and sent them to him in Jezreel. ", "8": "The messenger came and told Jehu,[q] “They have brought the heads of the king's sons.” Jehu[r] said, “Stack them in two piles at the entrance of the city gate until morning.” ", "9": "In the morning he went out and stood there. Then he said to all the people, “You are innocent. I conspired against my master and killed him. But who struck down all of these men? ", "10": "Therefore take note that not one of the Lord's words which he pronounced against Ahab's dynasty[s] will fail to materialize.[t] The Lord has done what he announced through his servant Elijah.”[u] ", "11": "Then Jehu killed all who were left of Ahab's family in Jezreel, and all his nobles, close friends, and priests. He left no survivors.", "12": "Jehu then left there and set out for Samaria.[v] While he was traveling through Beth Eked of the Shepherds, ", "13": "Jehu encountered[w] the relatives[x] of King Ahaziah of Judah. He asked, “Who are you?” They replied, “We are Ahaziah's relatives. We have come down to see how[y] the king's sons and the queen mother's sons are doing.” ", "14": "He said, “Capture them alive!” So they captured them alive and then executed all forty-two of them by the cistern at Beth Eked. He left no survivors.", "15": "When he left there, he met[z] Jehonadab son of Rekab who had been looking for him.[aa] Jehu greeted him and asked,[ab] “Are you as committed to me as I am to you?”[ac] Jehonadab answered, “I am!” Jehu replied, “If so, give me your hand.”[ad] So he offered his hand and Jehu[ae] pulled him up into the chariot. ", "16": "Jehu[af] said, “Come with me and see how zealous I am for the Lord's cause.”[ag] So he[ah] took him along in his chariot. ", "17": "He went to Samaria and killed each of Ahab's remaining family members who were in Samaria until he destroyed them,[ai] in keeping with the Lord's message which he had announced to Elijah.", "18": "Jehu assembled all the people and said to them, “Ahab worshiped[aj] Baal a little; Jehu will worship[ak] him with great devotion.[al] ", "19": "So now, bring to me all the prophets of Baal, as well as all his servants and priests.[am] None of them must be absent, for I am offering a great sacrifice to Baal. Any of them who fails to appear will lose his life.” But Jehu was tricking them[an] so he could destroy the servants of Baal. ", "20": "Then Jehu ordered, “Make arrangements for[ao] a celebration for Baal.” So they announced it. ", "21": "Jehu sent invitations throughout Israel, and all the servants of Baal came; not one was absent. They arrived at the temple of Baal and filled it up from end to end.[ap] ", "22": "Jehu ordered the one who was in charge of the wardrobe,[aq] “Bring out robes for all the servants of Baal.” So he brought out robes for them. ", "23": "Then Jehu and Jehonadab son of Rekab went to the temple of Baal. Jehu[ar] said to the servants of Baal, “Make sure there are no servants of the Lord here with you; there must be only servants of Baal.”[as] ", "24": "They went inside to offer sacrifices and burnt offerings. Now Jehu had stationed eighty men outside. He had told them, “If any of the men inside gets away, you will pay with your lives!”[at]", "25": "When he finished offering the burnt sacrifice, Jehu ordered the royal guard[au] and officers, “Come in and strike them down! Don't let any escape!” So the royal guard and officers struck them down with the sword and left their bodies lying there.[av] Then they entered the inner sanctuary of the temple of Baal.[aw] ", "26": "They hauled out the sacred pillar of the temple of Baal and burned it. ", "27": "They demolished[ax] the sacred pillar of Baal and[ay] the temple of Baal; it is used as[az] a latrine[ba] to this very day. ", "28": "So Jehu eradicated Baal worship[bb] from Israel.", "29": "However, Jehu did not repudiate the sins that Jeroboam son of Nebat had encouraged Israel to commit; the golden calves remained in Bethel and Dan.[bc] ", "30": "The Lord said to Jehu, “You have done well. You have accomplished my will and carried out my wishes with regard to Ahab's dynasty. Therefore four generations of your descendants will rule over Israel.”[bd] ", "31": "But Jehu did not carefully and wholeheartedly obey the law of the Lord God of Israel.[be] He did not repudiate the sins which Jeroboam had encouraged Israel to commit.[bf]", "32": "In those days the Lord began to reduce the size of Israel's territory.[bg] Hazael attacked their eastern border.[bh] ", "33": "He conquered all the land of Gilead, including the territory of Gad, Reuben, and Manasseh, extending all the way from the Aroer in the Arnon Valley through Gilead to Bashan.[bi]", "34": "The rest of the events of Jehu's reign, including all his accomplishments and successes, are recorded in the scroll called the Annals of the Kings of Israel.[bj] ", "35": "Jehu passed away[bk] and was buried in Samaria. His son Jehoahaz replaced him as king. ", "36": "Jehu reigned over Israel for twenty-eight years in Samaria."}