{"1": "When Athaliah, the mother of Ahaziah, saw that her son was dead, she was determined to destroy the entire royal line.[a] ", "2": "So Jehosheba, the daughter of King Jehoram[b] and sister of Ahaziah, took Ahaziah's son Joash and stole him away from the rest of the royal descendants who were to be executed. She hid him and his nurse in the room where the bed covers were stored.[c] So he was hidden from Athaliah and escaped execution.[d] ", "3": "He hid out with his nurse in the Lord's temple[e] for six years, while Athaliah was ruling over the land.", "4": "In the seventh year Jehoiada summoned[f] the officers of the units of hundreds of the Carians[g] and the royal bodyguard.[h] He met with them[i] in the Lord's temple. He made an agreement[j] with them and made them swear an oath of allegiance in the Lord's temple. Then he showed them the king's son. ", "5": "He ordered them, “This is what you must do. One third of the unit that is on duty during the Sabbath will guard the royal palace. ", "6": "Another third of you will be stationed at the Foundation[k] Gate. Still another third of you will be stationed at the gate behind the royal guard.[l] You will take turns guarding the palace.[m] ", "7": "The two units who are off duty on the Sabbath will guard the Lord's temple and protect the king.[n] ", "8": "You must surround the king. Each of you must hold his weapon in his hand. Whoever approaches your ranks must be killed. You must accompany the king wherever he goes.”[o]", "9": "The officers of the units of hundreds did just as[p] Jehoiada the priest ordered. Each of them took his men, those who were on duty during the Sabbath as well as those who were off duty on the Sabbath, and reported[q] to Jehoiada the priest. ", "10": "The priest gave to the officers of the units of hundreds King David's spears and the shields that were kept in the Lord's temple. ", "11": "The royal bodyguard[r] took their stations, each holding his weapon in his hand. They lined up from the south side of the temple to the north side and stood near the altar and the temple, surrounding the king.[s] ", "12": "Jehoiada[t] led out the king's son and placed on him the crown and the royal insignia.[u] They proclaimed him king and poured olive oil on his head.[v] They clapped their hands and cried out, “Long live the king!”", "13": "When Athaliah heard the royal guard[w] shout, she joined the crowd[x] at the Lord's temple. ", "14": "Then she saw[y] the king standing by the pillar, according to custom. The officers stood beside the king with their trumpets, and all the people of the land were celebrating and blowing trumpets. Athaliah tore her clothes and screamed, “Treason, treason!”[z] ", "15": "Jehoiada the priest ordered the officers of the units of hundreds, who were in charge of the army,[aa] “Bring her outside the temple to the guards.[ab] Put to death by the sword anyone who follows her.” The priest gave this order because he had decided she should not be executed in the Lord's temple.[ac] ", "16": "They seized her and took her into the precincts of the royal palace through the horses' entrance.[ad] There she was executed.", "17": "Jehoiada then drew up a covenant between the Lord and the king and people, stipulating that they should be loyal to the Lord.[ae] ", "18": "All the people of the land went and demolished[af] the temple of Baal. They smashed its altars and idols[ag] to bits.[ah] They killed Mattan the priest of Baal in front of the altar. Jehoiada the priest[ai] then placed guards at the Lord's temple. ", "19": "He took the officers of the units of hundreds, the Carians, the royal bodyguard, and all the people of the land, and together they led the king down from the Lord's temple. They entered the royal palace through the Gate of the Royal Bodyguard,[aj] and the king[ak] sat down on the royal throne. ", "20": "All the people of the land celebrated, for the city had rest now that they had killed Athaliah with the sword in the royal palace.", "21": "(12:1)[al] Jehoash[am] was seven years old when he began to reign. "}