{"1": "In the twenty-third year of the reign of Judah's King Joash son of Ahaziah, Jehu's son Jehoahaz became king over Israel. He reigned in Samaria for seventeen years. ", "2": "He did evil in the sight of[a] the Lord. He continued in[b] the sinful ways of Jeroboam son of Nebat who had encouraged Israel to sin; he did not repudiate those sins.[c] ", "3": "The Lord was furious with[d] Israel and handed them over to[e] King Hazael of Syria and to Hazael's son Ben Hadad for many years.[f]", "4": "Jehoahaz asked for the Lord's mercy,[g] and the Lord responded favorably,[h] for he saw that Israel was oppressed by the king of Syria.[i] ", "5": "The Lord provided a deliverer[j] for Israel, and they were freed from Syria's power.[k] The Israelites once more lived in security.[l] ", "6": "But they did not repudiate[m] the sinful ways of the family[n] of Jeroboam, who encouraged Israel to sin; they continued in those sins.[o] There was even an Asherah pole[p] standing in Samaria. ", "7": "Jehoahaz had no army left[q] except for 50 horsemen, 10 chariots, and 10,000 foot soldiers. The king of Syria had destroyed his troops[r] and trampled on them as dust.[s]", "8": "The rest of the events of Jehoahaz's reign, including all his accomplishments and successes, are recorded in the scroll called the Annals of the Kings of Israel.[t] ", "9": "Jehoahaz passed away[u] and was buried[v] in Samaria. His son Jehoash[w] replaced him as king.", "10": "In the thirty-seventh year of King Jehoash's reign over Judah, Jehoahaz's son Jehoash became king over Israel. He reigned in Samaria for sixteen years. ", "11": "He did evil in the sight of[x] the Lord. He did not repudiate[y] the sinful ways of Jeroboam son of Nebat who encouraged Israel to sin; he continued in those sins.[z] ", "12": "The rest of the events of Jehoash's[aa] reign, including all his accomplishments and his successful war with King Amaziah of Judah, are recorded in the scroll called the Annals of the Kings of Israel.[ab] ", "13": "Jehoash passed away[ac] and Jeroboam succeeded him on the throne.[ad] Jehoash was buried in Samaria with the kings of Israel.", "14": "Now Elisha had a terminal illness.[ae] King Jehoash of Israel went down to visit him.[af] He wept before him and said, “My father, my father! The chariot[ag] and horsemen of Israel!”[ah] ", "15": "Elisha told him, “Take a bow and some arrows,” and he did so.[ai] ", "16": "Then Elisha[aj] told the king of Israel, “Aim the bow.”[ak] He did so,[al] and Elisha placed his hands on the king's hands. ", "17": "Elisha[am] said, “Open the east window,” and he did so.[an] Elisha said, “Shoot!” and he did so.[ao] Elisha[ap] said, “This arrow symbolizes the victory the Lord will give you over Syria.[aq] You will annihilate Syria in Aphek!”[ar] ", "18": "Then Elisha[as] said, “Take the arrows,” and he did so.[at] He told the king of Israel, “Strike the ground!” He struck the ground three times and stopped. ", "19": "The prophet[au] got angry at him and said, “If you had struck the ground five or six times, you would have annihilated Syria![av] But now, you will defeat Syria only three times.”", "20": "Elisha died and was buried.[aw] Moabite raiding parties invaded[ax] the land at the beginning of the year.[ay] ", "21": "One day some men[az] were burying a man when they spotted[ba] a raiding party. So they threw the dead man[bb] into Elisha's tomb. When the body[bc] touched Elisha's bones, the dead man[bd] came to life and stood on his feet.", "22": "Now King Hazael of Syria oppressed Israel throughout Jehoahaz's reign.[be] ", "23": "But the Lord had mercy on them and felt pity for them.[bf] He extended his favor to them[bg] because of the promise he had made[bh] to Abraham, Isaac, and Jacob. He has been unwilling to destroy them or remove them from his presence to this very day.[bi] ", "24": "When King Hazael of Syria died, his son Ben Hadad replaced him as king. ", "25": "Jehoahaz's son Jehoash took back from[bj] Ben Hadad son of Hazael the cities that he had taken from his father Jehoahaz in war. Jehoash defeated him three times and recovered the Israelite cities."}