{"1": "In the second year of the reign of Israel's King Joash son of Joahaz,[a] Joash's[b] son Amaziah became king over Judah. ", "2": "He was twenty-five years old when he began to reign, and he reigned for twenty-nine years in Jerusalem. His mother[c] was Jehoaddan, who was from Jerusalem. ", "3": "He did what the Lord approved,[d] but not like David his ancestor had done. He followed the example of his father Joash.[e] ", "4": "But the high places were not eliminated; the people continued to offer sacrifices and burn incense on the high places.", "5": "When he had secured control of the kingdom,[f] he executed the servants who had assassinated his father.[g] ", "6": "But he did not execute the sons of the assassins. He obeyed the Lord's commandment as recorded in the scroll of the law of Moses, “Fathers must not be put to death for what their sons do,[h] and sons must not be put to death for what their fathers do.[i] A man must be put to death only for his own sin.”[j]", "7": "He defeated[k] 10,000 Edomites in the Salt Valley; he captured Sela in battle and renamed it Joktheel, a name it has retained to this very day. ", "8": "Then Amaziah sent messengers to Jehoash son of Jehoahaz son of Jehu, king of Israel. He said, “Come, let's meet face to face.”[l] ", "9": "King Jehoash of Israel sent this message back to King Amaziah of Judah, “A thornbush in Lebanon sent this message to a cedar in Lebanon, 'Give your daughter to my son as a wife.' Then a wild animal[m] of Lebanon came by and trampled down the thorn.[n] ", "10": "You thoroughly defeated Edom,[o] and it has gone to your head![p] Gloat over your success,[q] but stay in your palace. Why bring calamity on yourself? Why bring down yourself and Judah along with you?”[r] ", "11": "But Amaziah would not heed the warning,[s] so King Jehoash of Israel attacked.[t] He and King Amaziah of Judah met face to face[u] in Beth Shemesh of Judah. ", "12": "Judah was defeated by Israel, and each man ran back home.[v] ", "13": "King Jehoash of Israel captured King Amaziah of Judah, son of Jehoash son of Ahaziah, in Beth Shemesh. He[w] attacked[x] Jerusalem and broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate—a distance of about 600 feet.[y] ", "14": "He took away all the gold and silver, all the items found in the Lord's temple and in the treasuries of the royal palace, and some hostages.[z] Then he went back to Samaria.", "15": "The rest of the events of Jehoash's[aa] reign, including all his accomplishments and his successful war with King Amaziah of Judah, are recorded in the scroll called the Annals of the Kings of Israel.[ab] ", "16": "Jehoash passed away[ac] and was buried in Samaria with the kings of Israel. His son Jeroboam replaced him as king.", "17": "King Amaziah son of Joash of Judah lived for fifteen years after the death of King Jehoash son of Jehoahaz of Israel. ", "18": "The rest of the events of Amaziah's reign are recorded in the scroll called the Annals of the Kings of Judah.[ad] ", "19": "Conspirators plotted against him in Jerusalem,[ae] so he fled to Lachish. But they sent assassins after him,[af] and they killed him there. ", "20": "His body was carried back by horses,[ag] and he was buried in Jerusalem with his ancestors in the City of David. ", "21": "All the people of Judah took Azariah, who was sixteen years old, and made him king in his father Amaziah's place. ", "22": "Azariah[ah] built up Elat and restored it to Judah after the king[ai] had passed away.[aj]", "23": "In the fifteenth year of the reign of Judah's King Amaziah son of Joash, Jeroboam son of Joash became king over Israel. He reigned for forty-one years in Samaria. ", "24": "He did evil in the sight of[ak] the Lord; he did not repudiate[al] the sinful ways of Jeroboam son of Nebat who encouraged Israel to sin. ", "25": "He restored the border of Israel from Lebo Hamath[am] in the north to the sea of the rift valley[an] in the south,[ao] just as in the message from the Lord God of Israel that he had announced through his servant Jonah son of Amittai, the prophet from Gath Hepher. ", "26": "The Lord saw Israel's intense suffering;[ap] everyone was weak and incapacitated and Israel had no deliverer.[aq] ", "27": "The Lord had not decreed that he would blot out Israel's memory[ar] from under heaven,[as] so he delivered them through Jeroboam son of Joash.", "28": "The rest of the events of Jeroboam's reign, including all his accomplishments, his military success in restoring Israelite control over Damascus and Hamath, are recorded in the scroll called the Annals of the Kings of Israel.[at] ", "29": "Jeroboam passed away[au] and was buried in Samaria with the kings of Israel.[av] His son Zechariah replaced him as king."}