{"1": "The king summoned all the leaders of Judah and Jerusalem.[a] ", "2": "The king went up to the Lord's temple, accompanied by all the people of Judah, all the residents of Jerusalem, the priests, and the prophets. All the people were there, from the youngest to the oldest. He read aloud[b] all the words of the scroll of the covenant that had been discovered in the Lord's temple. ", "3": "The king stood by the pillar and renewed[c] the covenant before the Lord, agreeing to follow[d] the Lord and to obey his commandments, laws, and rules with all his heart and being,[e] by carrying out the terms[f] of this covenant recorded on this scroll. All the people agreed to keep the covenant.[g]", "4": "The king ordered Hilkiah the high priest, the high-ranking priests,[h] and the guards[i] to bring out of the Lord's temple all the items that were used in the worship of[j] Baal, Asherah, and all the stars of the sky.[k] The king[l] burned them outside of Jerusalem in the terraces[m] of Kidron, and carried their ashes to Bethel. ", "5": "He eliminated[n] the pagan priests whom the kings of Judah had appointed to offer sacrifices[o] on the high places in the cities of Judah and in the area right around Jerusalem. (They offered sacrifices[p] to Baal, the sun god, the moon god, the constellations, and all the stars in the sky.) ", "6": "He removed the Asherah pole from the Lord's temple and took it outside Jerusalem to the Kidron Valley, where he burned it.[q] He smashed it to dust and then threw the dust in the public graveyard.[r] ", "7": "He tore down the quarters[s] of the male cultic prostitutes in the Lord's temple, where women were weaving shrines[t] for Asherah.", "8": "He brought all the priests from the cities of Judah and ruined[u] the high places where the priests had offered sacrifices, from Geba to Beer Sheba.[v] He tore down the high place of the goat idols[w] situated at the entrance of the gate of Joshua, the city official, on the left side of the city gate. ", "9": "(Now the priests of the high places did not go up to the altar of the Lord in Jerusalem, but they did eat unleavened cakes among their fellow priests.)[x] ", "10": "The king[y] ruined Topheth in the Valley of Ben Hinnom so that no one could pass his son or his daughter through the fire to Molech.[z] ", "11": "He removed from the entrance to the Lord's temple the statues of horses[aa] that the kings of Judah had placed there in honor of the sun god. (They were kept near the room of Nathan Melech the eunuch, which was situated among the courtyards.)[ab] He burned up the chariots devoted to the sun god.[ac] ", "12": "The king tore down the altars the kings of Judah had set up on the roof of Ahaz's upper room, as well as the altars Manasseh had set up in the two courtyards of the Lord's temple. He crushed them[ad] and threw the dust in the Kidron Valley. ", "13": "The king ruined the high places east of Jerusalem, south of the Mount of Destruction,[ae] that King Solomon of Israel had built for the detestable Sidonian goddess Astarte, the detestable Moabite god Chemosh, and the horrible Ammonite god Milcom. ", "14": "He smashed the sacred pillars to bits, cut down the Asherah poles, and filled those shrines[af] with human bones.", "15": "He also tore down the altar in Bethel at the high place made by Jeroboam son of Nebat, who encouraged Israel to sin.[ag] He burned all the combustible items at that high place and crushed them to dust, including the Asherah pole.[ah] ", "16": "When Josiah turned around, he saw the tombs there on the hill. So he ordered the bones from the tombs to be brought;[ai] he burned them on the altar and defiled it, just as in the Lord's message that was announced by the prophet while Jeroboam stood by the altar during a festival. Then the king turned and saw the grave of the prophet who had foretold this.[aj] ", "17": "He asked, “What is this grave marker I see?” The men from the city replied, “It's the grave of the prophet[ak] who came from Judah and foretold these very things you have done to the altar of Bethel.” ", "18": "The king[al] said, “Leave it alone! No one must touch his bones.” So they left his bones undisturbed, as well as the bones of the Israelite prophet buried beside him.[am]", "19": "Josiah also removed all the shrines on the high places in the cities of Samaria. The kings of Israel had made them and angered the Lord.[an] He did to them what he had done to the high place in Bethel.[ao] ", "20": "He sacrificed all the priests of the high places on the altars located there, and burned human bones on them. Then he returned to Jerusalem.", "21": "The king ordered all the people, “Observe the Passover of the Lord your God, as prescribed in this scroll of the covenant.” ", "22": "He issued this edict because[ap] a Passover like this had not been observed since the days of the judges who led Israel; it was neglected for the entire period of the kings of Israel and Judah.[aq] ", "23": "But in the eighteenth year of King Josiah's reign, such a Passover of the Lord was observed in Jerusalem.", "24": "Josiah also got rid of[ar] the ritual pits used to conjure up spirits,[as] the magicians, personal idols, disgusting images,[at] and all the detestable idols that had appeared in the land of Judah and in Jerusalem. In this way he carried out the terms of the law[au] recorded on the scroll that Hilkiah the priest had discovered in the Lord's temple. ", "25": "No king before or after repented before the Lord as he did, with his whole heart, soul, and being in accordance with the whole law of Moses.[av]", "26": "Yet the Lord's great anger against Judah did not subside; he was still infuriated by all the things Manasseh had done.[aw] ", "27": "The Lord announced, “I will also spurn Judah,[ax] just as I spurned Israel. I will reject this city that I chose—both Jerusalem and the temple, about which I said, 'I will live there.'[ay]", "28": "The rest of the events of Josiah's reign and all his accomplishments are recorded in the scroll called the Annals of the Kings of Judah.[az] ", "29": "During Josiah's reign[ba] Pharaoh Necho king of Egypt marched toward[bb] the Euphrates River to help the king of Assyria. King Josiah marched out to fight him, but Necho[bc] killed him at Megiddo when he saw him. ", "30": "His servants transported his dead body[bd] from Megiddo in a chariot and brought it to Jerusalem, where they buried him in his tomb. The people of the land took Josiah's son Jehoahaz, poured olive oil on his head,[be] and made him king in his father's place.", "31": "Jehoahaz was twenty-three years old when he became king, and he reigned three months in Jerusalem. His mother[bf] was Hamutal the daughter of Jeremiah, from Libnah. ", "32": "He did evil in the sight of[bg] the Lord as his ancestors had done.[bh] ", "33": "Pharaoh Necho imprisoned him in Riblah in the land of Hamath and prevented him from ruling in Jerusalem.[bi] He imposed on the land a special tax[bj] of 100 talents[bk] of silver and a talent of gold. ", "34": "Pharaoh Necho made Josiah's son Eliakim king in Josiah's place, and changed his name to Jehoiakim. He took Jehoahaz to Egypt, where he died.[bl] ", "35": "Jehoiakim paid Pharaoh the required amount of silver and gold, but to meet Pharaoh's demands Jehoiakim had to tax the land. He collected an assessed amount from each man among the people of the land in order to pay Pharaoh Necho.[bm]", "36": "Jehoiakim was twenty-five years old when he became king, and he reigned for eleven years in Jerusalem. His mother[bn] was Zebidah the daughter of Pedaiah, from Rumah. ", "37": "He did evil in the sight of[bo] the Lord as his ancestors had done."}