{"1": "Now Naaman, the commander of the king of Syria's army, was esteemed and respected by his master,[a] for through him the Lord had given Syria military victories. But this great warrior had a skin disease.[b] ", "2": "Raiding parties went out from Syria and took captive from the land of Israel a young girl, who became a servant to Naaman's wife. ", "3": "She told her mistress, “If only my master were in the presence of the prophet who is in Samaria! Then he would cure him of his skin disease.”", "4": "Naaman[c] went and told his master what the girl from the land of Israel had said. ", "5": "The king of Syria said, “Go! I will send a letter to the king of Israel.” So Naaman[d] went, taking with him 10 talents[e] of silver, 6,000 shekels of gold,[f] and 10 suits of clothes. ", "6": "He brought the letter to the king of Israel. It read: “This is a letter of introduction for my servant Naaman,[g] whom I have sent to be cured of his skin disease.” ", "7": "When the king of Israel read the letter, he tore his clothes and said, “Am I God? Can I kill or restore life? Why does he ask me to cure a man of his skin disease?[h] Certainly you must see that he is looking for an excuse to fight me!”[i]", "8": "When Elisha the prophet[j] heard that the king of Israel had torn his clothes, he sent this message to the king, “Why did you tear your clothes? Send him[k] to me so he may know there is a prophet in Israel.” ", "9": "So Naaman came with his horses and chariots and stood in the doorway of Elisha's house. ", "10": "Elisha sent out a messenger who told him, “Go and wash seven times in the Jordan; your skin will be restored[l] and you will be healed.” ", "11": "Naaman went away angry. He said, “Look, I thought for sure he would come out, stand there, invoke the name of the Lord his God, wave his hand over the area, and cure the skin disease. ", "12": "The rivers of Damascus, the Abana and Pharpar, are better than any of the waters of Israel![m] Could I not wash in them and be healed?” So he turned around and went away angry. ", "13": "His servants approached and said to him,[n] “O master,[o] if the prophet had told you to do some difficult task,[p] you would have been willing to do it.[q] It seems you should be happy that he simply said, 'Wash and you will be healed.'[r] ", "14": "So he went down and dipped in the Jordan seven times, as the prophet had instructed.[s] His skin became as smooth as a young child's[t] and he was healed.", "15": "He and his entire entourage returned to the prophet. Naaman[u] came and stood before him. He said, “For sure[v] I know that there is no God in all the earth except in Israel! Now, please accept a gift from your servant.” ", "16": "But Elisha[w] replied, “As certainly as the Lord lives (whom I serve),[x] I will take nothing from you.” Naaman[y] insisted that he take it, but he refused. ", "17": "Naaman said, “If not, then please give your servant a load of dirt, enough for a pair of mules to carry,[z] for your servant will never again offer a burnt offering or sacrifice to a god other than the Lord.[aa] ", "18": "May the Lord forgive your servant for this one thing: When my master enters the temple of Rimmon to worship, and he leans on my arm and I bow down in the temple of Rimmon, may the Lord forgive your servant for this.”[ab] ", "19": "Elisha[ac] said to him, “Go in peace.” When he had gone a short distance,[ad] ", "20": "Gehazi, the prophet Elisha's servant, thought,[ae] “Look, my master did not accept what this Syrian Naaman offered him.[af] As certainly as the Lord lives, I will run after him and accept something from him.” ", "21": "So Gehazi ran after Naaman. When Naaman saw someone running after him, he got down from his chariot to meet him and asked, “Is everything all right?”[ag] ", "22": "He answered, “Everything is fine.[ah] My master sent me with this message, 'Look, two servants of the prophets just arrived from the Ephraimite hill country.[ai] Please give them a talent[aj] of silver and two suits of clothes.'” ", "23": "Naaman said, “Please accept two talents of silver.”[ak] He insisted, and tied up two talents of silver in two bags, along with two suits of clothes. He gave them to two of his servants and they carried them for Gehazi.[al] ", "24": "When he arrived at the hill, he took them from the servants[am] and put them in the house. Then he sent the men on their way.[an]", "25": "When he came and stood before his master, Elisha asked him, “Where have you been, Gehazi?” He answered, “Your servant hasn't been anywhere.” ", "26": "Elisha[ao] replied, “I was there in spirit when a man turned and got down from his chariot to meet you.[ap] This is not the proper time to accept silver or to accept clothes, olive groves, vineyards, sheep, cattle, and male and female servants.[aq] ", "27": "Therefore Naaman's skin disease will afflict[ar] you and your descendants forever!” When Gehazi[as] went out from his presence, his skin was as white as snow.[at]"}