{"1": "Now Elisha the prophet summoned a member of the prophetic guild[a] and told him, “Tuck your robes into your belt, take this container[b] of olive oil in your hand, and go to Ramoth Gilead. ", "2": "When you arrive there, look for Jehu son of Jehoshaphat son of Nimshi and take him aside into an inner room.[c] ", "3": "Take the container of olive oil, pour it over his head, and say, 'This is what the Lord has said, “I have designated[d] you as king over Israel.”' Then open the door and run away quickly!”[e]", "4": "So the young prophet[f] went to Ramoth Gilead. ", "5": "When he arrived, the officers of the army were sitting there.[g] So he said, “I have a message for you, O officer.”[h] Jehu asked, “For which one of us?”[i] He replied, “For you, O officer.” ", "6": "So Jehu[j] got up and went inside. Then the prophet[k] poured the olive oil on his head and said to him, “This is what the Lord God of Israel has said, 'I have designated you as king over the Lord's people Israel. ", "7": "You will destroy the family of your master Ahab.[l] I will get revenge against Jezebel for the shed blood of my servants the prophets and for the shed blood of all the Lord's servants.[m] ", "8": "Ahab's entire family will die. I[n] will cut off every last male belonging to Ahab in Israel, including even the weak and incapacitated.[o] ", "9": "I will make Ahab's dynasty[p] like those of Jeroboam son of Nebat and Baasha son of Ahijah. ", "10": "Dogs will devour Jezebel on the plot of ground in Jezreel; she will not be buried.'”[q] Then he opened the door and ran away.", "11": "When Jehu rejoined[r] his master's servants, they[s] asked him, “Is everything all right?[t] Why did this madman visit you?” He replied, “Ah, it's not important. You know what kind of man he is and the kinds of things he says.”[u] ", "12": "But they said, “You're lying! Tell us what he said.” So he told them what he had said. He also related how he had said,[v] “This is what the Lord has said, 'I have designated you as king over Israel.'” ", "13": "Each of them quickly took off his cloak, and they spread them out at Jehu's[w] feet on the steps.[x] The trumpet was blown[y] and they shouted, “Jehu is[z] king!” ", "14": "Then Jehu son of Jehoshaphat son of Nimshi conspired against Joram. Now Joram had been in Ramoth Gilead with the whole Israelite army,[aa] guarding against an invasion by King Hazael of Syria. ", "15": "But King Joram had returned to Jezreel to recover from the wounds he received from the Syrians[ab] when he fought against King Hazael of Syria.[ac] Jehu told his supporters,[ad] “If you really want me to be king,[ae] then don't let anyone escape from the city to go and warn Jezreel.” ", "16": "Jehu drove his chariot[af] to Jezreel, for Joram was recuperating[ag] there. (Now King Ahaziah of Judah had come down to visit[ah] Joram.)", "17": "Now the watchman was standing on the tower in Jezreel and saw Jehu's troops approaching.[ai] He said, “I see troops!”[aj] Joram[ak] ordered,[al] “Send a rider out to meet them and have him ask, 'Is everything all right?'”[am] ", "18": "So the horseman[an] went to meet him and said, “This is what the king says, 'Is everything all right?'”[ao] Jehu replied, “None of your business![ap] Follow me.” The watchman reported, “The messenger reached them, but hasn't started back.” ", "19": "So he sent a second horseman out to them[aq] and he said, “This is what the king says, 'Is everything all right?'”[ar] Jehu replied, “None of your business! Follow me.” ", "20": "The watchman reported, “He reached them, but hasn't started back. The one who drives the lead chariot drives like Jehu son of Nimshi;[as] he drives recklessly.” ", "21": "Joram ordered, “Hitch up my chariot.”[at] When his chariot had been hitched up,[au] King Joram of Israel and King Ahaziah of Judah went out in their respective chariots[av] to meet Jehu. They met up with him[aw] in the plot of land that had once belonged to Naboth of Jezreel.", "22": "When Joram saw Jehu, he asked, “Is everything all right, Jehu?” He replied, “How can everything be all right as long as your mother Jezebel promotes idolatry and pagan practices?”[ax] ", "23": "Joram turned his chariot around and took off.[ay] He said to Ahaziah, “It's a trap,[az] Ahaziah!” ", "24": "Jehu aimed his bow and shot an arrow right between Joram's shoulders.[ba] The arrow went through[bb] his heart and he fell to his knees in his chariot. ", "25": "Jehu ordered[bc] his officer Bidkar, “Pick him up and throw him into the part of the field that once belonged to Naboth of Jezreel. Remember, you and I were riding together behind his father, Ahab, when the Lord pronounced this oracle against him, ", "26": "'“Know for sure that I saw the shed blood of Naboth and his sons yesterday,” says the Lord, “and that I will give you what you deserve[bd] right here in this plot of land,” says the Lord.' So now pick him up and throw him into this plot of land, just as in the Lord's message.”", "27": "When King Ahaziah of Judah saw what happened, he took off[be] up the road to Beth Haggan. Jehu chased him and ordered, “Shoot him too.” They shot him while he was driving his chariot up the ascent of Gur near Ibleam.[bf] He fled to Megiddo and died there. ", "28": "His servants took his body[bg] back to Jerusalem and buried him in his tomb with his ancestors in the City of David. ", "29": "Ahaziah had become king over Judah in the eleventh year of Joram son of Ahab.", "30": "Jehu approached Jezreel. When Jezebel heard the news, she put on some eye liner,[bh] fixed up her hair, and leaned out the window. ", "31": "When Jehu came through the gate, she said, “Is everything all right, Zimri, murderer of his master?”[bi] ", "32": "He looked up at the window and said, “Who is on my side? Who?” Two or three[bj] eunuchs looked down at him. ", "33": "He said, “Throw her down!” So they threw her down, and when she hit the ground,[bk] her blood splattered against the wall and the horses, and Jehu drove his chariot over her.[bl] ", "34": "He went inside and had a meal.[bm] Then he said, “Dispose of this accursed woman's corpse. Bury her, for after all, she was a king's daughter.”[bn] ", "35": "But when they went to bury her, they found nothing left but[bo] the skull, feet, and palms of the hands. ", "36": "So they went back and told him. Then he said, “It is the fulfillment of the Lord's message[bp] that he had spoken through his servant, Elijah the Tishbite, 'In the plot of land at Jezreel, dogs will devour Jezebel's flesh. ", "37": "Jezebel's corpse will be like manure on the surface of the ground in the plot of land at Jezreel. People will not be able to even recognize her.'”[bq]"}