{"1": "Dear Theophilus, in my first writings I wrote about all the things Jesus did and taught from the beginning ", "2": "until the day He went to heaven. He spoke to the missionaries through the Holy Spirit. He told those whom He had chosen what they should do. ", "3": "After He had suffered much and then died, He showed Himself alive in many sure ways for forty days. He told them many things about the holy nation of God.", "4": "As they were gathered together with Him, He told them, “Do not leave Jerusalem. Wait for what the Father has promised. You heard Me speak of this. ", "5": "For John the Baptist baptized with water but in a few days you will be baptized with the Holy Spirit.”", "6": "Those who were with Him asked, “Lord, is this the time for You to give the nation back to the Jews?” ", "7": "He said, “It is not for you to know the special days or the special times which the Father has put in His own power.", "8": "“But you will receive power when the Holy Spirit comes into your life. You will tell about Me in the city of Jerusalem and over all the countries of Judea and Samaria and to the ends of the earth.”", "9": "When Jesus had said this and while they were still looking at Him, He was taken up. A cloud carried Him away so they could not see Him. ", "10": "They were still looking up to heaven, watching Him go. All at once two men dressed in white stood beside them. ", "11": "They said, “You men of the country of Galilee, why do you stand looking up into heaven? This same Jesus Who was taken from you into heaven will return in the same way you saw Him go up into heaven.”", "12": "The followers went back to Jerusalem from the Mount of Olives, which is close to Jerusalem. ", "13": "When they came into the city, they went up to a room on the second floor where they stayed. The followers were Peter and John, James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus, Simon the Canaanite, and Judas the brother of James. ", "14": "These all agreed as they prayed together. The women and Mary the mother of Jesus and His brothers were there.", "15": "On one of those days Peter got up in front of the followers. (There were about 120 people there.) He said, ", "16": "“Men and brothers, it happened as the Holy Writings said it would happen which the Holy Spirit spoke through David. They told about Judas who would hand Jesus over to those who wanted to take Him. ", "17": "Judas was one of our group and had a part in our work. ", "18": "This man bought a field with the money he received for his sin. And falling down head first, his body broke open and his insides ran out. ", "19": "All the people of Jerusalem knew about this. They called the place Field of Blood. ", "20": "For it is written in the Book of Psalms, 'Let his place of living be empty and let no one live there,' and, 'Let another person take over his work.' ", "21": "“The man to take the place of Judas should be one of these men who walked along with us when the Lord Jesus was with us. ", "22": "He must have been with Jesus from the day He was baptized by John to the day He was taken up from us. So one of these should be added to our group who will tell others that he saw Jesus raised from the dead.”", "23": "They brought two men in front of them. They were Joseph, also called Barsabbas Justus, and Matthias. ", "24": "Then the followers prayed, saying, “Lord, You know the hearts of all men. Show us which of these two men You have chosen. ", "25": "He is to take the place of Judas in this work and be a missionary. Judas lost his place and went where he belonged because of sin.” ", "26": "Then they drew names and the name of Matthias was chosen. He became one with the eleven missionaries."}