{"1": "There was a man in the city of Caesarea by the name of Cornelius. He was a captain of an Italian group of the army. ", "2": "He and his family were good people and honored God. He gave much money to the people and prayed always to God.", "3": "One afternoon about three o'clock he saw in a dream what God wanted him to see. An angel of God came to him and said, “Cornelius.” ", "4": "He was afraid as he looked at the angel. He said, “What is it, Lord?” The angel said, “Your prayers and your gifts of money have gone up to God. He has remembered them. ", "5": "Send some men to the city of Joppa and ask Simon Peter to come here. ", "6": "He is living with Simon, the man who works with leather. His house is by the sea-shore. He will tell you what you must do.” ", "7": "The angel left him. Then Cornelius called two of his servants and a religious soldier who took care of him. ", "8": "He told what had happened. Then he sent them to Joppa.", "9": "The next day they went on their way. About noon they were coming near the town. At this time Peter went up on the roof to pray. ", "10": "He became very hungry and wanted something to eat. While they were getting food ready to eat, he saw in a dream things God wanted him to see. ", "11": "He saw heaven open up and something like a large linen cloth being let down to earth by the four corners. ", "12": "On the cloth were all kinds of four-footed animals and snakes of the earth and birds of the sky. ", "13": "A voice came to him, “Get up, Peter, kill something and eat it.” ", "14": "Peter said, “No, Lord! I have never eaten anything that our Law says is unclean.” ", "15": "The voice said the second time, “What God has made clean you must not say is unclean.” ", "16": "This happened three times. Then it was taken back to heaven.", "17": "Peter thought about the meaning of the dream. The men that Cornelius had sent came. They were standing by the gate asking about Simon's house. ", "18": "They called to ask if Simon Peter was staying there.", "19": "Peter was still thinking about the dream when the Holy Spirit said to him, “See, three men are looking for you. ", "20": "Get up. Go down and go with them. Do not doubt if you should go, because I sent them.” ", "21": "Peter went down to the men who had been sent by Cornelius. He said, “I am the one you are looking for. Why have you come?” ", "22": "They said, “Cornelius sent us. He is a captain and a good man and he honors God. The whole Jewish nation can say this is true. An angel from God told him to send for you. He asks you to come to his house. He wants to hear what you have to say.”", "23": "Peter asked them to come in and stay with him for the night. The next day he went with them. Some of the brothers from Joppa went along. ", "24": "The next day they came to Caesarea. Cornelius was looking for them. He had gathered all his family and close friends at his house. ", "25": "When Peter came, Cornelius got down at his feet and worshiped him. ", "26": "But Peter raised him up and said, “Get up! I am just a man like you.” ", "27": "As Peter spoke with Cornelius, he went into the house and found a large group of people gathered together. ", "28": "Peter said to them, “You know it is against our Law for a Jew to visit a person of another nation. But God has shown me I should not say that any man is unclean. ", "29": "For this reason I came as soon as you sent for me. But I want to ask you why you sent for me?”", "30": "Cornelius said, “Four days ago at three o'clock in the afternoon I was praying here in my house. All at once, I saw a man standing in front of me. He had on bright clothes. ", "31": "He said to me, 'Cornelius, God has heard your prayers and has remembered your gifts of love. ", "32": "You must send to Joppa and ask Simon Peter to come here. He is staying at the house of Simon, the man who works with leather. His house is by the sea-shore.' ", "33": "I sent for you at once. You have done well to come. We are all here and God is with us. We are ready to hear whatever the Lord has told you to say.”", "34": "Then Peter said, “I can see, for sure, that God does not respect one person more than another. ", "35": "He is pleased with any man in any nation who honors Him and does what is right. ", "36": "He has sent His Word to the Jews. He told them the Good News of peace through Jesus Christ. Jesus is Lord of All. ", "37": "You know the story yourselves. It was told in all the country of Judea. It began in the country of Galilee after the preaching of John the Baptist. ", "38": "God gave Jesus of Nazareth the Holy Spirit and power. He went around doing good and healing all who were troubled by the devil because God was with Him. ", "39": "We have seen and heard everything He did in the land of the Jews and in Jerusalem. And yet they killed Him by nailing Him to a cross. ", "40": "God raised Him to life on the third day and made Him to be seen. ", "41": "Not all the people saw Him but those who were chosen to see Him. We saw Him. We ate and drank with Him after He was raised from the dead. ", "42": "He told us to preach to the people and tell them that God gave Christ the right to be the One Who says who is guilty of the living and the dead. ", "43": "All the early preachers spoke of this. Everyone who puts his trust in Christ will have his sins forgiven through His name.”", "44": "While Peter was speaking, the Holy Spirit came on all who were hearing his words. ", "45": "The Jewish followers who had come along with Peter were surprised and wondered because the gift of the Holy Spirit was also given to the people who were not Jews. ", "46": "They heard them speak in special sounds and give thanks to God. Then Peter said, ", "47": "“Will anyone say that these people may not be baptized? They have received the Holy Spirit just as we have.” ", "48": "He gave the word that they should be baptized in the name of the Lord. Then they asked Peter to stay with them for some days."}