{"1": "In the city of Iconium, Paul and Barnabas went into the Jewish place of worship. They preached with power and many people became Christians. These people were Jews and Greeks. ", "2": "But the Jews who did not want to believe worked against those who were not Jews. They made them turn against the Christians. ", "3": "Paul and Barnabas stayed there a long time preaching with the strength the Lord gave. God helped them to do powerful works when they preached which showed He was with them. ", "4": "The people of the city were divided. Some were on the side of the Jews. Some were on the side of the missionaries. ", "5": "All the people and the leaders tried to hurt them and throw stones at them.", "6": "When Paul and Barnabas heard this, they got away and went to the cities of Lystra and Derbe in Lycaonia and to the country close by. ", "7": "They stayed there and kept on preaching the Good News. ", "8": "There was a man in Lystra who had never walked from the time he was born. ", "9": "This man listened as Paul spoke. Paul watched him. He saw that the man believed he could be healed. ", "10": "Calling to him with a loud voice, Paul said, “Stand up on your feet!” The man jumped up and walked around.", "11": "The people saw what Paul did. They called with loud voices in the language of the people of Lycaonia, “The gods have become like men and have come down to us.” ", "12": "They said that Barnabas was Jupiter. Paul was called Mercury because he spoke more than Barnabas. ", "13": "The god of Jupiter was in a building near the gate leading into the city. The religious leader of that place brought cattle and flowers to the gate. He and many other people wanted to burn these as gifts in an act of worship to Paul and Barnabas.", "14": "When Paul and Barnabas heard this, they ran among the people. They tore their clothes and cried out, ", "15": "“Why are you doing this? We are only men with feelings like yours. We preach the Good News that you should turn from these empty things to the living God. He made the heavens and the earth and the sea and everything in them. ", "16": "Long ago He allowed all people to live the way they wanted to. ", "17": "Even then God did not leave you without something to see of Him. He did good. He gave you rain from heaven and much food. He made you happy.” ", "18": "Even with these words it was hard for Paul and Barnabas to keep the people from burning cattle in an act of worship to them.", "19": "By this time some Jews from the cities of Antioch and Iconium came. They turned the minds of the people against Paul and Barnabas and told them to throw stones at Paul. After they threw stones at him, they dragged him out of the city thinking he was dead.", "20": "As the Christians gathered around Paul, he got up and went back into the city. The next day he went with Barnabas to Derbe. ", "21": "In that city they preached the Good News and taught many people. Then they returned to the cities of Lystra and Iconium and Antioch. ", "22": "In each city they helped the Christians to be strong and true to the faith. They told them, “We must suffer many hard things to get into the holy nation of God.”", "23": "In every church they chose leaders for them. They went without food during that time so they could pray better. Paul and Barnabas prayed for the leaders, giving them over to the Lord in Whom they believed.", "24": "When they had gone through the city of Pisidia, they came to the city of Pamphylia. ", "25": "Then they preached the Good News in the city of Perga. After this they went down to the city of Attalia. ", "26": "From there they went by ship to Antioch where they had been given to the Lord for His work. The work of this trip was done.", "27": "When they got there, they called the church together. They told them everything God had done for them. They told how God had opened the door for the people who were not Jews to have faith. ", "28": "They stayed there with the followers a long time."}