{"1": "Some men came down from the country of Judea and started to teach the Christians. They said, “Unless you go through the religious act of becoming a Jew as Moses taught, you cannot be saved from the punishment of sin.” ", "2": "Paul and Barnabas argued with them. Then Paul and Barnabas and some other men were chosen to go up to Jerusalem. They were to talk to the missionaries and church leaders about this teaching. ", "3": "The church sent them on their way. They went through the countries of Phoenicia and Samaria and told how those who were not Jews were turning to God. This made the Christians very happy.", "4": "When they got to Jerusalem, the church and the missionaries and the church leaders were glad to see them. Paul and Barnabas told them what God had done through them.", "5": "Some of the Christians there had been proud religious law-keepers. They got up and said, “Doing the religious act of becoming a Jew and keeping the Law of Moses are two things that must be done.” ", "6": "The missionaries and church leaders got together to talk about this. ", "7": "After a long time of much talking, Peter got up and said to them, “Brothers, you know in the early days God was pleased to use me to preach the Good News to the people who are not Jews so they might put their trust in Christ. ", "8": "God knows the hearts of all men. He showed them they were to have His loving-favor by giving them the Holy Spirit the same as He gave to us. ", "9": "He has made no difference between them and us. They had their hearts made clean when they put their trust in Him also. ", "10": "Why do you test God by putting too heavy a load on the back of the followers? It was too heavy for our fathers or for us to carry. ", "11": "We believe it is by the loving-favor of the Lord Jesus that we are saved. They are saved from the punishment of sin the same way.”", "12": "All those who were gathered together said nothing. They listened to Paul and Barnabas who told of the powerful works God had done through them among the people who are not Jews.", "13": "When they finished speaking, James said, “Brothers, listen to me. ", "14": "Simon Peter has told how God first visited the people who are not Jews. He was getting a people for Himself. ", "15": "This agrees with what the early preacher said, ", "16": "'After this I will come back and build again the building of David that fell down. Yes, I will build it again from the stones that fell down. I will set it up again. ", "17": "Then all the nations may look for the Lord, even all the people who are not Jews who are called by My name. The Lord said this. He does all these things. ", "18": "God has made all His works known from the beginning of time.' ", "19": "“So we should not trouble these people who are not Jews who are turning to God. ", "20": "We should write to them that they should keep away from everything that is given to gods. They should keep away from sex sins and not eat blood or meat from animals that have been killed in ways against the Law. ", "21": "For the Law of Moses has been read in every city from the early days. It has been read in the Jewish places of worship on every Day of Rest.”", "22": "Then the missionaries and the church leaders and the whole church chose some men from among them. They were to be sent to the city of Antioch with Paul and Barnabas. They chose Judas Barsabbas and Silas. These men were leaders among the Christians.", "23": "They sent them with this letter: “The missionaries and church leaders and Christians greet the brothers who are not Jews in Antioch and Syria and Cilicia. ", "24": "We have heard that some from our group have troubled you and have put doubt in your minds. They said that you must go through the religious act of becoming a Jew and you must keep the Law of Moses. We did not tell them to say these things. ", "25": "All of us have wanted to send men to you with our much-loved Paul and Barnabas. ", "26": "Their lives have been in danger for the name of our Lord Jesus Christ. ", "27": "So now we send Judas and Silas to you. They will tell you the same things. ", "28": "It pleased the Holy Spirit and us to ask you to do nothing more than these things that have to be done. ", "29": "You are to keep away from everything that is given to gods. Do not eat blood or meat from animals that have been killed in ways against the Law. Keep away from sex sins. If you keep yourselves free from these things you will do well. Good-by.”", "30": "When the meeting was finished, they went to Antioch. As soon as they gathered the people together, they gave them the letter. ", "31": "When they read it, they were glad for the comfort and strength it brought them. ", "32": "Judas and Silas were preachers also. They preached to the Christians and helped them to become stronger in the faith.", "33": "They were there for some time. Then they were sent back in peace to the missionaries who had sent them. ", "34": "But Silas thought he should stay there. ", "35": "Paul and Barnabas stayed in Antioch. With the help of many others, they preached and taught the Word of God.", "36": "After awhile, Paul said to Barnabas, “Let us go back and visit the Christians in every city where we have preached the Word of God. Let us see how they are doing.” ", "37": "Barnabas wanted to take John Mark with them. ", "38": "Paul did not think it was good to take him because he had left them while they were in Pamphylia. He had not helped them in the work. ", "39": "They argued so much that they left each other. Barnabas took John Mark with him and went by ship to the island of Cyprus. ", "40": "Paul chose Silas. After the Christians asked for the Lord's favor to be on Paul and Silas, they went on their way. ", "41": "They went through Syria and Cilicia making the churches stronger in the faith."}