{"1": "After that Paul went from the city of Athens and came to the city of Corinth. ", "2": "He met a Jew there named Aquila who was born in the country of Pontus. He had lived in the country of Italy a short time. His wife Priscilla was with him. Claudius, who was the leader of the country, had told all the Jews to leave Rome. Paul went to see Aquila and Priscilla. ", "3": "They made tents for a living. Paul did the same kind of work so he stayed with them and they worked together.", "4": "Every Day of Rest he would go to the Jewish place of worship and teach both Jews and Greeks. ", "5": "Silas and Timothy came down from the country of Macedonia. Then Paul used all his time preaching to the Jews. He taught that Jesus was the Christ. ", "6": "But they worked against Paul and said bad things about him. He shook his clothes and said, “Whatever happens to you is your own doing. I am free from your guilt. From now on I will go to the people who are not Jews.”", "7": "Paul went from there and came to the house of a man named Titus Justus who worshiped God. His house was next to the Jewish place of worship. ", "8": "Crispus was the leader of the Jewish place of worship. He and his family believed in the Lord. Many of the people of Corinth who heard Paul became Christians and were baptized.", "9": "Paul saw the Lord in a dream one night. He said to Paul, “Do not be afraid. Keep speaking. Do not close your mouth. ", "10": "I am with you. No one will hurt you. I have many people in this city who belong to Me.” ", "11": "For a year and a half Paul stayed there and taught them the Word of God.", "12": "Gallio was leader of the country of Greece. All the Jews worked against Paul and brought him in front of the court. ", "13": "They said, “This man is trying to get people to worship God against the Law.” ", "14": "Paul was ready to speak, but Gallio said to the Jews, “If this were something bad or a wrong doing, I would listen to you. ", "15": "But because it is about words and names and your own Law, you will have to take care of it yourselves. I do not want to judge who is right or wrong in things like this.” ", "16": "And he sent them out of his court.", "17": "Then all the Greek people took Sosthenes, the leader of the Jewish place of worship, and beat him in front of the court. But Gallio did not let this trouble him.", "18": "Paul stayed in Corinth many days longer. Then he said good-bye and left the followers. He went by ship to the country of Syria with Priscilla and Aquila going with him. In the city of Cenchrea he had his hair cut short because of a promise he had made to God. ", "19": "They came to the city of Ephesus. Priscilla and Aquila stayed there. Paul went to the Jewish place of worship and argued with the Jews. ", "20": "They wanted him to stay longer but he would not. ", "21": "As he left them, he said, (*“I must go to the special supper at Jerusalem.) I will return again to you if God wants me to.” Then he got on a ship and left Ephesus. ", "22": "He stopped in the city of Caesarea to greet the people in the church. Then he went down to the city of Antioch. ", "23": "Paul stayed there for some time. Then he went from city to city through the countries of Galatia and Phrygia. In each place he helped the Christians become strong in the faith.", "24": "A Jew by the name of Apollos had come to Ephesus. He was from the city of Alexandria. He could talk to people about the Holy Writings very well. ", "25": "He had been taught in the way of the Lord. And with a strong desire in his heart, he taught about Jesus. What he said was true, but he knew only about the baptism of John.", "26": "He began to speak without fear in the Jewish place of worship. Aquila and Priscilla heard him. They took him to their house and taught him much more about the things of God. ", "27": "Apollos wanted to cross over to Greece. The Christians wrote a letter to the followers there asking them to be good to him. When he got there, he was much help to those who had put their trust in Christ. ", "28": "In front of everyone he proved with great power that the Jews were wrong. He showed from the Holy Writings that Jesus was the Christ."}