{"1": "While Apollos was in the city of Corinth, Paul went through the hill country to get to the city of Ephesus. He found a few followers there. ", "2": "He asked them, “Did you receive the Holy Spirit when you put your trust in Christ?” They said, “No, we have not even heard that there is a Holy Spirit.” ", "3": "He asked them, “How were you baptized?” They answered, “The way John baptized.” ", "4": "Paul said, “John baptized those who were sorry for their sins and turned from them. He told the people to put their trust in Jesus Who was coming later.”", "5": "The people there were baptized in the name of the Lord Jesus when they heard this. ", "6": "When Paul laid his hands on them, the Holy Spirit came on them. They started to talk in special sounds and to speak God's Word. ", "7": "There were about twelve men.", "8": "For three months Paul went into the Jewish place of worship and spoke without fear. He taught them things about the holy nation of God. ", "9": "Some let their hearts grow hard. They would not put their trust in Christ. These spoke against the Christian religion in front of other people. Then Paul took the followers away from the others. He taught them each day in the school of Tyrannus. ", "10": "He did this for two years. All the Jews and the Greeks in the countries of Asia heard the Word of the Lord.", "11": "God used Paul to do powerful special works. ", "12": "Pieces of cloth and parts of his clothes that had been next to his body were put on sick people. Then they were healed of their diseases and demons came out of them.", "13": "There were Jews who went from city to city trying to put demons out of people. Some of these tried to use the name of the Lord Jesus on those who had demons. They said, “I speak to you in the name of Jesus, the One Paul preaches about.” ", "14": "A Jewish leader of the people by the name of Sceva had seven sons. These sons were trying to do this. ", "15": "The demon said, “I know Jesus. I know about Paul. But who are you?” ", "16": "Then the man with the demon jumped on the sons. He had power over them and beat them. They ran out of the house with no clothes on and they were hurt.", "17": "All the Jews and Greeks living in Ephesus heard about it. Because of this all the people became afraid. And the name of the Lord Jesus was held in great honor. ", "18": "Many Christians came and told of the wrong things they were doing. ", "19": "Many of those who did witchcraft gathered their books together and burned them in front of everyone. These books were worth 50,000 pieces of silver money. ", "20": "The Word of the Lord became well-known.", "21": "After this, Paul thought he would go through the countries of Macedonia and Greece. Then he would go to Jerusalem. He said, “After I have been there, I must go to the city of Rome also.” ", "22": "He sent two of his helpers, Timothy and Erastus, to Macedonia. Paul stayed in the countries of Asia awhile longer.", "23": "During that time there was much trouble about the Christians. ", "24": "A man named Demetrius made small silver buildings for the worship of Diana. His workmen received much money for their work. ", "25": "He called his workmen together and other men who made these small silver buildings. He said to them, “Men, you know we make much money from this work. ", "26": "Now you hear that Paul has turned away many people in Ephesus as well as in Asia. He tells them that gods made with hands are not gods. ", "27": "It could be that our work will not be respected. Not only that, the house of worship for the god of Diana will be worth nothing and her greatness will be destroyed. All the countries of Asia and the world worship her.”", "28": "They became angry when they heard this and cried out, “Great is Diana of Ephesus.” ", "29": "The whole city was filled with loud cries. They caught Gaius and Aristarchus. These two men from Macedonia were with Paul. They gathered around them at the meeting place in the city.", "30": "Paul wanted to stand in front of all the people but his followers would not let him. ", "31": "Some of the city leaders who were his friends told him not to go to the meeting. ", "32": "All this time some were crying out one thing and some another. The meeting was all noise. Most of the people did not know why they had come together. ", "33": "Then the Jews pushed Alexander to the front. Alexander held his hand up and was going to speak. ", "34": "As soon as they saw he was a Jew, they cried out with a loud voice for two hours, “Great is Diana of Ephesus!”", "35": "One of the city leaders stopped the noise. He spoke, “Men of Ephesus, everyone knows our city is where the god of Diana is kept. That is the stone god that fell from the sky. ", "36": "Everyone knows this is true, so you must not cry out or do anything foolish. ", "37": "The men you brought here do not rob houses of worship or talk against our god. ", "38": "If Demetrius and his workmen have something against anyone, we have special days for courts. Let them go to court. ", "39": "If you want anything else, it should be done in another meeting. ", "40": "We are in danger of being asked about this trouble today. There is no good reason we can give for this meeting.” ", "41": "When he had said this, he told them to leave."}