{"1": "When the noise had come to an end, Paul called the followers to him. He spoke words of comfort and then said good-bye. He left to go to the country of Macedonia. ", "2": "As he went through those parts of the country, he spoke words of comfort and help to the Christians. Then he went on to the country of Greece. ", "3": "He stayed there three months. As he was about to get on a ship for the country of Syria, he learned that the Jews had made a plan to take him. He changed his plans and went back through Macedonia. ", "4": "Some men were going along with him. They were Sopater of the city of Berea, Aristarchus and Secundus of the city of Thessalonica, Gaius of the city of Derbe, and Timothy and Tychicus and Trophimus of the countries of Asia. ", "5": "They went on to the city of Troas and waited there for us. ", "6": "After the supper of bread without yeast we got on a ship in the city of Philippi. We met these men at Troas. It took five days to get there and we stayed one week.", "7": "On the first day of the week we met together to eat the Lord's supper. Paul talked to them. He thought he would leave the next day, so he kept on talking until twelve o'clock at night. ", "8": "There were many lights in the room on the third floor where we had our meeting. ", "9": "A young man named Eutychus sat in the window. As Paul kept on preaching, this man started to go to sleep. At last he went to sleep. He fell from the third floor to the ground and was picked up dead. ", "10": "Paul went down and stood over him. Then he took him in his arms and said, “Do not be worried. He is alive!” ", "11": "Paul went up again to the meeting and ate with them. He talked with them until the sun came up. Then he left. ", "12": "They were happy they could take the young man home alive.", "13": "We went on ahead by ship to the city of Assos. There we were to pick up Paul. He had planned it that way. He wanted to walk by land that far. ", "14": "We got to Assos and met him there. We picked him up and went on to the city of Mitylene. ", "15": "The next day we went by ship to a place beside the island of Chios. The next day we crossed over to the island of Samos. Then the next day we came to the city of Miletus. ", "16": "Paul planned to pass by the city of Ephesus so he would not lose more time in Asia. He wanted to be in Jerusalem if he could be on the day to remember how the Holy Spirit came on the church.", "17": "From Miletus he sent word to Ephesus. He asked the leaders of the church to come to him. ", "18": "When they got there, he said to them, “From the first day that I came to Asia you have seen what my life has been like. ", "19": "I worked for the Lord without pride. Because of the trouble the Jews gave me, I have had many tears. ", "20": "I always told you everything that would be a help to you. I taught you in open meetings and from house to house. ", "21": "I preached to the Jews and to the Greeks. I told them to turn from their sin to God and to put their trust in our Lord Jesus Christ.", "22": "“As you see, I am on my way to Jerusalem. The Holy Spirit makes me go. I do not know what will happen to me there. ", "23": "But in every city I have been, the Holy Spirit tells me that trouble and chains will be waiting for me there. ", "24": "But I am not worried about this. I do not think of my life as worth much, but I do want to finish the work the Lord Jesus gave me to do. My work is to preach the Good News of God's loving-favor.", "25": "“All of you have heard me preach the Good News. I am sure that none of you will ever see my face again. ", "26": "I tell you this day that I am clean and free from the blood of all men. ", "27": "I told you all the truth about God. ", "28": "Keep a careful watch over yourselves and over the church. The Holy Spirit has made you its leaders. Feed and care for the church of God. He bought it with His own blood.", "29": "“Yes, I know that when I am gone, hungry wolves will come in among you. They will try to destroy the church. ", "30": "Also men from your own group will begin to teach things that are not true. They will get men to follow them. ", "31": "I say again, keep watching! Remember that for three years I taught everyone of you night and day, even with tears.", "32": "“And now, my brothers, I give you over to God and to the word of His love. It is able to make you strong and to give you what you are to have, along with all those who are set apart for God. ", "33": "I have not tried to get anyone's money or clothes. ", "34": "You all know that these hands worked for what I needed and for what those with me needed. ", "35": "In every way I showed you that by working hard like this we can help those who are weak. We must remember what the Lord Jesus said, 'We are more happy when we give than when we receive.' ”", "36": "As he finished talking, he got down on his knees and prayed with them all. ", "37": "They cried and put their arms around Paul and kissed him. ", "38": "What made them sad most of all was he said that they would never see his face again. Then they went with him to the ship."}