{"1": "After we left them, we got on a ship and came straight down to the island of Cos. The next day we came to the island of Rhodes and from there to the city of Patara. ", "2": "There we found a ship that was going over to the country of Phoenicia. We got on it and went along. ", "3": "We saw the island of Cyprus to our left but went on to the country of Syria. We came to land at the city of Tyre. The ship was to leave its load of freight there.", "4": "We looked for the Christians and stayed with them seven days. The Christians had been told by the Holy Spirit to tell Paul not to go to Jerusalem. ", "5": "When our time was up, we left there and went on our way. All of them with their wives and children went with us out of town. They got down on their knees on the shore and prayed. ", "6": "After we said good-bye, we got on the ship and they went back to their houses.", "7": "The same ship took us from Tyre to the city of Ptolemais. We stayed with the Christians there one day. ", "8": "The next day we left and came to the city of Caesarea. We went to the house of Philip and stayed with him. He was a preacher who goes from town to town and was one of the seven church leaders. ", "9": "Philip had four daughters who were not married. They spoke the Word of God.", "10": "While we were there a few days, a man who speaks for God named Agabus came down from the country of Judea. ", "11": "He came to see us. Then he took Paul's belt and used it to tie his own feet and hands. He said, “This is what the Holy Spirit says, 'The Jews at Jerusalem will tie the man who owns this belt. Then they will hand him over to the people who are not Jews.'”", "12": "When we heard this, we and all the people living there begged Paul not to go up to Jerusalem. ", "13": "Then Paul said, “What do you mean by crying and breaking my heart? I am ready to be put in chains in Jerusalem. I am also ready to die for the name of the Lord Jesus.” ", "14": "Paul would not listen to us. So we stopped begging him and said, “May whatever God wants be done.”", "15": "After this, we got ready and started up to Jerusalem. ", "16": "Some of the followers in Caesarea went with us. They took us to Mnason's house. He was one of the first followers from Cyprus. We stayed with him.", "17": "When we got to Jerusalem, the Christians were glad to see us. ", "18": "The next day we went with Paul to see James. All the church leaders came also. ", "19": "After saying hello to them, Paul told of what God had done through his work for the people who were not Jews.", "20": "When they heard this, they thanked the Lord. Then they said to him, “You see, brother, how many thousands of Christians there are among the Jews. They all obey the Law of Moses. ", "21": "They have heard about you. They have heard you teach the Jews who live among people who are not Jews. They have heard you teach them to break away from the Law of Moses. They say you are telling them not to do the religious act of becoming a Jew and not to follow old religious ways of worship. ", "22": "What should we do about it? They will hear that you have come. ", "23": "You must do what we tell you. We have four men with us who have made a promise to God. ", "24": "Take these four men and go through the religious worship of washing with them. You pay to have their hair cut off. Then everybody will know what they have heard about you is not true. They will know you are careful to obey the Law of Moses. ", "25": "As for the people who are not Jews, we wrote to them. We said that they must keep away from everything that has been given to gods. They must not eat blood or meat from animals that have been killed in ways against the Law. They must keep away from sex sins.”", "26": "The next day Paul took the men. He went through the religious worship of washing with them. They went into the house of God to tell when their religious worship of washing would be finished. Then the gift for each one of them would be given as an act of worship.", "27": "The seven days were almost finished. Jews from the countries of Asia saw Paul in the house of God. They made the people turn against him. Then they took hold of him. ", "28": "They cried out, “You who are Jews, help us! This is the man who is teaching against our people and our Law and this house of God. Also he has brought Greek people into the house of God. This has made this holy place unclean.” ", "29": "They had seen him before in the city with Trophimus who was from the city of Ephesus. They thought Paul had brought him into the house of God also.", "30": "All the people in the city were crying out with loud voices. The people pushed and moved together. They took Paul and dragged him out of the house of God. Then the doors were shut. ", "31": "They were getting ready to kill him. The captain of the soldiers heard there was trouble over all Jerusalem. ", "32": "At once the captain called his soldiers and they ran down to the people. When the people saw the captain and his soldiers, they stopped beating Paul.", "33": "The captain came and took hold of Paul. He told his soldiers to tie Paul with two chains. Then he asked who he was and what he had done. ", "34": "Some of the people called out one thing and some another. The captain was not able to find out what had happened. He told his men to take Paul into the soldiers' building. ", "35": "The people cried out so loud and pushed so hard that Paul had to be carried up the steps by the soldiers. ", "36": "All the people kept pushing and calling out, “Kill him!”", "37": "Paul was brought into the soldiers' building. He said to the captain, “May I say something to you?” The captain said, “Can you speak the Greek language? ", "38": "Are you not the man from the country of Egypt who made trouble against our country? That man led 4,000 fighting men into the desert.” ", "39": "Paul said, “No! I am a Jew and a citizen of a large city. I am from Tarsus in the country of Cilicia. I ask you to let me speak to the people.” ", "40": "The captain told Paul to speak. So Paul stood on the steps and held up his hand. When there was no more noise, he spoke to them in the language of the Jews."}