{"1": "Paul said, “Brothers and fathers, listen to what I have to say to you.” ", "2": "When they heard him speak to them in their own language, they stopped making noise. Then he said,", "3": "“I am a Jew. I was born in the city of Tarsus in the country of Cilicia. When I was a young man, I lived here in Jerusalem. I went to Gamaliel's school and learned all about the Law of our early fathers. I worked hard for God as you all do today.", "4": "“I worked hard and killed men and women who believed as I believe today. I put them in chains and sent them to prison. ", "5": "The head religious leader and the leaders of the people can tell you this is true. I got letters from them to take to our Jewish brothers in the city of Damascus. I was going there to put the Christians in chains and bring them to Jerusalem where they would be beaten.", "6": "“I was near Damascus. All at once, about noon, I saw a bright light from heaven shining around me. ", "7": "I fell to the ground. A voice said to me, 'Saul, Saul, why do you work so hard against Me?' ", "8": "I said, 'Who are You, Lord?' He said to me, 'I am Jesus of Nazareth, the One you are working against.' ", "9": "Those who were with me saw the light. But they did not hear Him speaking to me. ", "10": "I asked, 'Lord, what should I do?' The Lord said to me, 'Get up! Go to Damascus. You will be told what to do there.'", "11": "“I could not see because of the bright light. Those who were with me had to lead me by the hand until we came to Damascus. ", "12": "Ananias lived there. He obeyed the Law and was respected by all the Jews. ", "13": "He came and stood near me and said, 'Brother Saul, receive your sight.' At once I was able to see him. ", "14": "Then Ananias said, 'The God of our fathers chose you to know what He wants done. He chose you to see Jesus Christ, the One Right with God, and to hear His voice. ", "15": "You are to tell all men what you have seen and heard. ", "16": "What are you waiting for? Get up! Be baptized. Have your sins washed away by calling on His name.'", "17": "“I came back to Jerusalem. When I was praying in the house of God, I had a dream. ", "18": "I saw Him as He said to me, 'Get out of Jerusalem! They will not listen to you when you tell them about Me!' ", "19": "I said, 'Lord, they know I took Christians out of every Jewish place of worship. I had them beaten and put in prison. ", "20": "Also when Stephen was killed, I stood there and watched them throw stones at him. Those who threw the stones had me watch their coats.' ", "21": "The Lord said to me, 'Go! I will send you far away to the people who are not Jews.' ” ", "22": "They listened to him until he said that. Then they all cried out with loud voices, “Kill him! Take such a man from the earth! He should not live!” ", "23": "They kept on calling out. Then they pulled off their coats and threw dust in the air.", "24": "The captain told them to bring Paul into the soldiers' building. He told his soldiers to find out from Paul, by beating him, why the people were crying out against him. ", "25": "As they tied him up, Paul said to the soldier, “Does the law say that you can beat a Roman citizen when no one has said he is guilty?”", "26": "When the soldier heard this, he told it to the captain. He said, “Listen! What are you doing? This man is a Roman citizen.” ", "27": "The captain came and asked Paul, “Tell me, are you a Roman citizen?” Paul said, “Yes!” ", "28": "The captain said, “I had to pay a lot of money to be a citizen.” Paul said, “But I was born a Roman.” ", "29": "Those who were going to beat him left him at once. The captain was also afraid when he heard that Paul was a Roman citizen because he had him tied.", "30": "The next day they took off the chains that were holding Paul. The captain wanted to know why the Jews wanted to kill him. So the captain told the head religious leaders to gather for their court. They brought Paul and put him in front of them."}