{"1": "Three days after Festus had become leader in the country, he went from the city of Caesarea to Jerusalem. ", "2": "The head religious leaders and the leaders of the Jews told Festus what they had against Paul. ", "3": "They asked Festus for a favor. They wanted Paul to be brought to Jerusalem because they had plans to kill him on the way. ", "4": "Festus told them that Paul was to be kept in Caesarea and that he would be going there soon. ", "5": "Festus said, “If Paul has done anything wrong, let your leaders go along with me and say what they have against him.”", "6": "After staying with them about ten days, Festus went down to Caesarea. The next day he sat in the courtroom and asked for Paul to be brought in. ", "7": "Paul came into the courtroom. The Jews who had come down from Jerusalem stood around him. They said many bad things against him. But they could not prove any of the things they said. ", "8": "Paul spoke for himself, saying, “I have done nothing wrong against the Law of the Jews or against the house of God or against Caesar.”", "9": "Festus was hoping to get the respect of the Jews. He asked Paul, “Will you go to the court in Jerusalem and let me say if you are guilty or not about these things?” ", "10": "Paul said, “I am standing in front of Caesar's court where I should be told I am right or wrong. I have done no wrong to the Jews. You know that. ", "11": "If I have done wrong and should die, I am not trying to keep from dying. But if these things they say against me are not true, no one can give me over to them. I ask to be taken to Caesar.” ", "12": "Festus talked to the leaders of the court. Then he said to Paul, “You have asked to be taken to Caesar. You will go to him.”", "13": "After a few days, King Agrippa and his wife, Bernice, came down to Caesarea. They went to Festus to greet him. ", "14": "They stayed there a few days. Festus told them about Paul. He said, “There is a man here who was left in prison by Felix. ", "15": "When I was at Jerusalem, the head religious leaders and the leaders of the people told me about him and asked me to say that he is guilty. ", "16": "I told them it was against the Roman law to hand over a man to be put to death before he stood face to face with those who had something against him and could speak for himself. ", "17": "When they came here, I took my seat in the courtroom at once. I had the man brought in. ", "18": "When the others spoke, they had nothing against him that I thought they had. ", "19": "They did not agree with him about their own religion, and they argued about someone called Jesus. He had died but Paul kept saying He was alive. ", "20": "I did not know what to do. Then I asked him if he would go on trial about these things at Jerusalem. ", "21": "But Paul asked to go on trial in front of Caesar. I said that he should be kept in prison until he could be sent to Caesar.” ", "22": "Agrippa said to Festus, “I would like to hear this man.” Festus said, “Tomorrow you will hear him.”", "23": "The next day Agrippa and Bernice came into the courtroom. They were dressed to show their greatness as king and queen. Army leaders and leading men of the city came in with them. Festus had Paul brought in.", "24": "Festus said, “King Agrippa and all of you who are here with us, you see this man. All of the Jews both here and at Jerusalem are saying that Paul should be put to death. ", "25": "I have heard nothing against him that would be reason to put him to death. But he asked for a trial in front of Caesar. I have agreed to send Paul to him. ", "26": "When I write to Caesar, I have nothing to say against him. For this reason, I brought him in front of you all and in front of you, King Agrippa. After we ask him questions, I may have something to write about. ", "27": "It is foolish for me to send a man up for trial without writing what is against him.”"}