{"1": "Agrippa said to Paul, “You may now speak for yourself.” Paul lifted his hand and started to talk, ", "2": "“King Agrippa, the Jews have said many things against me. I am happy to be able to tell you my side of the story. ", "3": "You know all about the Jewish ways and problems. So I ask you to listen to me until I have finished.", "4": "“All the Jews know about my life from the time I was a boy until now. I lived among my own people in Jerusalem. ", "5": "If they would tell what they know, they would say that I lived the life of a proud religious law-keeper. I was in the group of proud religious law-keepers who tried to obey every law.", "6": "“And now I am on trial here because I trust the promise God made to our fathers. ", "7": "This promise is what our twelve family groups of the Jewish nation hope to see happen. They worship God day and night. King Agrippa, it is because of this hope that they are saying things against me. ", "8": "Why do you think it is hard to believe that God raises people from the dead?", "9": "“I used to think I should work hard against the name of Jesus of Nazareth. ", "10": "I did that in Jerusalem. I put many of the followers in prison. The head religious leaders gave me the right and the power to do it. Then when the followers were killed, I said it was all right. ", "11": "I beat them and tried to make them speak against God in all the Jewish places of worship. In my fight against them, I kept going after them even into cities in other countries.", "12": "“When I was going to Damascus to do this, I had the right and the power from the head religious leaders to make it hard for the followers. ", "13": "I was on the road at noon. King Agrippa, I saw a light from heaven brighter than the sun. It was shining around me and the men with me. ", "14": "We all fell to the ground. Then I heard a voice speaking to me in the Jewish language, 'Saul, Saul, why are you working so hard against Me? You hurt yourself by trying to hurt Me.' ", "15": "I said, 'Who are You, Lord?' And He said, 'I am Jesus, the One you are working against. ", "16": "Get up. Stand on your feet. I have chosen you to work for Me. You will tell what you have seen and you will say what I want you to say. This is the reason I have allowed you to see Me. ", "17": "I will keep you safe from the Jews and from the people who are not Jews. I am sending you to these people. ", "18": "You are to open their eyes. You are to turn them from darkness to light. You are to turn them from the power of Satan to the power of God. In this way, they may have their sins forgiven. They may have what is given to them, along with all those who are set apart for God by having faith in Me.' ", "19": "“King Agrippa, I obeyed what I saw from heaven. ", "20": "First I told what I saw to those in Damascus and then in Jerusalem. I told it through all the country of Judea. I even preached to the people who are not Jews that they should be sorry for their sins and turn from them to God. I told them they should do things to show they are sorry for their sins.", "21": "“That is why the Jews took hold of me in the house of God and tried to kill me. ", "22": "God has helped me. To this day I have told these things to the people who are well-known and to those not known. I have told only what the early preachers and Moses said would happen. ", "23": "It was that Christ must suffer and be the first to rise from the dead. He would give light to the Jews and to the other nations.”", "24": "As Paul was speaking for himself, Festus cried out in a loud voice, “Paul, you are crazy! All your learning keeps you from thinking right!” ", "25": "Paul said, “Most respected Festus, I am not crazy. I am speaking the truth! ", "26": "The king knows about all this. I am free to speak to him in plain words. Nothing I have said is new to him. These things happened where everyone saw them. ", "27": "King Agrippa, do you believe the writings of the early preachers? I know that you believe them.”", "28": "Then Agrippa said to Paul, “In this short time you have almost proven to me that I should become a Christian!” ", "29": "Paul said, “My prayer to God is that you and all who hear me today would be a Christian as I am, only not have these chains!” ", "30": "King Agrippa and Festus and Bernice and those who sat with them got up. ", "31": "As they left the courtroom, they said to each other, “This man has done nothing for which he should be kept in prison or be put to death.” ", "32": "Agrippa told Festus, “This man could go free if he had not asked to be sent to Caesar.”"}