{"1": "After we were safe on the island, we knew that it was Malta. ", "2": "The people on the island were very kind to us. It was raining and cold. They made a fire so we could get warm. ", "3": "Paul had gathered some wood. As he laid it on the fire, a snake came out because of the heat. It held fast to Paul's hand. ", "4": "When the people of the island saw the snake holding to his hand, they said to each other, “This man is a killer. He was saved from the sea and yet it is not right for him to live.” ", "5": "Paul shook off the snake into the fire. He was not hurt in any way. ", "6": "The people waited. They thought his hand would get large and he would fall over dead. After watching for a long time, they saw nothing happen to him. Then they changed their minds and said that Paul was a god.", "7": "Publius was the head man of the island. He owned land around there. For three days he took us in and gave us everything we needed. ", "8": "The father of Publius was sick with a stomach sickness. Paul went to see him. He prayed and laid his hands on him and the man was healed. ", "9": "Because of this, other people of the island who were sick came to Paul and were healed. ", "10": "They had great respect for us. When we got into a ship to leave, they gave us everything we needed.", "11": "We had stayed on the island three months. Then we left on a ship that had stayed there during the winter. It was from the city of Alexandria. This ship was called the Twin Brothers. ", "12": "We came to Syracuse and stayed there three days. ", "13": "From there we went by ship around to the city of Rhegium. After a day a south wind started to blow. On the second day we came to the city of Puteoli. ", "14": "We found some Christians there, and they asked us to stay with them. We were there seven days and then went on to the city of Rome.", "15": "When the Christians heard of our coming, they came to meet us. They came as far as the town of Appius and to a place to stay called the Three Stores. When Paul saw them, he thanked God and took courage.", "16": "When we got to Rome, Paul was allowed to live where he wanted to. But a soldier was always by his side to watch him. ", "17": "Three days later Paul asked the leaders of the Jews to come to him. When they had gathered together, he said, “Brothers, I have done nothing against our people or the way our early fathers lived. And yet, I was tied with chains in Jerusalem and handed over to the Romans. ", "18": "I was put on trial, but they found no reason to put me to death. They would have let me go free. ", "19": "But the Jews did not like this. So I had to ask to be sent to Caesar. It was not because I had anything against my people. ", "20": "The reason I have asked you to come is to tell you this. It is because of the hope of the Jewish nation that I am tied in these chains.”", "21": "They said to Paul, “We have had no letters from Judea about you. No Jew who has come here has ever said anything bad about you. ", "22": "We would like to hear from you what you believe. As for this new religion, all we know is that everyone is talking against it.”", "23": "They planned to meet him on a certain day. Many people came to the place where he stayed. He preached to them about the holy nation of God. He tried to get them to put their trust in Jesus Christ by preaching from the Law of Moses and from the writings of the early preachers. From morning until night he spoke to them. ", "24": "Some of them believed his teaching. Others did not believe.", "25": "As they left, they did not agree with each other. Then Paul said, “The Holy Spirit spoke the truth to your early fathers through the early preacher Isaiah. ", "26": "He said, 'Go to these people and say, “You will hear and never understand, you will look and never see, ", "27": "because these people have hearts that have become fat. They do not hear well with their ears. They have closed their eyes so their eyes do not see and their ears do not hear and their minds do not understand and they do not turn to Me and let Me heal them.”' ", "28": "“I want you to know that the Good News of God of knowing how to be saved from the punishment of sin has been sent to the people who are not Jews. And they will listen to it!” ", "29": "*After he had said these things, the Jews went away and argued with each other.", "30": "Paul paid money to live in a house by himself for two years. He was happy for all who came to see him. ", "31": "He kept on preaching about the holy nation of God. He taught about the Lord Jesus Christ without fear. No one stopped him."}