{"1": "A man by the name of Ananias and his wife, Sapphira, sold some land. ", "2": "He kept back part of the money for himself. His wife knew it also. The other part he took to the missionaries. ", "3": "Peter said to Ananias, “Why did you let Satan fill your heart? He made you lie to the Holy Spirit. You kept back part of the money you got from your land. ", "4": "Was not the land yours before you sold it? After it was sold, you could have done what you wanted to do with the money. Why did you allow your heart to do this? You have lied to God, not to men.”", "5": "When Ananias heard these words, he fell down dead. Much fear came on all those who heard what was done. ", "6": "The young men got up and covered his body and carried him out and buried him.", "7": "About three hours later his wife came in. She did not know what had happened. ", "8": "Peter said to her, “Tell me, did you sell the land for this amount of money?” She said, “Yes.” ", "9": "Then Peter said to her, “How could you two have talked together about lying to the Holy Spirit? See! Those who buried your husband are standing at the door and they will carry you out also.” ", "10": "At once she fell down at his feet and died. When the young men came in, they found that she was dead. They took her out and buried her beside her husband. ", "11": "Much fear came on all the church and on all who heard it.", "12": "The missionaries did many powerful works among the people. They gathered together on Solomon's Porch. ", "13": "No one from outside their own group came in with them because they were afraid. But those outside the church had respect for the followers. ", "14": "Many more men and women put their trust in Christ and were added to the group. ", "15": "They brought the sick people and laid them on the streets hoping that if Peter walked by, his shadow would fall on some of them. ", "16": "Many people went into Jerusalem from towns nearby. They took with them their sick people and all who were troubled with demons. All of them were healed.", "17": "The head religious leader heard this. Some of the religious group who believe no one will be raised from the dead also heard of the people being healed. They became very jealous. ", "18": "They took hold of the missionaries and put them in prison. ", "19": "An angel of the Lord opened the doors of the prison in the night and let them out. The angel said to them, ", "20": "“Go, stand where you have been standing in the house of God. Keep on telling the people about this new life.”", "21": "When Peter and John heard this, they went in the house of God early in the morning and began to teach. When the head religious leader and those with him had come, they gathered the men of the court and the leaders of the Jews together. Then they sent to have the missionaries brought to them from the prison. ", "22": "When the soldiers got there, they did not find them in prison. They went back and told the court. ", "23": "The soldiers said, “We found the door of the prison locked and the soldiers watching the doors. When we opened the door, we found no one inside.”", "24": "When the religious leaders and the leader of the house of God heard this, they were much troubled as to what might happen. ", "25": "Then someone came and told them, “The men you put in prison are now standing in the house of God and teaching the people.” ", "26": "The leader of the house of God took his men and got them. They did not hurt the missionaries because they were afraid the people would throw stones at them.", "27": "They brought the missionaries in and made them stand in front of the court. The head religious leader said, ", "28": "“We told you not to teach about Christ! See! You are spreading this teaching over all Jerusalem. Now you are making it look as if we are guilty of killing this Man.”", "29": "Then Peter and the missionaries said, “We must obey God instead of men! ", "30": "The God of our early fathers raised up Jesus, the One you killed and nailed to a cross. ", "31": "God raised this Man to His own right side as a leader and as the One Who saves from the punishment of sin. He makes it possible for the Jews to be sorry for their sins. Then they can turn from them and be forgiven. ", "32": "We have seen these things and are telling about them. The Holy Spirit makes these things known also. God gives His Spirit to those who obey Him.”", "33": "The religious leaders became angry when they heard this. They planned to kill the missionaries. ", "34": "Gamaliel was a man of the religious leaders' court. He was a proud religious law-keeper and a teacher of the Law. He was respected by all the people. He stood up and said that the missionaries should be sent outside for a short time.", "35": "Then Gamaliel said to the court, “Jewish men, be careful what you plan to do with these men. ", "36": "Remember that many years ago a man called Theudas made himself out to be someone great. He had about 400 followers. He was killed. His followers were divided and nothing came of his teaching. ", "37": "After him, Judas of the country of Galilee gathered many followers. It was the time for every person to have his name written in the books of the nation. This Judas was killed also. All his followers were divided and went away. ", "38": "I say to you now, stay away from these men and leave them alone. If this teaching and work is from men, it will come to nothing. ", "39": "If it is from God, you will not be able to stop it. You may even find yourselves fighting against God.”", "40": "The court agreed with Gamaliel. So they called the missionaries in and beat them. They told them they must not speak in the name of Jesus. Then they were sent away.", "41": "So the missionaries went away from the court happy that they could suffer shame because of His Name. ", "42": "Every day in the house of God and in the homes, they kept teaching and preaching about Jesus Christ."}