{"1": "Saul was still talking much about how he would like to kill the followers of the Lord. He went to the head religious leader. ", "2": "He asked for letters to be written to the Jewish places of worship in the city of Damascus. The letters were to say that if he found any men or women following the Way of Christ he might bring them to Jerusalem in chains.", "3": "He went on his way until he came near Damascus. All at once he saw a light from heaven shining around him. ", "4": "He fell to the ground. Then he heard a voice say, “Saul, Saul, why are you working so hard against Me?” ", "5": "Saul answered, “Who are You, Lord?” He said, “I am Jesus, the One Whom you are working against. You hurt yourself by trying to hurt Me.” ", "6": "Saul was shaken and surprised. Then he said, “What do You want me to do, Lord?” The Lord said to him, “Get up! Go into the city and you will be told what to do.” ", "7": "Those with Saul were not able to say anything. They heard a voice but saw no one. ", "8": "Saul got up from the ground. When he opened his eyes, he saw nothing. They took him by the hand and led him to Damascus. ", "9": "He could not see for three days. During that time he did not eat or drink.", "10": "In Damascus there was a follower by the name of Ananias. The Lord showed him in a dream what He wanted him to see. He said, “Ananias!” And Ananias answered, “Yes, Lord, I am here.” ", "11": "The Lord said, “Get up! Go over to Straight Street to Judas' house and ask for a man from the city of Tarsus. His name is Saul. You will find him praying there. ", "12": "Saul has seen a man called Ananias in a dream. He is to come and put his hands on Saul so he might see again.” ", "13": "Ananias said, “But Lord, many people have told me about this man. He is the reason many of Your followers in Jerusalem have had to suffer much. ", "14": "He came here with the right and the power from the head religious leaders to put everyone in chains who call on Your name.” ", "15": "The Lord said to him, “Go! This man is the one I have chosen to carry My name among the people who are not Jews and to their kings and to Jews. ", "16": "I will show him how much he will have to suffer because of Me.”", "17": "So Ananias went to that house. He put his hands on Saul and said, “Brother Saul, the Lord Jesus has sent me to you. You saw the Lord along the road as you came here. The Lord has sent me so you might be able to see again and be filled with the Holy Spirit.” ", "18": "At once something like a covering fell from the eyes of Saul and he could see. He got up and was baptized. ", "19": "After that he ate some food and received strength. For some days he stayed with the followers in Damascus.", "20": "At once Saul began to preach in the Jewish places of worship that Jesus is the Son of God. ", "21": "All who heard him were surprised and wondered. They said, “This is the man who beat and killed the followers in Jerusalem. He came here to tie the followers in chains and take them to the head religious leaders.” ", "22": "But Saul kept on growing in power. The Jews living in Damascus wondered about Saul's preaching. He was proving that Jesus was the Christ.", "23": "After some days the Jews talked together and made plans how they might kill Saul. ", "24": "He heard of their plans. Day and night they watched for him at the city gates to kill him. ", "25": "So the followers helped him get away at night. They let him down over the wall in a basket.", "26": "When Saul had come to Jerusalem, he tried to join the followers. But they were afraid of him. They did not believe he was a true follower of Jesus. ", "27": "Then Barnabas took him to the missionaries. He told them that Saul had seen the Lord on the road. He told them also how the Lord had spoken to Saul and how he had preached without fear in Damascus in the name of Jesus. ", "28": "After that he was with them going in and out of Jerusalem. ", "29": "He preached without fear in the name of the Lord. He talked and argued with the Jews who spoke the Greek language. They kept trying to kill him. ", "30": "When the followers heard this, they took him down to the city of Caesarea. From there they sent him to the city of Tarsus.", "31": "Then the church through all the countries of Judea and Galilee and Samaria had peace for awhile. The church was made strong and it was given comfort by the Holy Spirit. It honored the Lord. More people were added to the church.", "32": "When Peter was visiting all parts of the country, he came to the faithful followers who were living in the city of Lydda. ", "33": "A man there named Aeneas could not move his body. He had been in bed eight years. ", "34": "Peter said to him, “Aeneas, Jesus Christ heals you. Get up and roll up your bed.” He got up at once. ", "35": "All the people who lived in Lydda and in the city of Sharon saw Aeneas and they turned to the Lord.", "36": "A woman who was a follower lived in the city of Joppa. Her name was Tabitha, or Dorcas. She did many good things and many acts of kindness. ", "37": "One day she became sick and died. After they had washed her body, they laid her in a room on the second floor. ", "38": "The city of Lydda was near Joppa. The followers heard that Peter was at Lydda and sent two men to ask him to come at once. ", "39": "Peter went back with them. When he came, they took him to the room. All the women whose husbands had died were standing around crying. They were showing the clothes Dorcas had made while she was with them.", "40": "Peter made them all leave the room. Then he got down on his knees and prayed. He turned to her body and said, “Tabitha, get up!” She opened her eyes and looked at Peter and sat up. ", "41": "He took her by the hand and lifted her up. Then he called in the faithful followers and the women whose husbands had died. He gave her to them, a living person.", "42": "News of this went through all Joppa. Many people put their trust in the Lord. ", "43": "After this, Peter stayed in Joppa many days in the house of Simon who worked with leather."}