{"1": "But some men came down from Judea and were teaching the brethren, “Unless you are circumcised according to the custom of Moses, you cannot be saved.” ", "2": "And when Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question. ", "3": "So, being sent on their way by the church, they passed through both Phoeni′cia and Samar′ia, reporting the conversion of the Gentiles, and they gave great joy to all the brethren. ", "4": "When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them. ", "5": "But some believers who belonged to the party of the Pharisees rose up, and said, “It is necessary to circumcise them, and to charge them to keep the law of Moses.”", "6": "The apostles and the elders were gathered together to consider this matter. ", "7": "And after there had been much debate, Peter rose and said to them, “Brethren, you know that in the early days God made choice among you, that by my mouth the Gentiles should hear the word of the gospel and believe. ", "8": "And God who knows the heart bore witness to them, giving them the Holy Spirit just as he did to us; ", "9": "and he made no distinction between us and them, but cleansed their hearts by faith. ", "10": "Now therefore why do you make trial of God by putting a yoke upon the neck of the disciples which neither our fathers nor we have been able to bear? ", "11": "But we believe that we shall be saved through the grace of the Lord Jesus, just as they will.”", "12": "And all the assembly kept silence; and they listened to Barnabas and Paul as they related what signs and wonders God had done through them among the Gentiles. ", "13": "After they finished speaking, James replied, “Brethren, listen to me. ", "14": "Simeon has related how God first visited the Gentiles, to take out of them a people for his name. ", "15": "And with this the words of the prophets agree, as it is written,", "16": "'After this I will return, and I will rebuild the dwelling of David, which has fallen; I will rebuild its ruins, and I will set it up,", "17": "that the rest of men may seek the Lord, and all the Gentiles who are called by my name,", "18": "says the Lord, who has made these things known from of old.'", "19": "Therefore my judgment is that we should not trouble those of the Gentiles who turn to God, ", "20": "but should write to them to abstain from the pollutions of idols and from unchastity and from what is strangled[a] and from blood. ", "21": "For from early generations Moses has had in every city those who preach him, for he is read every sabbath in the synagogues.”", "22": "Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsab′bas, and Silas, leading men among the brethren, ", "23": "with the following letter: “The brethren, both the apostles and the elders, to the brethren who are of the Gentiles in Antioch and Syria and Cili′cia, greeting. ", "24": "Since we have heard that some persons from us have troubled you with words, unsettling your minds, although we gave them no instructions, ", "25": "it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul, ", "26": "men who have risked their lives for the sake of our Lord Jesus Christ. ", "27": "We have therefore sent Judas and Silas, who themselves will tell you the same things by word of mouth. ", "28": "For it has seemed good to the Holy Spirit and to us to lay upon you no greater burden than these necessary things: ", "29": "that you abstain from what has been sacrificed to idols and from blood and from what is strangled[b] and from unchastity. If you keep yourselves from these, you will do well. Farewell.”", "30": "So when they were sent off, they went down to Antioch; and having gathered the congregation together, they delivered the letter. ", "31": "And when they read it, they rejoiced at the exhortation. ", "32": "And Judas and Silas, who were themselves prophets, exhorted the brethren with many words and strengthened them. ", "33": "And after they had spent some time, they were sent off in peace by the brethren to those who had sent them.[c] ", "35": "But Paul and Barnabas remained in Antioch, teaching and preaching the word of the Lord, with many others also.", "36": "And after some days Paul said to Barnabas, “Come, let us return and visit the brethren in every city where we proclaimed the word of the Lord, and see how they are.” ", "37": "And Barnabas wanted to take with them John called Mark. ", "38": "But Paul thought best not to take with them one who had withdrawn from them in Pamphyl′ia, and had not gone with them to the work. ", "39": "And there arose a sharp contention, so that they separated from each other; Barnabas took Mark with him and sailed away to Cyprus, ", "40": "but Paul chose Silas and departed, being commended by the brethren to the grace of the Lord. ", "41": "And he went through Syria and Cili′cia, strengthening the churches."}