{"1": "While Apol′los was at Corinth, Paul passed through the upper country and came to Ephesus. There he found some disciples. ", "2": "And he said to them, “Did you receive the Holy Spirit when you believed?” And they said, “No, we have never even heard that there is a Holy Spirit.” ", "3": "And he said, “Into what then were you baptized?” They said, “Into John's baptism.” ", "4": "And Paul said, “John baptized with the baptism of repentance, telling the people to believe in the one who was to come after him, that is, Jesus.” ", "5": "On hearing this, they were baptized in the name of the Lord Jesus. ", "6": "And when Paul had laid his hands upon them, the Holy Spirit came on them; and they spoke with tongues and prophesied. ", "7": "There were about twelve of them in all.", "8": "And he entered the synagogue and for three months spoke boldly, arguing and pleading about the kingdom of God; ", "9": "but when some were stubborn and disbelieved, speaking evil of the Way before the congregation, he withdrew from them, taking the disciples with him, and argued daily in the hall of Tyran′nus.[a] ", "10": "This continued for two years, so that all the residents of Asia heard the word of the Lord, both Jews and Greeks.", "11": "And God did extraordinary miracles by the hands of Paul, ", "12": "so that handkerchiefs or aprons were carried away from his body to the sick, and diseases left them and the evil spirits came out of them. ", "13": "Then some of the itinerant Jewish exorcists undertook to pronounce the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul preaches.” ", "14": "Seven sons of a Jewish high priest named Sceva were doing this. ", "15": "But the evil spirit answered them, “Jesus I know, and Paul I know; but who are you?” ", "16": "And the man in whom the evil spirit was leaped on them, mastered all of them, and overpowered them, so that they fled out of that house naked and wounded. ", "17": "And this became known to all residents of Ephesus, both Jews and Greeks; and fear fell upon them all; and the name of the Lord Jesus was extolled. ", "18": "Many also of those who were now believers came, confessing and divulging their practices. ", "19": "And a number of those who practiced magic arts brought their books together and burned them in the sight of all; and they counted the value of them and found it came to fifty thousand pieces of silver. ", "20": "So the word of the Lord grew and prevailed mightily.", "21": "Now after these events Paul resolved in the Spirit to pass through Macedo′nia and Acha′ia and go to Jerusalem, saying, “After I have been there, I must also see Rome.” ", "22": "And having sent into Macedo′nia two of his helpers, Timothy and Eras′tus, he himself stayed in Asia for a while.", "23": "About that time there arose no little stir concerning the Way. ", "24": "For a man named Deme′trius, a silversmith, who made silver shrines of Ar′temis, brought no little business to the craftsmen. ", "25": "These he gathered together, with the workmen of like occupation, and said, “Men, you know that from this business we have our wealth. ", "26": "And you see and hear that not only at Ephesus but almost throughout all Asia this Paul has persuaded and turned away a considerable company of people, saying that gods made with hands are not gods. ", "27": "And there is danger not only that this trade of ours may come into disrepute but also that the temple of the great goddess Ar′temis may count for nothing, and that she may even be deposed from her magnificence, she whom all Asia and the world worship.”", "28": "When they heard this they were enraged, and cried out, “Great is Ar′temis of the Ephesians!” ", "29": "So the city was filled with the confusion; and they rushed together into the theater, dragging with them Ga′ius and Aristar′chus, Macedo′nians who were Paul's companions in travel. ", "30": "Paul wished to go in among the crowd, but the disciples would not let him; ", "31": "some of the A′si-archs also, who were friends of his, sent to him and begged him not to venture into the theater. ", "32": "Now some cried one thing, some another; for the assembly was in confusion, and most of them did not know why they had come together. ", "33": "Some of the crowd prompted Alexander, whom the Jews had put forward. And Alexander motioned with his hand, wishing to make a defense to the people. ", "34": "But when they recognized that he was a Jew, for about two hours they all with one voice cried out, “Great is Ar′temis of the Ephesians!” ", "35": "And when the town clerk had quieted the crowd, he said, “Men of Ephesus, what man is there who does not know that the city of the Ephesians is temple keeper of the great Ar′temis, and of the sacred stone that fell from the sky?[b] ", "36": "Seeing then that these things cannot be contradicted, you ought to be quiet and do nothing rash. ", "37": "For you have brought these men here who are neither sacrilegious nor blasphemers of our goddess. ", "38": "If therefore Deme′trius and the craftsmen with him have a complaint against any one, the courts are open, and there are proconsuls; let them bring charges against one another. ", "39": "But if you seek anything further,[c] it shall be settled in the regular assembly. ", "40": "For we are in danger of being charged with rioting today, there being no cause that we can give to justify this commotion.” ", "41": "And when he had said this, he dismissed the assembly."}