{"1": "And after five days the high priest Anani′as came down with some elders and a spokesman, one Tertul′lus. They laid before the governor their case against Paul; ", "2": "and when he was called, Tertul′lus began to accuse him, saying: “Since through you we enjoy much peace, and since by your provision, most excellent Felix, reforms are introduced on behalf of this nation, ", "3": "in every way and everywhere we accept this with all gratitude. ", "4": "But, to detain you no further, I beg you in your kindness to hear us briefly. ", "5": "For we have found this man a pestilent fellow, an agitator among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes. ", "6": "He even tried to profane the temple, but we seized him.[a] ", "8": "By examining him yourself you will be able to learn from him about everything of which we accuse him.”", "9": "The Jews also joined in the charge, affirming that all this was so.", "10": "And when the governor had motioned to him to speak, Paul replied: “Realizing that for many years you have been judge over this nation, I cheerfully make my defense. ", "11": "As you may ascertain, it is not more than twelve days since I went up to worship at Jerusalem; ", "12": "and they did not find me disputing with any one or stirring up a crowd, either in the temple or in the synagogues, or in the city. ", "13": "Neither can they prove to you what they now bring up against me. ", "14": "But this I admit to you, that according to the Way, which they call a sect, I worship the God of our fathers, believing everything laid down by the law or written in the prophets, ", "15": "having a hope in God which these themselves accept, that there will be a resurrection of both the just and the unjust. ", "16": "So I always take pains to have a clear conscience toward God and toward men. ", "17": "Now after some years I came to bring to my nation alms and offerings. ", "18": "As I was doing this, they found me purified in the temple, without any crowd or tumult. But some Jews from Asia— ", "19": "they ought to be here before you and to make an accusation, if they have anything against me. ", "20": "Or else let these men themselves say what wrongdoing they found when I stood before the council, ", "21": "except this one thing which I cried out while standing among them, 'With respect to the resurrection of the dead I am on trial before you this day.'”", "22": "But Felix, having a rather accurate knowledge of the Way, put them off, saying, “When Lys′ias the tribune comes down, I will decide your case.” ", "23": "Then he gave orders to the centurion that he should be kept in custody but should have some liberty, and that none of his friends should be prevented from attending to his needs.", "24": "After some days Felix came with his wife Drusil′la, who was a Jewess; and he sent for Paul and heard him speak upon faith in Christ Jesus. ", "25": "And as he argued about justice and self-control and future judgment, Felix was alarmed and said, “Go away for the present; when I have an opportunity I will summon you.” ", "26": "At the same time he hoped that money would be given him by Paul. So he sent for him often and conversed with him. ", "27": "But when two years had elapsed, Felix was succeeded by Porcius Festus; and desiring to do the Jews a favor, Felix left Paul in prison."}