{"1": "The beginning of the gospel of Jesus Christ [the Son of God].[b]", "2": "The Preaching of John the Baptist. 2 As it is written in Isaiah the prophet:[c] “Behold, I am sending my messenger ahead of you; he will prepare your way.", "3": "A voice of one crying out in the desert: 'Prepare the way of the Lord, make straight his paths.'”", "4": "John [the] Baptist appeared in the desert proclaiming a baptism of repentance for the forgiveness of sins. ", "5": "People of the whole Judean countryside and all the inhabitants of Jerusalem were going out to him and were being baptized by him in the Jordan River as they acknowledged their sins. ", "6": "John was clothed in camel's hair, with a leather belt around his waist.[d] He fed on locusts and wild honey. ", "7": "And this is what he proclaimed: “One mightier than I is coming after me. I am not worthy to stoop and loosen the thongs of his sandals. ", "8": "[e]I have baptized you with water; he will baptize you with the holy Spirit.”", "9": "The Baptism of Jesus. 9 It happened in those days that Jesus came from Nazareth of Galilee and was baptized in the Jordan by John. ", "10": "On coming up out of the water he saw the heavens being torn open and the Spirit, like a dove, descending upon him.[f] ", "11": "And a voice came from the heavens, “You are my beloved Son; with you I am well pleased.” The Temptation of Jesus.[g] ", "12": "At once the Spirit drove him out into the desert, ", "13": "and he remained in the desert for forty days, tempted by Satan. He was among wild beasts, and the angels ministered to him.", "14": "The Beginning of the Galilean Ministry. 14 After John had been arrested,[h] Jesus came to Galilee proclaiming the gospel of God: ", "15": "“This is the time of fulfillment. The kingdom of God is at hand. Repent, and believe in the gospel.” The Call of the First Disciples.[i] ", "16": "As he passed by the Sea of Galilee, he saw Simon and his brother Andrew casting their nets into the sea; they were fishermen. ", "17": "Jesus said to them, “Come after me, and I will make you fishers of men.” ", "18": "Then they abandoned their nets and followed him. ", "19": "He walked along a little farther and saw James, the son of Zebedee, and his brother John. They too were in a boat mending their nets. ", "20": "Then he called them. So they left their father Zebedee in the boat along with the hired men and followed him.", "21": "The Cure of a Demoniac. 21 [j]Then they came to Capernaum, and on the sabbath he entered the synagogue and taught. ", "22": "The people were astonished at his teaching, for he taught them as one having authority and not as the scribes. ", "23": "[k]In their synagogue was a man with an unclean spirit; ", "24": "[l]he cried out, “What have you to do with us,[m] Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God!” ", "25": "Jesus rebuked him and said, “Quiet! Come out of him!” ", "26": "The unclean spirit convulsed him and with a loud cry came out of him. ", "27": "All were amazed and asked one another, “What is this? A new teaching with authority. He commands even the unclean spirits and they obey him.” ", "28": "His fame spread everywhere throughout the whole region of Galilee.", "29": "The Cure of Simon's Mother-in-Law. 29 On leaving the synagogue he entered the house of Simon and Andrew with James and John. ", "30": "Simon's mother-in-law lay sick with a fever. They immediately told him about her. ", "31": "He approached, grasped her hand, and helped her up. Then the fever left her and she waited on them.", "32": "Other Healings. 32 When it was evening, after sunset, they brought to him all who were ill or possessed by demons. ", "33": "The whole town was gathered at the door. ", "34": "He cured many who were sick with various diseases, and he drove out many demons, not permitting them to speak because they knew him.", "35": "Jesus Leaves Capernaum. 35 Rising very early before dawn, he left and went off to a deserted place, where he prayed. ", "36": "Simon and those who were with him pursued him ", "37": "and on finding him said, “Everyone is looking for you.” ", "38": "He told them, “Let us go on to the nearby villages that I may preach there also. For this purpose have I come.” ", "39": "So he went into their synagogues, preaching and driving out demons throughout the whole of Galilee.", "40": "The Cleansing of a Leper. 40 A leper[n] came to him [and kneeling down] begged him and said, “If you wish, you can make me clean.” ", "41": "Moved with pity, he stretched out his hand, touched him, and said to him, “I do will it. Be made clean.” ", "42": "The leprosy left him immediately, and he was made clean. ", "43": "Then, warning him sternly, he dismissed him at once. ", "44": "Then he said to him, “See that you tell no one anything, but go, show yourself to the priest and offer for your cleansing what Moses prescribed; that will be proof for them.” ", "45": "The man went away and began to publicize the whole matter. He spread the report abroad so that it was impossible for Jesus to enter a town openly. He remained outside in deserted places, and people kept coming to him from everywhere."}