{"1": "Marriage and Divorce. 1 He set out from there and went into the district of Judea [and] across the Jordan. Again crowds gathered around him and, as was his custom, he again taught them. ", "2": "[a]The Pharisees approached and asked, “Is it lawful for a husband to divorce his wife?” They were testing him. ", "3": "He said to them in reply, “What did Moses command you?” ", "4": "They replied, “Moses permitted him to write a bill of divorce and dismiss her.” ", "5": "But Jesus told them, “Because of the hardness of your hearts he wrote you this commandment. ", "6": "But from the beginning of creation, 'God made them male and female. ", "7": "For this reason a man shall leave his father and mother [and be joined to his wife], ", "8": "and the two shall become one flesh.' So they are no longer two but one flesh. ", "9": "Therefore what God has joined together, no human being must separate.” ", "10": "In the house the disciples again questioned him about this. ", "11": "He said to them, “Whoever divorces his wife and marries another commits adultery against her; ", "12": "and if she divorces her husband and marries another, she commits adultery.”", "13": "Blessing of the Children. 13 And people were bringing children to him that he might touch them, but the disciples rebuked them. ", "14": "When Jesus saw this he became indignant and said to them, “Let the children come to me; do not prevent them, for the kingdom of God belongs to such as these. ", "15": "Amen, I say to you, whoever does not accept the kingdom of God like a child[b] will not enter it.” ", "16": "Then he embraced them and blessed them, placing his hands on them.", "17": "The Rich Man. 17 As he was setting out on a journey, a man ran up, knelt down before him, and asked him, “Good teacher, what must I do to inherit eternal life?” ", "18": "Jesus answered him, “Why do you call me good?[c] No one is good but God alone. ", "19": "You know the commandments: 'You shall not kill; you shall not commit adultery; you shall not steal; you shall not bear false witness; you shall not defraud; honor your father and your mother.'” ", "20": "He replied and said to him, “Teacher, all of these I have observed from my youth.” ", "21": "Jesus, looking at him, loved him and said to him, “You are lacking in one thing. Go, sell what you have, and give to [the] poor and you will have treasure in heaven; then come, follow me.” ", "22": "At that statement his face fell, and he went away sad, for he had many possessions.", "23": "[d]Jesus looked around and said to his disciples, “How hard it is for those who have wealth to enter the kingdom of God!” ", "24": "The disciples were amazed at his words. So Jesus again said to them in reply, “Children, how hard it is to enter the kingdom of God! ", "25": "It is easier for a camel to pass through [the] eye of [a] needle than for one who is rich to enter the kingdom of God.” ", "26": "They were exceedingly astonished and said among themselves, “Then who can be saved?” ", "27": "Jesus looked at them and said, “For human beings it is impossible, but not for God. All things are possible for God.” ", "28": "Peter began to say to him, “We have given up everything and followed you.” ", "29": "Jesus said, “Amen, I say to you, there is no one who has given up house or brothers or sisters or mother or father or children or lands for my sake and for the sake of the gospel ", "30": "who will not receive a hundred times more now in this present age: houses and brothers and sisters and mothers and children and lands, with persecutions, and eternal life in the age to come. ", "31": "But many that are first will be last, and [the] last will be first.”", "32": "The Third Prediction of the Passion. 32 They were on the way, going up to Jerusalem, and Jesus went ahead of them. They were amazed, and those who followed were afraid. Taking the Twelve aside again, he began to tell them what was going to happen to him. ", "33": "“Behold, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and the scribes, and they will condemn him to death and hand him over to the Gentiles ", "34": "who will mock him, spit upon him, scourge him, and put him to death, but after three days he will rise.”", "35": "Ambition of James and John. 35 Then James and John, the sons of Zebedee, came to him and said to him, “Teacher, we want you to do for us whatever we ask of you.” ", "36": "He replied, “What do you wish [me] to do for you?” ", "37": "They answered him, “Grant that in your glory we may sit one at your right and the other at your left.” ", "38": "[e]Jesus said to them, “You do not know what you are asking. Can you drink the cup that I drink or be baptized with the baptism with which I am baptized?” ", "39": "They said to him, “We can.” Jesus said to them, “The cup that I drink, you will drink, and with the baptism with which I am baptized, you will be baptized; ", "40": "but to sit at my right or at my left is not mine to give but is for those for whom it has been prepared.” ", "41": "When the ten heard this, they became indignant at James and John. ", "42": "[f]Jesus summoned them and said to them, “You know that those who are recognized as rulers over the Gentiles lord it over them, and their great ones make their authority over them felt. ", "43": "But it shall not be so among you. Rather, whoever wishes to be great among you will be your servant; ", "44": "whoever wishes to be first among you will be the slave of all. ", "45": "For the Son of Man did not come to be served but to serve and to give his life as a ransom for many.” The Blind Bartimaeus.[g] ", "46": "They came to Jericho. And as he was leaving Jericho with his disciples and a sizable crowd, Bartimaeus, a blind man, the son of Timaeus, sat by the roadside begging. ", "47": "On hearing that it was Jesus of Nazareth, he began to cry out and say, “Jesus, son of David, have pity on me.” ", "48": "And many rebuked him, telling him to be silent. But he kept calling out all the more, “Son of David, have pity on me.” ", "49": "Jesus stopped and said, “Call him.” So they called the blind man, saying to him, “Take courage; get up, he is calling you.” ", "50": "He threw aside his cloak, sprang up, and came to Jesus. ", "51": "Jesus said to him in reply, “What do you want me to do for you?” The blind man replied to him, “Master, I want to see.” ", "52": "Jesus told him, “Go your way; your faith has saved you.” Immediately he received his sight and followed him on the way."}