{"1": "So I decided that my next visit to you would not be another visit to make you sad. ", "2": "If I make you sad, who will make me happy? Only you can make me happy—you whom I made sad. ", "3": "I wrote you a letter for this reason: that when I came to you I would not be made sad by the people who should make me happy. I felt sure of all of you. I felt sure that you would share my joy. ", "4": "When I wrote to you before, I was very troubled and unhappy in my heart. I wrote with many tears. I did not write to make you sad, but to let you know how much I love you.", "5": "Someone there among you has caused sadness. He caused this not to me, but to all of you—I mean he caused sadness to all in some way. (I do not want to make it sound worse than it really is.) ", "6": "The punishment that most of you gave him is enough for him. ", "7": "But now you should forgive him and comfort him. This will keep him from having too much sadness and giving up completely. ", "8": "So I beg you to show him that you love him. ", "9": "This is why I wrote to you. I wanted to test you and see if you obey in everything. ", "10": "If you forgive someone, I also forgive him. And what I have forgiven—if I had anything to forgive—I forgave it for you, and Christ was with me. ", "11": "I did this so that Satan would not win anything from us. We know very well what Satan's plans are.", "12": "I went to Troas to preach the Good News of Christ. The Lord gave me a good opportunity there. ", "13": "But I had no peace because I did not find my brother Titus there. So I said good-bye and went to Macedonia.", "14": "But thanks be to God, who always leads us in victory through Christ. God uses us to spread his knowledge everywhere like a sweet-smelling perfume. ", "15": "Our offering to God is this: We are the sweet smell of Christ among those who are being saved and among those who are being lost. ", "16": "To those who are lost, we are the smell of death that brings death. But to those who are being saved, we are the smell of life that brings life. So who is able to do this work? ", "17": "We do not sell the word of God for a profit as many other people do. But in Christ we speak the truth before God. We speak as men sent from God."}