{"1": "From Peter, an apostle of Jesus the Anointed One, to the chosen ones[a] who have been scattered abroad like “seed” into the nations living as refugees,[b] to those living in Pontus,[c] Galatia, Cappadocia,[d] and throughout the Roman provinces of Asia and Bithynia.[e] ", "2": "You are not forgotten, for you have been chosen and destined by Father God. The Holy Spirit has set you apart to be God's holy ones, obedient followers of Jesus Christ who have been gloriously sprinkled with his blood. May God's delightful grace and peace cascade over you many times over![f]", "3": "Celebrate with praises the God and Father of our Lord Jesus Christ, who has shown us his extravagant mercy. For his fountain of mercy has given us a new life—we are reborn[g] to experience a living, energetic hope[h] through the resurrection of Jesus Christ from the dead.[i] ", "4": "We are reborn into a perfect inheritance[j] that can never perish, never be defiled, and never diminish. It is promised and preserved forever in the heavenly realm for you![k]", "5": "Through our faith, the mighty power of God constantly guards[l] us until our full salvation[m] is ready to be revealed[n] in the last time. ", "6": "May the thought of this cause you to jump for joy,[o] even though lately you've had to put up with the grief of many trials.[p] ", "7": "But these only reveal the sterling core[q] of your faith, which is far more valuable than gold that perishes, for even gold is refined by fire. Your authentic faith will result in even more praise, glory, and honor when Jesus the Anointed One is revealed.[r]", "8": "You love him passionately although you did not see him, but through believing in him you are saturated with an ecstatic joy, indescribably sublime and immersed in glory.[s] ", "9": "For you are reaping the harvest of your faith—the full salvation promised you—your souls' victory![t]", "10": "This salvation was the focus of the prophets who prophesied of this outpouring of grace that was destined for you. They made a careful search and investigation of the meaning of their God-given prophecies ", "11": "as they probed into the mysteries of who would fulfill them and the time period when it would all take place. The Spirit of the Anointed One was in them[u] and was pointing prophetically to the sufferings that Christ was destined to suffer and the glories that would be released afterward. ", "12": "God revealed to the prophets that their ministry was not for their own benefit[v] but for yours. And now, you have heard these things from the evangelists[w] who preached the gospel to you through the power of the Holy Spirit sent from heaven—the gospel containing wonderful mysteries that even the angels long to get a glimpse of.[x]", "13": "So then, prepare your hearts and minds for action![y] Stay alert and fix your hope firmly on the marvelous grace that is coming to you. For when Jesus Christ is unveiled,[z] a greater measure of grace will be released to you. ", "14": "As God's obedient children, never again shape your lives by the desires that you followed when you didn't know better. ", "15": "Instead, shape your lives to become like the Holy One who called you. ", "16": "For Scripture says: “You are to be holy, because I am holy.”[aa]", "17": "Since you call on him as your heavenly Father, the impartial Judge who judges according to each one's works,[ab] live each day with holy awe and reverence throughout your time on earth.[ac] ", "18": "For you know that your lives were ransomed once and for all from the empty and futile way of life handed down from generation to generation. It was not a ransom payment of silver and gold, which eventually perishes, ", "19": "but the precious blood of Christ—who like a spotless, unblemished lamb was sacrificed for us.[ad]", "20": "This was part of God's plan, for he was chosen and destined for this before the foundation of the earth was laid,[ae] but he has been made manifest in these last days for you. ", "21": "It is through him that you now believe in God,[af] who raised him from the dead and glorified him,[ag] so that you would fasten your faith and hope in God alone.", "22": "Now, because of your obedience to the truth,[ah] you have purified your very souls, and this empowers you to be full of love for your fellow believers. So express this sincere love toward one another passionately and with a pure heart.[ai] ", "23": "For through the eternal and living Word of God[aj] you have been born again. And this “seed” that he planted within you can never be destroyed but will live and grow inside of you forever. For:", "24": "Human beings[ak] are frail and temporary, like grass, and the glory of man fleeting like blossoms of the field.[al] The grass dries and withers and the flowers fall off,", "25": "but the Word of the Lord endures forever![am] And this is the Word[an] that was announced to you!"}