{"1": "So abandon[a] every form of evil, deceit, hypocrisy,[b] feelings of jealousy and slander. ", "2": "In the same way that nursing infants cry for milk, you must intensely crave the pure[c] spiritual milk of God's Word.[d] For this “milk” will cause you to grow into maturity, fully nourished and strong for life[e]—", "3": "especially now that you have had a taste of the goodness of the Lord Jehovah and have experienced his kindness.[f]", "4": "So keep coming to him who is the Living Stone[g]—though he was rejected and discarded by men but chosen by God and is priceless in God's sight. ", "5": "Come and be his “living stones”[h] who are continually being assembled into a sanctuary for God. For now you serve as holy priests,[i] offering up spiritual sacrifices that he readily accepts through Jesus Christ. ", "6": "For it says in Scripture: Look! I lay a cornerstone in Zion,[j] a chosen and priceless stone! And whoever believes in him will certainly not be disappointed.[k]", "7": "As believers you know his great worth—indeed, his preciousness is imparted to you.[l] But for those who do not believe: The stone that the builders rejected and discarded has now become the cornerstone[m]", "8": "And A stone that makes them stumble and a rock to trip over.[n] They keep stumbling over the message because they refuse to believe it. And this they were destined to do. ", "9": "But you are God's chosen treasure[o]—priests who are kings,[p] a spiritual “nation” set apart as God's devoted ones. He called you out of darkness to experience his marvelous light, and now he claims you as his very own. He did this so that you would broadcast his glorious wonders throughout the world.[q] ", "10": "For at one time you were not God's people, but now you are. At one time you knew nothing of God's mercy, because you hadn't received it yet, but now you are drenched with it![r]", "11": "My divinely loved friends, since you are resident aliens and foreigners in this world, I appeal to you to divorce yourselves from the evil desires that wage war within you.[s] ", "12": "Live honorable lives as you mix with unbelievers, even though they accuse you of being evildoers. For they will see your beautiful works and have a reason to glorify God in the day he visits us.[t]", "13": "In order to honor the Lord, you must respect and defer to the authority of every human institution,[u] whether it be the highest ruler[v] ", "14": "or the governors he puts in place to punish lawbreakers and to praise those who do what's right. ", "15": "For it is God's will for you to silence the ignorance of foolish people[w] by doing what is right.", "16": "As God's loving servants, you should live in complete freedom, but never use your freedom as a cover-up for evil. ", "17": "Recognize the value of every person and continually show love to every believer. Live your lives with great reverence and in holy awe of God. Honor your rulers.", "18": "Those who are servants,[x] submit to[y] the authority of those who are your masters—not only to those who are kind and gentle but even to those who are hard and difficult. ", "19": "You find God's favor by deciding to please God even when you endure hardships because of unjust suffering. ", "20": "For what merit is it to endure mistreatment for wrongdoing? Yet if you are mistreated when you do what is right, and you faithfully endure it, this is commendable before God. ", "21": "In fact, you were called to live this way, because Christ also suffered in your place, leaving you his example for you to follow.", "22": "He never sinned and he never spoke deceitfully.[z]", "23": "When he was verbally abused, he did not return with an insult; when he suffered, he would not threaten retaliation.[aa] Jesus faithfully entrusted himself into the hands of God, who judges righteously. ", "24": "He himself carried our sins[ab] in his body on the cross[ac] so that we would be dead to sin[ad] and live for righteousness. Our instant healing flowed from his wounding.[ae] ", "25": "You were like sheep that continually wandered away,[af] but now you have returned to the true Shepherd of your lives—the kind Guardian who lovingly watches over your souls."}