{"1": "And now let me speak to the wives. Be devoted to your own husbands,[a] so that even if some of them do not obey the Word of God, your kind conduct may win them over without you saying a thing. ", "2": "For when they observe your pure, godly life before God, it will impact them deeply. ", "3-4": "–4 Let your true beauty come from your inner personality, not a focus on the external. For lasting beauty comes from a gentle and peaceful spirit, which is precious in God's sight and is much more important than the outward adornment of elaborate hair, jewelry,[b] and fine clothes.", "5": "Holy women of long ago who had set their hopes in God beautified themselves with lives lived in deference to their own husbands' authority. ", "6": "For example, our “mother,” Sarah, devoted herself[c] to her husband, Abraham, and even called him “master.” And you have become her daughters when you do what is right without fear and intimidation.[d]", "7": "Husbands, you in turn must treat your wives with tenderness,[e] viewing them[f] as feminine[g] partners who deserve to be honored, for they are co-heirs with you of the “divine grace of life,”[h] so that nothing will hinder your prayers.", "8": "Now, this is the goal: to live in harmony with one another and demonstrate affectionate love,[i] sympathy,[j] and kindness toward other believers. Let humility describe who you are as you dearly love one another. ", "9": "Never retaliate when someone treats you wrongly, nor insult those who insult you, but instead, respond by speaking a blessing over them—because a blessing is what God promised to give you.[k] ", "10": "For the Scriptures tell us: Whoever wants to embrace true life and find beauty in each day", "11": "must stop speaking evil, hurtful words and never deceive in what they say. Always turn from what is wrong and cultivate what is good; eagerly pursue peace in every relationship, making it your prize.", "12": "For the eyes of the Lord Yahweh[l] rest upon the godly, and his heart responds to their prayers. But he turns his back on those who practice evil.[m]", "13": "Why would anyone harm[n] you if you're passionate and devoted[o] to pleasing God? ", "14": "But even if you happen to suffer for doing what is right, you will have the joyful experience of the blessing of God.[p] And Don't be intimidated or terrified by those who would terrify you.[q]", "15": "But give reverent honor in your hearts to the Anointed One and treat him as the holy Master[r] of your lives. And if anyone asks[s] about the hope living within you, always be ready to explain your faith ", "16": "with gentleness and respect. Maintain a clean conscience, so that those who slander you for living a pure life in Christ will have to lie about you and will be ashamed because of their slander.[t] ", "17": "For it is better to suffer for doing good, if it is in God's plan, than for doing evil.", "18": "Christ suffered and died[u] for sins once and for all—the innocent for the guilty[v]—to bring you near to God by his body[w] being put to death and by being raised to life by the Spirit. ", "19": "He went in the spiritual realm[x] and made a proclamation to the spirits in prison[y] ", "20": "because of their disobedience of long ago.[z] For during the time of Noah God patiently waited while the ark was being prepared, but only a few were brought safely through the floodwaters: a total of eight souls. ", "21": "This was a prophetic picture[aa] of the immersion that now saves you—not a bathing of the physical body but rather the response of a good conscience before God[ab] through the resurrection of Jesus Christ, ", "22": "who is now in heaven at the place of supreme authority next to God.[ac] The very powers of heaven, including every angel and authority, now yield in submission to him."}