{"1": "Since Christ, though innocent, suffered in his flesh for you,[a] now you also must be a prepared soldier,[b] having the same mind-set,[c] for whoever has died in his body is done with sin.[d] ", "2": "So live the rest of your earthly life no longer concerned with human desires but consumed with what brings pleasure to God. ", "3": "For you have already spent enough time doing what unbelievers[e] love to do—living in debauchery, sensuality, partying, drunkenness, wild drinking parties,[f] and the worship of demons.[g] ", "4": "They marvel that you no longer rush to join them in the excesses of their corrupt lifestyles, and so they vilify you. ", "5": "But one day they will have to give an account to the one who is destined to judge the living and the dead. ", "6": "This is the reason the gospel was preached to the martyrs before they gave their lives.[h] Even though they were judged by human standards, now they live in spirit by God's standards.", "7": "Since we are approaching the end of all things, be intentional, purposeful,[i] and self-controlled so that you can be given to prayer.", "8": "Above all, constantly echo[j] God's intense love for one another, for love will be a canopy over a multitude of sins.[k]", "9": "Be compassionate to foreigners[l] without complaining.", "10": "Every believer has received grace gifts, so use them to serve one another as faithful stewards of the many-colored tapestry of God's grace.", "11": "For example, if you have a speaking gift, speak as though God were speaking his words through you.[m] If you have the gift of serving, do it passionately with the strength God gives you,[n] so that in everything God alone will be glorified through Jesus Christ. For to him belong the power and the glory forever throughout all ages! Amen.[o]", "12": "Beloved friends, if life gets extremely difficult, with many tests,[p] don't be bewildered as though something strange were overwhelming you.[q] ", "13": "Instead, continue to rejoice, for you, in a measure, have shared in the sufferings of the Anointed One so that you can share in the revelation of his glory and celebrate with even greater gladness![r] ", "14": "If you are insulted because of the name of Christ, you are greatly blessed,[s] because the Spirit of glory and power,[t] who is the Spirit of God, rests upon you.[u]", "15": "Let none of you merit suffering as a murderer, or thief, or criminal, or as one who meddles in the affairs of others. ", "16": "If you suffer for being a Christian, don't consider it a disgrace but a privilege. Glorify God because you carry the Anointed One's name.[v] ", "17": "For the time is ripe for judgment to begin in God's own household. And if it starts with us, what will be the fate of those who refuse to obey the gospel of God?", "18": "And: If the righteous are barely saved,[w] what will become of the wicked and godless?[x]", "19": "So then, those who suffer for following God's will should enfold their lives into the Creator, who will never fail them, and continue to always do what is right.[y]"}