{"1": "Now, I encourage you as an elder,[a] an eyewitness of the sufferings of Christ, and one who shares in the glory that is about to be unveiled. I urge my fellow elders among you ", "2": "to be compassionate shepherds who tenderly care for God's flock and who feed them well, for you have the responsibility to guide, protect, and oversee. Consider it a joyous pleasure[b] and not merely a religious duty. Lead from the heart under God's leadership—not as a way to gain finances dishonestly but as a way to eagerly and cheerfully serve. ", "3": "Don't be controlling tyrants[c] but lead others by your beautiful examples to the flock.[d] ", "4": "And when the Shepherd-King[e] appears, you will win the victor's crown of glory that never fades away.[f]", "5": "In the same way, the younger ones should willingly support[g] the leadership of the elders. In every relationship, each of you must wrap around yourself the apron of a humble servant. Because: God resists you when you are proud but multiplies grace and favor when you are humble.[h]", "6": "If you bow low in God's awesome presence,[i] he will eventually exalt you as you leave the timing in his hands.", "7": "Pour out all your worries and stress upon him and leave them there, for he always tenderly cares for you.[j]", "8": "Be well balanced and always alert, because your enemy,[k] the devil, roams around incessantly, like a roaring lion looking for its prey to devour.[l] ", "9": "Take a decisive stand against him and resist his every attack with strong, vigorous faith. For you know that your believing brothers and sisters around the world are experiencing the same kinds of troubles you endure.[m] ", "10": "And then, after your brief suffering,[n] the God of all loving grace, who has called you to share in his eternal glory in Christ,[o] will personally and powerfully restore you and make you stronger than ever. Yes, he will set you firmly in place and build you up.[p] ", "11": "And he has all the power needed to do this[q]—forever![r] Amen.", "12": "I, Peter, with the help of Silas,[s] whom I consider a trustworthy, faith-filled brother, have written you this short letter so that I might encourage you and personally testify that this is the true, dependable grace of God.[t] Stand fast in this grace.", "13": "She who is in Babylon,[u] who is co-elect with you, sends her greetings, along with Mark, my son.[v]", "14": "Greet one another with a kiss of peace.[w] Peace to all who are in life union with Christ. Amen."}