{"1": "In the beginning was the Word and the Word was with God and the Word was God.", "2": "The Word was with God in the beginning.", "3": "Everything came into being through the Word, and without the Word nothing came into being. What came into being", "4": "through the Word was life,[a]  and the life was the light for all people.", "5": "The light shines in the darkness, and the darkness doesn't extinguish the light.", "6": "A man named John was sent from God.", "7": "He came as a witness to testify concerning the light, so that through him everyone would believe in the light.", "8": "He himself wasn't the light, but his mission was to testify concerning the light.", "9": "The true light that shines on all people was coming into the world.", "10": "The light was in the world, and the world came into being through the light, but the world didn't recognize the light.", "11": "The light came to his own people, and his own people didn't welcome him.", "12": "But those who did welcome him, those who believed in his name, he authorized to become God's children,", "13": "born not from blood nor from human desire or passion, but born from God.", "14": "The Word became flesh and made his home among us. We have seen his glory, glory like that of a father's only son, full of grace and truth.", "15": "John testified about him, crying out, “This is the one of whom I said, 'He who comes after me is greater than me because he existed before me.'”", "16": "From his fullness we have all received grace upon grace;", "17": "as the Law was given through Moses, so grace and truth came into being through Jesus Christ.", "18": "No one has ever seen God. God the only Son, who is at the Father's side, has made God known.", "19": "This is John's testimony when the Jewish leaders in Jerusalem sent priests and Levites to ask him, “Who are you?”", "20": "John confessed (he didn't deny but confessed), “I'm not the Christ.”", "21": "They asked him, “Then who are you? Are you Elijah?” John said, “I'm not.” “Are you the prophet?” John answered, “No.”", "22": "They asked, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?”", "23": "John replied, “I am a voice crying out in the wilderness, Make the Lord's path straight,[b] just as the prophet Isaiah said.”", "24": "Those sent by the Pharisees", "25": "asked, “Why do you baptize if you aren't the Christ, nor Elijah, nor the prophet?”", "26": "John answered, “I baptize with water. Someone greater stands among you, whom you don't recognize.", "27": "He comes after me, but I'm not worthy to untie his sandal straps.”", "28": "This encounter took place across the Jordan in Bethany where John was baptizing.", "29": "The next day John saw Jesus coming toward him and said, “Look! The Lamb of God who takes away the sin of the world!", "30": "This is the one about whom I said, 'He who comes after me is really greater than me because he existed before me.'", "31": "Even I didn't recognize him, but I came baptizing with water so that he might be made known to Israel.”", "32": "John testified, “I saw the Spirit coming down from heaven like a dove, and it rested on him.", "33": "Even I didn't recognize him, but the one who sent me to baptize with water said to me, 'The one on whom you see the Spirit coming down and resting is the one who baptizes with the Holy Spirit.'", "34": "I have seen and testified that this one is God's Son.”", "35": "The next day John was standing again with two of his disciples.", "36": "When he saw Jesus walking along he said, “Look! The Lamb of God!”", "37": "The two disciples heard what he said, and they followed Jesus.", "38": "When Jesus turned and saw them following, he asked, “What are you looking for?” They said, “Rabbi (which is translated Teacher), where are you staying?”", "39": "He replied, “Come and see.” So they went and saw where he was staying, and they remained with him that day. It was about four o'clock in the afternoon.", "40": "One of the two disciples who heard what John said and followed Jesus was Andrew, the brother of Simon Peter.", "41": "He first found his own brother Simon and said to him, “We have found the Messiah” (which is translated Christ[c] ).", "42": "He led him to Jesus. Jesus looked at him and said, “You are Simon, son of John. You will be called Cephas” (which is translated Peter).", "43": "The next day Jesus wanted to go into Galilee, and he found Philip. Jesus said to him, “Follow me.”", "44": "Philip was from Bethsaida, the hometown of Andrew and Peter.", "45": "Philip found Nathanael and said to him, “We have found the one Moses wrote about in the Law and the Prophets: Jesus, Joseph's son, from Nazareth.”", "46": "Nathanael responded, “Can anything from Nazareth be good?” Philip said, “Come and see.”", "47": "Jesus saw Nathanael coming toward him and said about him, “Here is a genuine Israelite in whom there is no deceit.”", "48": "Nathanael asked him, “How do you know me?” Jesus answered, “Before Philip called you, I saw you under the fig tree.”", "49": "Nathanael replied, “Rabbi, you are God's Son. You are the king of Israel.”", "50": "Jesus answered, “Do you believe because I told you that I saw you under the fig tree? You will see greater things than these!", "51": "I assure you that you will see heaven open and God's angels going up to heaven and down to earth on the Human One.”[d]"}