{"1": "Before the Festival of Passover, Jesus knew that his time had come to leave this world and go to the Father. Having loved his own who were in the world, he loved them fully.", "2": "Jesus and his disciples were sharing the evening meal. The devil had already provoked Judas, Simon Iscariot's son, to betray Jesus.", "3": "Jesus knew the Father had given everything into his hands and that he had come from God and was returning to God.", "4": "So he got up from the table and took off his robes. Picking up a linen towel, he tied it around his waist.", "5": "Then he poured water into a washbasin and began to wash the disciples' feet, drying them with the towel he was wearing.", "6": "When Jesus came to Simon Peter, Peter said to him, “Lord, are you going to wash my feet?”", "7": "Jesus replied, “You don't understand what I'm doing now, but you will understand later.”", "8": "“No!” Peter said. “You will never wash my feet!” Jesus replied, “Unless I wash you, you won't have a place with me.”", "9": "Simon Peter said, “Lord, not only my feet but also my hands and my head!”", "10": "Jesus responded, “Those who have bathed need only to have their feet washed, because they are completely clean. You disciples are clean, but not every one of you.”", "11": "He knew who would betray him. That's why he said, “Not every one of you is clean.”", "12": "After he washed the disciples' feet, he put on his robes and returned to his place at the table. He said to them, “Do you know what I've done for you?", "13": "You call me 'Teacher' and 'Lord,' and you speak correctly, because I am.", "14": "If I, your Lord and teacher, have washed your feet, you too must wash each other's feet.", "15": "I have given you an example: Just as I have done, you also must do.", "16": "I assure you, servants aren't greater than their master, nor are those who are sent greater than the one who sent them.", "17": "Since you know these things, you will be happy if you do them.", "18": "I'm not speaking about all of you. I know those whom I've chosen. But this is to fulfill the scripture, The one who eats my bread has turned against me.[a]", "19": "“I'm telling you this now, before it happens, so that when it does happen you will believe that I Am.", "20": "I assure you that whoever receives someone I send receives me, and whoever receives me receives the one who sent me.”", "21": "After he said these things, Jesus was deeply disturbed and testified, “I assure you, one of you will betray me.”", "22": "His disciples looked at each other, confused about which of them he was talking about.", "23": "One of the disciples, the one whom Jesus loved, was at Jesus' side.", "24": "Simon Peter nodded at him to get him to ask Jesus who he was talking about.", "25": "Leaning back toward Jesus, this disciple asked, “Lord, who is it?”", "26": "Jesus answered, “It's the one to whom I will give this piece of bread once I have dipped into the bowl.”Then he dipped the piece of bread and gave it to Judas, Simon Iscariot's son.", "27": "After Judas took the bread, Satan entered into him. Jesus told him, “What you are about to do, do quickly.”", "28": "No one sitting at the table understood why Jesus said this to him.", "29": "Some thought that, since Judas kept the money bag, Jesus told him, “Go, buy what we need for the feast,” or that he should give something to the poor.", "30": "So when Judas took the bread, he left immediately. And it was night.", "31": "When Judas was gone, Jesus said, “Now the Human One[b] has been glorified, and God has been glorified in him.", "32": "If God has been glorified in him, God will also glorify the Human One[c] in himself and will glorify him immediately.", "33": "Little children, I'm with you for a little while longer. You will look for me—but, just as I told the Jewish leaders, I also tell you now—'Where I'm going, you can't come.'", "34": "“I give you a new commandment: Love each other. Just as I have loved you, so you also must love each other.", "35": "This is how everyone will know that you are my disciples, when you love each other.”", "36": "Simon Peter said to Jesus, “Lord, where are you going?” Jesus answered, “Where I am going, you can't follow me now, but you will follow later.”", "37": "Peter asked, “Lord, why can't I follow you now? I'll give up my life for you.”", "38": "Jesus replied, “Will you give up your life for me? I assure you that you will deny me three times before the rooster crows."}