{"1": "“Don't be troubled. Trust in God. Trust also in me.", "2": "My Father's house has room to spare. If that weren't the case, would I have told you that I'm going to prepare a place for you?", "3": "When I go to prepare a place for you, I will return and take you to be with me so that where I am you will be too.", "4": "You know the way to the place I'm going.”", "5": "Thomas asked, “Lord, we don't know where you are going. How can we know the way?”", "6": "Jesus answered, “I am the way, the truth, and the life. No one comes to the Father except through me.", "7": "If you have really known me, you will also know the Father. From now on you know him and have seen him.”", "8": "Philip said, “Lord, show us the Father; that will be enough for us.”", "9": "Jesus replied, “Don't you know me, Philip, even after I have been with you all this time? Whoever has seen me has seen the Father. How can you say, 'Show us the Father'?", "10": "Don't you believe that I am in the Father and the Father is in me? The words I have spoken to you I don't speak on my own. The Father who dwells in me does his works.", "11": "Trust me when I say that I am in the Father and the Father is in me, or at least believe on account of the works themselves.", "12": "I assure you that whoever believes in me will do the works that I do. They will do even greater works than these because I am going to the Father.", "13": "I will do whatever you ask for in my name, so that the Father can be glorified in the Son.", "14": "When you ask me for anything in my name, I will do it.", "15": "“If you love me, you will keep my commandments.", "16": "I will ask the Father, and he will send another Companion,[a] who will be with you forever.", "17": "This Companion is the Spirit of Truth, whom the world can't receive because it neither sees him nor recognizes him. You know him, because he lives with you and will be with you.", "18": "“I won't leave you as orphans. I will come to you.", "19": "Soon the world will no longer see me, but you will see me. Because I live, you will live too.", "20": "On that day you will know that I am in my Father, you are in me, and I am in you.", "21": "Whoever has my commandments and keeps them loves me. Whoever loves me will be loved by my Father, and I will love them and reveal myself to them.”", "22": "Judas (not Judas Iscariot) asked, “Lord, why are you about to reveal yourself to us and not to the world?”", "23": "Jesus answered, “Whoever loves me will keep my word. My Father will love them, and we will come to them and make our home with them.", "24": "Whoever doesn't love me doesn't keep my words. The word that you hear isn't mine. It is the word of the Father who sent me.", "25": "“I have spoken these things to you while I am with you.", "26": "The Companion,[b] the Holy Spirit, whom the Father will send in my name, will teach you everything and will remind you of everything I told you.", "27": "“Peace I leave with you. My peace I give you. I give to you not as the world gives. Don't be troubled or afraid.", "28": "You have heard me tell you, 'I'm going away and returning to you.' If you loved me, you would be happy that I am going to the Father, because the Father is greater than me.", "29": "I have told you before it happens so that when it happens you will believe.", "30": "I won't say much more to you because this world's ruler is coming. He has nothing on me.", "31": "Rather, he comes so that the world will know that I love the Father and do just as the Father has commanded me. Get up. We're leaving this place."}