{"1": "“I am the true vine, and my Father is the vineyard keeper.", "2": "He removes any of my branches that don't produce fruit, and he trims any branch that produces fruit so that it will produce even more fruit.", "3": "You are already trimmed because of the word I have spoken to you.", "4": "Remain in me, and I will remain in you. A branch can't produce fruit by itself, but must remain in the vine. Likewise, you can't produce fruit unless you remain in me.", "5": "I am the vine; you are the branches. If you remain in me and I in you, then you will produce much fruit. Without me, you can't do anything.", "6": "If you don't remain in me, you will be like a branch that is thrown out and dries up. Those branches are gathered up, thrown into a fire, and burned.", "7": "If you remain in me and my words remain in you, ask for whatever you want and it will be done for you.", "8": "My Father is glorified when you produce much fruit and in this way prove that you are my disciples.", "9": "“As the Father loved me, I too have loved you. Remain in my love.", "10": "If you keep my commandments, you will remain in my love, just as I kept my Father's commandments and remain in his love.", "11": "I have said these things to you so that my joy will be in you and your joy will be complete.", "12": "This is my commandment: love each other just as I have loved you.", "13": "No one has greater love than to give up one's life for one's friends.", "14": "You are my friends if you do what I command you.", "15": "I don't call you servants any longer, because servants don't know what their master is doing. Instead, I call you friends, because everything I heard from my Father I have made known to you.", "16": "You didn't choose me, but I chose you and appointed you so that you could go and produce fruit and so that your fruit could last. As a result, whatever you ask the Father in my name, he will give you.", "17": "I give you these commandments so that you can love each other.", "18": "“If the world hates you, know that it hated me first.", "19": "If you belonged to the world, the world would love you as its own. However, I have chosen you out of the world, and you don't belong to the world. This is why the world hates you.", "20": "Remember what I told you, 'Servants aren't greater than their master.' If the world harassed me, it will harass you too. If it kept my word, it will also keep yours.", "21": "The world will do all these things to you on account of my name, because it doesn't know the one who sent me.", "22": "“If I hadn't come and spoken to the people of this world, they wouldn't be sinners. But now they have no excuse for their sin.", "23": "Whoever hates me also hates the Father.", "24": "If I hadn't done works among them that no one else had done, they wouldn't be sinners. But now they have seen and hated both me and my Father.", "25": "This fulfills the word written in their Law, They hated me without a reason.[a]", "26": "“When the Companion[b] comes, whom I will send from the Father—the Spirit of Truth who proceeds from the Father—he will testify about me.", "27": "You will testify too, because you have been with me from the beginning."}