{"1": "I have said these things to you so that you won't fall away.", "2": "They will expel you from the synagogue. The time is coming when those who kill you will think that they are doing a service to God.", "3": "They will do these things because they don't know the Father or me.", "4": "But I have said these things to you so that when their time comes, you will remember that I told you about them. “I didn't say these things to you from the beginning, because I was with you.", "5": "But now I go away to the one who sent me. None of you ask me, 'Where are you going?'", "6": "Yet because I have said these things to you, you are filled with sorrow.", "7": "I assure you that it is better for you that I go away. If I don't go away, the Companion[a] won't come to you. But if I go, I will send him to you.", "8": "When he comes, he will show the world it was wrong about sin, righteousness, and judgment.", "9": "He will show the world it was wrong about sin because they don't believe in me.", "10": "He will show the world it was wrong about righteousness because I'm going to the Father and you won't see me anymore.", "11": "He will show the world it was wrong about judgment because this world's ruler stands condemned.", "12": "“I have much more to say to you, but you can't handle it now.", "13": "However, when the Spirit of Truth comes, he will guide you in all truth. He won't speak on his own, but will say whatever he hears and will proclaim to you what is to come.", "14": "He will glorify me, because he will take what is mine and proclaim it to you.", "15": "Everything that the Father has is mine. That's why I said that the Spirit takes what is mine and will proclaim it to you.", "16": "Soon you won't be able to see me; soon after that, you will see me.”", "17": "Some of Jesus' disciples said to each other, “What does he mean: 'Soon you won't see me, and soon after that you will see me' and 'Because I'm going to the Father'?", "18": "What does he mean by 'soon'? We don't understand what he's talking about.”", "19": "Jesus knew they wanted to ask him, so he said, “Are you trying to find out from each other what I meant when I said, 'Soon you won't see me, and soon after that you will see me'?", "20": "I assure you that you will cry and lament, and the world will be happy. You will be sorrowful, but your sorrow will turn into joy.", "21": "When a woman gives birth, she has pain because her time has come. But when the child is born, she no longer remembers her distress because of her joy that a child has been born into the world.", "22": "In the same way, you have sorrow now; but I will see you again, and you will be overjoyed. No one takes away your joy.", "23": "In that day, you won't ask me anything. I assure you that the Father will give you whatever you ask in my name.", "24": "Up to now, you have asked nothing in my name. Ask and you will receive so that your joy will be complete.", "25": "“I've been using figures of speech with you. The time is coming when I will no longer speak to you in such analogies. Instead, I will tell you plainly about the Father.", "26": "In that day you will ask in my name. I'm not saying that I will ask the Father on your behalf.", "27": "The Father himself loves you, because you have loved me and believed that I came from God.", "28": "I left the Father and came into the world. I tell you again: I am leaving the world and returning to the Father.”", "29": "His disciples said, “See! Now you speak plainly; you aren't using figures of speech.", "30": "Now we know that you know everything and you don't need anyone to ask you. Because of this we believe you have come from God.”", "31": "Jesus replied, “Now you believe?", "32": "Look! A time is coming—and is here!—when each of you will be scattered to your own homes and you will leave me alone. I'm not really alone, for the Father is with me.", "33": "I've said these things to you so that you will have peace in me. In the world you have distress. But be encouraged! I have conquered the world.”"}