{"1": "After he said these things, Jesus went out with his disciples and crossed over to the other side of the Kidron Valley. He and his disciples entered a garden there.", "2": "Judas, his betrayer, also knew the place because Jesus often gathered there with his disciples.", "3": "Judas brought a company of soldiers[a] and some guards from the chief priests and Pharisees. They came there carrying lanterns, torches, and weapons.", "4": "Jesus knew everything that was to happen to him, so he went out and asked, “Who are you looking for?”", "5": "They answered, “Jesus the Nazarene.” He said to them, “I Am.”[b] (Judas, his betrayer, was standing with them.)", "6": "When he said, “I Am,” they shrank back and fell to the ground.", "7": "He asked them again, “Who are you looking for?” They said, “Jesus the Nazarene.”", "8": "Jesus answered, “I told you, 'I Am.'[c] If you are looking for me, then let these people go.”", "9": "This was so that the word he had spoken might be fulfilled: “I didn't lose anyone of those whom you gave me.”", "10": "Then Simon Peter, who had a sword, drew it and struck the high priest's servant, cutting off his right ear. (The servant's name was Malchus.)", "11": "Jesus told Peter, “Put your sword away! Am I not to drink the cup the Father has given me?”", "12": "Then the company of soldiers, the commander, and the guards from the Jewish leaders took Jesus into custody. They bound him", "13": "and led him first to Annas. He was the father-in-law of Caiaphas, the high priest that year.", "14": "(14 Caiaphas was the one who had advised the Jewish leaders that it was better for one person to die for the people.)", "15": "Simon Peter and another disciple followed Jesus. Because this other disciple was known to the high priest, he went with Jesus into the high priest's courtyard.", "16": "However, Peter stood outside near the gate. Then the other disciple (the one known to the high priest) came out and spoke to the woman stationed at the gate, and she brought Peter in.", "17": "The servant woman stationed at the gate asked Peter, “Aren't you one of this man's disciples?” “I'm not,” he replied.", "18": "The servants and the guards had made a fire because it was cold. They were standing around it, warming themselves. Peter joined them there, standing by the fire and warming himself.", "19": "Meanwhile, the chief priest questioned Jesus about his disciples and his teaching.", "20": "Jesus answered, “I've spoken openly to the world. I've always taught in synagogues and in the temple, where all the Jews gather. I've said nothing in private.", "21": "Why ask me? Ask those who heard what I told them. They know what I said.”", "22": "After Jesus spoke, one of the guards standing there slapped Jesus in the face. “Is that how you would answer the high priest?” he asked.", "23": "Jesus replied, “If I speak wrongly, testify about what was wrong. But if I speak correctly, why do you strike me?”", "24": "Then Annas sent him, bound, to Caiaphas the high priest.", "25": "Meanwhile, Simon Peter was still standing with the guards, warming himself. They asked, “Aren't you one of his disciples?” Peter denied it, saying, “I'm not.”", "26": "A servant of the high priest, a relative of the one whose ear Peter had cut off, said to him, “Didn't I see you in the garden with him?”", "27": "Peter denied it again, and immediately a rooster crowed.", "28": "The Jewish leaders led Jesus from Caiaphas to the Roman governor's palace.[d] It was early in the morning. So that they could eat the Passover, the Jewish leaders wouldn't enter the palace; entering the palace would have made them ritually impure.", "29": "So Pilate went out to them and asked, “What charge do you bring against this man?”", "30": "They answered, “If he had done nothing wrong, we wouldn't have handed him over to you.”", "31": "Pilate responded, “Take him yourselves and judge him according to your Law.” The Jewish leaders replied, “The Law doesn't allow us to kill anyone.”", "32": "(32 This was so that Jesus' word might be fulfilled when he indicated how he was going to die.)", "33": "Pilate went back into the palace. He summoned Jesus and asked, “Are you the king of the Jews?”", "34": "Jesus answered, “Do you say this on your own or have others spoken to you about me?”", "35": "Pilate responded, “I'm not a Jew, am I? Your nation and its chief priests handed you over to me. What have you done?”", "36": "Jesus replied, “My kingdom doesn't originate from this world. If it did, my guards would fight so that I wouldn't have been arrested by the Jewish leaders. My kingdom isn't from here.”", "37": "“So you are a king?” Pilate said. Jesus answered, “You say that I am a king. I was born and came into the world for this reason: to testify to the truth. Whoever accepts the truth listens to my voice.”", "38": "“What is truth?” Pilate asked. After Pilate said this, he returned to the Jewish leaders and said, “I find no grounds for any charge against him.", "39": "You have a custom that I release one prisoner for you at Passover. Do you want me to release for you the king of the Jews?”", "40": "They shouted, “Not this man! Give us Barabbas!” (Barabbas was an outlaw.)"}