{"1": "Then Pilate had Jesus taken and whipped.", "2": "The soldiers twisted together a crown of thorns and put it on his head, and dressed him in a purple robe.", "3": "Over and over they went up to him and said, “Greetings, king of the Jews!” And they slapped him in the face.", "4": "Pilate came out of the palace again and said to the Jewish leaders, “Look! I'm bringing him out to you to let you know that I find no grounds for a charge against him.”", "5": "When Jesus came out, wearing the crown of thorns and the purple robe, Pilate said to them, “Here's the man.”", "6": "When the chief priests and their deputies saw him, they shouted out, “Crucify, crucify!” Pilate told them, “You take him and crucify him. I don't find any grounds for a charge against him.”", "7": "The Jewish leaders replied, “We have a Law, and according to this Law he ought to die because he made himself out to be God's Son.”", "8": "When Pilate heard this word, he was even more afraid.", "9": "He went back into the residence and spoke to Jesus, “Where are you from?” Jesus didn't answer.", "10": "So Pilate said, “You won't speak to me? Don't you know that I have authority to release you and also to crucify you?”", "11": "Jesus replied, “You would have no authority over me if it had not been given to you from above. That's why the one who handed me over to you has the greater sin.”", "12": "From that moment on, Pilate wanted to release Jesus. However, the Jewish leaders cried out, saying, “If you release this man, you aren't a friend of the emperor! Anyone who makes himself out to be a king opposes the emperor!”", "13": "When Pilate heard these words, he led Jesus out and seated him on the judge's bench at the place called Stone Pavement (in Aramaic, Gabbatha).", "14": "It was about noon on the Preparation Day for the Passover. Pilate said to the Jewish leaders, “Here's your king.”", "15": "The Jewish leaders cried out, “Take him away! Take him away! Crucify him!” Pilate responded, “What? Do you want me to crucify your king?” “We have no king except the emperor,” the chief priests answered.", "16": "Then Pilate handed Jesus over to be crucified. The soldiers took Jesus prisoner.", "17": "Carrying his cross by himself, he went out to a place called Skull Place (in Aramaic, Golgotha).", "18": "That's where they crucified him—and two others with him, one on each side and Jesus in the middle.", "19": "Pilate had a public notice written and posted on the cross. It read “Jesus the Nazarene, the king of the Jews.”", "20": "Many of the Jews read this sign, for the place where Jesus was crucified was near the city and it was written in Aramaic, Latin, and Greek.", "21": "Therefore, the Jewish chief priests complained to Pilate, “Don't write, 'The king of the Jews' but 'This man said, “I am the king of the Jews.”'”", "22": "Pilate answered, “What I've written, I've written.”", "23": "When the soldiers crucified Jesus, they took his clothes and his sandals, and divided them into four shares, one for each soldier. His shirt was seamless, woven as one piece from the top to the bottom.", "24": "They said to each other, “Let's not tear it. Let's cast lots to see who will get it.” This was to fulfill the scripture, They divided my clothes among themselves, and they cast lots for my clothing.[a] That's what the soldiers did.", "25": "Jesus' mother and his mother's sister, Mary the wife of Clopas, and Mary Magdalene stood near the cross.", "26": "When Jesus saw his mother and the disciple whom he loved standing nearby, he said to his mother, “Woman, here is your son.”", "27": "Then he said to the disciple, “Here is your mother.” And from that time on, this disciple took her into his home.", "28": "After this, knowing that everything was already completed, in order to fulfill the scripture, Jesus said, “I am thirsty.”", "29": "A jar full of sour wine was nearby, so the soldiers soaked a sponge in it, placed it on a hyssop branch, and held it up to his lips.", "30": "When he had received the sour wine, Jesus said, “It is completed.” Bowing his head, he gave up his life.", "31": "It was the Preparation Day and the Jewish leaders didn't want the bodies to remain on the cross on the Sabbath, especially since that Sabbath was an important day. So they asked Pilate to have the legs of those crucified broken and the bodies taken down.", "32": "Therefore, the soldiers came and broke the legs of the two men who were crucified with Jesus.", "33": "When they came to Jesus, they saw that he was already dead so they didn't break his legs.", "34": "However, one of the soldiers pierced his side with a spear, and immediately blood and water came out.", "35": "The one who saw this has testified, and his testimony is true. He knows that he speaks the truth, and he has testified so that you also can believe.", "36": "These things happened to fulfill the scripture, They won't break any of his bones.[b]", "37": "And another scripture says, They will look at him whom they have pierced.[c]", "38": "After this Joseph of Arimathea asked Pilate if he could take away the body of Jesus. Joseph was a disciple of Jesus, but a secret one because he feared the Jewish authorities. Pilate gave him permission, so he came and took the body away.", "39": "Nicodemus, the one who at first had come to Jesus at night, was there too. He brought a mixture of myrrh and aloe, nearly seventy-five pounds in all.[d]", "40": "Following Jewish burial customs, they took Jesus' body and wrapped it, with the spices, in linen cloths.", "41": "There was a garden in the place where Jesus was crucified, and in the garden was a new tomb in which no one had ever been laid.", "42": "Because it was the Jewish Preparation Day and the tomb was nearby, they laid Jesus in it."}