{"1": "On the third day there was a wedding in Cana of Galilee. Jesus' mother was there, and", "2": "Jesus and his disciples were also invited to the celebration.", "3": "When the wine ran out, Jesus' mother said to him, “They don't have any wine.”", "4": "Jesus replied, “Woman, what does that have to do with me? My time hasn't come yet.”", "5": "His mother told the servants, “Do whatever he tells you.”", "6": "Nearby were six stone water jars used for the Jewish cleansing ritual, each able to hold about twenty or thirty gallons.", "7": "Jesus said to the servants, “Fill the jars with water,” and they filled them to the brim.", "8": "Then he told them, “Now draw some from them and take it to the headwaiter,” and they did.", "9": "The headwaiter tasted the water that had become wine. He didn't know where it came from, though the servants who had drawn the water knew. The headwaiter called the groom", "10": "and said, “Everyone serves the good wine first. They bring out the second-rate wine only when the guests are drinking freely. You kept the good wine until now.”", "11": "This was the first miraculous sign that Jesus did in Cana of Galilee. He revealed his glory, and his disciples believed in him.", "12": "After this, Jesus and his mother, his brothers, and his disciples went down to Capernaum and stayed there for a few days.", "13": "It was nearly time for the Jewish Passover, and Jesus went up to Jerusalem.", "14": "He found in the temple those who were selling cattle, sheep, and doves, as well as those involved in exchanging currency sitting there.", "15": "He made a whip from ropes and chased them all out of the temple, including the cattle and the sheep. He scattered the coins and overturned the tables of those who exchanged currency.", "16": "He said to the dove sellers, “Get these things out of here! Don't make my Father's house a place of business.”", "17": "His disciples remembered that it is written, Passion for your house consumes me.[a]", "18": "Then the Jewish leaders asked him, “By what authority are you doing these things? What miraculous sign will you show us?”", "19": "Jesus answered, “Destroy this temple and in three days I'll raise it up.”", "20": "The Jewish leaders replied, “It took forty-six years to build this temple, and you will raise it up in three days?”", "21": "But the temple Jesus was talking about was his body.", "22": "After he was raised from the dead, his disciples remembered what he had said, and they believed the scripture and the word that Jesus had spoken.", "23": "While Jesus was in Jerusalem for the Passover Festival, many believed in his name because they saw the miraculous signs that he did.", "24": "But Jesus didn't trust himself to them because he knew all people.", "25": "He didn't need anyone to tell him about human nature, for he knew what human nature was."}