{"1": "After this there was a Jewish festival, and Jesus went up to Jerusalem.", "2": "In Jerusalem near the Sheep Gate in the north city wall is a pool with the Aramaic name Bethsaida. It had five covered porches,", "3": "and a crowd of people who were sick, blind, lame, and paralyzed sat there.[a]", "5": "A certain man was there who had been sick for thirty-eight years.", "6": "When Jesus saw him lying there, knowing that he had already been there a long time, he asked him, “Do you want to get well?”", "7": "The sick man answered him, “Sir,[b] I don't have anyone who can put me in the water when it is stirred up. When I'm trying to get to it, someone else has gotten in ahead of me.”", "8": "Jesus said to him, “Get up! Pick up your mat and walk.”", "9": "Immediately the man was well, and he picked up his mat and walked. Now that day was the Sabbath.", "10": "The Jewish leaders said to the man who had been healed, “It's the Sabbath; you aren't allowed to carry your mat.”", "11": "He answered, “The man who made me well said to me, 'Pick up your mat and walk.'”", "12": "They inquired, “Who is this man who said to you, 'Pick it up and walk'?”", "13": "The man who had been cured didn't know who it was, because Jesus had slipped away from the crowd gathered there.", "14": "Later Jesus found him in the temple and said, “See! You have been made well. Don't sin anymore in case something worse happens to you.”", "15": "The man went and proclaimed to the Jewish leaders that Jesus was the man who had made him well.", "16": "As a result, the Jewish leaders were harassing Jesus, since he had done these things on the Sabbath.", "17": "Jesus replied, “My Father is still working, and I am working too.”", "18": "For this reason the Jewish leaders wanted even more to kill him—not only because he was doing away with the Sabbath but also because he called God his own Father, thereby making himself equal with God.", "19": "Jesus responded to the Jewish leaders, “I assure you that the Son can't do anything by himself except what he sees the Father doing. Whatever the Father does, the Son does likewise.", "20": "The Father loves the Son and shows him everything that he does. He will show him greater works than these so that you will marvel.", "21": "As the Father raises the dead and gives life, so too does the Son give life to whomever he wishes.", "22": "The Father doesn't judge anyone, but he has given all judgment to the Son", "23": "so that everyone will honor the Son just as they honor the Father. Whoever doesn't honor the Son doesn't honor the Father who sent him.", "24": "“I assure you that whoever hears my word and believes in the one who sent me has eternal life and won't come under judgment but has passed from death into life.", "25": "“I assure you that the time is coming—and is here!—when the dead will hear the voice of God's Son, and those who hear it will live.", "26": "Just as the Father has life in himself, so he has granted the Son to have life in himself.", "27": "He gives the Son authority to judge, because he is the Human One.[c]", "28": "Don't be surprised by this, because the time is coming when all who are in their graves will hear his voice.", "29": "Those who did good things will come out into the resurrection of life, and those who did wicked things into the resurrection of judgment.", "30": "I can't do anything by myself. Whatever I hear, I judge, and my judgment is just. I don't seek my own will but the will of the one who sent me.", "31": "“If I testify about myself, my testimony isn't true.", "32": "There is someone else who testifies about me, and I know his testimony about me is true.", "33": "You sent a delegation to John, and he testified to the truth.", "34": "Although I don't accept human testimony, I say these things so that you can be saved.", "35": "John was a burning and shining lamp, and, at least for a while, you were willing to celebrate in his light.", "36": "“I have a witness greater than John's testimony. The Father has given me works to do so that I might complete them. These works I do testify about me that the Father sent me.", "37": "And the Father who sent me testifies about me. You have never even heard his voice or seen his form,", "38": "and you don't have his word dwelling with you because you don't believe the one whom he has sent.", "39": "Examine the scriptures, since you think that in them you have eternal life. They also testify about me,", "40": "yet you don't want to come to me so that you can have life.", "41": "“I don't accept praise from people,", "42": "but I know you, that you don't have God's love in you.", "43": "I have come in my Father's name, and you don't receive me. If others come in their own name, you receive them.", "44": "How can you believe when you receive praise from each other but don't seek the praise that comes from the only God?", "45": "“Don't think that I will accuse you before the Father. Your accuser is Moses, the one in whom your hope rests.", "46": "If you believed Moses, you would believe me, because Moses wrote about me.", "47": "If you don't believe the writings of Moses, how will you believe my words?”"}