{"1": "After this Jesus traveled throughout Galilee. He didn't want to travel in Judea, because the Jewish authorities wanted to kill him.", "2": "When it was almost time for the Jewish Festival of Booths,", "3": "Jesus' brothers said to him, “Leave Galilee. Go to Judea so that your disciples can see the amazing works that you do.", "4": "Those who want to be known publicly don't do things secretly. Since you can do these things, show yourself to the world.”", "5": "His brothers said this because even they didn't believe in him.", "6": "Jesus replied, “For you, anytime is fine. But my time hasn't come yet.", "7": "The world can't hate you. It hates me, though, because I testify that its works are evil.", "8": "You go up to the festival. I'm not going to this one because my time hasn't yet come.”", "9": "Having said this, he stayed in Galilee.", "10": "However, after his brothers left for the festival, he went too—not openly but in secret.", "11": "The Jewish leaders were looking for Jesus at the festival. They kept asking, “Where is he?”", "12": "The crowds were murmuring about him. “He's a good man,” some said, but others were saying, “No, he tricks the people.”", "13": "No one spoke about him publicly, though, for fear of the Jewish authorities.", "14": "Halfway through the festival, Jesus went up to the temple and started to teach.", "15": "Astonished, the Jewish leaders asked, “He's never been taught! How has he mastered the Law?”", "16": "Jesus responded, “My teaching isn't mine but comes from the one who sent me.", "17": "Whoever wants to do God's will can tell whether my teaching is from God or whether I speak on my own.", "18": "Those who speak on their own seek glory for themselves. Those who seek the glory of him who sent me are people of truth; there's no falsehood in them.", "19": "Didn't Moses give you the Law? Yet none of you keep the Law. Why do you want to kill me?”", "20": "The crowd answered, “You have a demon. Who wants to kill you?”", "21": "Jesus replied, “I did one work, and you were all astonished.", "22": "Because Moses gave you the commandment about circumcision (although it wasn't Moses but the patriarchs), you circumcise a man on the Sabbath.", "23": "If a man can be circumcised on the Sabbath without breaking Moses' Law, why are you angry with me because I made an entire man well on the Sabbath?", "24": "Don't judge according to appearances. Judge with right judgment.”", "25": "Some people from Jerusalem said, “Isn't he the one they want to kill?", "26": "Here he is, speaking in public, yet they aren't saying anything to him. Could it be that our leaders actually think he is the Christ?", "27": "We know where he is from, but when the Christ comes, no one will know where he is from.”", "28": "While Jesus was teaching in the temple, he exclaimed, “You know me and where I am from. I haven't come on my own. The one who sent me is true, and you don't know him.", "29": "I know him because I am from him and he sent me.”", "30": "So they wanted to seize Jesus, but they couldn't because his time hadn't yet come.", "31": "Many from that crowd believed in Jesus. They said, “When the Christ comes, will he do more miraculous signs than this man does?”", "32": "The Pharisees heard the crowd whispering such things about Jesus, and the chief priests and Pharisees sent guards to arrest him.", "33": "Therefore, Jesus said, “I'm still with you for a little while before I go to the one who sent me.", "34": "You will look for me, but you won't find me, and where I am you can't come.”", "35": "The Jewish opposition asked each other, “Where does he intend to go that we can't find him? Surely he doesn't intend to go where our people have been scattered and are living among the Greeks! He isn't going to teach the Greeks, is he?", "36": "What does he mean when he says, 'You will look for me, but you won't find me, and where I am you can't come'?”", "37": "On the last and most important day of the festival, Jesus stood up and shouted, “All who are thirsty should come to me!", "38": "All who believe in me should drink! As the scriptures said concerning me,[a]  Rivers of living water will flow out from within him.”", "39": "Jesus said this concerning the Spirit. Those who believed in him would soon receive the Spirit, but they hadn't experienced the Spirit yet since Jesus hadn't yet been glorified.", "40": "When some in the crowd heard these words, they said, “This man is truly the prophet.”", "41": "Others said, “He's the Christ.” But others said, “The Christ can't come from Galilee, can he?", "42": "Didn't the scripture say that the Christ comes from David's family and from Bethlehem, David's village?”", "43": "So the crowd was divided over Jesus.", "44": "Some wanted to arrest him, but no one grabbed him.", "45": "The guards returned to the chief priests and Pharisees, who asked, “Why didn't you bring him?”", "46": "The guards answered, “No one has ever spoken the way he does.”", "47": "The Pharisees replied, “Have you too been deceived?", "48": "Have any of the leaders believed in him? Has any Pharisee?", "49": "No, only this crowd, which doesn't know the Law. And they are under God's curse!”", "50": "Nicodemus, who was one of them and had come to Jesus earlier, said,", "51": "“Our Law doesn't judge someone without first hearing him and learning what he is doing, does it?”", "52": "They answered him, “You are not from Galilee too, are you? Look it up and you will see that the prophet doesn't come from Galilee.”", "53": "They each went to their own homes,"}