{"1": "And Jesus went to the Mount of Olives.", "2": "Early in the morning he returned to the temple. All the people gathered around him, and he sat down and taught them.", "3": "The legal experts and Pharisees brought a woman caught in adultery. Placing her in the center of the group,", "4": "they said to Jesus, “Teacher, this woman was caught in the act of committing adultery.", "5": "In the Law, Moses commanded us to stone women like this. What do you say?”", "6": "They said this to test him, because they wanted a reason to bring an accusation against him. Jesus bent down and wrote on the ground with his finger.", "7": "They continued to question him, so he stood up and replied, “Whoever hasn't sinned should throw the first stone.”", "8": "Bending down again, he wrote on the ground.", "9": "Those who heard him went away, one by one, beginning with the elders. Finally, only Jesus and the woman were left in the middle of the crowd.", "10": "Jesus stood up and said to her, “Woman, where are they? Is there no one to condemn you?”", "11": "She said, “No one, sir.”[a] Jesus said, “Neither do I condemn you. Go, and from now on, don't sin anymore.”[b]", "12": "Jesus spoke to the people again, saying, “I am the light of the world. Whoever follows me won't walk in darkness but will have the light of life.”", "13": "Then the Pharisees said to him, “Because you are testifying about yourself, your testimony isn't valid.”", "14": "Jesus replied, “Even if I testify about myself, my testimony is true, since I know where I came from and where I'm going. You don't know where I come from or where I'm going.", "15": "You judge according to human standards, but I judge no one.", "16": "Even if I do judge, my judgment is truthful, because I'm not alone. My judgments come from me and from the Father who sent me.", "17": "In your Law it is written that the witness of two people is true.", "18": "I am one witness concerning myself, and the Father who sent me is the other.”", "19": "They asked him, “Where is your Father?” Jesus answered, “You don't know me and you don't know my Father. If you knew me, you would also know my Father.”", "20": "He spoke these words while he was teaching in the temple area known as the treasury. No one arrested him, because his time hadn't yet come.", "21": "Jesus continued, “I'm going away. You will look for me, and you will die in your sin. Where I'm going, you can't come.”", "22": "The Jewish leaders said, “He isn't going to kill himself, is he? Is that why he said, 'Where I'm going, you can't come'?”", "23": "He said to them, “You are from below; I'm from above. You are from this world; I'm not from this world.", "24": "This is why I told you that you would die in your sins. If you don't believe that I Am, you will die in your sins.”", "25": "“Who are you?” they asked. Jesus replied, “I'm exactly who I have claimed to be from the beginning.", "26": "I have many things to say in judgment concerning you. The one who sent me is true, and what I have heard from him I tell the world.”", "27": "They didn't know he was speaking about his Father.", "28": "So Jesus said to them, “When the Human One[c] is lifted up,[d] then you will know that I Am.[e] Then you will know that I do nothing on my own, but I say just what the Father has taught me.", "29": "He who sent me is with me. He doesn't leave me by myself, because I always do what makes him happy.”", "30": "While Jesus was saying these things, many people came to believe in him.", "31": "Jesus said to the Jews who believed in him, “You are truly my disciples if you remain faithful to my teaching.", "32": "Then you will know the truth, and the truth will set you free.”", "33": "They responded, “We are Abraham's children; we've never been anyone's slaves. How can you say that we will be set free?”", "34": "Jesus answered, “I assure you that everyone who sins is a slave to sin.", "35": "A slave isn't a permanent member of the household, but a son is.", "36": "Therefore, if the Son makes you free, you really will be free.", "37": "I know that you are Abraham's children, yet you want to kill me because you don't welcome my teaching.", "38": "I'm telling you what I've seen when I am with the Father, but you are doing what you've heard from your father.”", "39": "They replied, “Our father is Abraham.” Jesus responded, “If you were Abraham's children, you would do Abraham's works.", "40": "Instead, you want to kill me, though I am the one who has spoken the truth I heard from God. Abraham didn't do this.", "41": "You are doing your father's works.” They said, “Our ancestry isn't in question! The only Father we have is God!”", "42": "Jesus replied, “If God were your Father, you would love me, for I came from God. Here I am. I haven't come on my own. God sent me.", "43": "Why don't you understand what I'm saying? It's because you can't really hear my words.", "44": "Your father is the devil. You are his children, and you want to do what your father wants. He was a murderer from the beginning. He has never stood for the truth, because there's no truth in him. Whenever that liar speaks, he speaks according to his own nature, because he's a liar and the father of liars.", "45": "Because I speak the truth, you don't believe me.", "46": "Who among you can show I'm guilty of sin? Since I speak the truth, why don't you believe me?", "47": "God's children listen to God's words. You don't listen to me because you aren't God's children.”", "48": "The Jewish opposition answered, “We were right to say that you are a Samaritan and have a demon, weren't we?”", "49": "“I don't have a demon,” Jesus replied. “But I honor my Father and you dishonor me.", "50": "I'm not trying to bring glory to myself. There's one who is seeking to glorify me, and he's the judge.", "51": "I assure you that whoever keeps my word will never die.”", "52": "The Jewish opposition said to Jesus, “Now we know that you have a demon. Abraham and the prophets died, yet you say, 'Whoever keeps my word will never die.'", "53": "Are you greater than our father Abraham? He died and the prophets died, so who do you make yourself out to be?”", "54": "Jesus answered, “If I glorify myself, my glory is meaningless. My Father, who you say is your God, is the one who glorifies me.", "55": "You don't know him, but I do. If I said I didn't know him, I would be like you, a liar. But I do know him, and I keep his word.", "56": "Your father Abraham was overjoyed that he would see my day. He saw it and was happy.”", "57": "“You aren't even 50 years old!” the Jewish opposition replied. “How can you say that you have seen Abraham?”", "58": "“I assure you,” Jesus replied, “before Abraham was, I Am.”", "59": "So they picked up stones to throw at him, but Jesus hid himself and left the temple."}