{"1": "“O, that thou wert as my brother, that sucked the breasts of my mother! When I should find thee outside, I would kiss thee; yea, I should not be despised.", "2": "I would lead thee, and bring thee into my mother's house, who would instruct me; I would cause thee to drink of spiced wine of the juice of my pomegranate.", "3": "His left hand should be under my head, and his right hand should embrace me.", "4": "I charge you, O daughters of Jerusalem, that ye stir not up nor awake my love, until he please.”", "5": "“Who is this that cometh up from the wilderness, leaning upon her beloved? I raised thee up under the apple tree; there thy mother brought thee forth; there she brought thee forth that bore thee.”", "6": "“Set me as a seal upon thine heart, as a seal upon thine arm; for love is strong as death; jealousy is cruel as the grave; the coals thereof are coals of fire, which hath a most vehement flame.”", "7": "“Many waters cannot quench love, neither can the floods drown it; if a man would give all the substance of his house for love, it would utterly be contemned.”", "8": "“We have a little sister, and she hath no breasts; what shall we do for our sister in the day when she shall be spoken for?", "9": "If she be a wall, we will build upon her a palace of silver; and if she be a door, we will enclose her with boards of cedar.”", "10": "“I am a wall, and my breasts like towers; then was I in his eyes as one that found favor.", "11": "Solomon had a vineyard at Baalhamon; he let out the vineyard unto keepers; every one for the fruit thereof was to bring a thousand pieces of silver.", "12": "My vineyard, which is mine, is before me; thou, O Solomon, must have a thousand, and those that keep the fruit thereof two hundred.”", "13": "“Thou that dwellest in the gardens, the companions hearken to thy voice; cause me to hear it.”", "14": "“Make haste, my beloved, and be thou like to a roe or to a young hart upon the mountains of spices.”"}