{"1": "About that time the Philistines mustered their armies for another war with Israel. King Achish told David, “You and your men will be expected to join me in battle.”", "2": "“Very well!” David agreed. “Now you will see for yourself what we can do.” Then Achish told David, “I will make you my personal bodyguard for life.”", "3": "Meanwhile, Samuel had died, and all Israel had mourned for him. He was buried in Ramah, his hometown. And Saul had banned from the land of Israel all mediums and those who consult the spirits of the dead.", "4": "The Philistines set up their camp at Shunem, and Saul gathered all the army of Israel and camped at Gilboa.", "5": "When Saul saw the vast Philistine army, he became frantic with fear.", "6": "He asked the Lord what he should do, but the Lord refused to answer him, either by dreams or by sacred lots[a] or by the prophets.", "7": "Saul then said to his advisers, “Find a woman who is a medium, so I can go and ask her what to do.” His advisers replied, “There is a medium at Endor.”", "8": "So Saul disguised himself by wearing ordinary clothing instead of his royal robes. Then he went to the woman's home at night, accompanied by two of his men. “I have to talk to a man who has died,” he said. “Will you call up his spirit for me?”", "9": "“Are you trying to get me killed?” the woman demanded. “You know that Saul has outlawed all the mediums and all who consult the spirits of the dead. Why are you setting a trap for me?”", "10": "But Saul took an oath in the name of the Lord and promised, “As surely as the Lord lives, nothing bad will happen to you for doing this.”", "11": "Finally, the woman said, “Well, whose spirit do you want me to call up?” “Call up Samuel,” Saul replied.", "12": "When the woman saw Samuel, she screamed, “You've deceived me! You are Saul!”", "13": "“Don't be afraid!” the king told her. “What do you see?” “I see a god[b] coming up out of the earth,” she said.", "14": "“What does he look like?” Saul asked. “He is an old man wrapped in a robe,” she replied. Saul realized it was Samuel, and he fell to the ground before him.", "15": "“Why have you disturbed me by calling me back?” Samuel asked Saul. “Because I am in deep trouble,” Saul replied. “The Philistines are at war with me, and God has left me and won't reply by prophets or dreams. So I have called for you to tell me what to do.”", "16": "But Samuel replied, “Why ask me, since the Lord has left you and has become your enemy?", "17": "The Lord has done just as he said he would. He has torn the kingdom from you and given it to your rival, David.", "18": "The Lord has done this to you today because you refused to carry out his fierce anger against the Amalekites.", "19": "What's more, the Lord will hand you and the army of Israel over to the Philistines tomorrow, and you and your sons will be here with me. The Lord will bring down the entire army of Israel in defeat.”", "20": "Saul fell full length on the ground, paralyzed with fright because of Samuel's words. He was also faint with hunger, for he had eaten nothing all day and all night.", "21": "When the woman saw how distraught he was, she said, “Sir, I obeyed your command at the risk of my life.", "22": "Now do what I say, and let me give you a little something to eat so you can regain your strength for the trip back.”", "23": "But Saul refused to eat anything. Then his advisers joined the woman in urging him to eat, so he finally yielded and got up from the ground and sat on the couch.", "24": "The woman had been fattening a calf, so she hurried out and killed it. She took some flour, kneaded it into dough and baked unleavened bread.", "25": "She brought the meal to Saul and his advisers, and they ate it. Then they went out into the night."}