{"1": "Meanwhile, the boy Samuel served the Lord by assisting Eli. Now in those days messages from the Lord were very rare, and visions were quite uncommon.", "2": "One night Eli, who was almost blind by now, had gone to bed.", "3": "The lamp of God had not yet gone out, and Samuel was sleeping in the Tabernacle[a] near the Ark of God.", "4": "Suddenly the Lord called out, “Samuel!” “Yes?” Samuel replied. “What is it?”", "5": "He got up and ran to Eli. “Here I am. Did you call me?” “I didn't call you,” Eli replied. “Go back to bed.” So he did.", "6": "Then the Lord called out again, “Samuel!” Again Samuel got up and went to Eli. “Here I am. Did you call me?” “I didn't call you, my son,” Eli said. “Go back to bed.”", "7": "Samuel did not yet know the Lord because he had never had a message from the Lord before.", "8": "So the Lord called a third time, and once more Samuel got up and went to Eli. “Here I am. Did you call me?” Then Eli realized it was the Lord who was calling the boy.", "9": "So he said to Samuel, “Go and lie down again, and if someone calls again, say, 'Speak, Lord, your servant is listening.'” So Samuel went back to bed.", "10": "And the Lord came and called as before, “Samuel! Samuel!” And Samuel replied, “Speak, your servant is listening.”", "11": "Then the Lord said to Samuel, “I am about to do a shocking thing in Israel.", "12": "I am going to carry out all my threats against Eli and his family, from beginning to end.", "13": "I have warned him that judgment is coming upon his family forever, because his sons are blaspheming God[b] and he hasn't disciplined them.", "14": "So I have vowed that the sins of Eli and his sons will never be forgiven by sacrifices or offerings.”", "15": "Samuel stayed in bed until morning, then got up and opened the doors of the Tabernacle[c] as usual. He was afraid to tell Eli what the Lord had said to him.", "16": "But Eli called out to him, “Samuel, my son.” “Here I am,” Samuel replied.", "17": "“What did the Lord say to you? Tell me everything. And may God strike you and even kill you if you hide anything from me!”", "18": "So Samuel told Eli everything; he didn't hold anything back. “It is the Lord's will,” Eli replied. “Let him do what he thinks best.”", "19": "As Samuel grew up, the Lord was with him, and everything Samuel said proved to be reliable.", "20": "And all Israel, from Dan in the north to Beersheba in the south, knew that Samuel was confirmed as a prophet of the Lord.", "21": "The Lord continued to appear at Shiloh and gave messages to Samuel there at the Tabernacle."}