{"1": "Adam was the father of Seth [C “was the father of” is added in verses 1–4; the Hebrew simply lists names; “father” can also mean “ancestor”]. Seth was the father of Enosh. Enosh was the father of Kenan. ", "2": "Kenan was the father of Mahalalel. Mahalalel was the father of Jared. Jared was the father of Enoch. ", "3": "Enoch was the father of Methuselah. Methuselah was the father of Lamech, and Lamech was the father of Noah.", "4": "The sons of Noah were Shem, Ham, and Japheth.", "5": "Japheth's sons were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.", "6": "Gomer's sons were Ashkenaz, ·Riphath [or Diphath; Gen. 10:3], and Togarmah.", "7": "Javan's sons were Elishah, Tarshish, Kittim [C his descendants were the people of Cyprus], and ·Rodanim [or Dodanim; Gen. 10:4].", "8": "Ham's sons were Cush, Mizraim [C another name for Egypt], Put, and Canaan.", "9": "Cush's sons were Seba, Havilah, Sabta, Raamah, and Sabteca. Raamah's sons were Sheba and Dedan.", "10": "Cush was the father of Nimrod, who ·grew up [was the first] to become a mighty warrior on the earth [Gen. 10:8–12].", "11": "Mizraim was the father of the Ludites, Anamites, Lehabites, and Naphtuhites,", "12": "Pathrusites, Casluhites, and Caphtorites. (The Philistines came from the Casluhites.)", "13": "Canaan's first child was Sidon. He was also the father of the Hittites, ", "14": "Jebusites, Amorites, Girgashites, ", "15": "Hivites, Arkites, Sinites, ", "16": "Arvadites, Zemarites, and Hamathites.", "17": "Shem's sons were Elam, Asshur, Arphaxad, Lud, and Aram. Aram's sons were Uz, Hul, Gether, and ·Meshech [or Mash; Gen. 10:23].", "18": "·Arpachshad [or Arphaxad] was the father of Shelah, who was the father of Eber.", "19": "Eber had two sons. One son was named Peleg [C “divided”], because the people on the earth were divided [C into different language groups or districts] during his ·life [L days]. Peleg's brother was named Joktan.", "20": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah, ", "21": "Hadoram, Uzal, Diklah, ", "22": "·Obal [or Ebal; Gen. 10:28], Abimael, Sheba, ", "23": "Ophir, Havilah, and Jobab. All these were Joktan's sons. ", "24": "The ·family [clan] line included Shem, ·Arphaxad [or Arpachshad], Shelah, ", "25": "Eber, Peleg, Reu, ", "26": "Serug, Nahor, Terah, ", "27": "and Abram, who was called [C later] Abraham [Gen. 17:5–6].", "28": "Abraham's sons were Isaac and Ishmael. ", "29": "These ·were the sons [are the descendants/genealogies] of Isaac and Ishmael. Ishmael's ·first son [firstborn] was Nebaioth. His other sons were Kedar, Adbeel, Mibsam, ", "30": "Mishma, Dumah, Massa, Hadad, Tema, ", "31": "Jetur, Naphish, and Kedemah. These were Ishmael's sons. ", "32": "Keturah, Abraham's ·slave woman [concubine; C a secondary wife], gave birth to Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. Jokshan's sons were Sheba and Dedan.", "33": "Midian's sons were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were descendants of Keturah [Gen. 25:1–4].", "34": "Abraham was the father of Isaac, and Isaac's sons were Esau and Israel.", "35": "Esau's sons were Eliphaz, Reuel, Jeush, Jalam, and Korah.", "36": "Eliphaz's sons were Teman, Omar, ·Zephi [or Zepho; Gen. 36:11], Gatam, Kenaz, Timna, and Amalek.", "37": "Reuel's sons were Nahath, Zerah, Shammah, and Mizzah.", "38": "Seir's sons were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.", "39": "Lotan's sons were Hori and Homam, and his sister was Timna.", "40": "Shobal's sons were ·Alian [or Alvan; Gen. 36:23], Manahath, Ebal, ·Shepho [or Shephi; Gen. 36:23], and Onam. Zibeon's sons were Aiah and Anah.", "41": "Anah's son was Dishon. Dishon's sons were ·Hemdan [or Hamran; Gen. 36:26], Eshban, Ithran, and Keran.", "42": "Ezer's sons were Bilhan, Zaavan, and ·Akan [or Jaakan; Gen. 36:27]. Dishan's sons were Uz and Aran.", "43": "These kings ·ruled [reigned] in Edom before there were kings in Israel [Gen. 36:31–39]. Bela son of Beor was king of Edom, and his city was named Dinhabah.", "44": "When Bela died, Jobab son of Zerah became king. He was from Bozrah.", "45": "When Jobab died, Husham became king. He was from the land of the Temanites.", "46": "When Husham died, Hadad son of Bedad became king, and his city was named Avith. Hadad defeated Midian in the ·country [land; plains; field] of Moab.", "47": "When Hadad died, Samlah became king. He was from Masrekah.", "48": "When Samlah died, Shaul became king. He was from Rehoboth ·by [on; near] the river [C perhaps the Euphrates River].", "49": "When Shaul died, Baal-Hanan son of Acbor became king.", "50": "When Baal-Hanan died, Hadad became king, and his city was named ·Pau [Pai]. Hadad's wife was named Mehetabel, and she was the daughter of Matred, who was the daughter of Me-Zahab. ", "51": "Then Hadad died. The ·leaders of the family groups [clan/tribal leaders; chiefs] of Edom were Timna, Alvah, Jetheth, ", "52": "Oholibamah, Elah, Pinon, ", "53": "Kenaz, ·Teman [or Temam; Gen. 36:42], Mibzar, ", "54": "Magdiel, and Iram. These were the ·leaders [clan/tribal leaders; chiefs] of Edom."}