{"1": "David ·talked with [consulted] all the officers of his army, the ·commanders [captains; leaders] of a hundred men and the ·commanders [captains; leaders] of a thousand men. ", "2": "Then David ·called the people of Israel together and said [L said to the whole assembly of Israel], “If you ·think it is a good idea [approve], and if it is ·what the Lord our God wants [the will of/from the Lord our God], let's send a message. Let's tell our ·fellow Israelites [kinsmen; brothers] in all the ·areas [land] of Israel and the priests and Levites living with them in their towns and pastures to come and ·join [meet] us. ", "3": "Let's bring the Ark of our God back to us. We did not ·use it to ask God for help [inquire of it] while Saul was king.” ", "4": "All the people agreed ·with David [to do so], because they all thought it was the right thing to do.", "5": "So David ·gathered [summoned; assembled] all the Israelites, from the Shihor River in Egypt to ·Lebo [or The Entrance/Pass of] Hamath, to bring the Ark of God back from the town of Kiriath Jearim. ", "6": "David and all the Israelites with him went to Baalah of Judah, which is Kiriath Jearim, to get the Ark of God the Lord. God's throne is ·between [above; on] the ·golden, winged creatures on the Ark [L cherubim], and the Ark is called by his name.", "7": "The people carried the Ark of God from Abinadab's house on a new cart, and Uzzah and Ahio guided it. ", "8": "David and all the Israelites were celebrating ·in the presence of [before] God. With all their ·strength [might] they were singing and playing lyres, harps, ·tambourines [timbrels], cymbals, and trumpets.", "9": "When David's men came to the threshing floor of Kidon, the oxen stumbled, and Uzzah reached out his hand to ·steady [hold] the Ark. ", "10": "The ·Lord was angry with [L the Lord's anger burned against] Uzzah and ·killed him [struck him dead], because he had touched the Ark. So Uzzah died there ·in the presence of [before] God.", "11": "David was angry because the ·Lord had punished Uzzah in his anger [Lord's anger had L burst/broken out against Uzzah]. Now that place is called Perez-uzzah [C “the outburst against Uzzah”].", "12": "David was afraid of God that day and asked, “How can I bring the Ark of God home to me?” ", "13": "So David did not take the Ark with him to the City of David [C Jerusalem]. Instead, he took it to the house of Obed-Edom who was from Gath. ", "14": "The Ark of God stayed with Obed-Edom's ·family [household] in his house for three months, and the Lord blessed Obed-Edom's ·family [household] and everything he owned."}