{"1": "When Nahash king of the Ammonites died, his son became king after him. ", "2": "David said, “Nahash ·was loyal [showed kindness] to me, so I will ·be loyal [show kindness] to his son Hanun.” So David sent messengers to ·comfort [express sympathy to] Hanun about his father's death. David's officers went to the land of the Ammonites to ·comfort [express sympathy to] Hanun. ", "3": "But the Ammonite ·leaders [officials; commanders] said to Hanun, “Do you think David wants to honor your father by sending men to ·comfort you [express sympathy]? No! David sent them to ·study [search; explore] the land and ·capture [conquer; overthrow] it and spy it out.” ", "4": "So Hanun ·arrested [seized] David's officers. He shaved their beards and cut off their clothes at the ·hips [buttocks; C both intended to shame them]. Then he sent them away.", "5": "When the people told David what had happened to ·his officers [the men], he sent messengers to meet them, because they were ·very ashamed [greatly humiliated]. King David said, “Stay in Jericho until your beards have grown back. Then come home.”", "6": "·The Ammonites knew that they had insulted [When the Ammonites realized they had become disgusting/L a stench to] David. So Hanun and the Ammonites sent ·about seventy-four thousand pounds [L one thousand talents] of silver to hire chariots and chariot drivers from ·northwest Mesopotamia [L Aram-naharaim], Aram Maacah, and Zobah. ", "7": "The Ammonites hired thirty-two thousand chariots and the king of Maacah and his ·army [people]. So they came and set up camp near the town of Medeba. The Ammonites themselves ·came out of [assembled/mustered from] their towns and got ready for battle.", "8": "When David heard about this, he sent Joab with the ·whole army [entire army of warriors/mighty men]. ", "9": "The Ammonites came out and ·prepared for battle [drew up in battle lines] at the city ·gate [entrance]. The kings who had come to help were out in the ·field [open country] by themselves.", "10": "Joab saw that there were enemies both in front of him and behind him. So he chose some of the ·best [elite] soldiers of Israel and ·sent them out to fight [deployed/arrayed them against] the ·Arameans [or Ammonites, 2 Sam. 10:10]. ", "11": "Joab put the rest of the army under the command of Abishai, his brother. ·Then they went out to fight the Ammonites [or …who was to attack the Ammonites; C possibly Joab attacked the Arameans and Abishai attacked the Ammonites]. ", "12": "Joab said to Abishai, “If the Arameans are too strong for me, you must help me. Or, if the Ammonites are too strong for you, I will help you. ", "13": "Be ·strong [brave; courageous]. We must fight bravely for our people and the cities of our God. The Lord will do what ·he thinks is right [L is good in his sight].”", "14": "Then Joab and the army with him went to attack the Arameans, and the Arameans ·ran away [fled before him]. ", "15": "When the Ammonites saw that the Arameans were ·running away [fleeing], they also ·ran away [fled] from Joab's brother Abishai and ·went back [retreated] to their city. So Joab went back to Jerusalem.", "16": "When the Arameans saw that Israel had defeated them, they sent messengers to bring other Arameans from ·east of the Euphrates [L beyond the] River. Their leader was ·Shophach [or Shobach; 2 Sam. 10:18], the commander of Hadadezer's army.", "17": "When David heard about this, he ·gathered [mobilized; mustered] all the Israelites, and they crossed over the Jordan River. He ·prepared [positioned; deployed] them for battle, facing the Arameans. The Arameans fought with him, ", "18": "but they ·ran away [fled] from the Israelites. David killed seven thousand [C seven hundred in 2 Sam. 10:18] Aramean chariot drivers and forty thousand Aramean foot soldiers. He also killed ·Shophach [or Shobach, 2 Sam. 10:18], the commander of the Aramean army.", "19": "When ·those who served [the subjects/vassals of] Hadadezer saw that the Israelites had defeated them, they made peace with David and ·served him [became his subjects]. So the Arameans ·refused [were unwilling] to help the Ammonites again."}