{"1": "David and the ·commanders [officers] of the army chose some of the sons of Asaph, Heman, and Jeduthun to ·preach [proclaim; prophesy] and play harps, lyres, and cymbals. Here is a list of the men who ·served in this way [performed/were assigned these services]:", "2": "Asaph's sons who served were Zaccur, Joseph, Nethaniah, and Asarelah. King David ·chose [directed] Asaph to ·preach [proclaim; prophesy], and Asaph directed his sons.", "3": "Jeduthun's sons who served were Gedaliah, ·Zeri [or Izri; v. 11], Jeshaiah, Shimei [C name not included in most manuscripts], Hashabiah, and Mattithiah. There were six of them, and Jeduthun directed them. He ·preached [proclaimed; prophesied] and used a harp to give thanks and praise to the Lord.", "4": "Heman's sons who served were Bukkiah, Mattaniah, Uzziel, Shubael, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-Ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth. ", "5": "All these were sons of Heman, David's ·seer [prophet]. God promised to ·make Heman strong, so Heman had [exalt/honor him with] many sons. God gave him fourteen sons and three daughters. ", "6": "Heman directed all his sons in ·making music [singing] for the ·Temple [L house] of the Lord with cymbals, lyres, and harps; that was their way of serving in the ·Temple [L house] of God. King David ·was in charge of [directed; supervised] Asaph, Jeduthun, and Heman. ", "7": "These men and their relatives were trained and skilled in ·making music for [singing to] the Lord. There were two hundred eighty-eight ·of them [with these skills; experts]. ", "8": "Everyone threw lots ·to choose the time his family was to serve at the Temple [for their duties]. The ·young [small] and the ·old [great], the teacher and the student, had to throw lots.", "9": "First, the lot fell to Joseph, from the ·family [clan] of Asaph [C the number twelve needs to be understood here, as in the following verses, to make the total come to the stated 288]. Second, twelve men were chosen from Gedaliah, his sons and ·relatives [kinsmen; L brothers].", "10": "Third, twelve men were chosen from Zaccur, his sons and ·relatives [kinsmen; L brothers].", "11": "Fourth, twelve men were chosen from ·Izri [or Zeri; v. 3], his sons and ·relatives [kinsmen; L brothers].", "12": "Fifth, twelve men were chosen from Nethaniah, his sons and ·relatives [kinsmen; L brothers].", "13": "Sixth, twelve men were chosen from Bukkiah, his sons and ·relatives [kinsmen; L brothers].", "14": "Seventh, twelve men were chosen from ·Jesarelah [or Asarelah; 25:2], his sons and ·relatives [kinsmen; L brothers].", "15": "Eighth, twelve men were chosen from Jeshaiah, his sons and ·relatives [kinsmen; L brothers].", "16": "Ninth, twelve men were chosen from Mattaniah, his sons and ·relatives [kinsmen; L brothers].", "17": "Tenth, twelve men were chosen from Shimei, his sons and ·relatives [kinsmen; L brothers].", "18": "Eleventh, twelve men were chosen from ·Azarel [or Uzziel; 25:4], his sons and ·relatives [kinsmen; L brothers].", "19": "Twelfth, twelve men were chosen from Hashabiah, his sons and ·relatives [kinsmen; L brothers].", "20": "Thirteenth, twelve men were chosen from Shubael, his sons and·relatives [kinsmen; L brothers].", "21": "Fourteenth, twelve men were chosen from Mattithiah, his sons and ·relatives [kinsmen; L brothers].", "22": "Fifteenth, twelve men were chosen from Jerimoth, his sons and ·relatives [kinsmen; L brothers].", "23": "Sixteenth, twelve men were chosen from Hananiah, his sons and ·relatives [kinsmen; L brothers].", "24": "Seventeenth, twelve men were chosen from Joshbekashah, his sons and ·relatives [kinsmen; L brothers].", "25": "Eighteenth, twelve men were chosen from Hanani, his sons and ·relatives [kinsmen; L brothers].", "26": "Nineteenth, twelve men were chosen from Mallothi, his sons and ·relatives [kinsmen; L brothers].", "27": "Twentieth, twelve men were chosen from Eliathah, his sons and ·relatives [kinsmen; L brothers].", "28": "Twenty-first, twelve men were chosen from Hothir, his sons and ·relatives [kinsmen; L brothers].", "29": "Twenty-second, twelve men were chosen from Giddalti, his sons and ·relatives [kinsmen; L brothers].", "30": "Twenty-third, twelve men were chosen from Mahazioth, his sons and ·relatives [kinsmen; L brothers].", "31": "Twenty-fourth, twelve men were chosen from Romamti-Ezer, his sons and ·relatives [kinsmen; L brothers]."}