{"1": "This is the list of the Israelites who served the king in the army. Each division was on duty one month each year. There were leaders of ·families [clans], commanders of a thousand men, commanders of a hundred men, and other officers. Each division had twenty-four thousand men.", "2": "Jashobeam son of Zabdiel was in charge of the first division for the first month. There were twenty-four thousand men in his division. ", "3": "Jashobeam, one of the descendants of Perez, was ·leader [chief; commander] of all the army officers for the first month.", "4": "Dodai, from the Ahohites, was in charge of the division for the second month. Mikloth was a ·leader [chief; commander] in the division. There were twenty-four thousand men in Dodai's division.", "5": "The third commander, for the third month, was Benaiah son of Jehoiada the priest. There were twenty-four thousand men in his division. ", "6": "He was the Benaiah who was one of the Thirty [11:11]. Benaiah was a ·brave [mighty] warrior who led those men. Benaiah's son Ammizabad was in charge of Benaiah's division.", "7": "The fourth commander, for the fourth month, was Asahel, the brother of Joab. Later, Asahel's son Zebadiah ·took his place as commander [succeeded him]. There were twenty-four thousand men in his division.", "8": "The fifth commander, for the fifth month, was Shamhuth, from Izrah's ·family [clan]. There were twenty-four thousand men in his division.", "9": "The sixth commander, for the sixth month, was Ira son of Ikkesh from the town of Tekoa. There were twenty-four thousand men in his division.", "10": "The seventh commander, for the seventh month, was Helez. He was from the Pelonites and a descendant of Ephraim. There were twenty-four thousand men in his division.", "11": "The eighth commander, for the eighth month, was Sibbecai. He was from Hushah and was from Zerah's ·family [clan]. There were twenty-four thousand men in his division.", "12": "The ninth commander, for the ninth month, was Abiezer. He was from Anathoth in Benjamin. There were twenty-four thousand men in his division.", "13": "The tenth commander, for the tenth month, was Maharai. He was from Netophah and was from Zerah's ·family [clan]. There were twenty-four thousand men in his division.", "14": "The eleventh commander, for the eleventh month, was Benaiah. He was from Pirathon in Ephraim. There were twenty-four thousand men in his division.", "15": "The twelfth commander, for the twelfth month, was Heldai. He was from Netophah and was from Othniel's ·family [clan]. There were twenty-four thousand men in his division.", "16": "These were ·the leaders [in charge] of the tribes of Israel. Eliezer son of Zicri was over the tribe of Reuben. Shephatiah son of Maacah was over the tribe of Simeon. ", "17": "Hashabiah son of Kemuel was over the tribe of Levi. Zadok was over the people of Aaron. ", "18": "Elihu, one of David's brothers, was over the tribe of Judah. Omri son of Michael was over the tribe of Issachar. ", "19": "Ishmaiah son of Obadiah was over the tribe of Zebulun. Jerimoth son of Azriel was over the tribe of Naphtali. ", "20": "Hoshea son of Azaziah was over the tribe of Ephraim. Joel son of Pedaiah was over ·West [L the half-tribe of] Manasseh. ", "21": "Iddo son of Zechariah was over ·East Manasseh [L the half-tribe of Manasseh in Gilead]. Jaasiel son of Abner was over the tribe of Benjamin. ", "22": "Azarel son of Jeroham was over the tribe of Dan. These were the ·leaders [chiefs; commanders] of the tribes of Israel.", "23": "The Lord had promised to make the Israelites as ·many [numerous] as the stars ·in the sky [of heaven; Gen. 22:17; 26:4; Ex. 32:13]. So David did not count those younger than twenty years old. ", "24": "Joab son of Zeruiah began ·to count [the census of] the people, but he did not finish. ·God became angry with [L Wrath came upon] Israel for counting the people, so the number of the people was not put in the ·history book about [chronicles/annals of] King David.", "25": "Azmaveth son of Adiel was in charge of the royal ·storehouses [treasuries]. Jonathan son of Uzziah was in charge of the ·storehouses [treasuries] in the country, towns, villages, and ·towers [fortresses].", "26": "Ezri son of Kelub was in charge of the field workers who ·farmed [tilled] the land.", "27": "Shimei, from the town of Ramah, was in charge of the vineyards. Zabdi, from Shapham, was in charge of storing the wine that came from the vineyards.", "28": "Baal-Hanan, from Geder, was in charge of the olive trees and sycamore trees in the ·western hills [L Shephelah]. Joash was in charge of storing the olive oil.", "29": "Shitrai, from Sharon, was in charge of the herds that ·fed [grazed] in the Plain of Sharon. Shaphat son of Adlai was in charge of the ·herds [cattle] in the valleys.", "30": "Obil, an Ishmaelite, was in charge of the camels. Jehdeiah, from Meronoth, was in charge of the donkeys.", "31": "Jaziz, from the Hagrites, was in charge of the flocks. All these men were the ·officers who took care [officials/overseers in charge] of King David's property.", "32": "Jonathan was David's uncle, and he ·advised [counseled] David. Jonathan was a ·wise man [man of understanding/insight] and a ·teacher of the law [scribe]. Jehiel son of Hacmoni ·took care of [taught; tutored] the king's sons. ", "33": "Ahithophel ·advised [counseled] the king. Hushai, from the Arkite people, was the king's ·friend [confidant]. ", "34": "Jehoiada and Abiathar later took Ahithophel's place in ·advising [counseling] the king. Jehoiada was Benaiah's son. Joab was the commander of the king's army."}