{"1": "These are David's sons who were born in Hebron. The first was Amnon [2 Sam. 13], whose mother was Ahinoam from Jezreel. The second son was Daniel, whose mother was Abigail from Carmel. ", "2": "The third son was Absalom, whose mother was Maacah daughter of Talmai, the king of Geshur. The fourth son was Adonijah [1 Kin. 1:5–27], whose mother was Haggith. ", "3": "The fifth son was Shephatiah, whose mother was Abital. The sixth son was Ithream, whose mother was Eglah. ", "4": "These six sons of David were born to him in Hebron, where David ruled for seven and one-half years. David ruled in Jerusalem thirty-three years. ", "5": "These were his children who were born in Jerusalem: ·Shammua [or Shimea; 2 Sam. 5:14], Shobab, Nathan, and Solomon—the four children of David and ·Bathsheba [or Bathshua; 2 Sam. 12:24], Ammiel's daughter. ", "6-8": "David's other nine children were Ibhar, ·Elishua [or Elishama; C apparently not the same son as later in the list; 2 Sam. 5:16], ·Eliphelet [or Elpelet, 2 Sam. 5:16]; C apparently not the same son as at the end of this list], Nogah, Nepheg, Japhia, Elishama, Eliada, and Eliphelet. ", "9": "These were all of David's sons, except for those born to his ·slave women [concubines; C secondary wives]. Tamar was their sister.", "10": "Solomon's son was Rehoboam. Rehoboam's son was Abijah. Abijah's son was Asa. Asa's son was Jehoshaphat. ", "11": "Jehoshaphat's son was ·Jehoram [or Joram; C a variant of the same name]. ·Jehoram's [or Joram's] son was Ahaziah. Ahaziah's son was Joash. ", "12": "Joash's son was Amaziah. Amaziah's son was Azariah. Azariah's son was Jotham. ", "13": "Jotham's son was Ahaz. Ahaz's son was Hezekiah. Hezekiah's son was Manasseh. ", "14": "Manasseh's son was Amon, and Amon's son was Josiah.", "15": "These were Josiah's sons: His ·first son [firstborn] was Johanan, his second was Jehoiakim, his third was Zedekiah, and his fourth was Shallum.", "16": "Jehoiakim was ·followed [succeeded] by ·Jehoiachin [or Jeconiah], and he was ·followed by [succeeded by his son] Zedekiah.", "17": "·Jehoiachin [or Jeconiah] was taken as a prisoner [2 Chr. 36:10]. His sons were Shealtiel, ", "18": "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah.", "19": "Pedaiah's sons were Zerubbabel and Shimei. Zerubbabel's sons were Meshullam and Hananiah, and their sister was Shelomith. ", "20": "Zerubbabel also had five other sons: Hashubah, Ohel, Berekiah, Hasadiah, and Jushab-Hesed.", "21": "Hananiah's descendants were Pelatiah and ·Jeshaiah, and the sons of Rephaiah, Arnan, Obadiah, and Shecaniah [or his son Jeshaiah, and Jeshaiah's son Rephaiah, and Rephaiah's son Arnan, and Arnan's son Obadiah, and Obadiah's son Shecaniah].", "22": "Shecaniah's son was Shemaiah. Shemaiah's sons were Hattush, Igal, Bariah, Neariah, and Shaphat. There were six in all.", "23": "Neariah had three sons: Elioenai, Hizkiah, and Azrikam.", "24": "Elioenai had seven sons: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani."}