{"1": "Reuben was Israel's [C Jacob's] ·first son [firstborn]. Reuben ·should have received the special privileges of the oldest son [was the firstborn], but he ·had sexual relations with his father's slave woman [L defiled his father's bed; Gen. 35:22]. So ·those special privileges [that birthright] were given to Joseph's sons. (Joseph was a son of Israel [C Jacob].) In the ·family history Reuben's name [genealogical record he] is not listed as ·the first son [having the right of the firstborn]. ", "2": "Judah became ·stronger than [predominant/prominent over] his brothers, and a leader came from his family [C likely referring to David]. But ·Joseph's family received the privileges that belonged to the oldest son [the birthright belonged to Joseph]. ", "3": "Reuben was Israel's ·first son [firstborn]. Reuben's sons were Hanoch, Pallu, Hezron, and Carmi.", "4": "These were the children of Joel: Shemaiah was Joel's son. Gog was Shemaiah's son. Shimei was Gog's son. ", "5": "Micah was Shimei's son. Reaiah was Micah's son. Baal was Reaiah's son. ", "6": "Beerah was Baal's son. Beerah was a leader of the tribe of Reuben. Tiglath-pileser king of Assyria captured him and took him ·away [L into exile/captivity].", "7": "Joel's ·brothers [relatives; kinsmen] and all his ·family groups [clans] are listed ·just as they are written in their family histories [according to their genealogical records]: Jeiel was the ·first [leader; chief], then Zechariah, ", "8": "and Bela. (Bela was the son of Azaz. Azaz was the son of Shema, and Shema was the son of Joel.) They lived in the area ·of [that stretches from] Aroer all the way to Nebo and Baal Meon. ", "9": "Bela's people lived to the east—as far as the edge of the ·desert [wilderness], ·which is beside [that stretches to] the Euphrates River—because they had ·too [so] many cattle ·for [in] the land of Gilead.", "10": "When Saul was king, Bela's people fought a war against the Hagrite people ·and defeated them [L who fell by their hand]. Then Bela's people lived in the ·tents [settlements] that had belonged to the Hagrites in all the area east of Gilead.", "11": "The ·people from the tribe [L sons] of Gad lived ·near [beside] the Reubenites. The Gadites lived in the area of Bashan all the way to Salecah. ", "12": "Joel was the ·main leader [chief], Shapham was second, and then Janai and Shaphat were leaders in Bashan.", "13": "The seven ·relatives [brothers] in their ·families [clans] were Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber. ", "14": "They were the descendants of Abihail. Abihail was Huri's son. Huri was Jaroah's son. Jaroah was Gilead's son. Gilead was Michael's son. Michael was Jeshishai's son. Jeshishai was Jahdo's son, and Jahdo was the son of Buz. ", "15": "Ahi was Abdiel's son, and Abdiel was Guni's son. Ahi was the leader of their ·family [clans].", "16": "The Gadites lived in Gilead, Bashan and the small towns around it, and on all the pasturelands in the Plain of Sharon all the way to the borders.", "17": "All these names were written in the ·family history [genealogical records] of Gad during the time Jotham was king of Judah and Jeroboam was king of Israel.", "18": "There were forty-four thousand seven hundred sixty ·soldiers [able-bodied/valiant men] from the tribes of Reuben and Gad and ·East [L the half-tribe of] Manasseh who carried shields and swords and bows. They were ·skilled in war [trained for battle]. ", "19": "They ·started [waged] a war against the Hagrites and the people of Jetur, Naphish, and Nodab. ", "20": "The men from the tribes of Manasseh, Reuben, and Gad ·prayed [cried out] to God during the ·war [battle], asking him to help them. So he helped them because they trusted him. He handed over to them the Hagrites and all those who were with them. ", "21": "They took the animals that belonged to the Hagrites: fifty thousand camels, two hundred fifty thousand sheep, and two thousand donkeys. They also captured one hundred thousand people. ", "22": "Many Hagrites were killed because God helped the people of Reuben, Gad, and Manasseh. Then they ·lived there [occupied their land/territory] until ·Babylon captured them and took them away [L the exile/captivity; 2 Chr. 36:17–21].", "23": "The many people of ·East [L the half-tribe of] Manasseh lived in the area of Bashan all the way to Baal Hermon, Senir, and Mount Hermon.", "24": "These were the ·family [clan] leaders: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were ·all strong, brave [mighty warriors/men of valor], and ·famous men [men of reputation], and ·leaders in their families [head of their clans]. ", "25": "But they ·sinned against [were unfaithful to] the God ·that their ancestors had worshiped [L of their fathers]. They ·began worshiping [L prostituted themselves to] the gods of the people in that land, ·and those were the people God was destroying [whom God had destroyed before them]. ", "26": "So the God of Israel ·made Pul king of Assyria want to go to war [L stirred up the spirit of Pul king of Assyria]. (Pul was also called Tiglath-pileser [C ruled 744–727 bc].) He ·captured [carried into exile] the people of Reuben, Gad, and ·East [L the half-tribe of] Manasseh, and he took them away to Halah, Habor, Hara, and near the Gozan River. They have lived there from that time until this day."}