{"1": "The names of all the people of Israel were listed in their ·family histories [genealogical records], and those ·family histories [genealogical records] were put in the ·book [scroll] of the kings of Israel. The people of Judah were captured and ·forced to go [exiled] to Babylon [2 Kin. 25:1–21; 2 Chr. 36:17–21], because ·they were not faithful to God [of their unfaithfulness/infidelity]. ", "2": "The first people to come back and live in their own lands and towns were some Israelites, priests, Levites, and ·Temple [L house] servants.", "3": "People from the tribes of Judah, Benjamin, Ephraim, and Manasseh lived in Jerusalem. This is a list of those people.", "4": "There was Uthai son of Ammihud. (Ammihud was Omri's son. Omri was Imri's son. Imri was Bani's son. Bani was a descendant of Perez, and Perez was Judah's son.)", "5": "Of the Shilonite people there were Asaiah and his sons. Asaiah was the ·oldest son [firstborn] in his family.", "6": "Of the Zerahite people there were Jeuel and other relatives of Zerah. There were six hundred ninety ·of them [or families] in all.", "7": "From the ·tribe [L sons] of Benjamin there was Sallu son of Meshullam. (Meshullam was Hodaviah's son, and Hodaviah was Hassenuah's son.) ", "8": "There was also Ibneiah son of Jeroham and Elah son of Uzzi. (Uzzi was Micri's son.) And there was Meshullam son of Shephatiah. (Shephatiah was Reuel's son, and Reuel was Ibnijah's son.) ", "9": "The ·family history [genealogical record] of Benjamin lists nine hundred fifty-six ·people [or families] living in Jerusalem, and all these were leaders of their ·families [clans].", "10": "Of the priests there were Jedaiah, Jehoiarib, Jakin, and ", "11": "Azariah son of Hilkiah. (Hilkiah was Meshullam's son. Meshullam was Zadok's son. Zadok was Meraioth's son. Meraioth was Ahitub's son. Ahitub was the officer ·responsible for [in charge of] the ·Temple [L house] of God.) ", "12": "Also there was Adaiah son of Jeroham. (Jeroham was Pashhur's son, and Pashhur was Malkijah's son.) And there was Maasai son of Adiel. (Adiel was Jahzerah's son. Jahzerah was Meshullam's son. Meshullam was Meshillemith's son, and Meshillemith was Immer's son.) ", "13": "There were one thousand seven hundred sixty priests. They were leaders of their ·families [clans], and they were ·responsible [capable] for serving in the ·Temple [L house] of God.", "14": "Of the Levites there was Shemaiah son of Hasshub. (Hasshub was Azrikam's son, and Azrikam was Hashabiah's son. Hashabiah was ·from the family [a descendant; L of the sons of] of Merari.) ", "15": "There were also Bakbakkar, Heresh, Galal, and Mattaniah son of Mica. (Mica was Zicri's son, and Zicri was Asaph's son.) ", "16": "There was also Obadiah son of Shemaiah. (Shemaiah was Galal's son, and Galal was Jeduthun's son.) And there was Berekiah son of Asa. (Asa was the son of Elkanah, who lived in the ·villages [area] of the Netophathites.)", "17": "Of the gatekeepers there were Shallum, Akkub, Talmon, Ahiman, and their relatives. Shallum was ·their leader [the chief]. ", "18": "These gatekeepers ·from [for] the ·tribe [camp] of Levi ·still stand [or previously stood] next to the King's Gate on the east side of the city. ", "19": "Shallum was Kore's son. Kore was Ebiasaph's son, and Ebiasaph was Korah's son. Shallum and his relatives from the ·family [clan] of Korah were gatekeepers and were ·responsible for [in charge of] guarding the ·gates of the Temple [L threshold of the tent/sanctuary/Tabernacle]. Their ancestors had also been ·responsible for [in charge of] guarding the entrance to the ·Temple [camp; dwelling] of the Lord. ", "20": "In the past Phinehas, Eleazar's son, was ·in charge of the [the leader of the] gatekeepers, and the Lord was with Phinehas. ", "21": "Zechariah son of Meshelemiah was the gatekeeper at the entrance to the ·Temple [tent of meeting; Tabernacle].", "22": "In all, two hundred twelve men were chosen ·to guard the gates [L as gatekeepers at the thresholds], and their names were written in their ·family histories [genalogical records] in their villages. David and Samuel the ·seer [prophet] chose these men because they were ·dependable [trustworthy]. ", "23": "The gatekeepers and their descendants ·had to guard [were in charge of] the gates of the ·Temple [L house] of the Lord when it was a tent. ", "24": "There were gatekeepers on all four sides of the ·Temple [L house]: east, west, north, and south. ", "25": "The gatekeepers' relatives who lived in the villages had to come and help them at times. ·Each time they came they helped the gatekeepers for [or They came in every] seven days. ", "26": "Because they were ·dependable [trustworthy], four gatekeepers were made the leaders of all the gatekeepers. They were Levites, and they were ·responsible for [in charge of] the ·rooms [storerooms] and ·treasures [treasuries] in the ·Temple [L house] of God. ", "27": "They stayed up all night guarding the ·Temple [L house] of God because that was their responsibility, and they opened it every morning.", "28": "Some of the gatekeepers were ·responsible for [in charge of] the utensils ·used in the Temple services [L of service]. They counted these utensils when people took them out and when they brought them back. ", "29": "Other gatekeepers were chosen to take care of the furniture and utensils in the ·Holy Place [sanctuary]. They also took care of the flour, wine, oil, ·incense [frankincense], and spices, ", "30": "but ·some of [L sons of] the priests took care of ·mixing [blending] the spices. ", "31": "There was a Levite named Mattithiah who was ·dependable and had the job of [entrusted with] baking the ·bread used for the offerings [flat/unleaven bread; Ex. 25:30; Lev. 24:5–6]. He was the ·first son [firstborn] of Shallum, ·who was from the family of Korah [the Korahite]. ", "32": "Some of ·the gatekeepers [their relatives] from the Kohath ·family [clan] had the job of preparing the ·special bread that was put on the table [T showbread] every Sabbath day.", "33": "Some of the Levites were ·musicians in the Temple [singers]. The leaders of these ·families [clans] stayed in the ·rooms of the Temple [chambers]. Since they were on duty day and night, they did not do other ·work in the Temple [service].", "34": "These are the leaders of the Levite ·families [clans]. Their names were listed in their ·family histories [genealogical records], and they lived in Jerusalem.", "35": "Jeiel lived in the town of Gibeon. His wife was named Maacah. ", "36": "Jeiel's ·first son [firstborn] was Abdon. His other sons were Zur, Kish, Baal, Ner, Nadab, ", "37": "Gedor, Ahio, Zechariah, and Mikloth. ", "38": "Mikloth was Shimeam's father. Jeiel's family lived near their relatives in Jerusalem.", "39": "Ner was Kish's father. Kish was Saul's father. Saul was the father of Jonathan, Malki-Shua, Abinadab, and ·Esh-Baal [or Ishbosheth; 2 Sam. 2:8].", "40": "Jonathan's son was ·Merib-Baal [or Mephibosheth; 2 Sam. 4:4], who was the father of Micah.", "41": "Micah's sons were Pithon, Melech, Tahrea, and Ahaz. ", "42": "Ahaz was Jadah's[a] father. Jadah was the father of Alemeth, Azmaveth, and Zimri. Zimri was Moza's father. ", "43": "Moza was Binea's father. Rephaiah was Binea's son. Eleasah was Rephaiah's son, and Azel was Eleasah's son.", "44": "Azel had six sons: Azrikam, ·Bokeru [or the firstborn], Ishmael, Sheariah, Obadiah, and Hanan. They were Azel's sons."}