{"1-3": "I am Ezekiel—a priest and the son of Buzi.[a] Five years after King Jehoiachin of Judah had been led away as a prisoner to Babylonia, I was living near the Chebar River among those who had been taken there with him. Then on the fifth day of the fourth month[b] of the thirtieth year,[c] the heavens suddenly opened. The Lord placed his hand upon me[d] and showed me some visions.", "4": "I saw a windstorm blowing in from the north. Lightning flashed from a huge cloud and lit up the whole sky with a dazzling brightness. The fiery center of the cloud was as shiny as polished metal, ", "5": "and in that center I saw what looked like four living creatures. They were somewhat like humans, ", "6": "except that each one had four faces and four wings. ", "7": "Their legs were straight, but their feet looked like the hoofs of calves and sparkled like bronze. ", "8": "Under each of their wings, these creatures had a human hand. ", "9": "The four creatures were standing back to back with the tips of their wings touching. They moved together in every direction, without turning their bodies.", "10": "Each creature had the face of a human in front, the face of a lion on the right side, the face of a bull on the left, and the face of an eagle in back. ", "11": "Two wings[e] of each creature were spread out and touched the wings of the creatures on either side. The other two wings of each creature were folded against its body.", "12": "Wherever the four living creatures went, they moved together without turning their bodies, because each creature faced straight ahead. ", "13": "The creatures were glowing like hot coals, and I saw something like a flaming torch moving back and forth among them. Lightning flashed from the torch every time its flame blazed up.[f] ", "14": "The creatures themselves moved as quickly as sparks jumping from a fire.[g]", "15": "I then noticed that on the ground beside each of the four living creatures was a wheel,[h] ", "16": "shining like chrysolite.[i] Each wheel was exactly the same and had a second wheel that cut through the middle of it,[j] ", "17": "so that they could move in any direction without turning. ", "18": "The rims of the wheels were large and had eyes all the way around them.[k] ", "19-21": "The creatures controlled when and where the wheels moved—the wheels went wherever the four creatures went and stopped whenever they stopped. Even when the creatures flew in the air, the wheels were beside them.", "22-23": "Above the living creatures, I saw something that was sparkling like ice, and it reminded me of a dome. Each creature had two of its wings stretched out toward the creatures on either side, with the other two wings folded against its body. ", "24": "Whenever the creatures flew, their wings roared like an ocean or a large army or even the voice of God All-Powerful. And whenever the creatures stopped, they folded their wings against their bodies.", "25": "When the creatures stopped flapping their wings, I heard a sound coming from above the dome. ", "26": "I then saw what looked like a throne made of sapphire,[l] and sitting on the throne was a figure in the shape of a human. ", "27": "From the waist up, it was glowing like metal in a hot furnace, and from the waist down it looked like the flames of a fire. The figure was surrounded by a bright light, ", "28": "as colorful as a rainbow that appears after a storm. I realized I was seeing the brightness of the Lord's glory! So I bowed with my face to the ground, and just then I heard a voice speaking to me."}