{"1": "I saw the dome that was above the four winged creatures,[a] and on it was the sapphire[b] throne.[c] ", "2": "The Lord said to the man in the linen robe, “Walk among the four wheels beside the creatures and pick up as many hot coals as you can carry. Then scatter them over the city of Jerusalem.” I watched him as he followed the Lord's instructions.", "3": "The winged creatures were standing south of the temple when the man walked among them. A cloud filled the inner courtyard, ", "4": "and the brightness of the Lord's glory moved from above the creatures and stopped at the entrance of the temple. The entire temple was filled with his glory, and the courtyard was dazzling bright. ", "5": "The sound of the creatures' wings was as loud as the voice of God All-Powerful and could even be heard in the outer courtyard.", "6": "The man in the robe was now standing beside a wheel. ", "7": "One of the four creatures reached its hand into the fire among them and gave him some of the hot coals. The man took the coals and left.", "8": "I noticed again that each of the four winged creatures had what looked like human hands under their wings, ", "9": "and I saw the four wheels near the creatures. These wheels were shining like chrysolite.[d] ", "10": "Each wheel was exactly the same and had a second wheel that cut through the middle of it,[e] ", "11": "so that they could move in any direction without turning. The wheels moved together whenever the creatures moved. ", "12": "I also noticed that the wheels and the creatures' bodies, including their backs, their hands, and their wings, were covered with eyes. ", "13": "And I heard a voice calling these “the wheels that spin.”", "14": "Each of the winged creatures had four faces: the face of a bull,[f] the face of a human, the face of a lion, and the face of an eagle. ", "15-17": "These were the same creatures I had seen near the Chebar River. They controlled when and where the wheels moved—the wheels went wherever the creatures went and stopped whenever they stopped. Even when the creatures flew in the air, the wheels stayed beside them.", "18": "Then I watched the brightness of the Lord's glory move from the entrance of the temple and stop above the winged creatures. ", "19": "They spread their wings and flew into the air with the wheels at their side. They stopped at the east gate of the temple, and the Lord's glory was above them.", "20": "I knew for sure that these were the same creatures I had seen beneath the Lord's glory near the Chebar River. ", "21-22": "They had four wings with hands beneath them, and they had the same four faces as those near the River. Each creature moved straight ahead without turning."}