{"1": "The Lord's Spirit[a] lifted me up and took me to the east gate of the temple, where I saw twenty-five men, including the two leaders, Jaazaniah son of Azzur and Pelatiah son of Benaiah. ", "2": "The Lord said, “Ezekiel, son of man, these men are making evil plans and giving dangerous advice to the people of Jerusalem. ", "3": "They say things like, 'Let's build more houses.[b] This city is like a cooking pot over a fire, and we are the meat, but at least the pot keeps us from being burned in the fire.'[c] ", "4": "So, Ezekiel, condemn them!”", "5": "The Lord's Spirit took control of me and told me to tell these leaders: I, the Lord God, know what you leaders are saying. ", "6": "You have murdered so many people that the city is filled with dead bodies! ", "7": "This city is indeed a cooking pot, but the bodies of those you killed are the meat. And so I will force you to leave Jerusalem, ", "8": "and I'll send armies to attack you, just as you fear. ", "9": "Then you will be captured and punished by foreign enemies.[d] ", "10": "You will be killed in your own country, but not before you realize that I, the Lord, have done these things.", "11": "You leaders claim to be meat in a cooking pot, but you won't be protected by this city. No, you will die at the border of Israel. ", "12": "You will realize that while you were following the laws of nearby nations, you were disobeying my laws and teachings. And I am the Lord!", "13": "Before I finished speaking, Pelatiah dropped dead. I bowed down and cried out, “Please, Lord God, don't kill everyone left in Israel.”", "14": "The Lord replied:", "15": "Ezekiel, son of man, the people living in Jerusalem claim that you and the other Israelites who were taken to Babylonia are too far away to worship me. They also claim that the land of Israel now belongs only to them. ", "16": "But here is what I want you to tell the Israelites in Babylonia: It's true that I, the Lord God, have forced you out of your own country and made you live among foreign nations. But for now, I will be with you wherever you are, so that you can worship me. ", "17": "And someday, I will gather you from the nations where you are scattered and let you live in Israel again. ", "18": "When that happens, I want you to clear the land of all disgusting idols. ", "19": "Then I will take away your stubbornness and make you eager to be completely faithful to me. You will want to obey me ", "20": "and all my laws and teachings. You will be my people, and I will be your God. ", "21": "But those who worship idols will be punished and get what they deserve. I, the Lord God, have spoken.", "22": "After the Lord had finished speaking, the winged creatures spread their wings and flew into the air, and the wheels were beside them. The brightness of the Lord's glory above them ", "23": "left Jerusalem and stopped at a hill east of the city.", "24": "Then in my vision, the Lord's Spirit[e] lifted me up and carried me back to the other exiles in Babylonia. The vision faded away, ", "25": "and I told them everything the Lord had shown me."}