{"1": "The Lord said:", "2": "Ezekiel, son of man, you are living among rebellious people. They have eyes, but refuse to see; they have ears, but refuse to listen. ", "3": "So before it gets dark, here is what I want you to do. Pack a few things as though you were going to be taken away as a prisoner. Then go outside where everyone can see you and walk around from place to place. Maybe as they watch, they will realize what rebels they are. ", "4": "After you have done this, return to your house. Later that evening leave your house as if you were going into exile. ", "5": "Dig through the wall of your house[a] and crawl out, carrying the bag with you. Make sure everyone is watching. ", "6": "Lift the bag to your shoulders, and with your face covered, take it into the darkness, so that you cannot see the land you are leaving. All of this will be a warning for the people of Israel.", "7": "I did everything the Lord had said. I packed a few things. Then as the sun was going down, and while everyone was watching, I dug a hole through one of the walls of my house. I pulled out my bag, then lifted it to my shoulders and left in the darkness.", "8": "The next morning, the Lord ", "9": "reminded me that those rebellious people didn't even ask what I was doing. ", "10": "So he sent me back to tell them: The Lord God has a message for the leader of Jerusalem and everyone living there!", "11": "I have done these things to show them what will happen when they are taken away as prisoners.", "12": "The leader of Jerusalem will lift his own bag to his shoulders at sunset and leave through a hole that the others have dug in the wall of his house. He will cover his face, so he can't see the land he is leaving. ", "13": "The Lord will spread out a net and trap him as he leaves Jerusalem. He will then be led away to the city of Babylon, but will never see that place,[b] even though he will die there. ", "14": "His own officials and troops will scatter in every direction, and the Lord will track them down and put them to death.", "15": "The Lord will force the rest of the people in Jerusalem to live in foreign nations, where they will realize that he has done all these things. ", "16": "Some of them will survive the war, the starvation, and the deadly diseases. That way, they will be able to tell foreigners how disgusting their sins were, and that it was the Lord who punished them in this way.", "17": "The Lord said:", "18": "Ezekiel, son of man, shake with fear when you eat, and tremble when you drink. ", "19": "Tell the people of Israel that I, the Lord, say that someday everyone in Jerusalem will shake when they eat and tremble when they drink. Their country will be destroyed and left empty, because they have been cruel and violent. ", "20": "Every town will lie in ruins, and the land will be a barren desert. Then they will know that I am the Lord.", "21": "The Lord said:", "22": "Ezekiel, son of man, you've heard people in Israel use the saying, “Time passes, and prophets are proved wrong.” ", "23": "Now tell the people that I, the Lord, am going to prove that saying wrong. No one will ever be able to use it again in Israel, because very soon everything I have said will come true! ", "24": "The people will hear no more useless warnings and false messages. ", "25": "I will give them my message, and what I say will certainly happen. Warn those rebels that the time has come for them to be punished. I, the Lord, make this promise.", "26-27": "Ezekiel, the people of Israel are also saying that your visions and messages are only about things in the future. ", "28": "So tell them that my words will soon come true, just as I have warned. I, the Lord, have spoken."}