{"1": "The Lord said:", "2": "Ezekiel, son of man, condemn the prophets of Israel who say they speak in my name, but who preach messages that come from their own imagination. Tell them it's time to hear my message.", "3": "I, the Lord God, say those lying prophets are doomed! They don't see visions—they make up their own messages! ", "4": "Israel's prophets are no better than jackals[a] that hunt for food among the ruins of a city. ", "5": "They don't warn the people about coming trouble or tell them how dangerous it is to sin against me. ", "6": "Those prophets lie by claiming they speak for me, but I have not even chosen them to be my prophets. And they still think their words will come true. ", "7": "They say they're preaching my messages, but they are full of lies—I did not speak to them!", "8": "So I am going to punish those lying prophets for deceiving the people of Israel with false messages. ", "9": "I will turn against them and no longer let them belong to my people. They will not be allowed to call themselves Israelites or even to set foot in Israel. Then they will realize that I am the Lord God.", "10": "Those prophets refuse to be honest. They tell my people there will be peace, even though there's no peace to be found. They are like workers who think they can fix a shaky wall by covering it with paint. ", "11": "But when I send rainstorms, hailstones, and strong winds, the wall will surely collapse. ", "12": "People will then ask the workers why the paint didn't hold it up.", "13": "That wall is the city of Jerusalem. And I, the Lord God, am so angry that I will send strong winds, rainstorms, and hailstones to destroy it. ", "14": "The lying prophets have tried to cover up the evil in Jerusalem, but I will tear down the city, all the way to its foundations. And when it collapses, those prophets will be killed, and everyone will know that I have done these things.", "15": "The city of Jerusalem and its lying prophets will feel my fierce anger. Then I will announce that the city has fallen and that the lying prophets are dead, ", "16": "because they promised my people peace, when there was no peace. I, the Lord God, have spoken.", "17": "The Lord said: Ezekiel, son of man, now condemn the women of Israel who preach messages that come from their own imagination. ", "18": "Tell them they're doomed! They wear magic charms on their wrists and scarves on their heads, then trick others into believing they can predict the future.[b] They won't get away with telling those lies. ", "19": "They charge my people a few handfuls of barley and a couple pieces of bread, and then give messages that are insulting to me. They use lies to sentence the innocent to death and to help the guilty go free. And my people believe them!", "20": "I hate the magic charms they use to trick people into believing their lies. I will rip those charms from their wrists and set free the people they have trapped like birds.[c] ", "21": "I will tear the scarves from their heads and rescue my people from their power once and for all. Then they will know that I am the Lord God.", "22": "They do things I would never do. They lie to good people and encourage them to do wrong, and they convince the wicked to keep sinning and ruin their lives. ", "23": "I will no longer let these women give false messages and use magic, and I will free my people from their control. Then they will know that I, the Lord, have done these things."}