{"1": "Seven years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, some of Israel's leaders came to me on the tenth day of the fifth month.[a] They sat down and asked for a message from the Lord. ", "2": "Just then, the Lord God said:", "3": "Ezekiel, son of man, these leaders have come to find out what I want them to do. As surely as I live, I will not give them an answer of any kind.", "4": "Are you willing to warn them, Ezekiel? Then remind them of the disgusting sins of their ancestors.", "5": "Tell them that long ago I, the Lord God, chose Israel to be my own. I appeared to their ancestors in Egypt and made a solemn promise that I would be their God and the God of their descendants. ", "6": "I swore that I would rescue them from Egypt and lead them to a land I had already chosen. This land was rich with milk and honey and was the most splendid land of all. ", "7": "I told them to get rid of their disgusting idols and not to sin by worshiping the gods of Egypt. I reminded them that I was the Lord their God, ", "8": "but they still rebelled against me. They refused to listen and kept on worshiping their idols and foreign gods. In my anger, I decided to punish the Israelites in Egypt. ", "9": "But that would have made me look like a liar, because I had already promised in front of everyone that I would lead them out of Egypt. ", "10": "So I brought them out and led them into the desert. ", "11": "I gave them my laws and teachings, so they would know how to live right. ", "12": "And I commanded them to respect the Sabbath as a way of showing that they were holy and belonged to me. ", "13": "But the Israelites rebelled against me in the desert. They refused to obey my laws and teachings, and they treated the Sabbath like any other day. Then in my anger, I decided to destroy the Israelites in the desert once and for all. ", "14": "But that would have disgraced me, because many other nations had seen me bring the Israelites out of Egypt. ", "15": "Instead, I told them in the desert that I would not lead them into the beautiful, fertile land I had promised. ", "16": "I said this because they had not only ignored my laws and teachings, but had disgraced my Sabbath and worshiped idols.", "17": "Yet, I felt sorry for them and could not let them die in the desert. ", "18": "So I warned the children not to act like their parents or follow their evil ways or worship their idols. ", "19": "I reminded them that I was the Lord their God and that they should obey my laws and teachings. ", "20": "I told them to respect my Sabbath to show that they were my people and that I was the Lord their God. ", "21": "But the children also rebelled against me. They refused to obey my laws and teachings, and they treated the Sabbath as any other day. I became angry and decided to punish them in the desert. ", "22": "But I did not. That would have disgraced me in front of the nations that had seen me bring the Israelites out of Egypt. ", "23": "So I solemnly swore that I would scatter the people of Israel across the nations, ", "24": "because they had disobeyed my laws and ignored my teachings; they had disgraced my Sabbath and worshiped the idols their ancestors had made. ", "25": "I gave them laws that bring punishment instead of life, ", "26": "and I let them offer me unacceptable sacrifices, including their first-born sons. I did this to horrify them and to let them know that I, the Lord, was punishing them.", "27": "Ezekiel, tell the people of Israel that their ancestors also rejected and insulted me ", "28": "by offering sacrifices, incense, and wine to gods on every hill and under every large tree. I was very angry, because they did these things in the land I had given them! ", "29": "I asked them where they went to worship those gods, and they answered, “At the local shrines.”[b] And those places of worship are still called shrines.", "30": "Then ask the Israelites why they are following the example of their wicked ancestors ", "31": "by worshiping idols and by sacrificing their own children as offerings. They commit these sins and still think they can ask me for a message. As surely as I am the living Lord God, I will give them no answer. ", "32": "They may think they can be like other nations and get away with worshiping idols made of wood and stone. But that will never happen!", "33": "The Lord said to the people of Israel: As surely as I am the living Lord God, I will rule over you with my powerful arm. You will feel my fierce anger ", "34": "and my power, when I gather you from the places where you are scattered ", "35": "and lead you into a desert surrounded by nations. I will meet you there face to face. Then I will pass judgment on you ", "36": "and punish you, just as I punished your ancestors in the desert near Egypt.[c] ", "37": "I will force each of you to obey the regulations of our solemn agreement. ", "38": "I will separate the sinful rebels from the rest of you, and even though I will bring them from the nations where they live in exile, they won't be allowed to return to Israel. Then you will know that I am the Lord.", "39": "Go ahead and worship your idols for now, you Israelites, because soon I will no longer let you dishonor me by offering gifts to them. You will have no choice but to obey me![d] ", "40": "When that day comes, everyone in Israel will worship me on Mount Zion, my holy mountain in Jerusalem. I will once again call you my own, and I will accept your sacred offerings and sacrifices. ", "41": "When I bring you home from the places where you are now scattered, I will be pleased with you, just as I am pleased with the smell of the smoke from your sacrifices. Every nation on earth will see that I am holy, ", "42": "and you will know that I, the Lord, am the one who brought you back to Israel, the land I promised your ancestors. ", "43": "Then you will remember your wicked sins, and you will hate yourselves for doing such horrible things. They have made you unacceptable to me, ", "44": "so you deserve to be punished. But I will treat you in a way that will bring honor to my name, and you will know that I am the Lord God.", "45": "The Lord said, ", "46": "“Ezekiel, son of man, turn toward the south and warn the forests ", "47": "that I, the Lord God, will start a fire that will burn up every tree, whether green or dry. Nothing will be able to put out the blaze of that fire as it spreads to the north and burns everything in its path. ", "48": "Everyone will know that I started it, and that it cannot be stopped.”", "49": "But I complained, “Lord God, I don't want to do that! People already say I confuse them with my messages.”"}