{"1": "The Lord said:", "2": "Ezekiel, son of man, condemn the places in Jerusalem where people worship. Warn everyone in Israel ", "3": "that I am about to punish them. I will pull out my sword and have it ready to kill everyone, whether good or evil. ", "4": "From south to north, people will die, ", "5": "knowing that my sword will never be put away.", "6": "Ezekiel, groan in sorrow and despair so that everyone can hear you. ", "7": "When they ask why you are groaning, tell them you have terrifying news that will make them faint and tremble in fear and lose all courage. These things will happen soon. I, the Lord God, make this promise!", "8": "The Lord said:", "9-10": "Ezekiel, son of man, tell the people of Jerusalem: I have sharpened my sword to slaughter you; it is shiny and will flash like lightning! Don't celebrate— punishment is coming, because everyone has ignored my warnings.[a]", "11": "My sword has been polished; it's sharp and ready to kill.", "12": "Groan in sorrow, Ezekiel; the sword is drawn against my people and their leaders. They will die! So give up all hope.", "13": "I am testing my people, and they can do nothing to stop me.[b] I, the Lord, have spoken.", "14": "Ezekiel, warn my people, then celebrate my victory by clapping your hands. My vicious sword will attack again and again, killing my people with every stroke.", "15": "They will lose all courage and stumble with fear. My slaughtering sword is waiting at every gate, flashing and ready to kill.[c]", "16": "It will slash right and left, wherever the blade is pointed.", "17": "Then I will stop being angry, and I will clap my hands in victory. I, the Lord, have spoken.", "18": "The Lord said:", "19": "Ezekiel, son of man, mark two roads for the king of Babylonia to follow when he comes with his sword. The roads will begin at the same place, but be sure to put up a signpost where the two roads separate and go in different directions. ", "20": "Clearly mark where the two roads lead. One goes to Rabbah, the capital of Ammon, and the other goes to Jerusalem, the fortified capital of Judah. ", "21": "When the Babylonian king stands at that signpost, he will decide which way to go by shaking his arrows, by asking his idols, and by carefully looking at the liver of a sacrificed animal.[d] ", "22": "His right hand will pull out the arrow marked “Jerusalem.” Then he will immediately give the signal to shout the battle cry, to build dirt ramps to the top of the city walls, to break down its walls and gates with large wooden poles, and to kill the people. ", "23": "Everyone in Jerusalem had promised to be loyal to Babylonia, and so none of them will believe that this could happen to them. But Babylonia's king will remind them of their sinful ways and warn them of their coming captivity.", "24": "Ezekiel, tell the people of Jerusalem and their ruler that I, the Lord God, am saying: Everything you do is wicked and shows how sinful you are. You are guilty and will be taken away as prisoners.", "25": "And now, you evil and wicked ruler of Israel, your day of final punishment is almost here. ", "26": "I, the Lord God, command you to take off your royal turban and your crown, because everything will be different. Those who had no power will be put in charge, and those who now rule will become nobodies. ", "27": "I will leave Jerusalem in ruins when my chosen one comes to punish this city.", "28": "The Lord God said: Ezekiel, son of man, the Ammonites have insulted Israel, so condemn them and tell them I am saying: A sword is drawn, ready to slaughter; it is polished and prepared to kill as fast as lightning.", "29": "You wicked Ammonites see false visions and believe untrue messages. But your day of punishment is coming soon, and my sword will slaughter you!", "30": "Your days to punish others are over, so put your swords away.[e] You will be punished in the land of your birth. ", "31": "My furious anger will scorch you like fire, and I will hand you over to cruel men who are experts in killing. ", "32": "You will be burned and will die in your own land. Then you will be forgotten forever. I, the Lord, have spoken."}