{"1": "Some time later, the Lord said:", "2": "Ezekiel, son of man, are you ready to condemn Jerusalem? That city is filled with murderers, so remind the people of their sins ", "3": "and tell them I am saying: Jerusalem, you have murdered many of your own people and have worshiped idols. You will soon be punished! ", "4": "Those crimes have made you guilty, and the idols have made you unacceptable to me. So your final punishment is near. Other nations will laugh at you and make insulting remarks, ", "5": "and people far and near will make fun of your misery.", "6": "Your own leaders use their power to murder. ", "7": "None of you honor your parents, and you cheat foreigners, orphans, and widows. ", "8": "You show no respect for my sacred places and treat the Sabbath just like any other day. ", "9": "Some of your own people tell lies, so that others will be put to death. Some of you eat meat sacrificed to idols at local shrines, and others never stop doing vulgar things. ", "10": "Men have sex with their father's wife or with women who are having their monthly period ", "11": "or with someone else's wife. Some men even sleep with their own daughter-in-law or half sister. ", "12": "Others of you accept money to murder someone. Your own people charge high interest when making a loan to other Israelites, and they get rich by cheating. Worst of all, you have forgotten me, the Lord God.", "13": "I will shake my fist in anger at your violent crimes. ", "14": "When I'm finished with you, your courage will disappear, and you will be so weak that you won't be able to lift your hands. I, the Lord, have spoken and will not change my mind. ", "15": "I will scatter you throughout every nation on earth and put a stop to your sinful ways. ", "16": "You[a] will be humiliated in the eyes of other nations. Then you will know that I, the Lord God, have done these things.", "17": "The Lord said:", "18": "Ezekiel, son of man, I consider the people of Israel as worthless as the leftover metal in a furnace after silver has been purified. ", "19": "So I am going to bring them together in Jerusalem. ", "20-21": "I will be like a metalworker who collects that metal from the furnace and melts it down. I will collect the Israelites and blow on them with my fiery anger. They will melt inside the city of Jerusalem ", "22": "like silver in a furnace. Then they will know that I, the Lord, have punished them in my anger.", "23": "The Lord said:", "24": "Ezekiel, son of man, tell the people of Israel that their country is full of sin, and that I, the Lord, am furious! ", "25": "Their leaders are like[b] roaring lions, tearing apart their victims. They put people to death, then steal everything of value. Husbands are killed, and many women are left as widows.", "26": "The priests of Israel ignore my Law! Not only do they refuse to respect any of my sacred things, but they don't even teach the difference between what is sacred and what is ordinary, or between what is clean and what is unclean. They treat my Sabbath like any other day, and so my own people no longer honor me.", "27": "Israel's officials are like ferocious wolves, ripping their victims apart. They make a dishonest living by injuring and killing people.", "28": "And then the prophets in Israel cover up these sins by giving false visions. I have never spoken to them, but they lie and say they have a message from me. ", "29": "The people themselves cheat and rob; they abuse the poor and take advantage of foreigners.", "30": "I looked for someone to defend the city and to protect it from my anger, as well as to stop me from destroying it. But I found no one. ", "31": "So in my fierce anger, I will punish the Israelites for what they have done, and they will know that I am furious. I, the Lord, have spoken."}