{"1": "Nine years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, the Lord spoke to me on the tenth day of the tenth month.[a] He said:", "2": "Ezekiel, son of man, write down today's date, because the king of Babylonia has just begun attacking the city of Jerusalem. ", "3": "Then tell my rebellious people: “Pour water in a cooking pot and set it over a fire.", "4": "Throw in the legs and shoulders of your finest sheep and put in the juicy bones.", "5": "“Pile wood[b] underneath the pot, and let the meat and bones boil until they are done.”", "6": "These words mean that Jerusalem is doomed! The city is filled with murderers and is like an old, rusty pot. The meat is taken out piece by piece, and no one cares what happens to it.[c] ", "7": "The people of Jerusalem murdered innocent people in the city and didn't even try to cover up the blood that flowed out on the hard ground. ", "8": "But I have seen that blood, and it cries out for me to take revenge.", "9": "I, the Lord God, will punish that city of violence! I will make a huge pile of firewood, ", "10": "so bring more wood and light it. Cook the meat and boil away the broth[d] to let the bones scorch. ", "11": "Then set the empty pot over the hot coals until it is red-hot. That will clean the pot and burn off the rust. ", "12": "I've tried everything else. Now the rust must be burned away.[e]", "13": "Jerusalem is so full of sin and evil that I can't get it clean, even though I have tried. It will stay filthy until I let loose my fierce anger against it. ", "14": "That time will certainly come! And when it does, I won't show the people of Jerusalem any pity or change my mind. They must be punished for the evil they have done. I, the Lord God, have spoken.", "15": "The Lord said, ", "16": "“Ezekiel, son of man, I will suddenly take the life of the person you love most. But I don't want you to complain or cry. ", "17": "Mourn in silence and don't show that you are grieving. Don't remove your turban or take off your sandals; don't cover your face to show your sorrow, or eat the food that mourners eat.”[f]", "18": "One morning, I was talking with the people as usual, and by sunset my wife was dead. The next day I did what the Lord told me, ", "19": "and when people saw me, they asked, “Why aren't you mourning for your wife?”", "20": "I answered: The Lord God says ", "21": "he is ready to destroy the temple in which you take such pride and which makes you feel so safe. Your children who now live in Jerusalem will be killed. ", "22": "Then you will do the same things I have done. You will leave your face uncovered and refuse to eat the food that mourners usually eat. ", "23": "You won't take off your turbans and your sandals.[g] You won't cry or mourn, but all day long you will go around groaning because of your sins.", "24": "I am a warning sign—everything I have done, you will also do. And then you will know the Lord God has made these things happen.", "25": "The Lord said, “Ezekiel, I will soon destroy the temple that makes everyone feel proud and safe, and I will take away their children as well. ", "26": "On that same day, someone will escape from the city and come to tell you what has happened. ", "27": "Then you will be able to speak again,[h] and the two of you will talk. You will be a warning sign to the people, and they will know that I am the Lord.”"}