{"1": "The Lord God said:", "2": "Ezekiel, son of man, condemn the people of Ammon ", "3": "and tell them: You celebrated when my temple was destroyed, when Israel was defeated, and when my people were taken away as prisoners. ", "4": "Now I am going to let you be conquered by tribes from the eastern desert. They will set up their camps in your land and eat your fruit and drink your milk. ", "5": "Your capital city of Rabbah will be nothing but pastureland for camels, and the rest of the country will be pastures for sheep. Then you will know that I am the Lord God.", "6": "You hated Israel so much that you clapped and shouted and celebrated. ", "7": "And so I will hand you over to enemies who will rob you. I will completely destroy you. There won't be enough of your people left to be a nation ever again, and you will know that I, the Lord, have done these things.", "8": "The Lord God said, “The people of Moab[a] thought Judah was no different from any other nation. ", "9": "So I will let Moab's fortress towns along its border be attacked, including Beth-Jeshimoth, Baal-Meon, and Kiriathaim. ", "10": "The same eastern desert tribes that invade Ammon will invade Moab, and just as Ammon will be forgotten forever, ", "11": "Moab will be punished. Then the people there will know that I am the Lord.”", "12": "The Lord God then said, “The people of Edom are guilty of taking revenge on Judah. ", "13": "So I will punish Edom by killing all its people and livestock. It will be an empty wasteland all the way from Teman to Dedan. ", "14": "I will send my own people to take revenge on the Edomites by making them feel my fierce anger. And when I punish them, they will know that I am the Lord God.”", "15": "The Lord God said, “The cruel Philistines have taken revenge on their enemies over and over and have tried to destroy them. ", "16": "Now it's my turn to treat the Philistines as my enemies and to kill everyone[b] living in their towns along the seacoast. ", "17": "In my fierce anger, I will take revenge on them. And when I punish them, they will know that I am the Lord.”"}