{"1": "The Lord said:", "2": "Ezekiel, son of man, sing a funeral song for Tyre,[a] ", "3": "the city that is built along the sea and that trades with nations along the coast. Tell the people of Tyre that the following message is from me: Tyre, you brag about your perfect beauty,", "4": "and your control of the sea.[b] You are a ship built to perfection.", "5": "Builders used cypress trees from Mount Hermon to make your planks and a cedar tree from Lebanon for your tall mast.", "6": "Oak trees from Bashan were shaped into oars; pine trees from Cyprus[c] were cut for your deck, which was then decorated with strips of ivory.", "7": "The builders used fancy linen from Egypt for your sails, so everyone could see you. Blue and purple cloth from Cyprus was used to shade your deck.", "8": "Men from Sidon and Arvad did the rowing, and your own skilled workers were the captains.", "9": "Experienced men from Byblos repaired any damages. Sailors from all over shopped at the stores in your port.", "10": "Brave soldiers from Persia, Lydia, and Libya served in your navy, protecting you with shields and helmets, and making you famous.", "11": "Your guards came from Arvad and Cilicia, and men from Gamad stood watch in your towers. With their weapons hung on your walls, your beauty was complete.", "12": "Merchants from southern Spain[d] traded silver, iron, tin, and lead for your products. ", "13": "The people of Greece, Tubal, and Meshech traded slaves and things made of bronze, ", "14": "and those from Beth-Togarmah traded work horses, war horses, and mules. ", "15": "You also did business with people from Rhodes,[e] and people from nations along the coast gave you ivory and ebony[f] in exchange for your goods. ", "16": "Edom[g] traded emeralds, purple cloth, embroidery, fine linen, coral, and rubies. ", "17": "Judah and Israel gave you their finest wheat, fancy figs,[h] honey, olive oil, and spices in exchange for your merchandise. ", "18": "The people of Damascus saw what you had to offer and brought you wine from Helbon and wool from Zahar. ", "19": "Vedan and Javan near Uzal[i] traded you iron and spices. ", "20": "The people of Dedan supplied you with saddle blankets, ", "21": "while people from Arabia and the rulers of Kedar traded lambs, sheep, and goats. ", "22": "Merchants from Sheba and Raamah gave you excellent spices, precious stones, and gold in exchange for your products. ", "23": "You also did business with merchants from the cities of Haran, Canneh, Eden, Sheba, Asshur, and Chilmad, ", "24": "and they gave you expensive clothing, purple and embroidered cloth, brightly colored rugs, and strong rope. ", "25": "Large, seagoing ships[j] carried your goods wherever they needed to go. You were like a ship loaded with heavy cargo", "26": "and sailing across the sea, but you were wrecked by strong eastern winds.", "27": "Everything on board was lost— your valuable cargo, your sailors and carpenters, merchants and soldiers.", "28": "The shouts of your drowning crew were heard on the shore.", "29": "Every ship is deserted; rowers and sailors and captains all stand on shore,", "30": "mourning for you. They show their sorrow by putting dust on their heads and rolling in ashes;", "31": "they shave their heads and dress in sackcloth[k] as they cry in despair.", "32": "In their grief they sing a funeral song for you: “Tyre, you were greater than all other cities. But now you lie in silence at the bottom of the sea.[l]", "33": "“Nations that received your merchandise were always pleased; kings everywhere got rich from your costly goods.", "34": "But now you are wrecked in the deep sea, with your cargo and crew scattered everywhere.", "35": "People living along the coast are shocked at the news. Their rulers are horrified, and terror is written across their faces.", "36": "The merchants of the world can't believe what happened. Your death was gruesome, and you are gone forever.”"}