{"1": "The Lord said:", "2": "Ezekiel, son of man, tell the people of Egypt that I am saying: Cry out in despair,", "3": "because you will soon be punished! That will be a time of darkness and doom for all nations.", "4": "Your own nation of Egypt will be attacked, and Ethiopia[a] will suffer. You will be killed in battle, and your land will be robbed and left in ruins.", "5": "Soldiers hired from Ethiopia, Libya, Lydia, Arabia, Kub, as well as from Israel,[b] will die in that battle. ", "6": "All of your allies will be killed, and your proud strength will crumble. People will die from Migdol in the north to Aswan in the south. I, the Lord, have spoken.", "7": "Your nation of Egypt will be the most deserted place on earth, and its cities will lie in complete ruin. ", "8": "I will set fire to your land, and anyone who defended your nation will die. Then you will know that I am the Lord.", "9": "On the same day I destroy Egypt, I will send messengers to the Ethiopians to announce their coming destruction. They think they are safe, but they will be terrified.", "10": "Your Egyptian army is very strong, but I will send King Nebuchadnezzar of Babylonia to completely defeat that army. ", "11": "He and his cruel troops will invade and destroy your land and leave your dead bodies piled everywhere.", "12": "I will dry up the Nile River, then sell the land to evil buyers. I will send foreigners to turn your entire nation into a barren desert. I, the Lord, have spoken.", "13": "The Lord said to the people of Egypt: All the idols and images you Egyptians worship in the city of Memphis[c] will be smashed. No one will be left to rule your nation, and terror will fill the land. ", "14": "The city of Pathros will be left in ruins, and Zoan will be burned to the ground. Thebes,[d] your capital city, will also be destroyed! ", "15": "The fortress city of Pelusium will feel my fierce anger, and all the troops stationed at Thebes will be slaughtered.", "16": "I will set fire to your nation of Egypt! The city of Pelusium will be in anguish. Thebes will fall, and the people of Memphis will live in constant fear.[e] ", "17": "The young soldiers in the cities of Heliopolis and Bubastis[f] will die in battle, and the rest of the people will be taken prisoner. ", "18": "You were so proud of your nation's power, but when I crush that power and kill that pride, darkness will fall over the city of Tahpanhes. A dark, gloomy cloud will cover the land as you are being led away into captivity. ", "19": "When I'm through punishing Egypt, you will know that I am the Lord.", "20": "Eleven years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, the Lord spoke to me on the seventh day of the first month.[g] He said:", "21": "Ezekiel, son of man, I, the Lord, have defeated the king of Egypt! I broke his arm, and no one has wrapped it or put it in a sling, so that it could heal and get strong enough to hold a sword. ", "22": "So tell him that I am now his worst enemy. I will break both his arms—the good one and the broken one! His sword will drop from his hand forever, ", "23": "and I will scatter the Egyptians all over the world.", "24-25": "I will strengthen the power of Babylonia's king and give him my sword to use against Egypt. I will also make the wounded king of Egypt powerless, and he will moan in pain and die in front of the Babylonian king. Then everyone on earth will know that I am the Lord. ", "26": "I will force the Egyptians to live as prisoners in foreign nations, and they will know that I, the Lord, have punished them."}