{"1": "Eleven years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, the Lord spoke to me on the first day of the third month.[a] He said:", "2": "Ezekiel, son of man, tell the king of Egypt and his people that I am saying: You are more powerful than anyone on earth. Now listen to this.", "3": "There was once a cedar tree in Lebanon with large, strong branches reaching to the sky.[b]", "4": "This tree had plenty of water to help it grow tall, and nearby streams watered the other trees in the forest.", "5": "But this tree towered over those other trees, and its branches grew long and thick.", "6": "Birds built nests in its branches, and animals were born beneath it. People from all nations lived in the shade of this strong tree.", "7": "It had beautiful, long branches, and its roots found water deep in the soil.", "8": "None of the cedar trees in my garden of Eden were as beautiful as this tree; no tree of any kind had such long branches.", "9": "I, the Lord, gave this tree its beauty, and I helped the branches grow strong. All other trees in Eden wanted to be just like it.", "10": "King of Egypt, now listen to what I, the Lord God, am saying about that tree: The tree grew so tall that it reached the sky[c] and became very proud and arrogant. ", "11": "So I, the Lord God, will reject the tree and hand it over to a foreign ruler, who will punish it for its wickedness. ", "12": "Cruel foreigners will chop it down and leave it wherever it falls. Branches and broken limbs will be scattered over the mountains and in the valleys. The people living in the shade of those branches will go somewhere else. ", "13": "Birds will then nest on the stump of the fallen tree, and wild animals will trample its branches.", "14": "Never again will any tree dare to grow as tall as this tree, no matter how much water it has. Every tree must die, just as humans die and go down to the world of the dead.", "15": "On the day this tree dies and goes to the world below, I, the Lord God, will command rivers and streams to mourn its death. Every underground spring of water and every river will stop flowing.[d] The mountains in Lebanon will be covered with darkness as a sign of their sorrow, and all the trees in the forest will wither. ", "16": "This tree will crash to the ground, and I will send it to the world below. Then the nations of the earth will tremble. The trees from Eden and the choice trees from Lebanon are now in the world of the dead, and they will be comforted when this tree falls. ", "17": "Those people who found protection in its shade will also be sent to the world below, where they will join the dead.[e]", "18": "King of Egypt, all these things will happen to you and your people! You were like this tree at one time—taller and stronger than anyone on earth. But now you will be chopped down, just as every tree in the garden of Eden must die. You will be sent down to the world of the dead, where you will join the godless and the other victims of violent death. I, the Lord God, have spoken."}