{"1": "Twelve years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, the Lord spoke to me on the first day of the twelfth month.[a] He said:", "2": "Ezekiel, son of man, condemn the king of Egypt and tell him I am saying: You act like a lion roaming the earth; but you are nothing more than a crocodile in a river, churning up muddy water with your feet.", "3": "King of Egypt, listen to me. I, the Lord God, will catch you in my net and let a crowd of foreigners drag you to shore. ", "4": "I will throw you into an open field, where birds and animals will come to feed on your body. ", "5": "I will spread your rotting flesh[b] over the mountains and in the valleys, ", "6": "and your blood will flow throughout the land and fill up the streams. ", "7": "I will cover the whole sky and every star with thick clouds, so that the sun and moon will stop shining. ", "8": "The heavens will become black, leaving your country in total darkness. I, the Lord, have spoken.", "9": "Foreign nations you have never heard of will be shocked when I tell them how I destroyed you.[c] ", "10": "They will be horrified, and when I flash my sword in victory on the day of your death, their kings will tremble in the fear of what could happen to them.", "11": "The king of Babylonia is coming to attack you, king of Egypt! ", "12": "Your soldiers will be killed by the cruelest army in the world, and everything you take pride in will be crushed. ", "13": "I will slaughter your cattle that graze by the river,[d] and no people or livestock will be left to muddy its water. ", "14": "The water will be clear, and streams will be calm. I, the Lord God, have spoken.", "15": "Egypt will become a barren wasteland, and no living thing will ever survive there. Then you and your people will know that I am the Lord.", "16": "This is your warning, and it will be used as a funeral song by foreign women to mourn the death of your people. I, the Lord God, have spoken.", "17": "On the fifteenth day of that same month,[e] the Lord said:", "18": "Ezekiel, son of man, mourn for the Egyptians and condemn them to the world of the dead, where they will be buried alongside the people of other powerful nations.[f] ", "19": "Say to them: You may be more beautiful than the people of other nations, but you will also die and join the godless in the world below.", "20": "You cannot escape! The enemy's sword is ready to slaughter every one of you.[g] ", "21": "Brave military leaders killed in battle will gladly welcome you and your allies into the world of the dead.", "22-23": "The graves of soldiers from Assyria are there. They once terrified people, but they were killed in battle and now lie deep in the world of the dead.[h]", "24-25": "The graves of soldiers from Elam are there. The very sight of those godless soldiers once terrified their enemies and made them panic. But now they are disgraced and ashamed as they lie in the world of the dead, alongside others who were killed in battle.", "26": "The graves of soldiers from Meshech and Tubal are there. These godless soldiers who terrified people were all killed in battle. ", "27": "They were not given a proper burial like the heroes of long ago,[i] who were buried with their swords under their heads and with their shields[j] over their bodies. These were the heroes who made their enemies panic.", "28": "You Egyptians will be cruelly defeated, and you will be buried alongside these other godless soldiers who died in battle.", "29": "The graves of kings and leaders from Edom are there. They were powerful at one time. Now they are buried in the world of the dead with other godless soldiers killed in battle.", "30": "The graves of the rulers of the north[k] are there, as well as those of the Sidonians. Their powerful armies once terrified enemies. Now they lie buried in the world of the dead, where they are disgraced like other soldiers killed in battle.", "31": "The Lord God says: When your king of Egypt sees all of these graves, he and his soldiers will be glad they are not the only ones suffering. ", "32": "I sent him to terrify people all over the earth. But he and his army will be killed and buried alongside other godless soldiers in the world of the dead. I, the Lord God, have spoken."}