{"1": "The Lord God said:", "2": "Ezekiel, son of man, Israel's leaders are like shepherds taking care of my sheep, the people of Israel. But I want you to condemn these leaders and tell them: I, the Lord God, say you shepherds of Israel are doomed! You take care of yourselves while ignoring my sheep. ", "3": "You drink their milk and use their wool to make your clothes. Then you butcher the best ones for food. But you don't take care of the flock! ", "4": "You have never protected the weak ones or healed the sick ones or bandaged those that get hurt. You let them wander off and never look for those that get lost. You are cruel and mean to my sheep. ", "5": "They strayed in every direction, and because there was no shepherd to watch them, they were attacked and eaten by wild animals. ", "6": "So my sheep were scattered across the earth. They roamed on hills and mountains, without anyone even bothering to look for them.", "7-8": "Now listen to what I, the living Lord God, am saying to you shepherds. My sheep have been attacked and eaten by wild animals, because you refused to watch them. You never went looking for the lost ones, and you fed yourselves without feeding my sheep. ", "9-10": "So I, the Lord, will punish you! I will rescue my sheep from you and never let you be their shepherd again or butcher them for food. I, the Lord, have spoken.", "11": "The Lord God then said: I will look for my sheep and take care of them myself, ", "12": "just as a shepherd looks for lost sheep. My sheep have been lost since that dark and miserable day when they were scattered throughout the nations.[a] But I will rescue them ", "13": "and bring them back from the foreign nations where they now live. I will be their shepherd and will let them graze on Israel's mountains and in the valleys and fertile fields. ", "14": "They will be safe as they feed on grassy meadows and green hills. ", "15": "I promise to take care of them and keep them safe, ", "16": "to look for those that are lost and bring back the ones that wander off, to bandage those that are hurt and protect the ones that are weak. I will also slaughter[b] those that are fat and strong, because I always do right.", "17": "The Lord God said to his sheep, the people of Israel: I will carefully watch each one of you to decide which ones are the strong sheep and which ones are weak. ", "18": "Some of you eat the greenest grass, then trample down what's left when you finish. Others drink clean water, then step in the water to make the rest of it muddy. ", "19": "That means my other sheep have nothing fit to eat or drink.", "20": "So I, the Lord God, will separate you strong sheep from the weak. ", "21": "You strong ones have used your powerful horns to chase off those that are weak, ", "22": "but I will rescue them and no longer let them be mistreated. I will separate the good from the bad.", "23": "After that, I will give you a shepherd from the family of my servant King David. All of you, both strong and weak, will have the same shepherd, and he will take good care of you. ", "24": "He will be your leader, and I will be your God. I, the Lord, have spoken.", "25": "The Lord God said: The people of Israel are my sheep, and I solemnly promise that they will live in peace. I will chase away every wild animal from the desert and the forest, so my sheep will not be afraid. ", "26": "They will live around my holy mountain,[c] and I will bless them by sending more than enough rain ", "27": "to make their trees produce fruit and their crops to grow. I will set them free from slavery and let them live safely in their own land. Then they will know that I am the Lord. ", "28": "Foreign nations will never again rob them, and wild animals will no longer kill and eat them. They will have nothing to fear. ", "29": "I will make their fields produce large amounts of crops, so they will never again go hungry or be laughed at by foreigners. ", "30": "Then everyone will know that I protect my people Israel. I, the Lord, make this promise. ", "31": "They are my sheep; I am their God, and I take care of them."}