{"1": "The Lord said: Ezekiel, son of man, tell the mountains of Israel ", "2": "that I, the Lord God, am saying: Your enemies sneered and said that you mountains belonged to them. ", "3": "They ruined and crushed you from every side, and foreign nations captured and made fun of you. ", "4": "So all you mountains and hills, streams and valleys, listen to what I will do. Your towns may now lie in ruins, and nations may laugh and insult you. ", "5": "But in my fierce anger, I will turn against those nations, and especially the Edomites, because they laughed at you the loudest and took over your pasturelands. ", "6": "You have suffered long enough, and, I, the Lord God, am very angry! Nations have insulted you, ", "7": "so I will now insult and disgrace them. That is my solemn promise.", "8": "Trees will grow on you mountains of Israel and produce fruit for my people, because they will soon come home. ", "9": "I will take care of you by plowing your soil and planting crops on your fertile slopes. ", "10": "The people of Israel will return and rebuild your ruined towns and live in them. ", "11": "Children will be born, and animals will give birth to their young. You will no longer be deserted as you are now, but you will be covered with people and treated better than ever. Then you will know that I am the Lord.", "12": "I will bring my people Israel home, and they will live on you mountains, because you belong to them, and your fertile slopes will never again let them starve. ", "13": "It's true that you have been accused of not producing enough food and of letting your people starve. ", "14-15": "But I, the Lord, promise that you won't hear other nations laugh and sneer at you ever again. From now on, you will always produce plenty of food for your people. I, the Lord God, have spoken.", "16": "The Lord said:", "17": "Ezekiel, son of man, when the people of Israel were living in their own country, they made the land unclean by the way they behaved, just as a woman's monthly period makes her unclean. ", "18": "They committed murders and worshiped idols, which made the land even worse. So in my anger, I punished my people ", "19": "and scattered them throughout the nations, just as they deserved. ", "20": "Wherever they went, my name was disgraced, because foreigners insulted my people by saying I had forced them out of their own land.", "21": "I care what those foreigners think of me, ", "22": "so tell the Israelites that I am saying: You have disgraced my holy name among the nations where you now live. So you don't deserve what I'm going to do for you. I will lead you home to bring honor to my name ", "23": "and to show foreign nations that I am holy. Then they will know that I am the Lord God. I have spoken.", "24": "I will gather you from the foreign nations and bring you home. ", "25": "I will sprinkle you with clean water, and you will be clean and acceptable to me. I will wash away everything that makes you unclean, and I will remove your disgusting idols. ", "26": "I will take away your stubborn heart and give you a new heart and a desire to be faithful. You will have only pure thoughts, ", "27": "because I will put my Spirit in you and make you eager to obey my laws and teachings. ", "28": "You will once again live in the land I gave your ancestors; you will be my people, and I will be your God.", "29": "I will protect you from anything that makes you unclean. Your fields will overflow with grain, and no one will starve. ", "30": "Your trees will be filled with fruit, and crops will grow in your fields, so that you will never again feel ashamed for not having enough food. ", "31": "You will remember your evil ways and hate yourselves for what you've done. ", "32": "People of Israel, I'm not doing these things for your sake. You sinned against me, and you must suffer shame and disgrace for what you have done. I, the Lord God, have spoken.", "33": "After I have made you clean, I will let you rebuild your ruined towns and let you live in them. ", "34": "Your land will be plowed again, and nobody will be able to see that it was once barren. ", "35": "Instead, they will say that it looks as beautiful as the garden of Eden. They won't see towns lying in ruins, but they will see your strong cities filled with people. ", "36": "Then the nearby nations that survive will know that I am the one who rebuilt the ruined places and replanted the barren fields. I, the Lord, make this promise.", "37": "I will once again answer your prayers, and I will let your nation grow until you are like a large flock of sheep. ", "38": "The towns that now lie in ruins will be filled with people, just as Jerusalem was once filled with sheep to be offered as sacrifices during a festival. Then you will know that I am the Lord."}