{"1": "Some time later, I felt the Lord's power take control of me, and his Spirit carried me to a valley full of bones. ", "2": "The Lord showed me all around, and everywhere I looked I saw bones that were dried out. ", "3": "He said, “Ezekiel, son of man, can these bones come back to life?” I replied, “Lord God, only you can answer that.”", "4": "He then told me to say: Dry bones, listen to what the Lord is saying to you, ", "5": "“I, the Lord God, will put breath in you, and once again you will live. ", "6": "I will wrap you with muscles and skin and breathe life into you. Then you will know that I am the Lord.”", "7": "I did what the Lord said, but before I finished speaking, I heard a rattling noise. The bones were coming together! ", "8": "I saw muscles and skin cover the bones, but they had no life in them.", "9": "The Lord said: Ezekiel, now say to the wind,[a] “The Lord God commands you to blow from every direction and to breathe life into these dead bodies, so they can live again.”", "10": "As soon as I said this, the wind blew among the bodies, and they came back to life! They all stood up, and there were enough to make a large army.", "11": "The Lord said: Ezekiel, the people of Israel are like dead bones. They complain that they are dried up and that they have no hope for the future. ", "12": "So tell them, “I, the Lord God, promise to open your graves and set you free. I will bring you back to Israel, ", "13": "and when that happens, you will realize that I am the Lord. ", "14": "My Spirit will give you breath, and you will live again. I will bring you home, and you will know that I have kept my promise. I, the Lord, have spoken.”", "15": "The Lord said:", "16": "Ezekiel, son of man, get a stick and write on it, “The kingdom of Judah.” Then get another stick and write on it, “The kingdom of Israel.”[b] ", "17": "Hold these two sticks end to end, so they look like one stick. ", "18": "And when your people ask you what this means, ", "19": "tell them that I, the Lord, will join together the stick of Israel and the stick of Judah. I will hold them in my hand, and they will become one.", "20": "Hold these two sticks where they can be seen by everyone ", "21": "and then say: I, the Lord God, will gather the people of Israel and bring them home from the foreign nations where they now live. ", "22": "I will make them into one nation and let them once again live in the land of Israel. Only one king will rule them, and they will never again be divided into two nations. ", "23": "They will no longer worship idols and do things that make them unacceptable to me. I will wash away their sin and make them clean, and I will protect them from everything that makes them unclean. They will be my people, and I will be their God.", "24-25": "Their king will always come from the family of my servant King David and will care for them like a shepherd. The people of Israel will faithfully obey my laws. They and their descendants will live in the land I gave my servant Jacob, just as their ancestors did. ", "26": "I solemnly promise to bless the people of Israel with unending peace. I will protect them and let them become a powerful nation. My temple will stand in Israel for all time, ", "27": "and I will live among my people and be their God. ", "28": "Every nation on earth will know that my temple is in Israel and that I have chosen the Israelites to be my people."}