{"1": "The Lord said: Ezekiel, son of man, condemn Gog and tell him: You are the ruler of Meshech and Tubal, but I, the Lord, am your enemy! ", "2": "I will turn you around and drag you from the north until you reach the mountains of Israel. ", "3": "I will knock the bow out of your left hand and the arrows out of your right hand, ", "4": "and you and your army will die on those mountains. Then birds and wild animals will eat the flesh ", "5": "of your dead bodies left lying in open fields. I, the Lord, have spoken.", "6": "I will set fire to the land of Magog and to those nations along the seacoast that think they are so secure, and they will know that I am the Lord.", "7": "My people Israel will know me, and they will no longer disgrace my holy name. Everyone on earth will know that I am the holy Lord God of Israel. ", "8": "The day is coming when these things will happen, just as I have promised.", "9": "When that day comes, the people in the towns of Israel will collect the weapons of their dead enemies. They will use these shields, bows and arrows, spears, and clubs as firewood, and there will be enough to last for seven years. ", "10": "They will burn these weapons instead of gathering sticks or chopping down trees. That's how the Israelites will take revenge on those who robbed and abused them. I, the Lord, have spoken.", "11": "The Lord said: After Gog has been destroyed, I will bury him and his army in Israel, in Travelers'[a] Valley, east of the Dead Sea. That graveyard will be so large that it will block the way of anyone who tries to walk through the valley,[b] which will then be known as “The Valley of Gog's Army.”[c] ", "12": "The Israelites will spend seven months burying dead bodies and cleaning up their land. ", "13": "Everyone will help with the burial, and they will be honored for this on the day the brightness of my glory is seen. ", "14": "After those seven months, the people will appoint a group of men to look for any dead bodies left unburied. This must be done for seven months to make sure that the land is no longer unclean. ", "15": "Whenever they find a human bone, they will set up a marker next to it. Then the gravediggers will bury it in “The Valley of Gog's Army” ", "16": "near the town of “Gog's Army.” After that, the land will be pure again.", "17": "Ezekiel, son of man, I am going to hold a feast on Israel's mountains and offer sacrifices there. So invite all the birds and wild animals to come from every direction and eat the meat of sacrifices and drink the blood. The birds and animals ", "18": "will feast on the bodies of warriors and foreign rulers that I will sacrifice like sheep, goats, and bulls. ", "19": "I want the birds and animals to eat until they are full and drink until they are drunk. ", "20": "They will come to my table and stuff themselves with the flesh of horses and warriors of every kind. I, the Lord God, have spoken.", "21": "The Lord said: When I punish the nations of the earth, they will see the brightness of my glory. ", "22": "The people of Israel will know from then on that I am the Lord their God. ", "23": "Foreign nations will realize that the Israelites were forced to leave their own land because they sinned against me. I turned my back on my people and let enemies attack and kill them. ", "24": "Their lives were wicked and corrupt, and they deserved to be punished.", "25": "Now I will show mercy to the people of Israel and bring them back from the nations where they are living. They are Jacob's descendants, so I will bless them and show that I am holy. ", "26": "They will live safely in their own land, but will be ashamed when they remember their evil ways and how they disgraced me.[d] ", "27": "Foreign nations will watch as I take the Israelites from enemy lands and bring them back home, and those nations will see that I am holy.", "28": "My people will realize that I, the Lord their God, sent them away as prisoners and now will bring them back to their own land. ", "29": "Never again will I turn my back on the people of Israel, and my Spirit will live in them. I, the Lord, have spoken."}