{"1": "The man took me back to the east gate of the temple, ", "2": "where I saw the brightness of the glory of Israel's God coming from the east. The sound I heard was as loud as ocean waves, and everything around was shining with the dazzling brightness of his glory. ", "3": "This vision was like the one I had seen when God came to destroy Jerusalem and like the one I had seen near the Chebar River. I immediately bowed with my face to the ground, ", "4": "and the Lord's glory came through the east gate and into the temple.[a] ", "5": "The Lord's Spirit lifted me to my feet and carried me to the inner courtyard, where I saw that the Lord's glory had filled the temple.", "6": "The man was standing beside me, and I heard the Lord[b] say from inside the temple:", "7": "Ezekiel, son of man, this temple is my throne on earth. I will live here among the people of Israel forever. They and their kings will never again disgrace me by worshiping idols at local shrines or by setting up memorials to their dead kings.[c] ", "8": "Israel's kings built their palaces so close to my holy temple that only a wall separated them from me. Then these kings disgraced me with their evil ways, and in my fierce anger I destroyed them. ", "9": "But if the people and their kings stop worshiping other gods and tear down those memorials, I will live among them forever.", "10": "The people of Israel must suffer shame for sinning against me, so tell them about my holy temple. Let them think about it, ", "11": "then if they are truly sorry, describe for them the design and shape of the temple, the gates, the measurements, and how the buildings are arranged. Explain the regulations about worshiping there, then write down these things, so they can study and obey them.", "12": "The temple area on my holy mountain must be kept sacred! This is the most important law about the temple.", "13": "According to the official standards, the altar in the temple had the following measurements: Around the bottom of the altar was a gutter twenty inches wide and twenty inches deep, with a ten inch ledge on the outer rim. ", "14-17": "The altar rested on a base and had three sections, each one of them square. The bottom section was twenty-seven feet on each side and three feet high. The middle section was twenty-four feet on each side and seven feet high, and it had a ten inch rim around its outer edge. The top section, which was twenty feet on each side and seven feet high, was the place where sacrifices were burned, and the four corners of the top section looked like the horns of a bull. The steps leading up to the altar were on the east side.", "18": "The Lord God said: Ezekiel, son of man, after the altar is built, it must be dedicated by offering sacrifices on it and by splattering it with blood. Here is what you must do: ", "19": "The priests of the Levi tribe from the family of Zadok the priest are the only ones who may serve in my temple—this is my law. So give them a young bull to slaughter as a sacrifice for sin. ", "20": "Take some of the animal's blood and smear it on the four corners of the altar, some on the corners of the middle section, and some more on the rim around its edge. That will purify the altar and make it fit for offering sacrifices to me. ", "21": "Then take the body of the bull outside the temple area and burn it at the special place.", "22": "The next day, a goat[d] that has nothing wrong with it must be offered as a sacrifice for sin. Purify the altar with its blood, just as you did with the blood of the bull. ", "23": "Then choose a young bull and a young ram that have nothing wrong with them, ", "24": "and bring them to my temple. The priests will sprinkle salt on them[e] and offer them as sacrifices to please me.[f]", "25": "Each day for the next seven days, you must offer a goat and a bull and a ram as sacrifices for sin. These animals must have nothing wrong with them. ", "26": "The priests will purify the altar during those days, so that it will be acceptable to me and ready to use. ", "27": "From then on, the priests will use this altar to offer sacrifices to please me and sacrifices to ask my blessing.[g] Then I will be pleased with the people of Israel. I, the Lord God, have spoken."}