{"1": "The man took me back to the outer courtyard, near the east gate of the temple area. I saw that the doors to this gate were closed. ", "2": "The Lord said: I, the Lord God of Israel, came through this gate, so it must remain closed forever! No one must ever use it. ", "3": "The ruler of Israel may come here to eat a sacrificial meal that has been offered to me, but he must use only the entrance room of this gate.", "4": "Then the man took me through the north gate to the front of the temple. I saw that the brightness of the Lord's glory had filled the temple, and I immediately bowed with my face to the ground.", "5": "The Lord said: Ezekiel, son of man, I am going to give you the laws for my temple. So pay attention and listen carefully to what kind of people are allowed to come in the temple, and what kind are not. ", "6": "Tell those rebellious people of Israel: I, the Lord God, command you to stop your evil ways! ", "7": "My temple has been disgraced, because you have let godless, stubborn foreigners come here when sacrifices are being offered to me. You have sinned and have broken our solemn agreement. ", "8": "Instead of following the proper ways to worship me, you have put foreigners in charge of worship at my temple.", "9": "And so I, the Lord God, say that no godless foreigner who disobeys me will be allowed in my temple. This includes any foreigner living in Israel.", "10": "The Lord said: Some of the Levites turned their backs on me and joined the other people of Israel in worshiping idols. So these Levites must be punished! ", "11": "They will still be allowed to serve me as temple workers by guarding the gates and by killing the animals to be sacrificed and by helping the worshipers. ", "12": "But because these Levites served the people of Israel when they worshiped idols, I, the Lord God, promise that the Levites will be punished. They did not stop the Israelites from sinning, ", "13": "and now I will no longer let the Levites serve as my priests or come near anything sacred to me. They must suffer shame and disgrace for their disgusting sins. ", "14": "They will be responsible for all the hard work that must be done in the temple.", "15": "The Lord said: The priests of the Levi tribe who are descendants of Zadok the priest were faithful to me, even when the rest of the Israelites turned away. And so, these priests will continue to serve as my priests and to offer the fat and the blood of sacrifices. ", "16": "They will come into my temple, where they will offer sacrifices at my altar and lead others in worship.", "17": "When they come to the inner courtyard, they must wear their linen priestly clothes. My priests must never wear anything made of wool when they are on duty in this courtyard or in the temple. ", "18": "Even their turbans and underwear must be made of linen to keep my priests from sweating when they work. ", "19": "And before they leave to join the other people in the outer courtyard, they must take off their priestly clothes, then place them in the sacred rooms and put on their regular clothes.[a] That way, no one will touch their sacred clothes and be harmed.[b]", "20": "Priests must never shave their heads when they are mourning. But they must keep their hair properly trimmed and not let it grow too long. ", "21": "They must not drink wine before going to the inner courtyard.", "22": "A priest must not marry a divorced woman; he can marry only a virgin from Israel or the widow of another priest.", "23": "Priests must teach my people the difference between what is sacred and what is ordinary, and between what is clean and what is unclean. ", "24": "They will make decisions in difficult legal cases, according to my own laws. They must also observe the religious festivals my Law requires and must always respect the Sabbath.", "25": "Touching a dead body will make a person unclean. So a priest must not go near a dead body, unless it is one of his parents or children, or his brother or unmarried sister. ", "26": "If a priest touches a dead body, he is unclean and must go through a ceremony to make himself clean. Then seven days later, ", "27": "he must go to the inner courtyard of the temple and offer a sacrifice for sin. After that, he may once again serve as my priest. I, the Lord God, have spoken.", "28": "I myself will provide for my priests, and so they won't receive any land of their own. ", "29": "Instead, they will receive part of the grain sacrifices, as well as part of the sacrifices for sin and sacrifices to make things right. They will also be given everything in Israel that has been completely dedicated to me.[c] ", "30": "The first part of every harvest will belong to the priests. They will also receive part of all special gifts and offerings the Israelites bring to me. And whenever any of my people bake bread, they will give their first loaf as an offering to the priests, and I will bless the homes of the people when they do this.", "31": "Priests must not eat any bird or animal that dies a natural death or that has been killed by a wild animal."}