{"1": "The Lord said: When the land of Israel is divided among the twelve tribes, you must set aside an area that will belong to me. This sacred area will be eight miles long and six[a] miles wide. ", "2": "The temple will be on a piece of land eight hundred forty feet square, and the temple will be completely surrounded by an open space eighty-four feet wide.", "3-4": "I will give half of my sacred land, a section eight miles long and three miles wide, to the priests who serve in the temple. Their houses will be in this half, as well as my temple, which is the most sacred place of all.", "5": "I will give the other half of my land to the Levites who work in my temple, and the towns[b] where they will live will be there.", "6": "Next to my sacred land will be an area eight miles long and two miles wide. This will belong to the people of Israel and will include the city of Jerusalem.", "7-8": "The Lord said: The regions west and east of my sacred land and the city of Jerusalem will belong to the ruler of Israel. He will be given the region between the western edge of my land and the Mediterranean Sea, and between the eastern edge of my land and the Jordan River. This will mean that the length of his property will be the same as the sections of land given to the tribes. This property will belong to every ruler of Israel, so they will always be fair to my people and will let them live peacefully in the land given to their tribes.", "9": "The Lord God said: You leaders of Israel have robbed and cheated my people long enough! I want you to stop sinning and start doing what is right and fair. You must never again force my people off their own land. I, the Lord, have spoken.", "10": "So from now on, you must use honest weights and measures. ", "11": "The ephah will be the standard dry measure, and the bath will be the standard liquid measure. Their size will be based on the homer, which will equal ten ephahs or ten baths.[c]", "12": "The standard unit of weight will be the shekel.[d] One shekel will equal twenty gerahs, and sixty shekels will equal one mina.", "13": "Leaders of Israel, the people must bring you one sixtieth of their grain harvests as offerings to me. ", "14": "They will also bring one percent of their olive oil. These things will be measured according to the bath, and ten baths is the same as one homer or one cor. ", "15": "Finally, they must bring one sheep out of every two hundred from their flocks. These offerings will be used as grain sacrifices, as well as sacrifices to please me[e] and those to ask my blessing.[f] I, the Lord, will be pleased with these sacrifices and will forgive the sins of my people.", "16": "The people of Israel will bring you these offerings. ", "17": "But during New Moon Festivals, Sabbath celebrations, and other religious feasts, you leaders will be responsible for providing animals for the sacrifices, as well as the grain and wine. All these will be used for the sacrifices for sin, the grain sacrifices, the sacrifices to please me, and those to ask my blessing. I will be pleased and will forgive the sins of my people.", "18": "The Lord God said: On the first day of the first month,[g] a young bull that has nothing wrong with it must be offered as a sacrifice to purify the temple. ", "19": "The priest will take some blood from this sacrifice and smear it on the doorposts of the temple, as well as on the four corners of the altar and on the doorposts of the gates that lead into the inner courtyard.", "20": "The same ceremony must also be done on the seventh day of the month, so that anyone who sins accidentally or without knowing it will be forgiven, and so that my temple will remain holy.", "21": "Beginning on the fourteenth day of the first month, and continuing for seven days, everyone will celebrate Passover and eat bread made without yeast. ", "22": "On the first day, the ruler will bring a bull to offer as a sacrifice for his sins and for the sins of the people. ", "23": "Each day of the festival he is to bring seven bulls and seven rams as sacrifices to please me,[h] and he must bring a goat[i] as a sacrifice for sin. These animals must have nothing wrong with them. ", "24": "He will also provide twenty pounds of grain and four quarts of olive oil to be offered with each bull and each ram.", "25": "The Festival of Shelters will begin on the fifteenth day of the seventh month[j] and will continue for seven days. On each day of this festival, the ruler will provide the same number of animals that he did each day during Passover, as well as the same amount of grain and olive oil for the sacrifices."}