{"1": "The Lord said: The east gate of the inner courtyard must remain closed during the six working days of each week. But on the Sabbath and on the first day of the month, this gate will be opened. ", "2": "Israel's ruler will go from the outer courtyard into the entrance room of this gate and stand in the doorway while the priest offers sacrifices to ask my blessing[a] and sacrifices to please me.[b] The ruler will bow with his face to the ground to show that he has worshiped me. Then he will leave, and the gate will remain open until evening.", "3": "Each Sabbath and on the first day of each month, the people of Israel must also come to the east gate and worship me. ", "4": "On the Sabbath, the ruler will bring six lambs and one ram to be offered as sacrifices to please me. There must be nothing wrong with any of these animals. ", "5": "With the ram, he is to offer twenty pounds of grain, and with each of the lambs, he can offer as much as he wants. He must also offer four quarts of olive oil with every twenty pounds of grain.", "6": "The ruler is to bring six lambs, a bull, and a ram to be offered as sacrifices at the New Moon Festival. There must be nothing wrong with any of these animals. ", "7": "With the bull and the ram, he is to offer twenty pounds of grain, and with each of the lambs, he can offer as much as he wants. He must also offer four quarts of olive oil with every twenty pounds of grain. ", "8": "The ruler must come through the entrance room of the east gate and leave the same way.", "9": "When my people come to worship me during any festival, they must always leave by the opposite gate from which they came: Those who come in the north gate must leave by the south gate, and those who come in the south gate must leave by the north gate. ", "10": "Their ruler will come in at the same time they do and leave at the same time they leave.", "11": "At all other festivals and celebrations, twenty pounds of grain will be offered with a bull, and twenty pounds will be offered with a ram. The worshipers can offer as much grain as they want with each lamb. Four quarts of olive oil must be offered with every twenty pounds of grain.", "12": "If the ruler voluntarily offers a sacrifice to please me or to ask my blessing, the east gate of the inner courtyard will be opened for him. He will offer his sacrifices just as he does on each Sabbath; then he will leave, and the gate will be closed.", "13": "Each morning a year-old lamb that has nothing wrong with it must be offered as a sacrifice to please me. ", "14": "Along with it, three pounds of fine flour mixed with a quart of olive oil must be offered as a grain sacrifice. This law will never change—", "15": "the lamb, the flour, and the olive oil will be offered to me every morning for all time.", "16": "The Lord God said: If the ruler of Israel gives some of his land to one of his children, it will belong to the ruler's child as part of the family property. ", "17": "But if the ruler gives some of his land to one of his servants, the land will belong to the servant until the Year of Celebration, when it will be returned to the ruler.[c] Only the ruler's children can keep what is given to them.", "18": "The ruler must never abuse my people by taking land from them. Any land he gives his children must already belong to him.", "19": "The man who was showing me the temple[d] then took me back to the inner courtyard. We walked to the south side of the courtyard and stopped at the door to the sacred rooms that belonged to the priests. He showed me more rooms at the western edge of the courtyard ", "20": "and said, “These are the kitchens where the priests must boil the meat to be offered as sacrifices to make things right[e] and as sacrifices for sin.[f] They will also bake the grain for sacrifices in these kitchens. That way, these sacred offerings won't have to be carried through the outer courtyard, where someone could accidentally touch them and be harmed.”[g]", "21": "We went back to the outer courtyard and walked past the four corners. ", "22": "At each corner I saw a smaller courtyard, sixty-eight feet long and fifty feet wide. ", "23": "Around the inside of these smaller courtyards was a low wall of stones, and against the wall were places to build fires.[h] ", "24": "The man said, “These are the kitchens where the temple workers will boil the meat that worshipers offer as sacrifices.”"}