{"1": "The man took me back to the temple, where I saw a stream flowing from under the entrance. It began in the south part of the temple, where it ran past the altar and continued east through the courtyard.", "2": "We walked out of the temple area through the north gate and went around to the east gate. I saw the small stream of water flowing east from the south side of the gate.", "3": "The man walked east, then took out his measuring stick and measured five hundred sixty yards downstream. He told me to wade through the stream there, and the water came up to my ankles. ", "4": "Then he measured another five hundred sixty yards downstream, and told me to wade through it there. The water came up to my knees. Another five hundred sixty yards downstream the water came up to my waist. ", "5": "Another five hundred sixty yards downstream, the stream had become a river that could be crossed only by swimming. ", "6": "The man said, “Ezekiel, son of man, pay attention to what you've seen.” We walked to the riverbank, ", "7": "where I saw dozens of trees on each side. ", "8": "The man said: This water flows eastward to the Jordan River valley and empties into the Dead Sea, where it turns the salt water into fresh water. ", "9": "Wherever this water flows, there will be all kinds of animals and fish, because it will bring life and fresh water to the Dead Sea. ", "10": "From En-Gedi to Eneglaim, people will fish in the sea and dry their nets along the coast. There will be as many kinds of fish in the Dead Sea as there are in the Mediterranean Sea. ", "11": "But the marshes along the shore will remain salty, so that people can use the salt from them.", "12": "Fruit trees will grow all along this river and produce fresh fruit every month. The leaves will never dry out, because they will always have water from the stream that flows from the temple, and they will be used for healing people.", "13-14": "The Lord God said to the people of Israel: When the land is divided among the twelve tribes of Israel, the Joseph tribe[a] will receive two shares. Divide the land equally, because I promised your ancestors that this land would someday belong to their descendants. These are the borders of the land:", "15": "The northern border will begin at the Mediterranean Sea, then continue eastward to Hethlon, to Lebo-Hamath, then across to Zedad, ", "16": "Berothah,[b] and Sibraim, which is on the border between the two kingdoms of Damascus and Hamath. The border will end at Hazer-Hatticon, which is on the border of Hauran. ", "17": "So the northern border will run between the Mediterranean Sea and Hazar-Enon, which is on the border between Damascus and Hamath.[c]", "18": "The eastern border will begin on the border between the two kingdoms of Hauran and Damascus. It will run south along the Jordan River, which separates the territories of Gilead and Israel, and it will end at the Dead Sea near the town of Tamar.[d]", "19": "The southern border will begin at Tamar, then run southwest to the springs near Meribath-Kadesh. It will continue along the Egyptian Gorge and will end at the Mediterranean Sea.", "20": "The western border will run north along the Mediterranean Sea to a point just west of Lebo-Hamath.", "21": "That is the land to be divided among the tribes of Israel. ", "22": "It will belong to the Israelites and to any foreigners living among them whose children were born in Israel. These foreigners must be treated like any other Israelite citizen, and they will receive ", "23": "a share of the land given to the tribe where they live. I, the Lord God, have spoken."}