{"1": "The Lord said: Ezekiel, son of man, get a sharp sword and use it to cut off your hair and beard. Weigh the hair and divide it into three equal piles. ", "2": "After you attack the brick that stands for Jerusalem, burn one pile of your hair on the brick. Chop up the second pile and let the small pieces of hair fall around the brick. Throw the third pile into the wind, and I will strike it with my own sword.", "3": "Keep a few of the hairs and wrap them in the hem of your clothes. ", "4": "Then pull out a few of those hairs and throw them in the fire, so they will also burn. This fire will spread, destroying everyone in Israel.", "5": "I am the Lord God, and I have made Jerusalem the most important place in the world, and all other nations admire it. ", "6": "But the people of Jerusalem rebelled and refuse to obey me. They ignored my laws and have become even more sinful than the nations around them.", "7": "So tell the people of Jerusalem: I am the Lord God! You have refused to obey my laws and teachings, and instead you have obeyed the laws of the surrounding nations. You have become more rebellious than any of them! ", "8": "Now all those nations will watch as I turn against you and punish you ", "9": "for your sins. Your punishment will be more horrible than anything I've ever done or will ever do again. ", "10": "Parents will be so desperate for food that they will eat their own children, and children will eat their parents. Those who survive this horror will be scattered in every direction.", "11": "Your disgusting sins have made my temple unfit as a place to worship me. So I swear by my own life that I will turn my back on you and show you no pity. ", "12": "A third of you will die here in Jerusalem from disease or starvation. Another third will be killed in war. And I will scatter the last third of you in every direction, then track you down and kill you.", "13": "You will feel my fierce anger until I have finished taking revenge. Then you will know that I, the Lord, was furious because of your disobedience. ", "14": "Every passerby will laugh at your destruction. Foreign nations ", "15": "will insult you and make fun of you, but they will also be shocked and terrified at what I did in my anger. ", "16": "I will destroy your crops until you starve to death, and disasters will strike you like arrows. ", "17": "Starvation and wild animals will kill your children. I'll punish you with horrible diseases, and your enemies will strike you down with their swords. I, the Lord, have spoken."}