{"1": "The Lord God said:", "2": "Ezekiel, son of man, face the hills of Israel and tell them:", "3": "Listen, you mountains and hills, and every valley and gorge! I, the Lord, am about to turn against you and crush all the places where foreign gods are worshiped. ", "4": "Every altar will be smashed, and in front of the idols I will put to death the people who worship them. ", "5": "Dead bodies and bones will be lying around the idols and the altars. ", "6": "Every town in Israel will be destroyed to make sure that each shrine, idol, and altar is smashed—everything the Israelites made will be a pile of ruins. ", "7": "All over the country, your people will die. And those who survive will know that I, the Lord, did these things. ", "8": "I will let some of the people live through this punishment, but I will scatter them among the nations, ", "9": "where they will be prisoners. And when they think of me, they will realize that they disgraced me by rebelling and by worshiping idols. They will hate themselves for the evil things they did, ", "10": "and they will know that I am the Lord and that my warnings must be taken seriously.", "11": "The Lord God then said: Ezekiel, beat your fists together and stomp your feet in despair! Moan in sorrow, because the people of Israel have done disgusting things and now will be killed by enemy troops, or they will die from starvation and disease. ", "12": "Those who live far away will be struck with deadly diseases. Those who live nearby will be killed in war. And the ones who are left will starve to death. I will let loose my anger on them! ", "13": "These people used to offer incense to idols at altars built on hills and mountaintops and in the shade of large oak trees. But when they see dead bodies lying around those altars, they will know that I am the Lord. ", "14": "I will make their country a barren wasteland, from the Southern Desert to the town of Diblah in the north. Then they will know that I, the Lord, have done these things."}