{"1": "Six years after King Jehoiachin and the rest of us had been led away as prisoners to Babylonia, the leaders of Judah were meeting with me in my house. On the fifth day of the sixth month,[a] the Lord God suddenly took control of me, ", "2": "and I saw something in the shape of a human.[b] This figure was like fire from the waist down, and it was bright as polished metal from the waist up. ", "3": "It reached out what seemed to be a hand and grabbed my hair. Then in my vision the Lord's Spirit lifted me into the sky and carried me to Jerusalem. The Spirit took me to the north gate of the temple's inner courtyard, where there was an idol that disgusted the Lord and made him furious. ", "4": "Then I saw the brightness of the glory of the God of Israel, just as I had seen it near the Chebar River.", "5": "God said to me, “Ezekiel, son of man, look north.” And when I did, I saw that disgusting idol by the altar near the gate.", "6": "God then said, “Do you see the terrible sins of the people of Israel? Their sins are making my holy temple unfit as a place to worship me. Yet you will see even worse things than this.”", "7": "Next, I was taken to the entrance of the courtyard, where I saw a hole in the wall.", "8": "God said, “Make this hole bigger.” And when I did, I realized it was a doorway. ", "9": "“Go in,” God said, “and see what horrible and evil things the people are doing.”", "10": "Inside, I saw that the walls were covered with pictures of reptiles and disgusting, unclean animals,[c] as well as with idols that the Israelites were worshiping. ", "11": "Seventy Israelite leaders were standing there, including Jaazaniah son of Shaphan. Each of these leaders was holding an incense burner, and the smell of incense filled the room.", "12": "God said, “Ezekiel, do you see what horrible things Israel's leaders are doing in secret? They have filled their rooms with idols. And they say I can't see them, because they think I have already deserted Israel. ", "13": "But I will show you something even worse than this.”", "14": "He took me to the north gate of the temple, where I saw women mourning for the god Tammuz.[d] ", "15": "God asked me, “Can you believe what these women are doing? But now I want to show you something worse.”", "16": "I was then led into the temple's inner courtyard, where I saw about twenty-five men standing near the entrance, between the porch and the altar. Their backs were to the Lord's temple, and they were bowing down to the rising sun.", "17": "God said, “Ezekiel, it's bad enough that the people of Judah are doing these disgusting things. But they have also spread violence and injustice everywhere in Israel and have made me very angry. They have disgraced and insulted me in the worst possible way.[e] ", "18": "So in my fierce anger, I will punish them without mercy and refuse to help them when they cry out to me.”"}