{"1": "In the eighth month of the second year Darius was king, the Lord spoke his word to the prophet Zechariah son of Berekiah, who was the son of Iddo. The Lord said, ", "2": "“The Lord was very angry with your ancestors. ", "3": "So tell the people: This is what the Lord All-Powerful says: 'Return to me, and I will return to you,' says the Lord All-Powerful. ", "4": "Don't be like your ancestors. In the past the prophets said to them: This is what the Lord All-Powerful says: 'Stop your evil ways and evil actions.' But they wouldn't listen or pay attention to me, says the Lord. ", "5": "Your ancestors are dead, and those prophets didn't live forever. ", "6": "I commanded my words and laws to my servants the prophets, and they preached to your ancestors, who returned to me. They said, 'The Lord All-Powerful did as he said he would. He punished us for the way we lived and for what we did.'”", "7": "It was on the twenty-fourth day of the eleventh month, which is the month of Shebat, in Darius's second year as king. The Lord spoke his word to the prophet Zechariah son of Berekiah, who was the son of Iddo.", "8": "During the night I had a vision. I saw a man riding a red horse. He was standing among some myrtle trees in a ravine, with red, brown, and white horses behind him.", "9": "I asked, “What are these, sir?” The angel who was talking with me answered, “I'll show you what they are.”", "10": "Then the man standing among the myrtle trees explained, “They are the ones the Lord sent through all the earth.”", "11": "Then they spoke to the Lord's angel, who was standing among the myrtle trees. They said, “We have gone through all the earth, and everything is calm and quiet.”", "12": "Then the Lord's angel asked, “Lord All-Powerful, how long will it be before you show mercy to Jerusalem and the cities of Judah? You have been angry with them for seventy years now.” ", "13": "So the Lord answered the angel who was talking with me, and his words were comforting and good.", "14": "Then the angel who was talking to me said to me, “Announce this: This is what the Lord All-Powerful says: 'I have a strong love for Jerusalem. ", "15": "And I am very angry with the nations that feel so safe. I was only a little angry at them, but they made things worse.'", "16": "“So this is what the Lord says: 'I will return to Jerusalem with mercy. My Temple will be rebuilt,' says the Lord All-Powerful, 'and the measuring line will be used to rebuild Jerusalem.'", "17": "“Also announce: This is what the Lord All-Powerful says: 'My towns will be rich again. The Lord will comfort Jerusalem again, and I will again choose Jerusalem.'”", "18": "Then I looked up and saw four animal horns. ", "19": "I asked the angel who was talking with me, “What are these?” He said, “These are the horns that scattered the people of Judah, Israel, and Jerusalem.”", "20": "Then the Lord showed me four craftsmen. ", "21": "I asked, “What are they coming to do?” He answered, “They have come to scare and throw down the horns. These horns scattered the people of Judah so that no one could even lift up his head. These horns stand for the nations that attacked the people of Judah and scattered them.”"}