{"1": "I looked up again and saw four chariots going out between two mountains, mountains of bronze. ", "2": "Red horses pulled the first chariot. Black horses pulled the second chariot. ", "3": "White horses pulled the third chariot, and strong, spotted horses pulled the fourth chariot. ", "4": "I asked the angel who was talking with me, “What are these, sir?”", "5": "He said, “These are the four spirits of heaven. They have just come from the presence of the Lord of the whole world. ", "6": "The chariot pulled by the black horses will go to the land of the north. The white horses will go to the land of the west, and the spotted horses will go to the land of the south.”", "7": "When the powerful horses went out, they were eager to go through all the earth. So he said, “Go through all the earth,” and they did.", "8": "Then he called to me, “Look, the horses that went north have caused my spirit to rest in the land of the north.”", "9": "The Lord spoke his word to me, saying, ", "10": "“Take silver and gold from Heldai, Tobijah, and Jedaiah, who were captives in Babylon. Go that same day to the house of Josiah son of Zephaniah, who came from Babylon. ", "11": "Make the silver and gold into a crown, and put it on the head of Joshua son of Jehozadak, the high priest. ", "12": "Tell him this is what the Lord All-Powerful says: 'A man whose name is the Branch will branch out from where he is, and he will build the Temple of the Lord. ", "13": "One man[a] will build the Temple of the Lord, and the other[b] will receive honor. One man will sit on his throne and rule, and the other will be a priest on his throne. And these two men will work together in peace.' ", "14": "The crown will be kept in the Temple of the Lord to remind Heldai, Tobijah, Jedaiah, and Josiah son of Zephaniah. ", "15": "People living far away will come and build the Temple of the Lord. Then you will know the Lord All-Powerful has sent me to you. This will happen if you completely obey the Lord your God.”"}