{"1": "The Lord All-Powerful spoke his word, saying, ", "2": "This is what the Lord All-Powerful says: “I have a very strong love for Jerusalem. My strong love for her is like a fire burning in me.”", "3": "This is what the Lord says: “I will return to Jerusalem and live in it. Then it will be called the City of Truth, and the mountain of the Lord All-Powerful will be called the Holy Mountain.”", "4": "This is what the Lord All-Powerful says: “Old men and old women will again sit along Jerusalem's streets, each carrying a cane because of age. ", "5": "And the streets will be filled with boys and girls playing.”", "6": "This is what the Lord All-Powerful says: “Those who are left alive then may think it is too difficult to happen, but it is not too difficult for me,” says the Lord All-Powerful. ", "7": "This is what the Lord All-Powerful says: “I will save my people from countries in the east and west. ", "8": "I will bring them back, and they will live in Jerusalem. They will be my people, and I will be their good and loyal God.”", "9": "This is what the Lord All-Powerful says: “Work hard, you who are hearing these words today. The prophets spoke these words when the foundation was laid for the house of the Lord All-Powerful, for the building of the Temple. ", "10": "Before that time there was no money to hire people or animals. People could not safely come and go because of the enemies; I had turned everyone against his neighbor. ", "11": "But I will not do to these people who are left what I did in the past,” says the Lord All-Powerful.", "12": "“They will plant their seeds in peace, their grapevines will have fruit, the ground will give good crops, and the sky will send rain. I will give all this to the people who are left alive. ", "13": "Judah and Israel, your names have been used as curses in other nations. But I will save you, and you will become a blessing. So don't be afraid; work hard.”", "14": "This is what the Lord All-Powerful says: “When your ancestors made me angry, I planned to punish you. I did not change my mind,” says the Lord All-Powerful. ", "15": "“But now I will do something different. I am planning to do good to Jerusalem and Judah. So don't be afraid. ", "16": "These are the things you should do: Tell each other the truth. In the courts judge with truth and complete fairness. ", "17": "Do not make plans to hurt your neighbors, and don't love false promises. I hate all these things,” says the Lord.", "18": "The Lord All-Powerful spoke his word to me again. ", "19": "This is what the Lord All-Powerful says: “The special days when you fast in the fourth, fifth, seventh, and tenth months will become good, joyful, happy feasts in Judah. But you must love truth and peace.”", "20": "This is what the Lord All-Powerful says: “Many people from many cities will still come to Jerusalem. ", "21": "People from one city will go and say to those from another city, 'We are going to pray to the Lord and to ask the Lord All-Powerful for help. Come and go with us.' ", "22": "Many people and powerful nations will come to worship the Lord All-Powerful in Jerusalem and to pray to the Lord for help.”", "23": "This is what the Lord All-Powerful says: “At that time, ten men from different countries will come and take hold of a Judean by his coat. They will say to him, 'Let us go with you, because we have heard that God is with you.'”"}