{"1": "The Lord spoke his word to Joel son of Pethuel:", "2": "Elders, listen to this message. Listen to me, all you who live in the land. Nothing like this has ever happened during your lifetime or during your ancestors' lifetimes.", "3": "Tell your children about these things, let your children tell their children, and let your grandchildren tell their children.", "4": "What the cutting locusts have left, the swarming locusts have eaten; what the swarming locusts have left, the hopping locusts have eaten, and what the hopping locusts have left, the destroying locusts[a] have eaten.", "5": "Drunks, wake up and cry! All you people who drink wine, cry! Cry because your wine has been taken away from your mouths.", "6": "A powerful nation has come into my land with too many soldiers to count. It has teeth like a lion, jaws like a female lion.", "7": "It has made my grapevine a waste and made my fig tree a stump. It has stripped all the bark off my trees and left the branches white.", "8": "Cry as a young woman cries when the man she was going to marry has died.", "9": "There will be no more grain or drink offerings to offer in the Temple of the Lord. Because of this, the priests, the servants of the Lord, are sad.", "10": "The fields are ruined; the ground is dried up. The grain is destroyed, the new wine is dried up, and the olive oil runs out.", "11": "Be sad, farmers. Cry loudly, you who grow grapes. Cry for the wheat and the barley. Cry because the harvest of the field is lost.", "12": "The vines have become dry, and the fig trees are dried up. The pomegranate trees, the date palm trees, the apple trees— all the trees in the field have died. And the happiness of the people has died, too.", "13": "Priests, put on your rough cloth and cry to show your sadness. Servants of the altar, cry out loud. Servants of my God, keep your rough cloth on all night to show your sadness. Cry because there will be no more grain or drink offerings to offer in the Temple of your God.", "14": "Call for a day when everyone fasts! Tell everyone to stop work! Bring the elders and everyone who lives in the land to the Temple of the Lord your God, and cry out to the Lord.", "15": "What a terrible day it will be! The Lord's day of judging is near, when punishment will come like a destroying attack from the Almighty.", "16": "Our food is taken away while we watch. Joy and happiness are gone from the Temple of our God.", "17": "Though we planted fig seeds, they lie dry and dead in the dirt. The barns are empty and falling down. The storerooms for grain have been broken down, because the grain has dried up.", "18": "The animals are groaning! The herds of cattle wander around confused, because they have no grass to eat; even the flocks of sheep suffer.", "19": "Lord, I am calling to you for help, because fire has burned up the open pastures, and flames have burned all the trees in the field.", "20": "Wild animals also need your help. The streams of water have dried up, and fire has burned up the open pastures."}