{"1": "Blow the trumpet in Jerusalem; shout a warning on my holy mountain. Let all the people who live in the land shake with fear, because the Lord's day of judging is coming; it is near.", "2": "It will be a dark, gloomy day, cloudy and black. Like the light at sunrise, a great and powerful army will spread over the mountains. There has never been anything like it before, and there will never be anything like it again.", "3": "In front of them a fire destroys; in back of them a flame burns. The land in front of them is like the garden of Eden; the land behind them is like an empty desert. Nothing will escape from them.", "4": "They look like horses, and they run like war horses.", "5": "It is like the noise of chariots rumbling over the tops of the mountains, like the noise of a roaring fire burning dry stalks. They are like a powerful army lined up for battle.", "6": "When they see them, nations shake with fear, and everyone's face becomes pale.", "7": "They charge like soldiers; they climb over the wall like warriors. They all march straight ahead and do not move off their path.", "8": "They do not run into each other, because each walks in line. They break through all efforts to stop them and keep coming.", "9": "They run into the city. They run at the wall and climb into the houses, entering through windows like thieves.", "10": "Before them, earth and sky shake. The sun and the moon become dark, and the stars stop shining.", "11": "The Lord shouts out orders to his army. His army is very large! Those who obey him are very strong! The Lord's day of judging is an overwhelming and terrible day. No one can stand up against it!", "12": "The Lord says, “Even now, come back to me with all your heart. Fast, cry, and be sad.”", "13": "Tearing your clothes is not enough to show you are sad; let your heart be broken. Come back to the Lord your God, because he is kind and shows mercy. He doesn't become angry quickly, and he has great love. He can change his mind about doing harm.", "14": "Who knows? Maybe he will turn back to you and leave behind a blessing for you. Grain and drink offerings belong to the Lord your God.", "15": "Blow the trumpet in Jerusalem; call for a day when everyone fasts. Tell everyone to stop work.", "16": "Bring the people together and make the meeting holy for the Lord. Bring together the elders, as well as the children, and even babies that still feed at their mothers' breasts. The bridegroom should come from his room, the bride from her bedroom.", "17": "The priests, the Lord's servants, should cry between the altar and the entrance to the Temple. They should say, “Lord, have mercy on your people. Don't let them be put to shame; don't let other nations make fun of them. Don't let people in other nations ask, 'Where is their God?'”", "18": "Then the Lord became concerned about his land and felt sorry for his people.", "19": "He said to them: “I will send you grain, new wine, and olive oil, so that you will have plenty. No more will I shame you among the nations.", "20": "I will force the army from the north to leave your land and go into a dry, empty land. Their soldiers in front will be forced into the Dead Sea, and those in the rear into the Mediterranean Sea. Their bodies will rot and stink. The Lord has surely done a wonderful thing!”", "21": "Land, don't be afraid; be happy and full of joy, because the Lord has done a wonderful thing.", "22": "Wild animals, don't be afraid, because the open pastures have grown grass. The trees have given fruit; the fig trees and the grapevines have grown much fruit.", "23": "So be happy, people of Jerusalem; be joyful in the Lord your God. Because he does what is right, he has brought you rain; he has sent the fall rain and the spring rain for you, as before.", "24": "And the threshing floors will be full of grain; the barrels will overflow with new wine and olive oil.", "25": "“Though I sent my great army against you— those swarming locusts and hopping locusts, the destroying locusts and the cutting locusts[a] that ate your crops— I will pay you back for those years of trouble.", "26": "Then you will have plenty to eat and be full. You will praise the name of the Lord your God, who has done miracles for you. My people will never again be shamed.", "27": "Then you will know that I am among the people of Israel, that I am the Lord your God, and there is no other God. My people will never be shamed again.", "28": "“After this, I will pour out my Spirit on all kinds of people. Your sons and daughters will prophesy, your old men will dream dreams, and your young men will see visions.", "29": "At that time I will pour out my Spirit also on male slaves and female slaves.", "30": "I will show miracles in the sky and on the earth: blood, fire, and thick smoke.", "31": "The sun will become dark, the moon red as blood, before the overwhelming and terrible day of the Lord comes.", "32": "Then anyone who calls on the Lord will be saved, because on Mount Zion and in Jerusalem there will be people who will be saved, just as the Lord has said. Those left alive after the day of punishment are the people whom the Lord called."}