{"1": "Faith is being sure about what we hope for, being convinced about things we do not see. ", "2": "For by this faith the ancients were commended in Scripture.[a]", "3": "By faith we know that the universe was created by God's word, so that what is seen did not come from visible things.", "4": "By faith Abel offered a better sacrifice to God than Cain did. By faith he was commended in Scripture as righteous; God testified favorably about his gifts. And by faith he still speaks, even though he is dead.", "5": "By faith Enoch was taken up, so that he would not experience death, and he was not found because God took him away.[b] In fact, before he was taken away, he was commended in Scripture as one who “pleased God.”[c] ", "6": "And without faith it is impossible to please God. Indeed, it is necessary for the one who approaches God to believe that he exists and that he rewards those who seek him.", "7": "By faith Noah, when he was warned about things that had not been seen before, built an ark, in reverent fear, in order to save his family. By it he condemned the world and became an heir of the righteousness that is by faith.", "8": "By faith Abraham obeyed when he was called to go to a place that he was going to receive as an inheritance, and he left without knowing where he was going.", "9": "By faith he lived as a stranger in the Promised Land, as if it did not belong to him, dwelling in tents along with Isaac and Jacob, who were heirs with him of the same promise. ", "10": "For he was looking forward to the city that has foundations, whose architect and builder is God.", "11": "By faith Abraham also received the ability to conceive children, even though Sarah herself was barren and he was past the normal age, because he considered him faithful who made the promise.[d] ", "12": "And so from one man, and he as good as dead, descendants were born as numerous as the stars in the sky and as countless as the sand along the seashore.", "13": "One by one, all of these died in faith, without having received the things that were promised, but they saw and welcomed them from a distance. They confessed that they were strangers and pilgrims on the earth. ", "14": "Indeed, people who say things like that make it clear that they are looking for a land of their own. ", "15": "And if they were remembering the land they had come from, they would have had an opportunity to return. ", "16": "Instead, they were longing for a better land—a heavenly one. For that reason, God is not ashamed to be called their God, because he prepared a city for them.", "17": "By faith Abraham, when he was tested, offered Isaac. This man, who received the promises, was ready to offer his only son, ", "18": "about whom it was said, “Through Isaac your offspring will be traced.”[e] ", "19": "He reasoned that God also had the ability to raise him from the dead, and in a figurative sense, Abraham did receive him back from the dead.", "20": "By faith Isaac also blessed Jacob and Esau about things that were going to happen.", "21": "By faith Jacob, when he was dying, blessed each of Joseph's sons and worshipped as he leaned on the top of his staff.", "22": "By faith Joseph, as he neared the end of his life, mentioned[f] the Exodus of the sons of Israel and gave instructions about his bones.", "23": "By faith Moses was hidden by his parents for three months after he was born, because they saw he was a special child, and they were not afraid of the king's order.", "24": "By faith Moses refused to be called the son of Pharaoh's daughter when he grew up. ", "25": "He chose to be mistreated with God's people rather than enjoy sin for a little while. ", "26": "He considered disgrace for the sake of Christ as greater wealth than the treasures of Egypt, because he was looking ahead to his reward.", "27": "By faith he left Egypt without fearing the king's wrath, because he persevered as one who sees him who is invisible.", "28": "By faith he celebrated the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not strike them down.", "29": "By faith they passed through the Red Sea, as if going through on dry ground. When the Egyptians tried it, they were drowned.", "30": "By faith the walls of Jericho fell after the people marched around them for seven days.", "31": "By faith Rahab the prostitute did not perish with the unbelievers, because she welcomed the spies in peace.", "32": "And what more should I say? There would not be enough time for me to continue to tell about Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets. ", "33": "By faith they conquered kingdoms, carried out justice, obtained things that were promised, shut the mouths of lions, ", "34": "quenched the power of fire, escaped the edges of the sword, were made powerful after being weak, became mighty in battle, and caused foreign armies to flee. ", "35": "Women received back their dead by resurrection. And others who were tortured did not accept their release, so that they may take part in a better resurrection. ", "36": "Still others experienced mocking and lashes, in addition to chains and imprisonment. ", "37": "They were stoned; they were sawed in two; they were tempted;[g] they were killed with the sword; they went around in sheepskins and goatskins, needy, afflicted, and mistreated. ", "38": "The world was not worthy of them as they wandered in deserts and mountains and caves and holes in the ground.", "39": "All of these were commended in Scripture by faith, yet they did not receive what was promised, ", "40": "because God had planned something better for us, namely, that they would not reach the goal apart from us."}