{"1": "Therefore, since we are surrounded by such a great cloud of witnesses, let us get rid of every burden and the sin that so easily ensnares us, and let us run with patient endurance the race that is laid out for us. ", "2": "Let us keep our eyes fixed on Jesus, who is the author of our faith and the one who brings it to its goal. In view of the joy set before him, he endured the cross, disregarding its shame, and has taken his seat at the right hand of God's throne. ", "3": "Carefully consider him who endured such hostility against himself from sinful people, so that you do not grow weary and lose heart.", "4": "You have not yet resisted to the point of shedding your blood in your fight against sin. ", "5": "Have you also forgotten the encouragement that addresses you as sons? My son, do not regard the Lord's discipline lightly, and do not become weary of his correction.", "6": "For the Lord disciplines the one whom he loves, and he corrects every son he accepts.[a]", "7": "Endure suffering as discipline. God is dealing with you as sons. Is there a son whose father does not discipline him? ", "8": "If you are not disciplined (and all of us have received it), then you are illegitimate children and not sons. ", "9": "In addition, we have earthly fathers[b] who disciplined us, and we respected them. Should we not submit even more to the Father of the spirits[c] and live? ", "10": "They disciplined us for a little while, according to what seemed best to them, but God disciplines us for our good, so that we may have a share in his holiness. ", "11": "No discipline seems pleasant when it is happening, but painful, yet later it yields a peaceful harvest of righteousness for those who have been trained by it.", "12": "Therefore strengthen your weak hands and feeble knees, ", "13": "and make straight paths for your feet, so that what is lame may not be dislocated but rather healed.", "14": "Pursue peace with everyone and holiness, without which no one will see the Lord. ", "15": "Take care so that no one falls short of God's grace and that no bitter root grows up to cause trouble and so defile many. ", "16": "Take care that no one becomes sexually immoral or worldly, like Esau, who gave away his right as firstborn for a single meal. ", "17": "Certainly you know that afterward he was rejected when he wanted to inherit the blessing, for he found no chance to change his father's mind, even though he sought it with tears.", "18": "You have not come to a mountain that can be touched[d] and to burning fire, to darkness, to gloom, to a raging storm, ", "19": "to the sound of a trumpet, and to a voice that spoke. Those who heard the voice asked that not one more word be added, ", "20": "because they could not endure what was commanded: “If even an animal touches the mountain, it must be stoned.”[e] ", "21": "The sight was so terrifying that even Moses said, “I am trembling with fear.”[f]", "22": "Instead, you have come to Mount Zion, the city of the living God; to the heavenly Jerusalem; to tens of thousands of angels in joyful assembly; ", "23": "to the church of the firstborn whose names are written in heaven; to God, who is the judge of all; to the spirits of righteous people who have been made perfect; ", "24": "to Jesus, the mediator of a new testament;[g] and to the sprinkled blood that speaks a better message than the blood of Abel.", "25": "See to it that you do not refuse to listen to the one who is speaking. For if those people did not escape when they refused to listen to the one who spoke God's message on earth, how much less likely is it that we will escape, if we turn away from the one who spoke God's message to us from heaven? ", "26": "At that time his voice shook the earth, but now he has promised, “Once more I will shake not only the earth but also heaven.”[h]", "27": "The words “once more” clearly indicate the removal of the things that are being shaken, that is, the things that have been made, so that the things that cannot be shaken remain permanently. ", "28": "Therefore, since we are going to receive an unshakeable kingdom, let us be thankful. This is how we serve God in an acceptable way, with reverence and awe. ", "29": "For our God is a consuming fire."}