{"1": "Continue to show brotherly love. ", "2": "Do not fail to show love to strangers, for by doing this some have welcomed angels without realizing it. ", "3": "Remember those in prison, as if you were fellow prisoners, and those who are mistreated, as if you yourselves were also suffering bodily.", "4": "Marriage is to be held in honor by all, and the marriage bed is to be kept undefiled, for God will judge sexually immoral people and adulterers. ", "5": "Keep your life free from the love of money, and be content with what you have. For God has said: I will never leave you, and I will never forsake you.[a]", "6": "So then we say with confidence: The Lord is my helper, and I will not be afraid. What will man do to me?[b]", "7": "Remember your leaders, who spoke the word of God to you. Carefully consider the outcome of their way of life and imitate their faith. ", "8": "Jesus Christ is the same yesterday and today and forever. ", "9": "Do not be carried away by all kinds of strange teachings. For it is good for our hearts to be strengthened by grace, not by foods, which are of no help to those who make them a way of life.", "10": "We have an altar from which those who minister at the tent have no right to eat. ", "11": "For the high priest brings the blood of the animals sacrificed for sins into the Most Holy Place, and then their bodies are burned outside the camp. ", "12": "Jesus suffered outside the gate for this reason: to sanctify people by his own blood. ", "13": "So then let us go to him, outside of the camp, bearing his disgrace. ", "14": "For we do not have a permanent city here, but we are looking for the city that is coming. ", "15": "Through Jesus, therefore, let us constantly offer to God a sacrifice of praise, that is, the fruit of lips that confess his name. ", "16": "And do not forget to do good and share with others, for with such sacrifices God is pleased.", "17": "Obey your leaders and submit to them, for they are keeping watch over your souls as men who will give an account. Obey them, so that they may do this with joy and not with groaning,[c] for that would be of no benefit to you.", "18": "Pray for us, because we are sure that we have a good conscience, and because in everything we want to conduct ourselves in an honorable way. ", "19": "I urge you to do this even more, so that I may be restored to you quickly.", "20": "Now may the God of peace—who brought back from the dead our Lord Jesus, that great Shepherd of the sheep, in connection with his blood, which established the eternal testament[d]— ", "21": "may he equip you with every good thing[e] to do his will, as he works in us[f] what is pleasing in his sight through Jesus Christ. To him be glory forever and ever. Amen.", "22": "Now I urge you, brothers, to bear with this word of encouragement, for I have written you only a brief letter. ", "23": "I want you to know that our brother Timothy has been released. If he arrives very soon, he and I will see you.", "24": "Greet all your leaders and all the saints. Those from Italy greet you. ", "25": "Grace be with you all. Amen.[g]"}