{"1": "Therefore, we need to pay even more attention to what we have heard, so that we do not drift away. ", "2": "For if the message that was spoken through angels[a] was valid, and every transgression and disobedient act received a just punishment, ", "3": "how will we escape if we ignore such a great salvation? First the message was spoken by the Lord; then it was confirmed to us by those who heard him. ", "4": "God also testified to it with signs and wonders, various miracles and gifts of the Holy Spirit, according to his will.", "5": "For God did not place the coming world, about which we are speaking, under the control of angels. ", "6": "But there is a place where someone has testified: What is man that you remember him, or the Son of Man[b] that you look after him?", "7": "You made him lower than the angels for a little while.[c] You crowned him with glory and honor.[d]", "8": "You put everything in subjection under his feet.[e] Indeed, in putting everything in subjection to him, God left nothing that is not in subjection to him. At the present time, we do not yet see everything in subjection to him. ", "9": "But we look to Jesus (the one who was made lower than the angels for a little while, so that by God's grace he might taste death for everyone), now crowned with glory and honor, because he suffered death.", "10": "Certainly it was fitting for God (the one for whom and through whom everything exists), in leading many sons to glory, to bring the author of their salvation to his goal through sufferings. ", "11": "For he who sanctifies and those who are being sanctified all have one Father. For that reason, he is not ashamed to call them brothers.[f] ", "12": "He says: I will declare your name to my brothers. Within the congregation I will sing your praise.[g]", "13": "And again: I will trust in him.[h] And again: Here I am and the children God has given me.[i]", "14": "Therefore, since the children share flesh and blood,[j] he also shared the same flesh and blood, so that through death he could destroy the one who had the power of death (that is, the Devil) ", "15": "and free those who were held in slavery all their lives by the fear of death. ", "16": "For surely he was not concerned with helping angels but with helping Abraham's offspring.[k] ", "17": "For this reason, he had to become like his brothers in every way, in order that he would be a merciful and faithful high priest in the things pertaining to God, so that he could pay[l] for the sins of the people. ", "18": "Indeed, because he suffered when he was tempted, he is able to help those who are being tempted."}