{"1": "Therefore, since the promise of entering his rest still stands, let us be fearful that any one of you may be judged to have failed to reach it. ", "2": "In fact, we have had the gospel preached to us, just as they did. But the message they heard did not benefit them, because they were not united in faith with those who did listen. ", "3": "Indeed, we who believe are going to enter his rest. It happened just as he vowed when he said: So I swore an oath in my wrath, “They will never enter my rest.”[a] And yet his works have been finished since the creation of the world. ", "4": "For somewhere he has spoken about the seventh day in this way: And God rested on the seventh day from all his works.[b]", "5": "And again in this statement: They will never enter my rest.[c]", "6": "Therefore, since it is still the case that some do enter this rest, and yet those who formerly had the gospel preached to them did not enter because of disobedience, ", "7": "God again set a certain day, namely, “today,” when he later said through David, as quoted before: Today, if you hear his voice, do not harden your hearts.[d]", "8": "For, if Joshua had given them rest, then God would not have spoken later about another day.", "9": "So there remains a Sabbath rest for the people of God. ", "10": "For the one who enters God's rest also rests from his own work, just as God rested from his work. ", "11": "Therefore, let us make every effort to enter that rest, so that no one will fall into the same pattern of disobedience.", "12": "For the word of God is living and active, sharper than any double-edged sword. It penetrates even to the point of dividing soul and spirit, joints and marrow, even being able to judge the ideas and thoughts of the heart. ", "13": "And there is no creature hidden from him, but everything is uncovered and exposed to the eyes of him to whom we will give an account.", "14": "Therefore, since we have a great high priest, who has gone through the heavens, namely, Jesus the Son of God, let us continue to hold on to our confession. ", "15": "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who has been tempted in every way, just as we are, yet was without sin. ", "16": "So let us approach the throne of grace with confidence, so that we may receive mercy and find grace to help in time of need."}