{"1": "Therefore, leaving the beginning discussion of Christ, let us press on toward matters that require greater maturity, not laying again the foundation of repentance from dead works, of faith in God, ", "2": "of the teaching about baptisms,[a] of the laying on of hands, of the resurrection of the dead, and of eternal judgment. ", "3": "And we will do this, if God permits.", "4": "For it is impossible for those who were once enlightened, who have tasted the heavenly gift and shared in the Holy Spirit, ", "5": "who have tasted the good word of God and the powers of the coming age, ", "6": "and who then fell away, to be restored to repentance because[b] they are crucifying the Son of God again, to their own harm, and exposing him to public ridicule.", "7": "For the land that drinks the rain that often falls on it and produces plants useful to those farming it, this land receives a blessing from God. ", "8": "But the land that grows thorns and thistles is worthless and will soon be cursed—its end is to be burned.", "9": "But even if we speak this way, we are confident of better things for you, dear friends, things belonging to salvation. ", "10": "For God is not unjust. He will not forget your work and the love that you showed for his name's sake, when you served the saints, and while you continue to serve them. ", "11": "And we want each of you to continue to show the same eagerness, so that you may have the full assurance of your hope until the end. ", "12": "Our goal is that you would not become lazy but imitators of those who inherited the promise through faith and patient endurance.", "13": "For God made a promise to Abraham, and since God had no one greater to swear by, “He swore by himself.”[c] ", "14": "He said, “I will most certainly bless you and make you increase in number.”[d] ", "15": "And so in this way, after Abraham had waited patiently, he received the promise.", "16": "To be sure, people swear by someone who is greater, and the oath serves as a confirmation for them that ends all disputes. ", "17": "Because God wanted to show the heirs of the promise with even greater certainty that his plan was unchangeable, he guaranteed his promise with an oath. ", "18": "He did this so that, through two unchangeable things (in which it is impossible that God would lie), we, who have fled for refuge by taking hold of this hope that is held out to us, might have strong encouragement.", "19": "We have this hope as an anchor for the soul. It is sure and firm, and it goes behind the inner curtain, ", "20": "where Jesus entered ahead of us on our behalf, because he became a high priest forever like Melchizedek."}