{"1": "This Melchizedek, king of Salem, priest of the Most High God, is the one who met Abraham as he was returning from the defeat of the kings and blessed him,[a] ", "2": "and Abraham gave him a tenth of everything.[b] First, Melchizedek means “king of righteousness,” and then “king of Salem,” which is “king of peace.” ", "3": "He is without father or mother, without genealogy, without beginning of days or end of life, and resembling the Son of God, he remains a priest forever.", "4": "Consider how great this man was. Even Abraham, the patriarch, gave him a tenth from the best of the spoils. ", "5": "According to the law, those sons of Levi who received the priesthood have a command to collect a tenth from the people, that is, from their brother Israelites, even though they also came from Abraham's body. ", "6": "But here the one who was not descended from them collected a tenth from Abraham and blessed the one who had the promises. ", "7": "And without any question, it is the lesser who is blessed by the greater.", "8": "In the one case, those who are mortal collect the tenth; in the other case, the one who collects has testimony in Scripture[c] that he lives. ", "9": "And, through Abraham, even Levi, who collects the tenth, has paid a tenth, so to speak, ", "10": "because he was still in the body of his forefather when Melchizedek met Abraham.", "11": "So if everything could have been brought to its goal through the Levitical priesthood (for the people received the law on the basis of that priesthood), what further need was there for another priest to arise who was like Melchizedek, yet not said to be like Aaron? ", "12": "For when the priesthood is changed, by necessity a change in the law also happens. ", "13": "Yet these things are said about the one who belonged to another tribe, from which no one had served at the altar. ", "14": "It is certainly clear that our Lord is descended from Judah. Moses said nothing about priests in connection with that tribe.", "15": "And this becomes even clearer if another priest arises like Melchizedek, ", "16": "who became a priest, not on the basis of a legal requirement about physical descent, but on the basis of the power of an endless[d] life. ", "17": "For it has been testified in Scripture about him: You are a priest forever, like Melchizedek.[e]", "18": "To be sure, the former requirement is annulled, because it was weak and useless— ", "19": "for the law did not bring anything to its goal—but now a better hope is introduced, by which we approach God.", "20": "And something like this did not happen without an oath. Indeed, others who became priests did so without an oath, ", "21": "but this one became a priest with an oath, through the one who said to him: The Lord has sworn an oath and will not change his mind: “You are a priest forever.”[f]", "22": "In this way, Jesus has become the guarantor[g] of a better covenant.[h]", "23": "There were many who became priests because death prevented any of them from continuing to remain in office. ", "24": "But because this one endures forever, he has a permanent priesthood. ", "25": "So for this reason he is able to save forever those who come to God through him, because he always lives to plead on their behalf.", "26": "This is certainly the kind of high priest we needed: one who is holy, innocent, pure, separated from sinners, and exalted above the heavens. ", "27": "Unlike the other high priests, he does not need to offer sacrifices on a daily basis, first for his own sins and then for the sins of the people. In fact, he sacrificed for sins once and for all when he offered himself. ", "28": "For the law appoints as high priests men who have weaknesses. But the word of the oath, which came after the law, appointed the Son, who has been brought to his goal forever."}