{"1": "The main point of what we are saying is this: We have the kind of high priest who has taken his seat at the right hand of the throne of the Majesty in heaven. ", "2": "He is the minister in the Holy Place, which is the true sanctuary, which the Lord set up, not man. ", "3": "For every high priest is appointed to offer gifts and sacrifices, and for that reason this priest also needed to have something that he offered.", "4": "If this priest were on earth, he would not even be a priest, because there are priests[a] who are designated by the law to offer gifts. ", "5": "They serve at a place that is a copy and shadow of the heavenly sanctuary, a place exactly like that about which Moses was told when he was about to complete the tent.[b] For God said, “See to it that you make everything according to the pattern shown to you on the mountain.”[c]", "6": "But now, Jesus has obtained a ministry that is as much superior as the covenant that he mediates is better, because it has been established on the basis of better promises. ", "7": "Indeed, if that first covenant were without fault, there would have been no reason to look for a second. ", "8": "But because God found fault with the people, he said:[d] Look, the days are coming, says the Lord, when I will make a new covenant with the house of Israel and with the house of Judah.", "9": "It will not be like the covenant that I made with their forefathers at the time when I took them by the hand to lead them out of Egypt. Because they did not remember my covenant, I ignored them, says the Lord.", "10": "This is the covenant I will make with the house of Israel after those days, says the Lord. I will put my laws into their mind, and I will write them on their hearts. I will be their God, and they will be my people.", "11": "Never again will a man teach his fellow citizen[e] or his brother, saying, “Know the Lord,” because they will all know me, from the least of them to the greatest.", "12": "For I will be merciful in regard to their unrighteousness, and I will not remember their sins any longer.[f]", "13": "When God said “new,” he made the first covenant obsolete, and something that is obsolete and growing old is going to disappear."}