{"1": "Zophar from Naamath had this to say:", "2": "“Shouldn't a multitude of words be answered, or a person who talks too much[a] be vindicated?", "3": "Will your irrational babble silence people, and when you mock them, will you escape without being shamed?[b]", "4": "You've said, 'My teaching is flawless; I'm clean[c] in God's[d] sight.'", "5": "“But what if God were to speak? What if he were[e] to talk[f] with you,", "6": "and disclose his wise secrets? After all, there's so much more[g] to understanding. So be aware that God will exact from you less than your sin deserves.”", "7": "“Can you search through God's complex things? Can you uncover the limits of the Almighty?", "8": "These things are higher than the heavens, so what can you do? They are deeper than Sheol,[h] so what can you know?", "9": "They are longer than the earth's circumference,[i] and broader than the ocean.", "10": "“If he bypasses, or imprisons, or convenes a court,[j] who can stop[k] him?", "11": "For he knows mankind's[l] deceitfulness; when he sees iniquity, won't he himself consider it?", "12": "An empty-headed person will gain understanding when a wild donkey is born a human being!”", "13": "“Now for you, if you will prepare your heart, spread out your hands to him.", "14": "If you have any iniquity, throw it far away. Don't let evil[m] live in your residence.[n]", "15": "Then your confidence will be flawless, and your security will keep you from terror.", "16": "You'll forget your suffering; you'll remember it like water that has evaporated.[o]", "17": "Your life will be brighter than noonday. Even its darkness will be like dawn.", "18": "You'll be secure, because there is hope; you'll see that you're at rest and safe.", "19": "When you sleep, there'll be nothing to fear; and many will court your favor.[p]", "20": "But what the wicked look for will fail; their way of escape will be taken away[q] from them; their only hope is to take their final breath.”[r]"}