{"1": "“Look, I've seen everything; I've listened carefully and I understand.", "2": "What you know, I know, too; I'm not inferior to you.", "3": "But I want to talk to the Almighty; and I'm determined to argue my case[a] before God.”", "4": "“But as for you, you whitewash with lies; all of you are worthless quacks.[b]", "5": "I wish you'd all just shut up. Then at least you would appear to be wise.", "6": "“Now listen to my dispute! Pay attention to my arguments.[c]", "7": "Why do you speak falsely on God's behalf and speak deceitfully[d] about him?", "8": "Will you show partiality to him?[e] Will you plead God's case?", "9": "Will things go well for you under his cross-examination? Can you lie to him, as you would to a human being?[f]", "10": "“He will be sure to rebuke you, if you show partiality[g] in secret.", "11": "His splendor will petrify you with terror, paralyzing you with fear, won't it?", "12": "Your maxims are just worthless proverbs; your defensive arguments are made of clay.”", "13": "“Don't talk to me! It's my turn to speak; then whatever happens, happens.", "14": "Why shouldn't I bite my flesh or take my life in my hands?", "15": "Even though he kills me, I'll continue to hope in him. At least I'll be able to argue my case[h] to his face!", "16": "I have this as my salvation: the godless person won't be appearing before him.", "17": "Pay attention[i] to what I have to say and listen to my testimony with your own ears.”", "18": "“Look, now! I've prepared my case for court.[j] I know that I'm going to win.[k]", "19": "Who can oppose me? If they do, I'll be silent and die.", "20": "Grant me only two things as you deal with me; then I won't hide from you.[l]", "21": "Withdraw your hand far from me and keep me from being petrified with terror.", "22": "Then call and I'll answer, or let me speak and then you reply to me!”", "23": "“How many of my iniquities and sins have you counted? Show me my transgression and sin.", "24": "Why do you hide your face and regard me as your enemy?", "25": "Are you a god who would make a leaf tremble or who would prosecute a dry straw?", "26": "You've accused me of bitter things; you've caused me to reap[m] the sins of my youth.", "27": "You've locked my feet in stocks; you watch all my steps; You've limited where I can walk.[n]", "28": "So I'm a man who wears out like something rotten, like a garment that has become moth-eaten.”"}