{"1": "Human beings born by women are short-lived[a] and full of trouble.", "2": "He springs up[b] like a flower and then withers.[c] Like a shadow, he disappears[d] and doesn't last.", "3": "Indeed, have you opened your eyes on one like this— to bring me into a legal fight with you?", "4": "Who can produce a clean thing from an unclean thing? No one!", "5": "Since his days have been determined, the number of his months is known to you. You've set his limit and he cannot exceed it.", "6": "Look away from him and leave him alone, so he can enjoy his time, like a hired worker.”", "7": "“There is hope for the tree, if it is cut down, that it will sprout again, and that its shoots won't stop growing.", "8": "Even if its roots have grown ancient in the earth, and its stump begins to rot[e] in the ground,", "9": "the presence[f] of water will make it to bud so that it sprouts new branches like a young plant.", "10": "“But when a person[g] dies and wastes away, when a person[h] breathes his last, where will he be?", "11": "As water disappears from the sea, or water evaporates from a river,", "12": "so also a person[i] lies down and does not get up; they won't awaken until the heavens are no more, nor will they arise from their sleep.”", "13": "“Won't you keep me safe in the afterlife?[j] Conceal me until your anger subsides. Set an appointment for me, then remember me.", "14": "If a human being[k] dies, will he live again? I will endure the entire time of my assigned service, until I am changed.[l]", "15": "You'll call and I'll answer you; you'll long for your creatures that your hands have made.[m]", "16": "Then you'll certainly count every step I took, but you won't keep an inventory of my sin.", "17": "My transgressions would be sealed up in a bag; you would cover over my sins.", "18": "“Mountains fall and crumble; rocks are dislodged from their places.", "19": "Water wears away stones; floods wash away topsoil from the land— but you destroy the hope of human beings just like that!", "20": "You overpower him once and for all, and then he departs; you change his appearance and then send him away.", "21": "“If his children are honored, he doesn't know it; if they become insignificant, he never perceives it.", "22": "He feels only his own pain,[n] and grieves only for himself.”"}