{"1": "Then Eliphaz from Teman responded:", "2": "“Should a wise person respond with knowledge based on wind? Should he fill his stomach with a wind storm from the east?", "3": "Should he engage in unprofitable argument, or give a speech that benefits no one?", "4": "Yet you dispense with fear of God and hinder meditations before God.", "5": "Because your sin dictates your speech,[a] you have chosen the language[b] of the crafty.", "6": "Your own mouth is condemning you, not I; your own lips will testify against you.”", "7": "“Were you the first person[c]to be born? Were you brought forth before the hills were made?", "8": "Have you listened in on God's secret council? Have you limited wisdom only to yourself?", "9": "What do you know that we don't know, or that you understand and that isn't clear to us?", "10": "“We have both the gray-haired and the aged with us, and they are far older[d] than your father.", "11": "Are God's encouragements inconsequential to you, even a word that has been spoken[e] gently to you?", "12": "Why have your emotions[f] carried you away? And why do your eyes flash", "13": "that you turn your anger[g] against God and speak words like this?", "14": "“What is mankind, that he can be blameless? Or does being born of a woman mean he'll be in the right?", "15": "Look, if God[h] doesn't trust his holy ones,[i] if even the heavens aren't pure as he looks at them,", "16": "then how much less is one who is abhorred and corrupted, such as a man who drinks injustice like water?”", "17": "“I'll tell you what, listen to me! Let me relate what I've seen,", "18": "which is what wise men have explained, who didn't withhold anything from their ancestors.", "19": "To them alone was the land given, when no invader[j] passed through their midst.", "20": "“The wicked person writhes in pain throughout his life, a number of years has been reserved for the ruthless.", "21": "Terrifying sounds ring[k] in his ears; when times are prosperous, the Destroyer will attack[l] him.", "22": "He does not believe he will escape[m] darkness; he is destined for the sword.", "23": "He wanders around for food—where is it? He knows that a time of darkness is near.[n]", "24": "Distress and pressure terrify him; they overwhelm him, like a king poised for attack.", "25": "“For he has raised his fist against God, defying the Almighty.", "26": "He defiantly ran against him carrying his thick, reinforced shield.", "27": "Though he covered his face with fat, and is grossly overweight at the waist,", "28": "He will live in devastated towns, in abandoned houses that are about to become heaps of rubble.", "29": "“He won't become rich and his wealth won't last; he won't expand his holdings to cover the land.", "30": "He won't escape darkness; a flame will wither his shoots; and he'll depart by the breath of God's[o] mouth.", "31": "Let him not trust in a worthless speech. He leads only himself astray, for emptiness will be his reward.", "32": "This will be accomplished before his time;[p] his branches won't grow luxuriant.", "33": "“He is like a vine that drops its unripe grapes; like an olive tree that loses its blossoms.", "34": "For the company of the godless is desolation, and fire consumes the tents of those who[q] bribe.", "35": "For they conceive mischief and give birth to iniquity; their womb is pregnant[r] with deception.”"}