{"1": "In response, Job said:", "2": "“I've heard many things like this. What miserable comforters you all are!", "3": "Will windy words like yours never end? What is upsetting you that you keep on arguing?", "4": "“I could also talk like you if only you were in my place! Then I would put together an argument[a] against you. I would shake my head at you", "5": "and encourage you with what I have to say;[b] my words of comfort would lessen your pain.", "6": "“But if I speak, my pain isn't assuaged; if I refrain from speaking, what do I have to lose?”", "7": "“God[c] has certainly worn me out; you devastated my entire world.[d]", "8": "You've arrested me, making me testify against myself! My leanness rises up to attack me, accusing[e] me to my face.", "9": "His anger tears me in his persistent resentment against me; he gnashes his teeth at me. My adversary glares[f] at me.", "10": "People gaped at me with mouths wide open; they slap me in their scorn and gather together against me.", "11": "God has delivered me over to the ungodly, throwing me into the control of the wicked.", "12": "“He tore me apart when I was at ease; grabbing me by my neck, he shook me to pieces— then he really made me his target.", "13": "His archers surround me, slashing open my kidneys without pity; he pours out my gall on the ground.", "14": "Attack follows attack as he breaks through my defenses! He runs over me like a mighty warrior.", "15": "“I've even sewn sackcloth directly to my skin; I've buried my strength[g] in the dust.", "16": "My face is red from my tears, and dark shadows encircle my eyelids,", "17": "even though violence is not my intention, and my prayer is pure.”", "18": "“Listen, earth! Don't cover my blood, for my outcry has no place to rest.", "19": "Even now, behold! I have a witness in heaven, my Advocate is on high.", "20": "My friends mock me, while my eyes overflow with tears to God,", "21": "crying for him to arbitrate between this[h] man and God; as a human being does with his fellow neighbor.", "22": "For when only a few years have elapsed, I'll start down a path from which I'll never return.”"}