{"1": "In response, Job said:", "2": "“How long do you intend to keep torturing me and trying to break me by what you're saying?", "3": "Ten times you've tried to humiliate me! You're not ashamed to wrong me!", "4": "Even if it's true that I've erred, my error only affects me.", "5": "If you really intend to vaunt yourselves over me, and make my problems the basis of your case against me,", "6": "then at least you must know that God has accused me of wrong, and trapped me with his net.”", "7": "“Although I cried out 'Violence!' I received no answer; I cried for help, but there was no justice.", "8": "He blocked my path, so I cannot pass; and he turned out the lights on my pathways.", "9": "“He has stripped me of my honor; he has stolen the crown off my head!", "10": "He is breaking me down on every side, and now it's too late for me;[a] he has uprooted my hopes like a tree.", "11": "His anger burns against me; he regards me as his adversary.", "12": "His troops march[b] in a column[c] against me, erecting their siege ramps against me; they surround my tent.”", "13": "“My brothers are alienated from me; my acquaintances are estranged;", "14": "my relatives have failed me; and my friends[d] have abandoned me.", "15": "Those who live in my house— and my maidservants, too!— treat me like a stranger; they think I'm a foreigner.", "16": "“I call to my servant, but he doesn't respond, even though I beg to him earnestly.[e]", "17": "My wife says my breath stinks; even my children say I smell bad!", "18": "Even little children hate me; when I get up, they mock me.", "19": "My closest friends[f] detest me; even the ones I love have turned against me.", "20": "I'm a pile of skin and bones; I have barely escaped by the skin of my teeth.”", "21": "“Be gracious to me, be gracious to me, my friends, because God's hand has struck me.", "22": "Why are you chasing me, as God has been doing? Aren't you satisfied that I'm sick?[g]", "23": "If only my words were written down; if only they were inscribed in a book", "24": "using an iron stylus with lead for ink! Then they'd be engraved in rock forever.", "25": "“As for me, I know that my Vindicator[h] is alive; And he, the Last One,[i] will take his stand on the soil.[j]", "26": "Even after my skin has been destroyed, clothed in my flesh I will see God,", "27": "whom I will see for myself. My own eyes will look at him— there won't be anyone else for me!— He is the culmination of my innermost desire.”", "28": "“When you're thinking about asking yourselves, 'How will we pursue him, since the root of the problem is with him?'[k]", "29": "Make sure that you remain wary of God's sword, for God's wrath brings with it the sword of punishment, by which you'll know there's a judgment.”"}