{"1": "Then Zophar from Naamath replied:", "2": "“Therefore my anxious thoughts cause me to answer because I'm agitated within me.", "3": "Whenever I hear an insulting rebuke, I respond from my spirit because I understand.”", "4": "“Haven't you known this from ancient times, since mankind was placed on the earth?", "5": "The wicked triumph only briefly; the joy of the godless is momentary.", "6": "Though he grow as tall as the sky, or though his head touches the clouds,", "7": "he'll perish forever, like his own excrement; those who saw him will ask, 'Where is he?'", "8": "He'll vanish[a] like a dream, and no one will find him; he will be chased away like a night vision.”", "9": "“An eye that gazes at him won't do so again; and his place won't even recognize him.", "10": "His sons will make amends to the poor; their hands will return his wealth.", "11": "Though his bones were full of youthful vigor; yet they will lie down with him in the dust.", "12": "Though evil tastes sweet in his mouth, though he conceals it under his tongue,", "13": "though he savors it and delays swallowing it so he can taste it again and again in his mouth,[b]", "14": "his food will turn rancid in his stomach— it will become a cobra's poison inside him.", "15": "“Though he swallows wealth, he will vomit it; God will dislodge it from his stomach.", "16": "He will suck the poison of cobras; the fangs[c] of a viper will slay him.", "17": "He won't look at the rivers— the torrents of honey and curd.[d]", "18": "“He will restore what he has attained from his work and won't consume it; he won't enjoy the profits from his business transactions,", "19": "because he has crushed and abandoned the poor; he has seized a house that he didn't build.", "20": "“Since his appetite won't quit;[e] he won't let anything escape his lust.[f]", "21": "Because nothing was left for him to devour, therefore his prosperity won't last.", "22": "Even though he is satiated and self-sufficient, he suffers— everyone in any sort of trouble will attack him.", "23": "“It will come about that, when he has filled himself to the full, God[g] will vent his burning anger on him; he will pour it out on him and on his body.", "24": "Though he dodges an iron weapon, a bronze arrow will pierce him.", "25": "It will impale him and come out through his back; the point will glisten as it protrudes through his gall bladder, and he will be terrified.", "26": "“Total darkness has been reserved for his treasures; a fire that has no need to be kindled will devour him and consume whatever remains in his possession.[h]", "27": "Heaven will reveal his iniquity, while the earth will rise up against him.", "28": "A flood will wash away his house; dragging it away when God becomes angry.", "29": "This is what the wicked person inherits from God; it is the inheritance that God appoints for him.”"}