{"1": "Then in response, Eliphaz from Teman said:", "2": "“Can a human being be useful to God, since he, who is wise, is sufficient to himself?", "3": "Will it please the Almighty if you are innocent, or does he profit if your life is[a] blameless?", "4": "Will he acquit you just because you fear him, and render a verdict on your behalf?", "5": "Your wickedness is great, isn't it? There's no limit to your iniquity, is there?", "6": "“After all, you've taken collateral from your relatives for no reason; you stripped the naked of their clothing.[b]", "7": "You've neglected to give water to the weary,[c] and you've withheld food from the hungry.", "8": "The land belongs to the powerful, and the privileged[d] thrive in it.", "9": "You sent away widows empty-handed, and broke the outstretched arms of orphans.", "10": "That's why disaster surrounds you, terror suddenly overwhelms you,", "11": "you see nothing but darkness, and a flood of troubles[e] drowns you.”", "12": "“Isn't God in heaven above? Consider how far away the stars are, and how lofty they are!", "13": "You've asked, 'What does God know? Can he sort through pitch black darkness?'[f]", "14": "Thick clouds cover him so he can't see as he walks back and forth at heaven's horizon.", "15": "“Will you keep walking on the traditional path that sinners[g] have tread,", "16": "who were snatched away before their time; when their foundation was swept away by a river?", "17": "They told God, 'Get away from us!' and 'What will the Almighty do to them?'", "18": "“Though God[h] fills their houses with good things, the counsel of the wicked will remain far from me.", "19": "The righteous will see this and rejoice; the innocent will insult him, saying,[i]", "20": "'Our enemies are sure to be destroyed, and fire will burn up what's left of their riches.”", "21": "“Get to know God, and you'll be at peace with him, and then prosperity will come to you.", "22": "Accept what he has to teach you, and treasure his words in your heart.", "23": "“If you return to the Almighty you'll be restored, as you remove iniquity from your household.[j]", "24": "Bury your gold nuggets in the dust, and your source of gold[k] among the stones in a streambed,", "25": "and then the Almighty will be your gold and your refined silver.", "26": "“Then you'll take delight in the Almighty; and will turn your face toward God.", "27": "You'll entreat him and he'll listen to you as you fulfill your vows.", "28": "When you make a decision on something, it will be established for you, and light will brighten[l] your way.", "29": "“For when they're humbled, you may respond;[m] 'It's their pride!' but he delivers the humble.", "30": "He'll even deliver the guilty, who will be delivered through your innocence.”[n]"}