{"1": "After this, Job spoke up solemnly, cursing[a] the day he was born.[b] ", "2": "This is what Job said:", "3": "“Let the day when I was born be annihilated, along with the night when it was announced, 'It's a boy!'[c]", "4": "Let that day be dark; let God above not care about it; let no light shine over it.", "5": "Let darkness and deep gloom reclaim it; let clouds settle down on it; let blackness in mid-day terrify it.", "6": "Let darkness carry that night away; let it not take its place joyfully among the days of the year; let it not be entered into the calendar.[d]", "7": "“Yes, let that night be barren; let it not appear with its joyful shout.", "8": "Let whoever curses days curse it— those who are ready to awaken monsters.[e]", "9": "Let the stars of its evening twilight be dark; let it hope for light but let there be none; let it not see the breaking rays[f] of the dawn.", "10": "“Because that night[g] refused to shut the doors of my mother's[h] womb; it failed to keep me from seeing this trouble.", "11": "Why didn't I die while I was still in the womb, or die while I was being born?", "12": "Why was there a lap[i] to hold me, and why were there breasts to nurse me?", "13": "“If I had died,[j] I would be lying down by now, undisturbed, asleep, and at rest,", "14": "along with kings and counselors of the earth, who used to build for themselves what are now only[k] ruins,", "15": "or princes who amassed[l] gold for themselves, and who kept filling their houses with silver.", "16": "“Or why was I not buried[m] like a stillborn child,[n] like babies[o] who never saw the light?", "17": "In that place, the wicked stop causing trouble, and there, those whose strength is exhausted are at rest.", "18": "In that place, those who once were prisoners will be at ease together; they won't hear the voice of oppressors.", "19": "The unimportant and the important are both there, and the servant is free from his master.", "20": "“Why does God[p] give light to the sufferer or life to the bitter person:", "21": "To those who are longing for death— even though it does not come? To those who search for it more than for hidden treasure?", "22": "To those who are happy beyond measure[q] when they reach their graves?", "23": "To the formerly successful[r] man who lost his way in life, and God fenced him in?", "24": "“As far as I'm concerned, my food comes to me in the form of sighs, and my cries of anguish pour out like water.", "25": "For the dreaded thing that I feared has happened to me, what caused me to worry has engulfed[s] me.", "26": "I will not be at ease; I will not be quiet; I will not rest; because trouble has arrived.”"}