{"1": "“But now they mock me; men who are far younger than I, whose fathers I would have hated to entrust with my own sheep dogs.", "2": "Furthermore, what could I have gained from men whose strength is gone?", "3": "Unproductive due to poverty[a] and hunger, they could only scratch in parched soil, devastated and desolated.", "4": "“They would pluck off herbs from salt marshes to eat; and roots of the broom shrub[b] for food.", "5": "Driven away from human company, they were shouted at as though they were thieves.", "6": "They lived in the most dangerous of ravines, in holes in the ground, and among rocks.", "7": "They bray like donkeys[c] among the bushes and huddle together under the desert weeds.", "8": "Sons of fools and of uncertain reputation,[d] they have been driven from the land by scourging.”", "9": "“Now, I've become the object of their mocking melodies;[e] I'm nothing but a fool's proverb to them!", "10": "They abhor me—they keep their distance from me; but they don't refrain from spitting at the sight of me.", "11": "But God[f] has loosened his cord and afflicted me; so they've cast off all restraints in my presence.", "12": "“A wretched crowd ambushes me to my right; they trip my feet; they build up their path of calamity for me.", "13": "They tear up my pathways; they profit from my destruction, and they need no help to do this!", "14": "They come like those who breach through a wall; as everything crashes around me they'll roll on and on!", "15": "My greatest fears have overcome me; my honor is assaulted as though by a wind storm; my prosperity evaporates like a morning cloud.”", "16": "“Now, my soul pours itself out; the time of my affliction has taken control of me.", "17": "The night racks my bones; and the pain that gnaws on me will not rest.", "18": "My clothes are disheveled by his forceful treatment of me;[g] he restricts my movement like the collar of my cloak.", "19": "“He tossed me into the mire; I've become like dust and ashes.", "20": "I cry for help to you, but you won't answer me; I stand still, but you only look at me.", "21": "You changed toward me, and now you're cruel to me; with your mighty hand you are persecuting me;", "22": "you carried me off in a wind storm, making me ride on it while you toss me about as the storm roars around me.", "23": "I know that you're about to kill me, so I'm about to go to the house that's appointed for all the living.”", "24": "“Surely he won't stretch his hand against the needy, will he, especially if they cry to him in their calamity?", "25": "Haven't I wept for the one who is going through hard times? Haven't I grieved for the needy?", "26": "I have hoped for good, but evil came instead; I have hoped for light, but darkness came.", "27": "I'm boiling mad inside, and I won't remain silent; the time for my affliction to confront me has arrived.", "28": "“In growing darkness, I walked without sunlight; I stood in the congregation to cry for help.", "29": "I've become a brother to jackals, and a friend to ostriches.", "30": "My skin turns black all over me; and my bones seem burned from the heat.", "31": "But my harp is in mourning; my flute plays only songs for those who are weeping.”"}