{"1": "“I made a covenant with my eyes; how, then, can I focus my attention on a virgin?", "2": "What would I have[a] from God above, what heritage from the Almighty on high,", "3": "if not calamity that is due the unjust, and misfortune that is due those who practice iniquity?", "4": "He watches my life, observing every one of my actions,[b] does he not?”", "5": "“If I've lived my life in the company of vanity, or run quickly to embrace deception,", "6": "let my righteousness be weighed in honest scales, and God will make known my integrity.", "7": "If I have stepped away from the way, or if my heart covets whatever my eyes see, or if some other blemish clings to my hands,", "8": "what I've planted, let another eat or let my crops be uprooted.”", "9": "“If my heart has been seduced by a woman and I've laid in wait at my friend's door,", "10": "then let my wife cook[c] for another person and may someone else sleep with her,", "11": "because something as lascivious as that is an iniquity that should be judged.", "12": "The fires of Abaddon[d] will burn,[e] disrupting every part of my eternal reward.”[f]", "13": "“If I've refused to help my male and female servants when they complain against me,", "14": "what will I do when God stands up to act? When he asks the questions, how will I answer him?", "15": "The one who made me in the womb made them,[g] too, didn't he? Didn't the same one prepare each of us in the womb?”", "16": "“If I refused to grant the desire of the poor or exhausted the eyes of the widow,", "17": "if I ate my meals by myself without feeding orphans,", "18": "(even a poor man had grown up with me as if I were his father, and even though I had guided the widow[h] from the time I was born),", "19": "if I've observed someone who is about to die for lack of clothes or if I have no clothing to give to the poor,", "20": "if he hadn't thanked me from the bottom of his heart,[i] if he had not been warmed by wool from my sheep,", "21": "if I've raised my hand against an orphan when I thought I would against him in court,[j]", "22": "then let my arm[k] fall from its socket; and may my arm be torn off at the shoulder.", "23": "For I'm terrified of what calamity God may have in store for me; and I cannot endure his grandeur.”", "24": "“If I've put my confidence in gold, if I've told gold, 'You're my security,'", "25": "if I've found joy in great wealth that I own, if I've earned a lot with my own hands,", "26": "if I look at the sun[l] when it shines or the moon as it rises in steady splendor,", "27": "so that in the depths of my deceived heart I worshipped them with my mouth and hands,", "28": "this is also a sin that deserves to be judged, since I would have tried to deceive[m] God above.”", "29": "“Have I rejoiced in the destruction of those who hate me, or have I been happy that evil caught up with him?", "30": "No, I haven't allowed my mouth to sin by asking for his life[n] with a curse.", "31": "People in my household have said, 'We cannot find anyone who has not been satisfied with his meat,' haven't they?", "32": "No stranger ever spent the night in the street, because I opened my doors to travelers.”", "33": "“Have I covered my transgression like other people, to conceal iniquity within myself?[o]", "34": "Have I feared large crowds? Has my family's contempt ever terrified me so that I remained silent and wouldn't go outside?”", "35": "“Who will grant me a hearing? Here's my signature[p]—let the Almighty answer! Since my adversary indicted me,", "36": "I'll wear it on my shoulder, or tie it on my head for a crown!", "37": "I'll give an account for every step I've taken; I'll approach him confidently like a Commander-in-Chief.”[q]", "38": "“If my land were to cry out against me or if all its furrows wept as one,", "39": "If I've consumed its produce[r] without paying for it and snuffed out the life of its owners;", "40": "may thorns spring up instead of wheat, and obnoxious weeds instead of barley.” With this, Job's discourse with his friends[s] is completed."}