{"1": "These three men stopped responding to Job, because he was claiming to be righteous, in his own opinion.[a] ", "2": "But then Barachel's son Elihu from Buz, one of Ram's descendants, got really angry. He was furious with Job because he had been declaring himself righteous instead of vindicating God. ", "3": "Furthermore, he was furious with his three friends because they had not answered Job, but instead had condemned him. ", "4": "Elihu waited to have a word with Job, since the others were older than he, ", "5": "but when he saw that there had been no response[b] from those three, he got even more angry. ", "6": "Barachel's son Elihu from Buz responded and said: “I'm younger than you are. Because you're older,[c] I was terrified to tell you what I know.", "7": "I thought, experience[d] should speak; abundance of years teaches wisdom.", "8": "However, a spirit exists in mankind, and the Almighty's breath gives him insight.”", "9": "“The aged aren't always wise, nor do the elderly always understand justice.", "10": "Therefore I'm saying, 'Listen to me!' Then I'll declare what I know.", "11": "“Look! I have waited to hear your speech, so I listened to your insights while you searched for the right words to say.[e]", "12": "Indeed, I paid close attention to you all, but none of you were able to refute[f] Job or answer his arguments convincingly.", "13": "“So that you cannot claim, 'We have found wisdom!' let God do the rebuking, not man;", "14": "let him not direct a rebuke toward me. I won't be responding to him with your arguments.", "15": "“Job's friends[g] won't reason with him anymore; discouraged, words escape them.", "16": "Shall I continue to wait, since they're no longer talking? After all, they're only standing there; they're no longer responding.", "17": "“I will contribute my arguments[h] as an answer; I'll declare what I know,", "18": "because I'm filled with things to say, and my spirit within me compels me to speak.[i]", "19": "My insides feel like unvented wine, like it's about to burst like a new wineskin.", "20": "“Let me speak! I need relief! Let me open my lips and respond.", "21": "I won't discriminate against anyone, and I won't flatter any person,", "22": "since I don't know the first thing about how to flatter; and the one who made me would sweep me away as if I were nothing.”"}