{"1": "“Now please listen to what I have to say, Job. Listen to every word!", "2": "Look! I've begun to speak,[a] and I'm fashioning my words.[b]", "3": "I speak from the innocence[c] of my heart; and my lips will utter what I sincerely know.", "4": "“The spirit of God fashioned me; and the breath of the Almighty gives me life.", "5": "Answer me, if you can! Present your case! Take your stand in my presence!", "6": "Look! As far as God is concerned,[d] I'm just like you are— I, too, have been pinched off from a piece of clay.", "7": "Don't be afraid of me; I'll go easy[e] on you.”", "8": "“You spoke clearly so I could hear; I've heard what you've said:", "9": "'I'm pure. I'm without sin; I'm innocent. I'm harboring no iniquity inside of me.", "10": "Nevertheless, God[f] has found a pretext to attack me; he considers me his enemy.", "11": "He has bound my feet in shackles, and keeps watching everything I do.'”[g]", "12": "“You aren't right about this; My response is that God is greater than human beings.", "13": "Why are you arguing with him? He doesn't have to give explanations for what he does to you!", "14": "“God speaks time and time again[h]— but nobody notices—", "15": "in a dream or night vision, when a deep sleep falls on mankind while they sleep on their beds.", "16": "That's when he opens the ear of mankind, authenticating his messages[i] to them,", "17": "turning a person from his actions, keeping him[j] from pride,", "18": "sparing his soul from the Pit[k] and his life from violent death.[l]", "19": "“He is being reproved by painful bed rest, with continual aching in his bones.", "20": "He cannot stand his food, and he[m] has no desire for appetizing food.", "21": "His flesh wastes away; his bones, which once couldn't be seen, are visible.", "22": "His soul is getting close to the Pit;[n] his life is approaching its executioner.”", "23": "“If there's a messenger[o] appointed to mediate for Job[p] —one out of a thousand— to represent the man's integrity on his behalf,", "24": "to show favor to him and to plead, 'Deliver him from having to go down to the Pit[q]— I know where his ransom is!'", "25": "Let his flesh be rejuvenated[r] as he was in his youth! Let him recover the strength of his youth.", "26": "Let him pray to God and he will accept him; he will appear before him with joyful shouts!”", "27": "“He'll sing to mankind with these words: 'I've sinned. I have twisted what is right. Yet he has not repaid me like I deserve.[s]", "28": "He has redeemed my soul from going down to the Pit;[t] my life will see the light.'", "29": "Indeed God does all these things again and again[u] with a person", "30": "to bring back his soul from the Pit;[v] to light him with the light of life.”", "31": "“Job, pay attention! Listen to me! Be silent and let me speak.", "32": "If you have anything to say, answer me; speak up, because I'd be happy to vindicate you.", "33": "But if you have nothing to say, then at least listen to me! Be quiet and learn some wisdom from me.”"}