{"1": "Elihu continued speaking, and said:", "2": "“Listen to what I have to say, you wise men! Pay attention to me, you educated people!", "3": "Since the ear tests words like a palate tastes food,", "4": "let's choose what's right for us. Let's consider among ourselves what is good.”", "5": "Now this is Job's claim: 'Even though I'm innocent, God has stopped treating me righteously.", "6": "Have I lied concerning the justice that I deserve?[a] My wound[b] is incurable, though transgression cannot be attributed to me.'", "7": "“What man is like Job, who drinks mockery like water,", "8": "traffics in those who practice evil, and walks with wicked people?", "9": "Because he says, 'There's no profit for a man to find joy with God.'”[c]", "10": "“Therefore you men of understanding,[d] listen to me! Far be it for God to practice wickedness, or the Almighty to do what is wrong,", "11": "because he repays a person for his behavior; and according to a person's[e] conduct, he lets it happen to[f] him.", "12": "Truly, God doesn't practice wickedness, and the Almighty doesn't pervert justice.", "13": "Who entrusted the earth to him? Who made him responsible for the entire inhabited world?", "14": "If he were to decide to do so, that is, to take back to himself[g] his spirit and breath of life,[h]", "15": "every living thing would die all at once,[i] and mankind would return to dust.”", "16": "If you have[j] understanding, listen to this! Pay attention to what I have to say:", "17": "Can one who hates justice really govern? And if God[k] is righteous and mighty, can you condemn him?[l]", "18": "Can one say to a king, 'You're vile!' or to nobles, 'You're wicked!'?", "19": "Who isn't partial to[m] princes? Who doesn't give preference to the nobles over the poor? Nevertheless, all of them are his handiwork.", "20": "“They die suddenly, in the middle of the night; people suffer seizures and pass away; even valiant men can be taken away— and not by human hands.", "21": "Yes, Job,[n] his eyes constantly watch the behavior of human beings; he carefully observes their every step.", "22": "There's no such thing as darkness to him— not even deep darkness— that can conceal those who practice evil.", "23": "He won't examine mankind further, that they would go before God to judgment.", "24": "He shatters valiant men without a need to investigate, and he raises others in their place.", "25": "Thus he acknowledges their behavior, and overcomes them; when night time comes, they are crushed.", "26": "“He strikes[o] the wicked among them in a place where they can be seen", "27": "because they've abandoned their pursuit of him and had no respect for any of his ways.", "28": "As a result, the cries of the poor have reached him and he has heard the cry of the afflicted.", "29": "“If he remains silent, who will condemn him? If he conceals his face, who can see him? He watches over both nation and individual alike,", "30": "to keep the godless man from reigning or laying a snare for the people.”", "31": "“Has anyone ever really told God, 'I've endured,[p] and I won't act corruptly anymore.", "32": "What I don't see, instruct me! If I've done anything evil, I won't repeat it!'", "33": "“Should you not be paid back, since you have rejected him? You do the choosing! I won't! Tell us what you know!", "34": "“Men of understanding, speak to me! Are any of you men wise? Then listen to me!", "35": "Job has been speaking from his own ignorance, and what he has to say lacks insight!", "36": "Oh, how Job needs to be given a full court trial, as a rebuke to those who practice evil,", "37": "because he has been adding rebellion to his sin; he claps his hands among us,[q] and keeps on ranting against God.”"}