{"1": "“Now I'll conclude with this: my heart is trembling violently; it feels like it's about to leap from my body!", "2": "Listen carefully to his thundering voice; to the sound that rumbles from his mouth.", "3": "He releases his lightning throughout the sky, to the ends[a] of the earth.", "4": "His thunder roars after it; his majestic voice will thunder; and no one can trace them[b] once his voice has been heard.", "5": "“God thunders with his wondrous voice; he does awesome works that we don't comprehend.", "6": "For he says to the snow, 'Fall to the earth.' He tells the rain, 'Pour down,' then it rains profusely.", "7": "“He puts a limit to the skill[c] of every person; to delineate all people from what they do.", "8": "“Then a beast enters its lair and remains in its den.", "9": "“From the south,[d] a whirlwind proceeds, out of the icy north winds.", "10": "From the breath of God ice is produced, and a wide body of water is frozen.", "11": "He also loads the clouds with moisture, scattering his lightning with the clouds.", "12": "It whirls about in circles at his direction to accomplish all that he commands throughout the surface of the entire world,", "13": "whether for discipline on his land or to demonstrate his gracious love, he causes it to be realized.”", "14": "“Pay attention to this, Job! Stand still, and consider the wondrous attributes of God.", "15": "Do you know how God ordains them, and makes his lightning to flash throughout his clouds?", "16": "Do you understand his wondrous work of balancing the clouds, the one[e] whose knowledge is perfect,", "17": "you whose garments are hot, even though the land is cooled by a south wind?", "18": "Can you spread out the skies like he does; can you cast them as one might a mirror?", "19": "Tell us! What are we to say to him? Can we prepare our case to face him when our faces are in darkness?", "20": "Has it been relayed to God[f] that I want to talk? Can a person[g] speak when he is confused?”", "21": "“So then, the sun[h] is too bright to gaze at, is it not? The sky is swept clean by the wind that blows,[i] is it not?", "22": "From the north he brings gold; around God is awesome splendor.", "23": "We cannot find the Almighty— he is majestic in power and justice, and overflowing with righteousness; he never oppresses.", "24": "Therefore humanity fears him, which none of the wise[j] can quite comprehend.”"}