{"1": "The Lord responded to Job from the whirlwind and said:", "2": "“Who is this who keeps darkening my counsel without knowing what he's talking about?", "3": "Stand up[a] like a man! I'll ask you some questions, and you give me some answers!”", "4": "“Where were you when I laid the foundation of my earth? Tell me,[b] since you're so informed!", "5": "Who set its measurement? Am I to assume you know? Who stretched a boundary line over it?", "6": "On what were its bases set? Who laid its corner stone", "7": "while the morning stars sang together and all the divine beings[c] shouted joyfully?", "8": "“Who[d] enclosed the sea with limits[e] when it gushed out of the womb,", "9": "when I made clouds to be its clothes and thick darkness its swaddling blanket,", "10": "when I proscribed a boundary for it, set in place bars and doors for it;", "11": "and said, 'You may come only this far and no more. Your majestic waves will stop here.'?", "12": "“Have you ever commanded the morning at any time during your life?[f] Do you know where the dawn lives,", "13": "where it seizes the edge of the earth and shakes the wicked out of it?", "14": "Like clay is molded by a signet ring, the earth's hills and valleys[g] then stand out like the colors of a garment.", "15": "Then from the wicked their light is withheld and their upraised arm is broken.", "16": "“Have you been to the source of the sea and walked about in the recesses of the deepest ocean?", "17": "Have the gates of death been revealed to you? Have you seen the gates of the deepest darkness?", "18": "Do you understand the breadth of the earth? Tell me, since you know it all!", "19": "“Where is the road to where the light lives? Or where does the darkness live?", "20": "Can you take it to its homeland, since you know the path to his house?", "21": "You should know! After all, you had been born back then, so the number of your days is great!", "22": "“Have you entered the storehouses of the snow or seen where the hail is stored,", "23": "which I've reserved for the tribulation to come, for the day of battle and war?", "24": "Where is the lightning diffused or the east wind scattered around the earth?", "25": "“Who cuts canals for storm floods, and paths for the lightning and thunder,", "26": "to bring rain upon a land without inhabitants, a desert in which no human beings live,", "27": "to satisfy a desolate and devastated desert, causing it to sprout vegetation?", "28": "“Does the rain have a father? Who fathered the dew?", "29": "Whose womb brings forth the ice? Who gives birth to frost out of an empty[h] sky,", "30": "when water solidifies[i] like stone and the surface of the deepest sea freezes?", "31": "“Can you bind the chains of Pleiades or loosen the cords of Orion?", "32": "Can you bring out constellations in their season? Can you guide the Bear with her cubs?", "33": "Do you know the laws of the heavens? Can you regulate their authority over the earth?", "34": "“Can you call out to the clouds, so that abundant water drenches you?", "35": "Can you command the lightning, so that it goes forth and calls to you, 'Look at us!'[j]", "36": "“Who sets wisdom within you, or imbues your mind with understanding?", "37": "Who has the wisdom to be able to count the clouds, or to empty[k] the water jars of heaven,", "38": "when dust dries into a mass and then breaks apart into clods?", "39": "“Can you hunt prey for the lioness to satisfy young lions", "40": "when they crouch in their dens and lie in ambush in their lairs?", "41": "Who prepares food for the raven, when its offspring cry out to God as they wander for lack of food?”"}