{"1": "In reply, Eliphaz from Teman answered:", "2": "“Will you get offended if somebody tries to talk to you? Who can keep from speaking at a time like this?[a]", "3": "Look! You've admonished many people,[b] and you've strengthened feeble hands.", "4": "A word from you has supported those who have stumbled, and has strengthened faltering knees.", "5": "“But now it's your turn, and you're the one who is worn out![c] Now it's striking you, and you're dismayed!", "6": "“Your fear of God has been your confidence, hasn't it? The integrity of your life has been your hope, hasn't it?", "7": "Now please think: Who has ever perished when they're innocent? Where have the upright been destroyed?", "8": "It's been my experience that those who plow the soil of[d] iniquity and those who sow the seed of[e] trouble will reap their harvest![f]", "9": "They perish by the breath of God; they are consumed by the storm that is[g] his anger.[h]", "10": "“The lioness may roar, and the lion cub may growl; but even the ivory teeth of the full grown lion are broken.", "11": "Full grown lions die when they cannot find prey; that's when the lion cubs are scattered.", "12": "“A message was confided[i] to me; my ear caught a whisper of it.", "13": "Disquieting thoughts from dreams at night; when deep sleep falls on everyone.[j]", "14": "A fear fell upon me, along with trembling that caused all my bones to shake in terror.[k]", "15": "A spirit glided past me and made the hair on my skin[l] to bristle.", "16": "It remained standing, but I couldn't recognize its appearance. A form appeared before my eyes; At first there was[m] silence, and then this voice:", "17": "'Can a mortal person[n] be more righteous than God? Or can the purity of the valiant exceed that of his maker?'[o]", "18": "“Indeed, since he doesn't trust his servants,[p] since he charges[q] his angels with error,", "19": "how much less confidence[r] does he have in those who dwell in houses of clay; who were formed from a foundation in dust and can perish[s] like a moth?", "20": "They are defeated between morning and evening; they perish forever—and no one notices!", "21": "Their wealth[t] perishes with them, doesn't it? They die, and do so without having wisdom, don't they?”"}