{"1": "“Cry out, won't you! Is there anyone who will answer you? To whom will you turn among the holy ones?", "2": "For wrath will slay a fool; zealous anger will kill the naïve.", "3": "“I myself saw a fool becoming established, but I suddenly cursed where he lived.[a]", "4": "His children are far from deliverance; they'll be maltreated before they leave home,[b] with no one to rescue them.", "5": "Then the hungry will devour his harvest, snatching it even from the midst of thorns, while the thirsty covet their wealth.", "6": "For wickedness doesn't crop up from dust, nor does trouble sprout out of the ground;", "7": "But mankind is born headed for trouble, just as sparks soar skyward.”", "8": "“Now as for me, I would seek God if I were you;[c] I would commit my case to God.", "9": "He is always doing great things that cannot be explained, countless awesome deeds.", "10": "He sends rain on the surface of the earth, and waters the surface of the open country.", "11": "He sets the lowly on high, and lifts those who mourn to safety.[d]", "12": "He frustrates the plans of the crafty; so that what they work for never succeeds.", "13": "He captures the wise in their own craftiness, bringing a quick end to their cunning advice.", "14": "They meet with darkness in broad daylight; at noonday they grope around as if it were night.", "15": "So he delivers from the sword of their mouth— the poor from the power[e] of the mighty.", "16": "Therefore there is hope for those who are poor, and iniquity shuts its mouth.", "17": "“Indeed, how blessed is the person whom God reproves! So never disrespect the discipline of the Almighty,", "18": "because though he wounds, but then applies bandages; though he strikes, his hands still heal.", "19": "“He will deliver you through six calamities; and calamity won't touch you throughout the seventh.", "20": "He will deliver you from death by famine; in war from the power[f] of the sword.", "21": "You'll be protected from the accusing[g] tongue; you need not fear destruction when it heads your way.", "22": "You'll laugh at destruction and famine; and you need not fear the beasts of the earth.", "23": "For you'll have a pact[h] with the stones in the field; and the beasts of the field will be at peace with you.", "24": "You'll know that your home[i] is secure; when you search your possessions, and nothing will be missing.", "25": "You'll know that you'll have many children; and that your offspring will be like the grass of the earth.", "26": "You'll go to your grave at a ripe old age; like a stack of grain that's harvested at just the right time.", "27": "“Look! We have thought all this through, and what we've said is true;[j] So please listen and learn for your own good!”"}