{"1": "In rebuttal, Job replied:", "2": "“If only my grief could be weighed; or my calamity piled together on a balance scale!", "3": "It would weigh more than the sand on the seashore![a] Here's why I've talked so rashly:", "4": "“The arrows of the Almighty have pierced me; my spirit absorbs[b] their poison;[c] God's terrors have been arranged just for me!", "5": "“Will the wild donkey bray from hunger[d] if fresh grass is beside him? Will the ox low from distress[e] if it is near its feed?", "6": "Tasteless food isn't eaten without salt, is it? Is there any taste in an egg white?", "7": "I cannot bring myself to touch them;[f] food like this makes me sick.”", "8": "“Who will grant my wish?[g] I wish God would grant what I'm hoping for:", "9": "that God would just be willing[h] to crush me; that he would let loose[i] and eliminate me!", "10": "At least I could still take comfort and rejoice in unceasing anguish, for I didn't conceal what the Holy One has to say.", "11": "“Do I have the strength to wait? And why[j] should I be patient?", "12": "Am I as strong as a rock? Am I some kind of iron man?[k]", "13": "There is no help within me, is there? My resources have been driven away from me, haven't they?", "14": "The friend shows gracious love for his friend, even if he has forsaken the fear of the Almighty.", "15": "But my brothers have acted treacherously like a cascading river, like torrential rivers that overflow.", "16": "Filled with waters made cold[l] by ice, they are where the snow goes to hide.", "17": "But then the snow melts, and they disappear; when warmed, they evaporate from their stream beds.[m]", "18": "Travelers divert[n] in their route; they go into a wasteland and die.", "19": "Travelers from Tema search intently; caravans from Sheba hope to find them.", "20": "For all their expectations, they are doomed to disappointment; even though they have come and searched this far.", "21": "“And now you're all just like them, aren't you?[o] You see my terror and are terrified.", "22": "When did I ever ask you for anything, say 'Offer a bribe for me from your wealth?'", "23": "or say 'Deliver me from my enemy's control,'[p] or 'Redeem me from the domination[q] of ruthless people'?”", "24": "“Instruct me, and I'll remain silent. Help me understand where I've gone astray.", "25": "The truth[r] can be painful, but what has your argument proven?", "26": "Did you intend your words to reprove, even though the speech of a desperate person is just wind?", "27": "Indeed, you would gamble to buy an orphan; and barter to buy your friend!", "28": "Now be willing to face me, and I won't lie to your face.", "29": "Repent! Let there be no injustice; Change your ways![s] My vindication[t] is at stake.", "30": "Have I said anything that's unjust? I can discern[u] evil, can't I?”"}