{"1": "“Men have harsh servitude on earth, do they not? His days are like those of a hired laborer, are they not?[a]", "2": "I'm like a servant who longs for the shade, like a hired laborer who is looking for his wages.", "3": "Truly I've been allotted months of emptiness; nights of trouble have been appointed for me.", "4": "“When I lie down I ask, 'When will I wake up?' But the night continues and I keep tossing and turning until dawn.[b]", "5": "My skin[c] is covered with worms and clods of dirt; my skin becomes rough and then breaks out afresh.", "6": "My days pass as swiftly as a hand-loom; they come to their conclusion without hope.", "7": "Remember that my life is a breath; my eyes won't go back to seeing good things.[d]", "8": "The eyes of the one who sees me won't see me anymore; your eyes will look[e] for me but I won't be around![f]", "9": "As a cloud fades away and vanishes, the one who descends to the afterlife[g] doesn't return.[h]", "10": "He doesn't return again to his house, and his place won't recognize him anymore.”", "11": "“In addition, I won't keep my opinion[i] to myself; I'll speak from my distressed spirit; I'll complain with my bitter soul.", "12": "Am I the sea, or a sea monster, that you keep watching me?", "13": "For I've said, 'My bed will comfort me; my couch will ease my burdens[j] while I complain.'", "14": "But then you scared me with dreams; you terrified me with visions.", "15": "I would rather die by strangulation than continue living.[k]", "16": "I hate the thought of living forever! Leave me alone, because my days are pointless.”", "17": "“What is a human being, that you make so much of him; that you set your affections on him,", "18": "visit him every morning, and test him continually?", "19": "Why won't you look away from me? Why don't you leave me alone so I can swallow my saliva?", "20": "So what if I sin? What have I done against you, you observer of humankind? Why have you made me your target? Why burden yourself with me?", "21": "Why haven't you pardoned my transgression and taken away my iniquity? Now I'm about to lie down in the dust. You will seek me diligently, but I won't be around!”[l]"}