{"1": "Then in response, Bildad from Shuah said:", "2": "“How long will you keep talking like this? How long will you keep talking like a wind storm?", "3": "Does God pervert justice? Does the Almighty pervert what's right?", "4": "“If your children sin against him, he'll make them a prisoner[a] of their sins.", "5": "If you seek God, if you ask the Almighty for mercy,", "6": "if you are clean and upright, surely then, he'll act on your behalf and restore your rightful[b] place.", "7": "Your beginning may be small, but later years[c] will be very great.", "8": "“Inquire of the previous generation, won't you please? Consider what their forefathers searched out.", "9": "Because we are of yesterday and we know nothing, for our time on earth is only a shadow.", "10": "Won't they instruct you, and tell you, and bring out words from the heart?", "11": "“Can papyrus grow where there's no marsh? Can reeds flourish without water?", "12": "While they are still green and not yet ready to be harvested, they wither before any plant.", "13": "Such are the paths of everyone who forgets God— the hope of the godless will be destroyed:", "14": "his confidence is shattered; his trust is in a spider's web.", "15": "He leans against his house, but it won't stand; he grabs hold of it firmly, but it doesn't last.", "16": "He is a fresh sapling planted in the sunlight, spreading out its branches over its garden.", "17": "Its roots weave around a pile of stones, seeking to entrench itself among the rocks.", "18": "If he is uprooted[d] from his place, then it will deny him: 'I never saw you.'", "19": "“Indeed, this is the benefit of God's[e] way: from the soil other plants[f] will sprout.", "20": "Surely God won't reject those who are blameless or hold hands with those who practice evil.", "21": "He will soon fill your mouth with laughter, and your lips will shout with joy.", "22": "Those who hate you will be clothed with shame, and the tent of the wicked will no longer exist."}