{"1": "This was Job's response:", "2": "“Indeed, I'm fully aware that this is so, but how can a person become right with God?", "3": "If one were to seek to argue with him, he won't be able to answer him even once in a thousand times.", "4": "He is wise in heart and strong in will— who can be stubborn against him and succeed?", "5": "“He removes mountains without their knowledge, overthrowing them in his anger.", "6": "He shakes the earth from its orbit,[a] so that its foundations shudder.", "7": "He commands the sun so that it doesn't shine[b] and seals up the stars.", "8": "He alone spreads out the heavens, he walks on the waves[c] of the sea.", "9": "He created Bear, Orion, the Pleiades, and the southern constellations.", "10": "He does great things that cannot be explained, and awesome deeds that cannot be counted.", "11": "“If he were to pass near me, I wouldn't notice; if he moves by, I wouldn't perceive him.", "12": "Indeed, if he snatches someone[d] away, who could restrain him? Who can say to him, 'What are you doing?'", "13": "“God doesn't restrain his anger. Rahab's assistants are humiliated under him.", "14": "So how am I to answer him, choosing what I am to say to him?", "15": "Even if I'm in the right, I cannot answer him. I can only appeal for mercy.", "16": "“Were I to be summoned, and he were to answer me, I wouldn't even believe that he was listening to what I have to say.[e]", "17": "For he crushes me with a storm, and keeps on wounding me for no reason.", "18": "He won't let me catch my breath; instead, he fills me with bitterness.", "19": "“Is this a contest of strength? He is obviously stronger! Is this a matter of justice? Who can sue him?", "20": "Though I'm in the right, my own mouth will condemn me; though I'm blameless, he'll pronounce me as guilty.", "21": "“I'm blameless; I don't know myself; I despise my life.", "22": "I say it's all the same— he destroys both the blameless and the guilty.[f]", "23": "If a calamity[g] causes sudden death, he'll mock at the despair of the innocent.", "24": "A land is given into the hands of a wicked person;[h] he covers the faces of its judges. If it is not God,[i] then who is it?”", "25": "“My days pass faster than a runner; but they pass quickly without seeing anything good.", "26": "They pass by like a ship made of reeds, like an eagle swooping down on its prey.", "27": "If I were to say, 'Let me forget my complaint,' change[j] the expression on[k] my face, and look cheerful,", "28": "then I still dread all of my suffering; I know you still won't acquit me.", "29": "I will be condemned, so why should I wear myself out with this futility?", "30": "“If I wash myself with water from snow, and cleanse my hands with lye,", "31": "you'll still drop me into the Pit,[l] and my own clothes will despise me.", "32": "He's not a man like me, so that I can answer him, or that we can enter into litigation[m] with one another.", "33": "There is not yet a mediator between us, who would set his hand on the two of us,", "34": "removing his rod from me, and not letting terror of him overwhelm me.", "35": "Otherwise, I would speak without being terrified of him, because I'm not like that inside myself.”"}