{"1": "In the beginning God created the heavens and the earth.[a]", "2": "The earth was barren, with no form of life;[b] it was under a roaring ocean covered with darkness. But the Spirit of God[c] was moving over the water.", "3": "God said, “I command light to shine!” And light started shining. ", "4": "God looked at the light and saw that it was good. He separated light from darkness ", "5": "and named the light “Day” and the darkness “Night.” Evening came and then morning—that was the first day.[d]", "6": "God said, “I command a dome to separate the water above it from the water below it.” ", "7": "And that's what happened. God made the dome ", "8": "and named it “Sky.” Evening came and then morning—that was the second day.", "9": "God said, “I command the water under the sky to come together in one place, so there will be dry ground.” And that's what happened. ", "10": "God named the dry ground “Land,” and he named the water “Ocean.” God looked at what he had done and saw that it was good.", "11": "God said, “I command the earth to produce all kinds of plants, including fruit trees and grain.” And that's what happened. ", "12": "The earth produced all kinds of vegetation. God looked at what he had done, and it was good. ", "13": "Evening came and then morning—that was the third day.", "14": "God said, “I command lights to appear in the sky and to separate day from night and to show the time for seasons, special days, and years. ", "15": "I command them to shine on the earth.” And that's what happened. ", "16": "God made two powerful lights, the brighter one to rule the day and the other[e] to rule the night. He also made the stars. ", "17": "Then God put these lights in the sky to shine on the earth, ", "18": "to rule day and night, and to separate light from darkness. God looked at what he had done, and it was good. ", "19": "Evening came and then morning—that was the fourth day.", "20": "God said, “I command the ocean to be full of living creatures, and I command birds to fly above the earth.” ", "21": "So God made the giant sea monsters and all the living creatures that swim in the ocean. He also made every kind of bird. God looked at what he had done, and it was good. ", "22": "Then he gave the living creatures his blessing—he told the ocean creatures to live everywhere in the ocean and the birds to live everywhere on earth. ", "23": "Evening came and then morning—that was the fifth day.", "24": "God said, “I command the earth to give life to all kinds of tame animals, wild animals, and reptiles.” And that's what happened. ", "25": "God made every one of them. Then he looked at what he had done, and it was good.", "26": "God said, “Now we will make humans, and they will be like us. We will let them rule the fish, the birds, and all other living creatures.”", "27": "So God created humans to be like himself; he made men and women. ", "28": "God gave them his blessing and said: Have a lot of children! Fill the earth with people and bring it under your control. Rule over the fish in the ocean, the birds in the sky, and every animal on the earth.", "29": "I have provided all kinds of fruit and grain for you to eat. ", "30": "And I have given the green plants as food for everything else that breathes. These will be food for animals, both wild and tame, and for birds.", "31": "God looked at what he had done. All of it was very good! Evening came and then morning—that was the sixth day."}