{"1": "One hot summer afternoon Abraham was sitting by the entrance to his tent near the sacred trees of Mamre, when the Lord appeared to him. ", "2": "Abraham looked up and saw three men standing nearby. He quickly ran to meet them, bowed with his face to the ground, ", "3": "and said, “Please come to my home where I can serve you. ", "4": "I'll have some water brought, so you can wash your feet, then you can rest under the tree. ", "5": "Let me get you some food to give you strength before you leave. I would be honored to serve you.” “Thank you very much,” they answered. “We accept your offer.”", "6": "Abraham quickly went to his tent and said to Sarah, “Hurry! Get a large sack of flour and make some bread.” ", "7": "After saying this, he rushed off to his herd of cattle and picked out one of the best calves, which his servant quickly prepared. ", "8": "He then served his guests some yogurt and milk together with the meat. While they were eating, he stood near them under the trees, ", "9": "and they asked, “Where is your wife Sarah?” “She is right there in the tent,” Abraham answered.", "10": "One of the guests was the Lord, and he said, “I'll come back about this time next year, and when I do, Sarah will already have a son.” Sarah was behind Abraham, listening at the entrance to the tent. ", "11": "Abraham and Sarah were very old, and Sarah was well past the age for having children. ", "12": "So she laughed and said to herself, “Now that I am worn out and my husband is old, will I really know such happiness?”[a]", "13": "The Lord asked Abraham, “Why did Sarah laugh? Does she doubt that she can have a child in her old age? ", "14": "I am the Lord! There is nothing too difficult for me. I'll come back next year at the time I promised, and Sarah will already have a son.”", "15": "Sarah was so frightened that she lied and said, “I didn't laugh.” “Yes, you did!” he answered.", "16": "When the three men got ready to leave, they looked down toward Sodom, and Abraham walked part of the way with them.", "17": "The Lord said to himself, “I should tell Abraham what I am going to do, ", "18": "since his family will become a great and powerful nation that will be a blessing to all other nations on earth.[b] ", "19": "I have chosen him to teach his family to obey me forever and to do what is right and fair. Then I will give Abraham many descendants, just as I promised.”", "20": "The Lord said, “Abraham, I have heard that the people of Sodom and Gomorrah are doing all kinds of evil things. ", "21": "Now I am going down to see for myself if those people really are that bad. If they aren't, I want to know about it.”", "22": "The men turned and started toward Sodom. But the Lord stayed with Abraham, ", "23": "who asked, “Lord, when you destroy the evil people, are you also going to destroy those who are good? ", "24": "Wouldn't you spare the city if there are only fifty good people in it? ", "25": "You surely wouldn't let them be killed when you destroy the evil ones. You are the judge of all the earth, and you do what is right.”", "26": "The Lord replied, “If I find fifty good people in Sodom, I will save the city to keep them from being killed.”", "27": "Abraham answered, “I am nothing more than the dust of the earth. Please forgive me, Lord, for daring to speak to you like this. ", "28": "But suppose there are only forty-five good people in Sodom. Would you still wipe out the whole city?” “If I find forty-five good people,” the Lord replied, “I won't destroy the city.”", "29": "“Suppose there are just forty good people?” Abraham asked. “Even for them,” the Lord replied, “I won't destroy the city.”", "30": "Abraham said, “Please don't be angry, Lord, if I ask you what you will do if there are only thirty good people in the city.” “If I find thirty,” the Lord replied, “I still won't destroy it.”", "31": "Then Abraham said, “I don't have any right to ask you, Lord, but what would you do if you find only twenty?” “Because of them, I won't destroy the city,” was the Lord's answer.", "32": "Finally, Abraham said, “Please don't get angry, Lord, if I speak just once more. Suppose you find only ten good people there.” “For the sake of ten good people,” the Lord told him, “I still won't destroy the city.”", "33": "After speaking with Abraham, the Lord left, and Abraham went back home."}