{"1": "Abraham moved to the Southern Desert, where he settled between Kadesh and Shur. Later he went to Gerar, and while there ", "2": "he told everyone that his wife Sarah was his sister. So King Abimelech of Gerar had Sarah brought to him. ", "3": "But God came to Abimelech in a dream and said, “You have taken a married woman, and for this you will die!”", "4-5": "Abimelech said to the Lord, “Don't kill me! I haven't slept with Sarah. Didn't they say they were brother and sister? I am completely innocent.”", "6": "God spoke to Abimelech in another dream and said: I know you are innocent. That's why I kept you from sleeping with Sarah and doing anything wrong. ", "7": "Her husband is a prophet. Let her go back to him, and his prayers will save you from death. But if you don't return her, you and all your people will die.", "8": "Early the next morning Abimelech sent for his officials, and when he told them what had happened, they were frightened. ", "9": "Abimelech then called in Abraham and said: Look what you've done to us! What have I ever done to you? Why did you make me and my nation guilty of such a terrible sin? ", "10": "What were you thinking when you did this?", "11": "Abraham answered: I did it because I didn't think any of you respected God, and I was sure that someone would kill me to get my wife. ", "12": "Besides, she is my half sister. We have the same father, but different mothers. ", "13": "When God made us leave my father's home and start wandering, I told her, “If you really love me, you will tell everyone that I am your brother.”", "14": "Abimelech gave Abraham some sheep, cattle, and slaves. He sent Sarah back ", "15": "and told Abraham that he could settle anywhere in his country. ", "16": "Then he said to Sarah, “I have given your brother a thousand pieces of silver as proof to everyone that you have done nothing wrong.”[a]", "17-18": "Meanwhile, God had kept Abimelech's wife and slaves from having children. But Abraham prayed, and God let them start having children again."}