{"1": "The Lord was good to Sarah and kept his promise. ", "2": "Although Abraham was very old, Sarah had a son exactly at the time God had said. ", "3": "Abraham named his son Isaac, ", "4": "and when the boy was eight days old, Abraham circumcised him, just as the Lord had commanded.", "5": "Abraham was a hundred years old when Isaac was born, ", "6": "and Sarah said, “God has made me laugh.[a] Now everyone will laugh with me. ", "7": "Who would have dared to tell Abraham that someday I would have a child? But in his old age, I have given him a son.”", "8": "The time came when Sarah no longer had to nurse Isaac,[b] and on that day Abraham gave a big feast.", "9-10": "One day, Sarah noticed Hagar's son Ishmael[c] playing,[d] and she said to Abraham, “Get rid of that Egyptian slave woman and her son! I don't want him to inherit anything. It should all go to my son.”[e]", "11": "Abraham was worried about Ishmael. ", "12": "But God said, “Abraham, don't worry about your slave woman and the boy. Just do what Sarah tells you. Isaac will inherit your family name, ", "13": "but the son of the slave woman is also your son, and I will make his descendants into a great nation.”", "14": "Early the next morning Abraham gave Hagar an animal skin full of water and some bread. Then he put the boy on her shoulder and sent them away. They wandered around in the desert near Beersheba, ", "15": "and after they had run out of water, Hagar put her son under a bush. ", "16": "Then she sat down a long way off, because she could not bear to watch him die. And she cried bitterly.", "17": "When God heard the boy crying, the angel of God called out to Hagar from heaven and said, “Hagar, why are you worried? Don't be afraid. I have heard your son crying. ", "18": "Help him up and hold his hand, because I will make him the father of a great nation.” ", "19": "Then God let her see a well. So she went to the well and filled the skin with water, then gave some to her son.", "20-21": "God blessed Ishmael, and as the boy grew older, he became an expert with his bow and arrows. He lived in the Paran Desert, and his mother chose an Egyptian woman for him to marry.", "22": "About this time Abimelech and his army commander Phicol said to Abraham, “God blesses everything you do! ", "23": "Now I want you to promise in the name of God that you will always be loyal to me and my descendants, just as I have always been loyal to you in this land where you have lived as a foreigner.” ", "24": "And so, Abraham promised.", "25": "One day, Abraham told Abimelech, “Some of your servants have taken over one of my wells.”", "26": "“This is the first I've heard about it,” Abimelech replied. “Why haven't you said something before? I don't have any idea who did it.” ", "27": "Abraham gave Abimelech some sheep and cattle, and then the two men made a peace treaty.", "28": "Abraham separated seven female lambs from his flock of sheep, ", "29": "and Abimelech asked, “Why have you done this?”", "30": "Abraham told him, “I want you to accept these seven lambs as proof that I dug this well.” ", "31": "So they called the place Beersheba,[f] because they made a treaty there.", "32": "When the treaty was completed, Abimelech and his army commander Phicol went back to the land of the Philistines. ", "33": "Abraham planted a tamarisk tree[g] in Beersheba and worshiped the eternal Lord God. ", "34": "Then Abraham lived a long time as a foreigner in the land of the Philistines."}