{"1": "Abraham was now a very old man. The Lord had made him rich, and he was successful in everything he did. ", "2": "One day, Abraham called in his most trusted servant and said to him, “Solemnly promise me ", "3": "in the name of the Lord, who rules heaven and earth, that you won't choose a wife for my son Isaac from the people here in the land of Canaan. ", "4": "Instead, go back to the land where I was born and find a wife for him from among my relatives.”", "5": "But the servant asked, “What if the young woman I choose refuses to leave home and come here with me? Should I send Isaac there to look for a wife?”", "6": "“No!” Abraham answered. “Don't ever do that, no matter what. ", "7": "The Lord who rules heaven brought me here from the land where I was born and promised that he would give this land to my descendants forever. When you go back there, the Lord will send his angel ahead of you to help you find a wife for my son. ", "8": "If the woman refuses to come along, you don't have to keep this promise. But don't ever take my son back there.” ", "9": "So the servant gave Abraham his word that he would do everything he had been told to do.", "10": "Soon after that, the servant loaded ten of Abraham's camels with valuable gifts. Then he set out for the city in northern Syria,[a] where Abraham's brother Nahor lived.", "11": "When he got there, he let the camels rest near the well outside the city. It was late afternoon, the time when the women came out for water. ", "12": "The servant prayed: You, Lord, are the God my master Abraham worships. Please keep your promise to him and let me find a wife for Isaac today. ", "13": "The young women of the city will soon come to this well for water, ", "14": "and I'll ask one of them for a drink. If she gives me a drink and then offers to get some water for my camels, I'll know she is the one you have chosen and that you have kept your promise to my master.", "15-16": "While he was still praying, a beautiful unmarried young woman came by with a water jar on her shoulder. She was Rebekah, the daughter of Bethuel, the son of Abraham's brother Nahor and his wife Milcah. Rebekah walked past Abraham's servant, then went over to the well, and filled her water jar. When she started back, ", "17": "Abraham's servant ran to her and said, “Please let me have a drink of water.”", "18": "“I'll be glad to,” she answered. Then she quickly took the jar from her shoulder and held it while he drank. ", "19-20": "After he had finished, she said, “Now I'll give your camels all the water they want.” She quickly poured out water for them, and she kept going back for more, until his camels had drunk all they wanted. ", "21": "Abraham's servant did not say a word, but he watched everything Rebekah did, because he wanted to know for certain if this was the woman the Lord had chosen.", "22": "The servant had brought along an expensive gold ring and two large gold bracelets. When Rebekah had finished bringing the water, he gave her the ring for her nose[b] and the bracelets for her arms. ", "23": "Then he said, “Please tell me who your father is. Does he have room in his house for me and my men to spend the night?”", "24": "She answered, “My father is Bethuel, the son of Nahor and Milcah. ", "25": "We have a place where you and your men can stay, and we also have enough straw and feed for your camels.”", "26": "Then the servant bowed his head and prayed, ", "27": "“I thank you, Lord God of my master Abraham! You have led me to his relatives and kept your promise to him.”", "28": "Rebekah ran straight home and told her family everything. ", "29-30": "Her brother Laban heard her tell what the servant had said, and he saw the ring and the bracelets she was wearing. So Laban ran out to Abraham's servant, who was standing by his camels at the well. ", "31": "Then Laban said, “The Lord has brought you safely here. Come home with me. There's no need for you to keep on standing outside. I have a room ready for you in our house, and there's also a place for your camels.”", "32": "Abraham's servant went home with Laban, where Laban's servants unloaded his camels and gave them straw and feed. Then they brought water into the house, so Abraham's servant and his men could wash their feet. ", "33": "After that, they brought in food. But the servant said, “Before I eat, I must tell you why I have come.” “Go ahead and tell us,” Laban answered.", "34": "The servant explained: I am Abraham's servant. ", "35": "The Lord has been good to my master and has made him very rich. He has given him many sheep, goats, cattle, camels, and donkeys, as well as a lot of silver and gold, and many slaves. ", "36": "Sarah, my master's wife, didn't have any children until she was very old. Then she had a son, and my master has given him everything. ", "37": "I solemnly promised my master that I would do what he said. And he told me, “Don't choose a wife for my son from the women in this land of Canaan. ", "38": "Instead, go back to the land where I was born and find a wife for my son from among my relatives.”", "39": "I asked my master, “What if the young woman refuses to come with me?”", "40": "My master answered, “I have always obeyed the Lord, and he will send his angel to help you find my son a wife from among my own relatives. ", "41": "But if they refuse to let her come back with you, then you are freed from your promise.”", "42": "When I came to the well today, I silently prayed, “You, Lord, are the God my master Abraham worships, so please lead me to a wife for his son ", "43": "while I am here at the well. When a young woman comes out to get water, I'll ask her to give me a drink. ", "44": "If she gives me a drink and offers to get some water for my camels, I'll know she is the one you have chosen.”", "45": "Even before I had finished praying, Rebekah came by with a water jar on her shoulder. When she had filled the jar, I asked her for a drink. ", "46": "She quickly lowered the jar from her shoulder and said, “Have a drink. Then I'll get water for your camels.” So I drank, and after that she got some water for my camels. ", "47": "I asked her who her father was, and she answered, “My father is Bethuel the son of Nahor and Milcah.” Right away I put the ring in her nose and the bracelets on her arms. ", "48": "Then I bowed my head and gave thanks to the God my master Abraham worships. The Lord had led me straight to my master's relatives, and I had found a wife for his son.", "49": "Now please tell me if you are willing to do the right thing for my master. Will you treat him fairly, or do I have to look for another young woman?", "50": "Laban and Bethuel answered, “The Lord has done this. We have no choice in the matter. ", "51": "Take Rebekah with you; she can marry your master's son, just as the Lord has said.” ", "52": "Abraham's servant bowed down and thanked the Lord. ", "53": "Then he gave clothing, as well as silver and gold jewelry, to Rebekah. He also gave expensive gifts to her brother and her mother.", "54": "Abraham's servant and the men with him ate and drank, then spent the night there. The next morning they got up, and the servant told Rebekah's mother and brother, “I would like to go back to my master now.”", "55": "“Let Rebekah stay with us for a week or ten days,” they answered. “Then she may go.”", "56": "But he said, “Don't make me stay any longer. The Lord has already helped me find a wife for my master's son. Now let us return.”", "57": "They answered, “Let's ask Rebekah what she wants to do.” ", "58": "They called her and asked, “Are you willing to leave with this man right now?” “Yes,” she answered.", "59": "So they agreed to let Rebekah and an old family servant woman[c] leave immediately with Abraham's servant and his men. ", "60": "They gave Rebekah their blessing and said, “We pray that God will give you many children and grandchildren and that he will help them defeat their enemies.” ", "61": "Afterwards, Rebekah and the young women who were to travel with her prepared to leave. Then they got on camels and left with Abraham's servant and his men.", "62": "At that time Isaac was living in the southern part of Canaan near a place called “The Well of the Living One Who Sees Me.”[d] ", "63-65": "One evening he was walking out in the fields, when suddenly he saw a group of people approaching on camels. So he started toward them. Rebekah saw him coming; she got down from her camel, and asked, “Who is that man?” “He is my master Isaac,” the servant answered. Then Rebekah covered her face with her veil.[e]", "66": "The servant told Isaac everything that had happened.", "67": "Isaac took Rebekah into the tent[f] where his mother had lived before she died, and Rebekah became his wife. He loved her and was comforted over the loss of his mother."}