{"1": "Abraham married Keturah, ", "2": "and they had six sons: Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. ", "3": "Later, Jokshan became the father of Sheba and Dedan, and when Dedan grew up, he had three sons: Asshurim, Letushim, and Leummim. ", "4": "Midian also had five sons: Ephah, Epher, Hanoch, Abida, and Eldaah.", "5-6": "While Abraham was still alive, he gave gifts to the sons of Hagar and Keturah. He also sent their sons to live in the east far from his son Isaac, and when Abraham died, he left everything to Isaac.", "7-8": "Abraham died at the ripe old age of one hundred seventy-five. ", "9-10": "His sons Isaac and Ishmael buried him east of Hebron[a] in Machpelah Cave that was part of the field Abraham had bought from Ephron son of Zohar the Hittite. Abraham was buried there beside his wife Sarah. ", "11": "God blessed Isaac after this, and Isaac moved to a place called “The Well of the Living One Who Sees Me.”[b]", "12": "Ishmael was the son of Abraham and Hagar, the slave woman of Sarah. ", "13": "Ishmael had twelve sons, in this order: Nebaioth, Kedar, Adbeel, Mibsam, ", "14": "Mishma, Dumah, Massa, ", "15": "Hadad, Tema, Jetur, Naphish, and Kedemah. ", "16": "Each of Ishmael's sons was a tribal chief, and a village was named after each of them.", "17-18": "Ishmael had settled in the land east of his brothers, and his sons[c] settled everywhere from Havilah to Shur, east of Egypt on the way to Asshur.[d] Ishmael was one hundred thirty-seven when he died.", "19": "Isaac was the son of Abraham, ", "20": "and he was forty years old when he married Rebekah, the daughter of Bethuel. She was also the sister of Laban, the Aramean from northern Syria.[e] Almost twenty years later, ", "21": "Rebekah still had no children. So Isaac asked the Lord to let her have a child, and the Lord answered his prayer.", "22": "Before Rebekah gave birth, she knew she was going to have twins, because she could feel them inside her, fighting each other. She thought, “Why is this happening to me?” Finally, she asked the Lord why her twins were fighting, ", "23": "and he told her: “Your two sons will become two separate nations.[f] The younger of the two will be stronger, and the older son will be his servant.”", "24": "When Rebekah gave birth, ", "25": "the first baby was covered with red hair, so he was named Esau.[g] ", "26": "The second baby grabbed on to his brother's heel, so they named him Jacob.[h] Isaac was sixty years old when they were born.", "27": "As Jacob and Esau grew older, Esau liked the outdoors and became a good hunter, while Jacob settled down and became a shepherd. ", "28": "Esau would take the meat of wild animals to his father Isaac, and so Isaac loved him more, but Jacob was his mother's favorite son.", "29": "One day, Jacob was cooking some stew, when Esau came home hungry ", "30": "and said, “I'm starving to death! Give me some of that red stew right now!” That's how Esau got the name “Edom.”[i]", "31": "Jacob replied, “Sell me your rights as the first-born son.”[j]", "32": "“I'm about to die,” Esau answered. “What good will those rights do me?”", "33": "But Jacob said, “Promise me your birthrights, here and now!” And that's what Esau did. ", "34": "Jacob then gave Esau some bread and some of the bean stew, and when Esau had finished eating and drinking, he just got up and left, showing how little he thought of his rights as the first-born."}