{"1": "Once during Abraham's lifetime, the fields had not produced enough grain, and now the same thing happened. So Isaac went to King Abimelech of the Philistines in the land of Gerar, ", "2": "because the Lord had appeared to Isaac and said: Isaac, stay away from Egypt! I will show you where I want you to go. ", "3": "You will live there as a foreigner, but I will be with you and bless you. I will keep my promise to your father Abraham by giving this land to you and your descendants.", "4": "I will give you as many descendants as there are stars in the sky, and I will give your descendants all of this land. They will be a blessing to every nation on earth,[a] ", "5": "because Abraham did everything I told him to do.", "6": "Isaac moved to Gerar ", "7": "with his beautiful wife Rebekah. He was afraid that someone might kill him to get her, and so he told everyone that Rebekah was his sister. ", "8": "After Isaac had been there a long time, King Abimelech looked out a window and saw Isaac hugging and kissing Rebekah. ", "9": "Abimelech called him in and said, “Rebekah must be your wife! Why did you say she is your sister?” “Because I thought someone would kill me,” Isaac answered.", "10": "“Don't you know what you've done?” Abimelech exclaimed. “If someone had slept with her, you would have made our whole nation guilty!” ", "11": "Then Abimelech warned his people that anyone who even touched Isaac or Rebekah would be put to death.", "12": "Isaac planted grain and had a good harvest that same year. The Lord blessed him, ", "13": "and Isaac was so successful that he became very rich. ", "14": "In fact, the Philistines were jealous of the large number of sheep, goats, and slaves that Isaac owned, ", "15": "and they stopped up the wells that Abraham's servants had dug before his death. ", "16": "Finally, Abimelech said, “Isaac, I want you to leave our country. You have become too powerful to stay here.”", "17": "Isaac left and settled in Gerar Valley, ", "18": "where he cleaned out those wells that the Philistines had stopped up. Isaac also gave each of the wells the same name[b] that Abraham had given to them. ", "19": "While his servants were digging in the valley, they found a spring-fed well. ", "20": "But the shepherds of Gerar Valley quarreled with Isaac's shepherds and claimed the water belonged to them. So the well was named “Quarrel,” because they had quarreled with Isaac.", "21": "Isaac's servants dug another well, and the shepherds also quarreled about it. So that well was named “Jealous.” ", "22": "Finally, they dug one more well. There was no quarreling this time, and the well was named “Lots of Room,” because the Lord had given them room and would make them very successful.", "23": "Isaac went on to Beersheba, ", "24": "where the Lord appeared to him that night and told him, “Don't be afraid! I am the God who was worshiped by your father Abraham, my servant. I will be with you and bless you, and because of Abraham I will give you many descendants.” ", "25": "Isaac built an altar there and worshiped the Lord. Then he set up camp, and his servants started digging a well.", "26": "Meanwhile, Abimelech had left Gerar and was taking his advisor Ahuzzath and his army commander Phicol to see Isaac. ", "27": "When they arrived, Isaac asked, “Why are you here? Didn't you send me away because you hated me?”", "28": "They answered, “We now know for certain that the Lord is with you, and we have decided there needs to be a peace treaty between you and us. So let's make a solemn agreement ", "29": "not to harm each other. Remember, we have never hurt you, and when we sent you away, we let you go in peace. The Lord has truly blessed you.”", "30": "Isaac gave a big feast for them, and everyone ate and drank. ", "31": "Early the next morning Isaac and the others made a solemn agreement, then he let them go in peace.", "32": "Later that same day Isaac's servants came and said, “We've struck water!” ", "33": "So Isaac named the well Shibah,[c] and the town is still called Beersheba.[d]", "34": "When Esau was forty, he married Judith the daughter of Beeri the Hittite and Basemath the daughter of Elon the Hittite. ", "35": "But these two women brought a lot of grief to his parents Isaac and Rebekah."}