{"1": "After Isaac had become old and almost blind, he called in his first-born son Esau, who asked him, “Father, what can I do for you?”", "2": "Isaac replied, “I am old and might die at any time. ", "3": "So take your bow and arrows, then go out in the fields, and kill a wild animal. ", "4": "Cook some of that tasty food that I love so much and bring it to me. I want to eat it once more and give you my blessing before I die.”", "5": "Rebekah had been listening, and as soon as Esau left to go hunting, ", "6": "she said to Jacob, “I heard your father tell Esau ", "7": "to kill a wild animal and cook some tasty food for your father before he dies. Your father said this because he wants to bless your brother with the Lord as his witness. ", "8": "Now, my son, listen carefully to what I want you to do. ", "9": "Go and kill two of your best young goats and bring them to me. I'll cook the tasty food that your father loves so much. ", "10": "Then you can take it to him, so he can eat it and give you his blessing before he dies.”", "11": "“My brother Esau is a hairy man,” Jacob reminded her. “And I am not. ", "12": "If my father touches me and realizes I am trying to trick him, he will put a curse on me instead of giving me a blessing.”", "13": "Rebekah insisted, “Let his curse fall on me! Just do what I say and bring me the meat.” ", "14": "So Jacob brought the meat to his mother, and she cooked the tasty food that his father liked. ", "15": "Then she took Esau's best clothes and put them on Jacob. ", "16": "She also covered the smooth part of his hands and neck with goatskins ", "17": "and gave him some bread and the tasty food she had cooked.", "18": "Jacob went to his father and said, “Father, here I am.” “Which one of my sons are you?” his father asked.", "19": "Jacob replied, “I am Esau, your first-born, and I have done what you told me. Please sit up and eat the meat I have brought. Then you can give me your blessing.”", "20": "Isaac asked, “My son, how did you find an animal so quickly?” “The Lord your God was kind to me,” Jacob answered.", "21": "“My son,” Isaac said, “come closer, where I can touch you and find out if you really are Esau.” ", "22": "Jacob went closer. His father touched him and said, “You sound like Jacob, but your hands feel hairy like Esau's.” ", "23": "And so Isaac blessed Jacob, thinking he was Esau.", "24": "Isaac asked, “Are you really my son Esau?” “Yes, I am,” Jacob answered.", "25": "So Isaac told him, “Serve me the wild meat, and I can give you my blessing.” Jacob gave him some meat, and he ate it. He also gave him some wine, and he drank it. ", "26": "Then Isaac said, “Son, come over here and kiss me.” ", "27": "While Jacob was kissing him, Isaac caught the smell of his clothes and said: “The smell of my son is like a field the Lord has blessed.", "28": "God will bless you, my son, with dew from heaven and with fertile fields, rich with grain and grapes.", "29": "Nations will be your servants and bow down to you. You will rule over your brothers, and they will kneel at your feet. Anyone who curses you will be cursed; anyone who blesses you will be blessed.”", "30": "Right after Isaac had given Jacob his blessing and Jacob had gone, Esau came back from hunting. ", "31": "He cooked the tasty food, brought it to his father, and said, “Father, please sit up and eat the meat I have brought you, so you can give me your blessing.”", "32": "“Who are you?” Isaac asked. “I am Esau, your first-born son.”", "33": "Isaac started trembling and said, “Then who brought me some wild meat right before you came in? I ate it and gave him a blessing that cannot be taken back.”", "34": "Esau cried loudly and begged, “Father, give me a blessing too!”", "35": "Isaac answered, “Your brother tricked me and stole your blessing.”", "36": "Esau replied, “My brother deserves the name Jacob,[a] because he has already cheated me twice. The first time he cheated me out of my rights as the first-born son, and now he has cheated me out of my blessing.” Then Esau asked his father, “Don't you still have any blessing left for me?”", "37": "“My son,” Isaac answered, “I have made Jacob the ruler over you and your brothers, and all of you will be his servants. I have also promised him all the grain and grapes that he needs. There's nothing left that I can do for you.”", "38": "“Father,” Esau asked, “don't you have more than one blessing? You can surely give me a blessing too!” Then Esau started crying again.", "39": "So his father said: “Your home will be far from that fertile land, where dew comes down from the heavens.", "40": "You will live by the power of your sword and be your brother's slave. But when you decide to be free, you will break loose.”", "41": "Esau hated his brother Jacob because he had stolen the blessing that was supposed to be his. So he said to himself, “Just as soon as my father dies, I'll kill Jacob.”", "42": "When Rebekah found out what Esau planned to do, she sent for Jacob and told him, “Son, your brother Esau is just waiting for the time when he can kill you. ", "43": "Now listen carefully and do what I say. Go to the home of my brother Laban in Haran ", "44": "and stay with him for a while. When Esau stops being angry ", "45": "and forgets what you have done to him, I'll send for you to come home. Why should I lose both of my sons on the same day?”[b]", "46": "Rebekah later told Isaac, “Those Hittite wives of Esau are making my life miserable! If Jacob marries a Hittite woman, I'd be better off dead.”"}