{"1": "Isaac called in Jacob, then gave him a blessing, and said: Don't marry any of those Canaanite women. ", "2": "Go at once to your mother's father Bethuel in northern Syria[a] and choose a wife from one of the daughters of Laban, your mother's brother. ", "3": "I pray that God All-Powerful will bless you with many descendants and let you become a great nation. ", "4": "May he bless you with the land he gave Abraham, so that you will take over this land where we now live as foreigners.", "5": "Isaac then sent Jacob to stay with Rebekah's brother Laban, the son of Bethuel the Aramean.", "6": "Esau found out that his father Isaac had blessed Jacob and had warned him not to marry any of the Canaanite women. He also learned that Jacob had been sent to find a wife in northern Syria[b] ", "7": "and that he had obeyed his father and mother. ", "8": "Esau already had several wives, but he realized at last how much his father hated the Canaanite women. ", "9": "So he married Ishmael's daughter Mahalath, who was the sister of Nebaioth[c] and the granddaughter of Abraham.", "10": "Jacob left the town of Beersheba and started out for Haran. ", "11": "At sunset he stopped for the night and went to sleep, resting his head on a large rock. ", "12": "In a dream he saw a ladder[d] that reached from earth to heaven, and God's angels were going up and down on it.", "13": "The Lord was standing beside the ladder[e] and said: I am the Lord God who was worshiped by Abraham and Isaac. I will give to you and your family the land on which you are now sleeping. ", "14": "Your descendants will spread over the earth in all directions and will become as numerous as the specks of dust. Your family will be a blessing to all people.[f] ", "15": "Wherever you go, I will watch over you, then later I will bring you back to this land. I won't leave you—I will do all I have promised.", "16": "Jacob woke up suddenly and thought, “The Lord is in this place, and I didn't even know it.” ", "17": "Then Jacob became frightened and said, “This is a fearsome place! It must be the house of God and the ladder[g] to heaven.”", "18": "When Jacob got up early the next morning, he took the rock that he had used for a pillow and stood it up for a place of worship. Then he poured olive oil on the rock to dedicate it to God, ", "19": "and he named the place Bethel.[h] Before that it had been named Luz.", "20": "Jacob solemnly promised God, “If you go with me and watch over me as I travel, and if you give me food and clothes ", "21": "and bring me safely home again, you will be my God. ", "22": "This rock will be your house, and I will give back to you a tenth of everything you give me.”"}