{"1": "As Jacob continued on his way to the east, ", "2": "he looked out in a field and saw a well where shepherds took their sheep for water. Three flocks of sheep were lying around the well, which was covered with a large rock. ", "3": "Shepherds would roll the rock away when all their sheep had gathered there. Then after the sheep had been watered, the shepherds would roll the rock back over the mouth of the well.", "4": "Jacob asked the shepherds, “Where are you from?” “We're from Haran,” they answered.", "5": "Then he asked, “Do you know Nahor's grandson Laban?” “Yes we do,” they replied.", "6": "“How is he?” Jacob asked. “He's fine,” they answered. “And here comes his daughter Rachel with the sheep.”", "7": "Jacob told them, “Look, the sun is still high up in the sky, and it's too early to bring in the rest of the flocks. Water your sheep and take them back to the pasture.”", "8": "But they replied, “We can't do that until they all get here, and the rock has been rolled away from the well.”", "9": "While Jacob was still talking with the men, his cousin Rachel came up with her father's sheep. ", "10": "When Jacob saw her and his uncle's sheep, he rolled the rock away and watered the sheep. ", "11": "He then kissed Rachel and started crying because he was so happy. ", "12": "He told her that he was the son of her aunt Rebekah, and she ran and told her father about him.", "13": "As soon as Laban heard the news, he ran out to meet Jacob. He hugged and kissed him and brought him to his home, where Jacob told him everything that had happened. ", "14": "Laban said, “You are my nephew, and you are like one of my own family.” After Jacob had been there for a month, ", "15": "Laban said to him, “You shouldn't have to work without pay, just because you are a relative of mine. What do you want me to give you?”", "16-17": "Laban had two daughters. Leah was older than Rachel, but her eyes didn't sparkle,[a] while Rachel was beautiful and had a good figure. ", "18": "Since Jacob was in love with Rachel, he answered, “If you will let me marry Rachel, I'll work seven years for you.”", "19": "Laban replied, “It's better for me to let you marry Rachel than for someone else to have her. So stay and work for me.” ", "20": "Jacob worked seven years for Laban, but the time seemed like only a few days, because he loved Rachel so much.", "21": "Jacob said to Laban, “The time is up, and I want to marry Rachel now!” ", "22": "So Laban gave a big feast and invited all their neighbors. ", "23": "But that evening he brought Leah to Jacob, who married her and spent the night with her. ", "24": "Laban also gave Zilpah to Leah as her servant woman.", "25": "The next morning Jacob found out that he had married Leah, and he asked Laban, “Why did you do this to me? Didn't I work to get Rachel? Why did you trick me?”", "26": "Laban replied, “In our country the older daughter must get married first. ", "27": "After you spend this week[b] with Leah, you may also marry Rachel. But you will have to work for me another seven years.”", "28-30": "At the end of the week of celebration, Laban let Jacob marry Rachel, and he gave her his servant woman Bilhah. Jacob loved Rachel more than he did Leah, but he had to work another seven years for Laban.", "31": "The Lord knew that Jacob loved Rachel more than he did Leah, and so he gave children to Leah, but not to Rachel. ", "32": "Leah gave birth to a son and named him Reuben,[c] because she said, “The Lord has taken away my sorrow. Now my husband will love me more than he does Rachel.” ", "33": "She had a second son and named him Simeon,[d] because she said, “The Lord has heard that my husband doesn't love me.” ", "34": "When Leah's third son was born, she said, “Now my husband will hold me close.” So this son was named Levi.[e] ", "35": "She had one more son and named him Judah,[f] because she said, “I'll praise the Lord!”"}