{"1": "Rachel was very jealous of Leah for having children, and she said to Jacob, “I'll die if you don't give me some children!”", "2": "But Jacob became upset with Rachel and answered, “Don't blame me! I'm not God.”", "3": "“Here, take my servant Bilhah,” Rachel told him. “Have children by her, and I'll let them be born on my knees to show that they are mine.”", "4": "Then Rachel let Jacob marry Bilhah, ", "5": "and they had a son. ", "6": "Rachel named him Dan,[a] because she said, “God has answered my prayers. He has judged me and given me a son.” ", "7": "When Bilhah and Jacob had a second son, ", "8": "Rachel said, “I've struggled hard with my sister, and I've won!” So she named the boy Naphtali.[b]", "9": "When Leah realized she could not have any more children, she let Jacob marry her servant Zilpah, ", "10": "and they had a son. ", "11": "“I'm really lucky,” Leah said, and she named the boy Gad.[c] ", "12": "When they had another son, ", "13": "Leah exclaimed, “I'm happy now, and all the women will say how happy I am.” So she named him Asher.[d]", "14": "During the time of the wheat harvest, Reuben found some love flowers[e] and took them to his mother Leah. Rachel asked Leah for some of them, ", "15": "but Leah said, “It's bad enough that you stole my husband! Now you want my son's love flowers too.” “All right,” Rachel answered. “Let me have the flowers, and you can sleep with Jacob tonight.”", "16": "That evening when Jacob came in from the fields, Leah told him, “You're sleeping with me tonight. I hired you with my son's love flowers.” They slept together that night, ", "17": "and God answered Leah's prayers by giving her a fifth son. ", "18": "Leah shouted, “God has rewarded me for letting Jacob marry my servant,” and she named the boy Issachar.[f]", "19": "When Leah had another son, ", "20": "she exclaimed, “God has given me a wonderful gift, and my husband will praise me for giving him six sons.” So she named the boy Zebulun.[g] ", "21": "Later, Leah had a daughter and named her Dinah.", "22-23": "Finally, God remembered Rachel—he answered her prayer by giving her a son. “God has taken away my disgrace,” she said. ", "24": "“I'll name the boy Joseph,[h] and I'll pray that the Lord will give me another son.”", "25": "After Joseph was born, Jacob said to Laban, “Release me from our agreement[i] and let me return to my own country. ", "26": "You know how hard I've worked for you, so let me take my wives and children and leave.”", "27-28": "But Laban told him, “If you really are my friend, stay on, and I'll pay whatever you ask. I'm sure[j] the Lord has blessed me because of you.”", "29": "Jacob answered: You've seen how hard I've worked for you, and you know how your flocks and herds have grown under my care. ", "30": "You didn't have much before I came, but the Lord has blessed everything I have ever done for you. Now it's time for me to start looking out for my own family.", "31": "“How much do you want me to pay you?” Laban asked. Then Jacob told him: I don't want you to pay me anything. Just do one thing, and I'll take care of your sheep and goats. ", "32": "Let me go through your flocks and herds and take the sheep and goats that are either spotted or speckled[k] and the black lambs. That's all you need to give me. ", "33": "In the future you can easily find out if I've been honest. Just look and see if my animals are either spotted or speckled, or if the lambs are black. If they aren't, they've been stolen from you.", "34": "“I agree to that,” was Laban's response. ", "35": "Before the end of the day, Laban had separated his spotted and speckled animals and the black lambs from the others and had put his sons in charge of them. ", "36": "Then Laban made Jacob keep the rest of the sheep and goats at a distance of three days' journey.", "37": "Jacob cut branches from some poplar trees and from some almond and evergreen trees. He peeled off part of the bark and made the branches look spotted and speckled. ", "38": "Then he put the branches where the sheep and goats would see them[l] while they were drinking from the water trough. The goats mated there ", "39": "in front of the branches, and their young were spotted and speckled.", "40": "Some of the sheep that Jacob was keeping for Laban were already spotted. And when the others were ready to mate, he made sure that they faced in the direction of the spotted and black ones. In this way, Jacob built up a flock of sheep for himself and did not put them with the other sheep.", "41": "When the stronger sheep were mating near the drinking place, Jacob made sure that the spotted branches were there. ", "42": "But he would not put out the branches when the weaker animals were mating. So Jacob got all of the healthy animals, and Laban got what was left. ", "43": "Jacob soon became rich and successful. He owned many sheep, goats, camels, and donkeys, as well as a lot of slaves."}