{"1": "Jacob heard that Laban's sons were complaining, “Jacob is now a rich man, and he got everything he owns from our father.” ", "2": "Jacob also noticed that Laban was not as friendly as he had been before. ", "3": "One day the Lord said, “Jacob, go back to your relatives in the land of your ancestors, and I will bless you.”", "4": "Jacob sent for Rachel and Leah to meet him in the field where he kept his sheep, ", "5": "and he told them: Your father isn't as friendly with me as he used to be, but the God my ancestors worshiped has been on my side. ", "6": "You know that I have worked hard for your father ", "7": "and that he keeps cheating me by changing my wages time after time. But God has protected me. ", "8": "When your father said the speckled sheep would be my wages, all of them were speckled. And when he said the spotted ones would be mine, all of them were spotted. ", "9": "That's how God has taken sheep and goats from your father and given them to me.", "10": "Once, when the flocks were mating, I dreamed that all the rams were either spotted or speckled. ", "11": "Then God's angel called me by name. I answered, ", "12": "and he said, “Notice that all the rams are either spotted or speckled. I know everything Laban is doing to you, ", "13": "and I am the God you worshiped at Bethel,[a] when you poured olive oil on a rock and made a promise to me. Leave here right away and return to the land where you were born.”", "14": "Rachel and Leah said to Jacob: There's nothing left for us to inherit from our father. ", "15": "He treats us like foreigners and has even cheated us out of the bride price[b] that should have been ours. ", "16": "Now do whatever God tells you to do. Even the property God took from our father and gave to you really belongs to us and our children.", "17": "Then Jacob, his wives, and his children got on camels and left ", "18": "for the home of his father Isaac in Canaan. Jacob took all of the flocks, herds, and other property that he had gotten in northern Syria.[c]", "19": "Before Rachel left, she stole the household idols[d] while Laban was out shearing his sheep.", "20": "Jacob tricked Laban the Aramean[e] by not saying that he intended to leave. ", "21": "When Jacob crossed the Euphrates River and headed for the hill country of Gilead, he took with him everything he owned.", "22": "Three days later Laban found out that Jacob had gone. ", "23": "So he took some of his relatives along and chased after Jacob for seven days, before catching up with him in the hill country of Gilead. ", "24": "But God appeared to Laban in a dream that night and warned, “Don't say a word to Jacob. Don't make a threat or a promise.”", "25": "Jacob had set up camp in the hill country of Gilead, when Laban and his relatives came and set up camp in another part of the hill country. Laban went to Jacob ", "26": "and said: Look what you've done! You've tricked me and run off with my daughters like a kidnapper. ", "27": "Why did you sneak away without telling me? I would have given you a going-away party with singing and with music on tambourines and harps. ", "28": "You didn't even give me a chance to kiss my own grandchildren and daughters good-by. That was really foolish. ", "29": "I could easily hurt you, but the God your father worshiped has warned me not to make any threats or promises.", "30": "I can understand why you were eager to return to your father, but why did you have to steal my idols?", "31": "Jacob answered, “I left secretly because I was afraid you would take your daughters from me by force. ", "32": "If you find that any one of us has taken your idols, I'll have that person killed. Let your relatives be witnesses. Show me what belongs to you, and you can take it back.” Jacob did not realize that Rachel had stolen the household idols.", "33": "Laban searched the tents of Jacob, Leah, and the two servant women,[f] but did not find the idols. Then he started for Rachel's tent. ", "34": "She had already hidden them in the cushion she used as a saddle and was sitting on it. Laban searched everywhere and did not find them. ", "35": "Rachel said, “Father, please don't be angry with me for not getting up; I am having my period.” Laban kept on searching, but still did not find the idols.", "36": "Jacob became very angry and said to Laban: What have I done wrong? Have I committed some crime? Is that why you hunted me down? ", "37": "After searching through everything I have, did you find anything of yours? If so, put it here, where your relatives and mine can see it. Then we can decide what to do.", "38": "In all the twenty years that I've worked for you, not one of your sheep or goats has had a miscarriage, and I've never eaten even one of your rams. ", "39": "If a wild animal killed one of your sheep or goats, I paid for it myself. In fact, you demanded the full price, whether the animal was killed during the day or at night.[g] ", "40": "I sweated every day, and I couldn't sleep at night because of the cold.", "41": "I had to work fourteen of these twenty long years to earn your two daughters and another six years to buy your sheep and goats. During that time you kept changing my wages. ", "42": "If the fearsome God[h] worshiped by Abraham and my father Isaac had not been on my side, you would have sent me away without a thing. But God saw my hard work, and he knew the trouble I was in, so he helped me. Then last night he told you how wrong you were.", "43": "Laban said to Jacob, “Leah and Rachel are my daughters, and their children belong to me. All these sheep you are taking are really mine too. In fact, everything you have belongs to me. But there is nothing I can do to keep my daughters and their children. ", "44": "So I am ready to make an agreement with you, and we will pile up some large rocks here to remind us of the agreement.”", "45": "After Jacob had set up a large rock, ", "46": "he told his men to get some more rocks and pile them up next to it. Then Jacob and Laban ate a meal together beside the rocks. ", "47": "Laban named the pile of rocks Jegar Sahadutha.[i] But Jacob named it Galeed.[j] ", "48": "Laban said to Jacob, “This pile of rocks will remind us of our agreement.” That's why the place was named Galeed. ", "49": "Laban also said, “This pile of rocks means that the Lord will watch us both while we are apart from each other.” So the place was also named Mizpah.[k]", "50": "Then Laban said: If you mistreat my daughters or marry other women, I may not know about it, but remember, God is watching us! ", "51-52": "Both this pile of rocks and this large rock have been set up between us as a reminder. I must never go beyond them to attack you, and you must never go beyond them to attack me. ", "53": "My father Nahor, your grandfather Abraham, and their ancestors all worshiped the same God, and he will make sure that we each keep the agreement. Then Jacob made a promise in the name of the fearsome God[l] his father Isaac had worshiped. ", "54": "Jacob killed an animal and offered it as a sacrifice there on the mountain, and he invited his men to eat with him. After the meal they spent the night on the mountain. ", "55": "Early the next morning, Laban kissed his daughters and his grandchildren good-by, then he left to go back home."}