{"1": "As Jacob was on his way back home, some of God's angels came and met him. ", "2": "When Jacob saw them, he said, “This is God's camp.” So he named the place Mahanaim.[a]", "3": "Jacob sent messengers on ahead to Esau, who lived in the land of Seir, also known as Edom. ", "4": "Jacob told them to say to Esau, “Master, I am your servant! I have lived with Laban all this time, ", "5": "and now I own cattle, donkeys, and sheep, as well as many slaves. Master, I am sending these messengers in the hope that you will be kind to me.”", "6": "When the messengers returned, they told Jacob, “We went to your brother Esau, and now he is heading this way with four hundred men.”", "7": "Jacob was so frightened that he divided his people, sheep, cattle, and camels into two groups. ", "8": "He thought, “If Esau attacks one group, perhaps the other can escape.”", "9": "Then Jacob prayed: You, Lord, are the God who was worshiped by my grandfather Abraham and by my father Isaac. You told me to return home to my family, and you promised to be with me and make me successful. ", "10": "I don't deserve all the good things you have done for me, your servant. When I first crossed the Jordan, I had only my walking stick, but now I have two large groups of people and animals. ", "11": "Please rescue me from my brother. I am afraid he will come and attack not only me, but my wives and children as well. ", "12": "But you have promised that I would be a success and that someday it will be as hard to count my descendants as it is to count the stars in the sky.", "13": "After Jacob had spent the night there, he chose some animals as gifts for Esau: ", "14-15": "two hundred female goats and twenty males, two hundred female sheep and twenty males, thirty female camels with their young, forty cows and ten bulls, and twenty female donkeys and ten males.", "16": "Jacob put servants in charge of each herd and told them, “Go ahead of me and keep a space between each herd.” ", "17": "Then he said to the servant in charge of the first herd, “When Esau meets you, he will ask whose servant you are. He will want to know where you are going and who owns those animals in front of you. ", "18": "So tell him, 'They belong to your servant Jacob, who is coming this way. He is sending them as a gift to his master Esau.'”", "19": "Jacob also told the men in charge of the second and third herds and those who followed to say the same thing when they met Esau. ", "20": "And Jacob told them to be sure to say that he was right behind them. Jacob hoped the gifts would make Esau friendly, so Esau would be glad to see him when they met. ", "21": "Jacob's men took the gifts on ahead of him, but he spent the night in camp.", "22-23": "Jacob got up in the middle of the night and took his wives, his eleven children, and everything he owned across to the other side of the Jabbok River for safety. ", "24": "Afterwards, Jacob went back and spent the rest of the night alone. A man came and fought with Jacob until just before daybreak. ", "25": "When the man saw that he could not win, he struck Jacob on the hip and threw it out of joint. ", "26": "They kept on wrestling until the man said, “Let go of me! It's almost daylight.” “You can't go until you bless me,” Jacob replied.", "27": "Then the man asked, “What is your name?” “Jacob,” he answered.", "28": "The man said, “Your name will no longer be Jacob. You have wrestled with God and with men, and you have won. That's why your name will be Israel.”[b]", "29": "Jacob said, “Now tell me your name.” “Don't you know who I am?” he asked. And he blessed Jacob.", "30": "Jacob said, “I have seen God face to face, and I am still alive.” So he named the place Peniel.[c] ", "31": "The sun was coming up as Jacob was leaving Peniel. He was limping because he had been struck on the hip, ", "32": "and the muscle on his hip joint had been injured. That's why even today the people of Israel don't eat the hip muscle of any animal."}