{"1": "Dinah, the daughter of Jacob and Leah, went to visit some of the women who lived there. ", "2": "She was seen by Hamor's son Shechem, the leader of the Hivites, and he grabbed her and raped her. ", "3": "But Shechem was attracted to Dinah, so he told her how much he loved her. ", "4": "He even asked his father to get her for his wife.", "5": "Meanwhile, Jacob heard what had happened. But his sons were out in the fields with the cattle, so he did not do anything at the time. ", "6": "Hamor arrived at Jacob's home ", "7": "just as Jacob's sons were coming in from work. When they learned that their sister had been raped, they became furiously angry. Nothing is more disgraceful than rape, and it should not be tolerated in Israel.", "8": "Hamor said to Jacob and his sons: My son Shechem really loves Dinah. Please let him marry her. ", "9": "Why don't you start letting your families marry into our families and ours marry into yours? ", "10": "You can share this land with us. Move freely about until you find the property you want; then buy it and settle down here.", "11": "Shechem added, “Do this favor for me, and I'll give whatever you want. ", "12": "Ask anything, no matter how expensive. I'll do anything, just let me marry Dinah.”", "13": "Jacob's sons wanted to get even with Shechem and his father because of what had happened to their sister. ", "14": "So they tricked them by saying: You're not circumcised![a] It would be a disgrace for us to let you marry Dinah now. ", "15": "But we will let you marry her, if you and the other men in your tribe get circumcised. ", "16": "Then your families can marry into ours, and ours can marry into yours, and we can live together like one nation. ", "17": "But if you don't agree to get circumcised, we'll take Dinah and leave this place.", "18": "Hamor and Shechem liked what was said. ", "19": "Shechem was the most respected person in his family, and he was so in love with Dinah that he hurried off to get everything done. ", "20": "The two men met with the other leaders of their city and told them:", "21": "These people really are friendly. Why not let them move freely about until they find the property they want? There's enough land here for them and for us. Then our families can marry into theirs, and theirs can marry into ours.", "22": "We have to do only one thing before they will agree to stay here and become one nation with us. Our men will have to be circumcised like their men. ", "23": "Just think! We'll get their property, as well as their flocks and herds. All we have to do is to agree, and they will live here with us.", "24": "Every grown man followed this advice and got circumcised.", "25": "Three days later the men who had been circumcised were still weak from pain. So Simeon and Levi,[b] two of Dinah's brothers, attacked with their swords and killed every man in town, ", "26": "including Hamor and Shechem. Then they took Dinah and left. ", "27": "Jacob's other sons came and took everything they wanted. All this was done because of the horrible thing that had happened to their sister. ", "28": "They took sheep, goats, donkeys, and everything else that was in the town or the fields. ", "29": "After taking everything of value from the houses, they dragged away the wives and children of their victims.", "30": "Jacob said to Simeon and Levi, “Look what you've done! Now I'm in real trouble with the Canaanites and Perizzites who live around here. There aren't many of us, and if they attack, they'll kill everyone in my household.”", "31": "They answered, “Was it right to let our own sister be treated that way?”"}