{"1": "God told Jacob, “Return to Bethel, where I appeared to you when you were running from your brother Esau. Make your home there and build an altar for me.”", "2": "Jacob said to his family and to everyone else who was traveling with him: Get rid of your foreign gods! Then make yourselves acceptable to worship God and put on clean clothes. ", "3": "Afterwards, we'll go to Bethel. I will build an altar there for God, who answered my prayers when I was in trouble and who has always been at my side.", "4": "So everyone gave Jacob their idols and their earrings,[a] and he buried them under the oak tree near Shechem.", "5": "While Jacob and his family were traveling through Canaan, God terrified the people in the towns so much that no one dared bother them. ", "6": "Finally, they reached Bethel, also known as Luz. ", "7": "Jacob built an altar there and called it “God of Bethel,” because that was the place where God had appeared to him when he was running from Esau. ", "8": "While they were there, Rebekah's personal servant Deborah[b] died. They buried her under an oak tree and called it “Weeping Oak.”", "9-11": "After Jacob came back to the land of Canaan, God appeared to him again. This time he gave Jacob a new name and blessed him by saying: I am God All-Powerful, and from now on your name will be Israel[c] instead of Jacob. You will have many children. Your descendants will become nations, and some of the men in your family will even be kings. ", "12": "I will give you the land that I promised Abraham and Isaac, and it will belong to your family forever.", "13": "After God had gone, ", "14": "Jacob set up a large rock, so that he would remember what had happened there. Then he poured wine and olive oil on the rock to show that it was dedicated to God, ", "15": "and he named the place Bethel.[d]", "16": "Jacob and his family had left Bethel and were still a long way from Ephrath, when the time came for Rachel's baby to be born. ", "17": "She was having a rough time, but the woman who was helping her said, “Don't worry! It's a boy.” ", "18": "Rachel was at the point of death, and right before dying, she said, “I'll name him Benoni.”[e] But Jacob called him Benjamin.[f]", "19": "Rachel was buried beside the road to Ephrath, which is also called Bethlehem. ", "20": "Jacob set up a tombstone over her grave, and it is still there. ", "21": "Jacob, also known as Israel, traveled to the south of Eder Tower, where he set up camp.", "22": "During their time there, Jacob's oldest son Reuben slept with Bilhah, who was one of Jacob's other wives.[g] And Jacob found out about it.", "23-26": "Jacob had twelve sons while living in northern Syria.[h] His first-born Reuben was the son of Leah, who later gave birth to Simeon, Levi, Judah, Issachar, and Zebulun. Leah's servant Zilpah had two sons: Gad and Asher. Jacob and his wife Rachel had Joseph and Benjamin. Rachel's servant woman Bilhah had two more sons: Dan and Naphtali.", "27": "Jacob went to his father Isaac at Hebron, also called Mamre or Kiriath-Arba, where Isaac's father Abraham had lived as a foreigner. ", "28-29": "Isaac died at the ripe old age of one hundred eighty, then his sons Esau and Jacob buried him."}