{"1": "Esau, also known as Edom, had many descendants. ", "2": "He married three Canaanite women: The first was Adah, the daughter of Elon the Hittite; the second was Oholibamah, the daughter of Anah and the granddaughter of Zibeon the Hivite; ", "3": "the third was Basemath, who was Ishmael's daughter and Nebaioth's sister.", "4-5": "Esau and his three wives had five sons while in Canaan. Adah's son was Eliphaz; Basemath's son was Reuel; Oholibamah's three sons were Jeush, Jalam, and Korah.", "6": "Esau took his children and wives, his relatives and servants, his animals and possessions he had gotten while in Canaan, and moved far from Jacob. ", "7": "He did this because the land was too crowded and could not support him and his brother with their flocks and herds. ", "8": "That's why Esau made his home in the hill country of Seir.", "9-14": "Esau lived in the hill country of Seir and was the ancestor of the Edomites. Esau had three wives: Adah, Basemath, and Oholibamah. Here is a list of his descendants: Esau and Adah had a son named Eliphaz, whose sons were Teman, Omar, Zepho, Gatam, and Kenaz. Timna was the other wife[a] of Esau's son Eliphaz, and she had a son named Amalek. Esau and Basemath had a son named Reuel, whose sons were Nahath, Zerah, Shammah, and Mizzah. Esau and Oholibamah had three sons: Jeush, Jalam, and Korah.", "15": "Esau and Adah's oldest son was Eliphaz, and the clans that descended from him were Teman, Omar, Zepho, Kenaz, ", "16": "Korah, Gatam, and Amalek. These and Esau's other descendants lived in the land of Edom.", "17": "The clans that descended from Esau and Basemath's son Reuel were Nahath, Zerah, Shammah, and Mizzah.", "18": "The clans that descended from Esau and Oholibamah the daughter of Anah were Jeush, Jalam, and Korah. ", "19": "All of these clans descended from Esau, who was known as Edom.", "20": "Seir was from the Horite tribe that had lived in Edom before the time of Esau. The clans that had descended from him were Lotan, Shobal, Zibeon, Anah, ", "21": "Dishon, Ezer, and Dishan.", "22": "Lotan's sons were Hori and Heman; his sister was Timna.", "23": "Shobal's sons were Alvan, Manahath, Ebal, Shepho, and Onam.", "24": "Zibeon's sons were Aiah and Anah—the same Anah who found an oasis[b] in the desert while taking the donkeys of his father out to pasture.", "25": "Anah's children were Dishon and Oholibamah.", "26": "Dishon's sons were Hemdan, Eshban, Ithran, and Cheran.", "27": "Ezer's sons were Bilhan, Zaavan, and Akan.", "28": "Dishan's sons were Uz and Aran.", "29": "The clans of the Horites were Lotan, Shobal, Zibeon, Anah, ", "30": "Dishon, Ezer, and Dishan, and they lived in the land of Seir.", "31-39": "Before there were kings in Israel, the following kings ruled Edom one after another: Bela son of Beor from Dinhabah; Jobab son of Zerah from Bozrah; Husham from the land of Teman; Hadad son of Bedad from Avith (Bedad had defeated the Midianites in Moab); Samlah from Masrekah; Shaul from the city of Rehoboth on the Euphrates River; Baalhanan son of Achbor; Hadar from the city of Pau (his wife Mehetabel was the daughter of Matred and the granddaughter of Mezahab).", "40": "The clans that descended from Esau took their names from their families and the places where they lived. They are Timna, Alvah, Jetheth, ", "41": "Oholibamah, Elah, Pinon, ", "42": "Kenaz, Teman, Mibzar, ", "43": "Magdiel, and Iram. These clans descended from Esau, who was known as Edom, the father of the Edomites. They took their names from the places where they settled."}