{"1": "Jacob lived in the land of Canaan, where his father Isaac had lived, ", "2": "and this is the story of his family. When Jacob's son Joseph was seventeen years old, he took care of the sheep with his brothers, the sons of Bilhah and Zilpah.[a] But he was always telling his father all sorts of bad things about his brothers.", "3": "Jacob loved Joseph more than he did any of his other sons, because Joseph was born after Jacob was very old. Jacob had given Joseph a fancy coat[b] ", "4": "to show that he was his favorite son, and so Joseph's brothers hated him and would not be friendly to him.", "5": "One day, Joseph told his brothers what he had dreamed, and they hated him even more. ", "6": "Joseph said, “Let me tell you about my dream. ", "7": "We were out in the field, tying up bundles of wheat. Suddenly my bundle stood up, and your bundles gathered around and bowed down to it.”", "8": "His brothers asked, “Do you really think you are going to be king and rule over us?” Now they hated Joseph more than ever because of what he had said about his dream.", "9": "Joseph later had another dream, and he told his brothers, “Listen to what else I dreamed. The sun, the moon, and eleven stars bowed down to me.”", "10": "When he told his father about this dream, his father became angry and said, “What's that supposed to mean? Are your mother and I and your brothers all going to come and bow down in front of you?” ", "11": "Joseph's brothers were jealous of him, but his father kept wondering about the dream.", "12": "One day when Joseph's brothers had taken the sheep to a pasture near Shechem, ", "13": "his father Jacob said to him, “I want you to go to your brothers. They are with the sheep near Shechem.” “Yes, sir,” Joseph answered.", "14": "His father said, “Go and find out how your brothers and the sheep are doing. Then come back and let me know.” So he sent him from Hebron Valley. Joseph was near Shechem ", "15": "and wandering through the fields, when a man asked, “What are you looking for?”", "16": "Joseph answered, “I'm looking for my brothers who are watching the sheep. Can you tell me where they are?”", "17": "“They're not here anymore,” the man replied. “I overheard them say they were going to Dothan.” Joseph left and found his brothers in Dothan. ", "18": "But before he got there, they saw him coming and made plans to kill him. ", "19": "They said to one another, “Look, here comes the hero of those dreams! ", "20": "Let's kill him and throw him into a pit and say that some wild animal ate him. Then we'll see what happens to those dreams.”", "21": "Reuben heard this and tried to protect Joseph from them. “Let's not kill him,” he said. ", "22": "“Don't murder him or even harm him. Just throw him into a dry well out here in the desert.” Reuben planned to rescue Joseph later and take him back to his father.", "23": "When Joseph came to his brothers, they pulled off his fancy coat[c] ", "24": "and threw him into a dry well.", "25": "As Joseph's brothers sat down to eat, they looked up and saw a caravan of Ishmaelites coming from Gilead. Their camels were loaded with all kinds of spices that they were taking to Egypt. ", "26": "So Judah said, “What will we gain if we kill our brother and hide his body? ", "27": "Let's sell him to the Ishmaelites and not harm him. After all, he is our brother.” And the others agreed.", "28": "When the Midianite merchants came by, Joseph's brothers took him out of the well, and for twenty pieces of silver they sold him to the Ishmaelites[d] who took him to Egypt.", "29": "When Reuben returned to the well and did not find Joseph there, he tore his clothes in sorrow. ", "30": "Then he went back to his brothers and said, “The boy is gone! What am I going to do?”", "31": "Joseph's brothers killed a goat and dipped Joseph's fancy coat in its blood. ", "32": "After this, they took the coat to their father and said, “We found this! Look at it carefully and see if it belongs to your son.”", "33": "Jacob knew it was Joseph's coat and said, “It's my son's coat! Joseph has been torn to pieces and eaten by some wild animal.”", "34": "Jacob mourned for Joseph a long time, and to show his sorrow he tore his clothes and wore sackcloth.[e] ", "35": "All of Jacob's children came to comfort him, but he refused to be comforted. “No,” he said, “I will go to my grave, mourning for my son.” So Jacob kept on grieving.", "36": "Meanwhile, the Midianites had sold Joseph in Egypt to a man named Potiphar, who was the king's[f] official in charge of the palace guard."}