{"1": "The Ishmaelites took Joseph to Egypt and sold him to Potiphar, the king's[a] official in charge of the palace guard. ", "2-3": "So Joseph lived in the home of Potiphar, his Egyptian owner. Soon Potiphar realized that the Lord was helping Joseph to be successful in whatever he did. ", "4": "Potiphar liked Joseph and made him his personal assistant, putting him in charge of his house and all of his property. ", "5": "Because of Joseph, the Lord began to bless Potiphar's family and fields. ", "6": "Potiphar left everything up to Joseph, and with Joseph there, the only decision he had to make was what he wanted to eat. Joseph was well-built and handsome, ", "7": "and Potiphar's wife soon noticed him. She asked him to make love to her, ", "8": "but he refused and said, “My master isn't worried about anything in his house, because he has placed me in charge of everything he owns. ", "9": "No one in my master's house is more important than I am. The only thing he hasn't given me is you, and that's because you are his wife. I won't sin against God by doing such a terrible thing as this.” ", "10": "She kept begging Joseph day after day, but he refused to do what she wanted or even to go near her.", "11": "One day, Joseph went to Potiphar's house to do his work, and none of the other servants were there. ", "12": "Potiphar's wife grabbed hold of his coat and said, “Make love to me!” Joseph ran out of the house, leaving her hanging onto his coat.", "13": "When this happened, ", "14": "she called in her servants and said, “Look! This Hebrew has come just to make fools of us. He tried to rape me, but I screamed for help. ", "15": "And when he heard me scream, he ran out of the house, leaving his coat with me.”", "16": "Potiphar's wife kept Joseph's coat until her husband came home. ", "17": "Then she said, “That Hebrew slave of yours tried to rape me! ", "18": "But when I screamed for help, he left his coat and ran out of the house.”", "19": "Potiphar became very angry ", "20": "and threw Joseph in the same prison where the king's prisoners were kept. While Joseph was in prison, ", "21": "the Lord helped him and was good to him. He even made the jailer like Joseph so much that ", "22": "he put him in charge of the other prisoners and of everything that was done in the jail. ", "23": "The jailer did not worry about anything, because the Lord was with Joseph and made him successful in all that he did."}