{"1": "Adam[a] and Eve had a son. Then Eve said, “I'll name him Cain because I got[b] him with the help of the Lord.” ", "2": "Later she had another son and named him Abel. Abel became a sheep farmer, but Cain farmed the land. ", "3": "One day, Cain gave part of his harvest to the Lord, ", "4": "and Abel also gave an offering to the Lord. He killed the first-born lamb from one of his sheep and gave the Lord the best parts of it. The Lord was pleased with Abel and his offering, ", "5": "but not with Cain and his offering. This made Cain so angry that he could not hide his feelings.", "6": "The Lord said to Cain: What's wrong with you? Why do you have such an angry look on your face? ", "7": "If you had done the right thing, you would be smiling.[c] But you did the wrong thing, and now sin is waiting to attack you like a lion. Sin wants to destroy you, but don't let it!", "8": "Cain said to his brother Abel, “Let's go for a walk.”[d] And when they were out in a field, Cain killed him.", "9": "Afterwards the Lord asked Cain, “Where is Abel?” “How should I know?” he answered. “Am I supposed to look after my brother?”", "10": "Then the Lord said: Why have you done this terrible thing? You killed your own brother, and his blood flowed onto the ground. Now his blood is calling out for me to punish you. ", "11": "And so, I'll put you under a curse. Because you killed Abel and made his blood run out on the ground, you will never be able to farm the land again. ", "12": "If you try to farm the land, it won't produce anything for you. From now on, you'll be without a home, and you'll spend the rest of your life wandering from place to place.", "13": "“This punishment is too hard!” Cain said. ", "14": "“You're making me leave my home and live far from you.[e] I will have to wander about without a home, and just anyone could kill me.”", "15": "“No!”[f] the Lord answered. “Anyone who kills you will be punished seven times worse than I am punishing you.” So the Lord put a mark on Cain to warn everyone not to kill him. ", "16": "But Cain had to go far from the Lord and live in the Land of Wandering,[g] which is east of Eden.", "17": "Later, Cain and his wife had a son named Enoch. At the time Cain was building a town, and so he named it Enoch after his son. ", "18": "Then Enoch had a son named Irad, who had a son named Mehujael, who had a son named Methushael, who had a son named Lamech.", "19": "Lamech married Adah, then Zillah. ", "20-21": "Lamech and Adah had two sons, Jabal and Jubal. Their son Jabal was the first to live in tents and raise sheep and goats. Jubal was the first to play harps and flutes.", "22": "Lamech and Zillah had a son named Tubal Cain who made tools out of bronze and iron. They also had a daughter, whose name was Naamah.", "23": "One day, Lamech said to his two wives, “A young man wounded me, and I killed him. ", "24": "Anyone who tries to get even with me will be punished ten times more than anyone who tries to get even with Cain.”", "25": "Adam and his wife had another son. They named him Seth, because they said, “God has given[h] us a son to take the place of Abel, who was killed by his brother Cain.” ", "26": "Later, Seth had a son and named him Enosh. About this time people started worshiping the Lord.[i]"}