{"1": "Two years later the king[a] of Egypt dreamed he was standing beside the Nile River. ", "2": "Suddenly, seven fat, healthy cows came up from the river and started eating grass along the bank. ", "3": "Then seven ugly, skinny cows came up out of the river and ", "4": "ate the fat, healthy cows. When this happened, the king woke up.", "5": "The king went back to sleep and had another dream. This time seven full heads of grain were growing on a single stalk. ", "6": "Later, seven other heads of grain appeared, but they were thin and scorched by the east wind. ", "7": "The thin heads of grain swallowed the seven full heads. Again the king woke up, and it had only been a dream.", "8": "The next morning the king was upset. So he called in his magicians and wise men and told them what he had dreamed. None of them could tell him what the dreams meant.", "9": "The king's personal servant said: Now I remember what I was supposed to do. ", "10": "When you were angry with me and your chief cook, you threw us both in jail in the house of the captain of the guard. ", "11": "One night we both had dreams, and each dream had a different meaning. ", "12": "A young Hebrew, who was a servant of the captain of the guard, was there with us at the time. When we told him our dreams, he explained what each of them meant, ", "13": "and everything happened just as he said it would. I got my job back, and the cook was put to death.", "14": "The king sent for Joseph, who was quickly brought out of jail. He shaved, changed his clothes, and went to the king.", "15": "The king said to him, “I had a dream, yet no one can explain what it means. I am told that you can interpret dreams.”", "16": "“Your Majesty,” Joseph answered, “I can't do it myself, but God can give a good meaning to your dreams.”", "17": "The king told Joseph: I dreamed I was standing on the bank of the Nile River. ", "18": "I saw seven fat, healthy cows come up out of the river, and they began feeding on the grass. ", "19": "Next, seven skinny, bony cows came up out of the river. I have never seen such terrible looking cows anywhere in Egypt. ", "20": "The skinny cows ate the fat ones. ", "21": "But you couldn't tell it, because these skinny cows were just as skinny as they were before. Right away, I woke up.", "22": "I also dreamed that I saw seven heads of grain growing on one stalk. The heads were full and ripe. ", "23": "Then seven other heads of grain came up. They were thin and scorched by a wind from the desert. ", "24": "These heads of grain swallowed the full ones. I told my dreams to the magicians, but none of them could tell me the meaning of the dreams.", "25": "Joseph replied: Your Majesty, both of your dreams mean the same thing, and in them God has shown what he is going to do. ", "26": "The seven good cows stand for seven years, and so do the seven good heads of grain. ", "27": "The seven skinny, ugly cows that came up later also stand for seven years, as do the seven bad heads of grain that were scorched by the east wind. The dreams mean there will be seven years when there won't be enough grain.", "28": "It is just as I said—God has shown what he intends to do. ", "29": "For seven years Egypt will have more than enough grain, ", "30": "but that will be followed by seven years when there won't be enough. The good years of plenty will be forgotten, and everywhere in Egypt people will be starving. ", "31": "The famine will be so bad that no one will remember that once there had been plenty. ", "32": "God has given you two dreams to let you know that he has definitely decided to do this and that he will do it soon.", "33": "Your Majesty, you should find someone who is wise and will know what to do, so that you can put him in charge of all Egypt. ", "34": "Then appoint some other officials to collect one-fifth of every crop harvested in Egypt during the seven years when there is plenty. ", "35": "Give them the power to collect the grain during those good years and to store it in your cities. ", "36": "It can be stored until it is needed during the seven years when there won't be enough grain in Egypt. This will keep the country from being destroyed because of the lack of food.", "37": "The king[b] and his officials liked this plan. ", "38": "So the king said to them, “No one could possibly handle this better than Joseph, since the Spirit of God is with him.”", "39": "The king told Joseph, “God is the one who has shown you these things. No one else is as wise as you are or knows as much as you do. ", "40": "I'm putting you in charge of my palace, and everybody will have to obey you. No one will be over you except me. ", "41": "You are now governor of all Egypt!”", "42": "Then the king took off his royal ring and put it on Joseph's finger. He gave him fine clothes to wear and placed a gold chain around his neck. ", "43": "He also let him ride in the chariot next to his own, and people shouted, “Make way for Joseph!” So Joseph was governor of Egypt.", "44": "The king told Joseph, “Although I'm king, no one in Egypt is to do anything without your permission.” ", "45": "He gave Joseph the Egyptian name Zaphenath Paneah. And he let him marry Asenath, the daughter of Potiphera, a priest in the city of Heliopolis.[c] Joseph traveled all over Egypt.", "46": "Joseph was thirty when the king made him governor, and he went everywhere for the king. ", "47": "For seven years there were big harvests of grain. ", "48": "Joseph collected and stored up the extra grain in the cities of Egypt near the fields where it was harvested. ", "49": "In fact, there was so much grain that they stopped keeping record, because it was like counting the grains of sand along the beach.", "50": "Joseph and his wife had two sons before the famine began. ", "51": "Their first son was named Manasseh, which means, “God has let me forget all my troubles and my family back home.” ", "52": "His second son was named Ephraim, which means “God has made me a success[d] in the land where I suffered.”[e]", "53": "Egypt's seven years of plenty came to an end, ", "54": "and the seven years of famine began, just as Joseph had said. There was not enough food in other countries, but all over Egypt there was plenty. ", "55": "When the famine finally struck Egypt, the people asked the king for food, but he said, “Go to Joseph and do what he tells you to do.”", "56": "The famine became bad everywhere in Egypt, so Joseph opened the storehouses and sold the grain to the Egyptians. ", "57": "People from all over the world came to Egypt, because the famine was severe in their countries."}