{"1": "When Jacob found out there was grain in Egypt, he said to his sons, “Why are you just sitting here, staring at one another? ", "2": "I have heard there is grain in Egypt. Now go down and buy some, so we won't starve to death.”", "3": "Ten of Joseph's brothers went to Egypt to buy grain. ", "4": "But Jacob did not send Joseph's younger brother Benjamin with them; he was afraid that something might happen to him. ", "5": "So Jacob's sons joined others from Canaan who were going to Egypt because of the terrible famine.", "6": "Since Joseph was governor of Egypt and in charge of selling grain, his brothers came to him and bowed with their faces to the ground. ", "7-8": "They did not recognize Joseph, but right away he knew who they were, though he pretended not to know. Instead, he spoke harshly and asked, “Where do you come from?” “From the land of Canaan,” they answered. “We've come here to buy grain.”", "9": "Joseph remembered what he had dreamed about them and said, “You're spies! You've come here to find out where our country is weak.”", "10": "“No sir,” they replied. “We're your servants, and we have only come to buy grain. ", "11": "We're honest men, and we come from the same family—we're not spies.”", "12": "“That isn't so!” Joseph insisted. “You've come here to find out where our country is weak.”", "13": "But they explained, “Sir, we come from a family of twelve brothers. The youngest is still with our father in Canaan, and one of our brothers is dead.”", "14": "Joseph replied: It's just like I said. You're spies, ", "15": "and I'm going to find out who you really are. I swear by the life of the king that you won't leave this place until your youngest brother comes here. ", "16": "Choose one of you to go after your brother, while the rest of you stay here in jail. That will show whether you are telling the truth. But if you are lying, I swear by the life of the king that you are spies!", "17": "Joseph kept them all under guard for three days, ", "18": "before saying to them: Since I respect God, I'll give you a chance to save your lives. ", "19": "If you are honest men, one of you must stay here in jail, and the rest of you can take the grain back to your starving families. ", "20": "But you must bring your youngest brother to me. Then I'll know that you are telling the truth, and you won't be put to death. Joseph's brothers agreed ", "21": "and said to one another, “We're being punished because of Joseph. We saw the trouble he was in, but we refused to help him when he begged us. That's why these terrible things are happening.”", "22": "Reuben spoke up, “Didn't I tell you not to harm the boy? But you wouldn't listen, and now we have to pay the price for killing him.”", "23": "They did not know that Joseph could understand them, since he was speaking through an interpreter. ", "24": "Joseph turned away from them and cried, but soon he turned back and spoke to them again. Then he had Simeon tied up and taken away while they watched.", "25": "Joseph gave orders for his brothers' grain sacks to be filled with grain and for their money[a] to be put in their sacks. He also gave orders for them to be given food for their journey home. After this was done, ", "26": "they each loaded the grain on their donkeys and left.", "27": "When they stopped for the night, one of them opened his sack to get some grain for his donkey, and right away he saw his moneybag. ", "28": "“Here's my money!” he told his brothers. “Right here in my sack.” They were trembling with fear as they stared at one another and asked themselves, “What has God done to us?”", "29": "When they returned to the land of Canaan, they told their father Jacob everything that had happened to them:", "30": "The governor of Egypt was rude and treated us like spies. ", "31": "But we told him, “We're honest men, not spies. ", "32": "We come from a family of twelve brothers. The youngest is still with our father in Canaan, and the other is dead.”", "33": "Then the governor of Egypt told us, “I'll find out if you really are honest. Leave one of your brothers here with me, while you take the grain to your starving families. ", "34": "But bring your youngest brother to me, so I can be certain that you are honest men and not spies. After that, I'll let your other brother go free, and you can stay here and trade.”", "35": "When the brothers started emptying their sacks of grain, they found their moneybags in them. They were frightened, and so was their father Jacob, ", "36": "who said, “You have already taken my sons Joseph and Simeon from me. And now you want to take away Benjamin! Everything is against me.”", "37": "Reuben spoke up, “Father, if I don't bring Benjamin back, you can kill both of my sons. Trust me with him, and I will bring him back.”", "38": "But Jacob said, “I won't let my son Benjamin go down to Egypt with the rest of you. His brother is already dead, and he is the only son I have left.[b] I am an old man, and if anything happens to him on the way, I'll die from sorrow, and all of you will be to blame.”"}