{"1-2": "Later, Joseph told the servant in charge of his house, “Fill the men's grain sacks with as much as they can hold and put their money in the sacks. Also put my silver cup in the sack of the youngest brother.” The servant did as he was told.", "3": "Early the next morning, the men were sent on their way with their donkeys. ", "4": "But they had not gone far from the city when Joseph told the servant, “Go after those men! When you catch them, say, 'My master has been good to you. So why have you stolen his silver cup? ", "5": "Not only does he drink from his cup, but he also uses it to learn about the future. You have done a terrible thing.'”", "6": "When the servant caught up with them, he said exactly what Joseph had told him to say. ", "7": "But they replied, “Sir, why do you say such things? We would never do anything like that! ", "8": "We even returned the money we found in our grain sacks when we got back to Canaan. So why would we want to steal any silver or gold from your master's house? ", "9": "If you find that one of us has the cup, then kill him, and the rest of us will become your slaves.”", "10": "“Good!” the man replied, “I'll do what you have said. But only the one who has the cup will become my slave. The rest of you can go free.”", "11": "Each of the brothers quickly put his sack on the ground and opened it. ", "12": "Joseph's servant started searching the sacks, beginning with the one that belonged to the oldest brother. When he came to Benjamin's sack, he found the cup. ", "13": "This upset the brothers so much that they began tearing their clothes in sorrow. Then they loaded their donkeys and returned to the city.", "14": "When Judah and his brothers got there, Joseph was still at home. So they bowed down to Joseph, ", "15": "who asked them, “What have you done? Didn't you know I could find out?”", "16": "“Sir, what can we say?” Judah replied. “How can we prove we are innocent? God has shown that we are guilty. And now all of us are your slaves, especially the one who had the cup.”", "17": "Joseph told them, “I would never punish all of you. Only the one who was caught with the cup will become my slave. The rest of you are free to go home to your father.”", "18": "Judah went over to Joseph and said: Sir, you have as much power as the king[a] himself, and I am only your slave. Please don't get angry if I speak. ", "19": "You asked us if our father was still alive and if we had any more brothers. ", "20": "So we told you, “Our father is a very old man. In fact, he was already old when Benjamin was born. Benjamin's brother is dead. Now Benjamin is the only one of the two brothers who is still alive, and our father loves him very much.”", "21": "You ordered us to bring him here, so you could see him for yourself. ", "22": "We told you that our father would die if Benjamin left him. ", "23": "But you warned us that we could never see you again, unless our youngest brother came with us. ", "24": "So we returned to our father and reported what you had said.", "25": "Later our father told us to come back here and buy more grain. ", "26": "But we answered, “We can't go back to Egypt without our youngest brother. We will never be let in to see the governor, unless he is with us.”", "27": "Sir, our father then reminded us that his favorite wife had given birth to two sons. ", "28": "One of them was already missing and had not been seen for a long time. My father thinks the boy was torn to pieces by some wild animal, ", "29": "and he said, “I am an old man. If you take Benjamin from me, and something happens to him, I will die of a broken heart.”", "30": "That's why Benjamin must be with us when I go back to my father. He loves him so much ", "31": "that he will die if Benjamin doesn't come back with me. ", "32": "I promised my father that I would bring him safely home. If I don't, I told my father he could blame me the rest of my life.", "33": "Sir, I am your slave. Please let me stay here in place of Benjamin and let him return home with his brothers. ", "34": "How can I face my father if Benjamin isn't with me? I couldn't bear to see my father in such sorrow."}