{"1": "Jacob packed up everything he owned and left for Egypt. On the way he stopped near the town of Beersheba and offered sacrifices to the God his father Isaac had worshiped. ", "2": "That night, God spoke to him and said, “Jacob! Jacob!” “Here I am,” Jacob answered.", "3": "God said, “I am God, the same God your father worshiped. Don't be afraid to go to Egypt. I will give you so many descendants that one day they will become a nation. ", "4": "I will go with you to Egypt, and later I will bring your descendants back here. Your son Joseph will be at your side when you die.”", "5-7": "Jacob and his family set out from Beersheba and headed for Egypt. His sons put him in the wagon that the king[a] had sent for him, and they put their small children and their wives in the other wagons. Jacob's whole family went to Egypt, including his sons, his grandsons, his daughters, and his granddaughters. They took along their animals and everything else they owned.", "8-15": "When Jacob went to Egypt, his children who were born in northern Syria[b] also went along with their families. Jacob and his wife Leah had a total of thirty-three children, grandchildren, and great-grandchildren, but two of their grandchildren had died in Canaan. Their oldest son Reuben took his sons Hanoch, Pallu, Hezron, and Carmi. Their son Simeon took his sons Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, whose mother was a Canaanite. Their son Levi took his sons Gershon, Kohath, and Merari. Their son Judah took his sons Shelah, Perez, and Zerah. Judah's sons Er and Onan had died in Canaan. Judah's son Perez took his sons Hezron and Hamul. Their son Issachar took his sons Tola, Puvah, Jashub,[c] and Shimron. Their son Zebulun took his sons Sered, Elon, and Jahleel. Their daughter Dinah also went.", "16-18": "Jacob and Zilpah, the servant woman Laban had given his daughter Leah, had a total of sixteen children, grandchildren, and great-grandchildren. Their son Gad took his sons Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli. Their son Asher took his sons Imnah, Ishvah, Ishvi, and Beriah, who took his sons, Heber and Malchiel. Serah, the daughter of Asher, also went.", "19-22": "Jacob and Rachel had fourteen children and grandchildren. Their son Joseph was already in Egypt, where he had married Asenath, daughter of Potiphera, the priest of Heliopolis.[d] Joseph and Asenath had two sons, Manasseh and Ephraim. Jacob and Rachel's son Benjamin took his sons Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard.", "23-25": "Jacob and Bilhah, the servant woman Laban had given his daughter Rachel, had seven children and grandchildren. Their son Dan took his son Hushim. Their son Naphtali took his sons Jahzeel, Guni, Jezer, and Shillem.", "26": "Sixty-six members of Jacob's family went to Egypt with him, not counting his daughters-in-law. ", "27": "Jacob's two grandsons who were born there made it a total of seventy members of Jacob's family in Egypt.", "28": "Jacob had sent his son Judah ahead of him to ask Joseph to meet them in Goshen. ", "29": "So Joseph got in his chariot and went to meet his father. When they met, Joseph hugged his father around the neck and cried for a long time. ", "30": "Jacob said to Joseph, “Now that I have seen you and know you are still alive, I am ready to die.”", "31": "Then Joseph said to his brothers and to everyone who had come with them: I must go and tell the king[e] that you have arrived from Canaan. ", "32": "I will tell him that you are shepherds and that you have brought your sheep, goats, cattle, and everything else you own. ", "33": "The king will call you in and ask what you do for a living. ", "34": "When he does, be sure to say, “We are shepherds. Our families have always raised sheep.” If you tell him this, he will let you settle in the region of Goshen. Joseph wanted them to say this to the king, because the Egyptians did not like to be around anyone who raised sheep."}