{"1": "Joseph was told that his father Jacob had become very sick. So Joseph went to see him and took along his two sons, Manasseh and Ephraim. ", "2": "When Joseph arrived, someone told Jacob, “Your son Joseph has come to see you.” Jacob sat up in bed, but it took almost all his strength.", "3": "Jacob told Joseph: God All-Powerful appeared to me at Luz in the land of Canaan, where he gave me his blessing ", "4": "and promised, “I will give you a large family with many descendants that will grow into a nation. And I am giving you this land that will belong to you and your family forever.”", "5": "Then Jacob went on to say: Joseph, your two sons Ephraim and Manasseh were born in Egypt, but I accept them as my own, just as Reuben and Simeon are mine. ", "6": "Any children you have later will be considered yours, but their inheritance will come from Ephraim and Manasseh. ", "7": "Unfortunately, your mother Rachel died in Canaan after we had left northern Syria[a] and before we reached Bethlehem.[b] And I had to bury her along the way.", "8-10": "Jacob was very old and almost blind. He did not recognize the two boys, and so he asked Joseph, “Who are these boys?” Joseph answered, “They are my sons. God has given them to me here in Egypt.” “Bring them to me,” Jacob said. “I want to give them my blessing.” Joseph brought the boys to him, and he hugged and kissed them.", "11": "Jacob turned to Joseph and told him, “For many years I thought you were dead and that I would never see you again. But now God has even let me live to see your children.” ", "12": "Then Joseph made his sons move away from Jacob's knees,[c] and Joseph bowed down in front of him with his face to the ground.", "13": "After Joseph got up, he brought his two sons over to Jacob again. He led his younger son Ephraim to the left side of Jacob and his older son Manasseh to the right. ", "14": "But before Jacob gave them his blessing, he crossed his arms, putting his right hand on the head of Ephraim and his left hand on the head of Manasseh. ", "15": "Then he gave Joseph his blessing and said: My grandfather Abraham and my father Isaac worshiped the Lord God. He has been with me all my life, ", "16": "and his angel has kept me safe. Now I pray that he will bless these boys and that my name and the names of Abraham and Isaac will live on because of them. I ask God to give them many children and many descendants as well.", "17": "Joseph did not like it when he saw his father place his right hand on the head of the younger son. So he tried to move his father's right hand from Ephraim's head and place it on Manasseh. ", "18": "Joseph said, “Father, you have made a mistake. This is the older boy. Put your right hand on him.”", "19": "But his father said, “Son, I know what I am doing. It's true that Manasseh's family will someday become a great nation. But Ephraim will be even greater than Manasseh, because his descendants will become many great nations.”", "20": "Jacob told him that in the future the people of Israel would ask God's blessings on one another by saying, “I pray for God to bless you as much as he blessed Ephraim and Manasseh.” Jacob put Ephraim's name first to show that he would be greater than Manasseh. ", "21": "After that, Jacob said, “Joseph, you can see that I won't live much longer. But God will be with you and will lead you back to the land he promised our family long ago. ", "22": "Meanwhile, I'm giving you the hillside[d] I captured from the Amorites.”"}