{"1": "Jacob called his sons together and said: My sons, I am Jacob, your father Israel.", "2": "Come, gather around, as I tell your future.", "3": "Reuben, you are my oldest, born at the peak of my powers; you were an honored leader.", "4": "Uncontrollable as a flood, you slept with my wife and disgraced my bed. And so you no longer deserve the place of honor.", "5": "Simeon and Levi, you are brothers, each a gruesome sword.", "6": "I never want to take part in your plans or deeds. You slaughtered people in your anger, and you crippled cattle for no reason.", "7": "Now I place a curse on you because of your fierce anger. Your descendants will be scattered among the tribes of Israel.", "8": "Judah, you will be praised by your brothers; they will bow down to you, as you defeat your enemies.", "9": "My son, you are a lion ready to eat your victim! You are terribly fierce; no one will bother you.", "10": "You will have power and rule until nations obey you[a] and come bringing gifts.", "11": "You will tie your donkey to a choice grapevine and wash your clothes in wine from those grapes.", "12": "Your eyes are darker than wine, your teeth whiter than milk.", "13": "Zebulun, you will settle along the seashore and provide safe harbors as far north as Sidon.", "14": "Issachar, you are a strong donkey resting in the meadows.[b]", "15": "You found them so pleasant that you worked too hard and became a slave.", "16": "Dan,[c] you are the tribe that will bring justice to Israel.", "17": "You are a snake that bites the heel of a horse, making its rider fall.", "18": "Our Lord, I am waiting for you to save us.", "19": "Gad,[d] you will be attacked, then attack your attackers.", "20": "Asher, you will eat food fancy enough for a king.", "21": "Naphtali, you are a wild deer with lovely fawns.[e]", "22": "Joseph, you are a fruitful vine growing near a stream and climbing a wall.[f]", "23": "Enemies attacked with arrows, refusing to show mercy.", "24": "But you stood your ground, swiftly shooting back with the help of Jacob's God, the All-Powerful One— his name is the Shepherd, Israel's mighty rock.[g]", "25": "Your help came from the God your father worshiped, from God All-Powerful. God will bless you with rain and streams from the earth; he will bless you with many descendants.", "26": "My son, the blessings I give are better than the promise of ancient mountains or eternal hills.[h] Joseph, I pray these blessings will come to you, because you are the leader of your brothers.", "27": "Benjamin, you are a fierce wolf, destroying your enemies morning and evening.", "28": "These are the twelve tribes of Israel, and this is how Jacob gave each of them their proper blessings.", "29-31": "Jacob told his sons: Soon I will die, and I want you to bury me in Machpelah Cave. Abraham bought this cave as a burial place from Ephron the Hittite, and it is near the town of Mamre in Canaan. Abraham and Sarah are buried there, and so are Isaac and Rebekah. I buried Leah there too. ", "32": "Both the cave and the land that goes with it were bought from the Hittites.", "33": "When Jacob had finished giving these instructions to his sons, he lay down on his bed and died. "}