{"1": "Joseph started crying, then leaned over to hug and kiss his father.", "2": "Joseph gave orders for Jacob's body to be embalmed, ", "3": "and it took the usual forty days. The Egyptians mourned seventy days for Jacob. ", "4": "When the time of mourning was over, Joseph said to the Egyptian leaders, “If you consider me your friend, please speak to the king[a] for me. ", "5": "Just before my father died, he made me promise to bury him in his burial cave in Canaan. If the king will give me permission to go, I will come back here.”", "6": "The king answered, “Go to Canaan and keep your promise to your father.”", "7-9": "When Joseph left Goshen with his brothers, his relatives, and his father's relatives to bury Jacob, many of the king's highest officials and even his military chariots and cavalry went along. The Israelites left behind only their children, their cattle, and their sheep and goats.", "10": "After crossing the Jordan River and reaching Atad's threshing place, Joseph had everyone mourn and weep seven days for his father. ", "11": "The Canaanites saw this and said, “The Egyptians are in great sorrow.” Then they named the place “Egypt in Sorrow.”[b]", "12": "So Jacob's sons did just as their father had instructed. ", "13": "They took him to Canaan and buried him in Machpelah Cave, the burial place Abraham had bought from Ephron the Hittite.", "14": "After the funeral, Joseph, his brothers, and everyone else returned to Egypt.", "15": "After Jacob died, Joseph's brothers said to each other, “What if Joseph still hates us and wants to get even with us for all the cruel things we did to him?”", "16": "So they sent this message to Joseph: Before our father died, ", "17": "he told us, “You did some cruel and terrible things to Joseph, but you must ask him to forgive you.” Now we ask you to please forgive the terrible things we did. After all, we serve the same God that your father worshiped. When Joseph heard this, he started crying.", "18": "Right then, Joseph's brothers came and bowed down to the ground in front of him and said, “We are your slaves.”", "19": "But Joseph told them, “Don't be afraid! I have no right to change what God has decided. ", "20": "You tried to harm me, but God made it turn out for the best, so that he could save all these people, as he is now doing. ", "21": "Don't be afraid! I will take care of you and your children.” After Joseph said this, his brothers felt much better.", "22": "Joseph lived in Egypt with his brothers until he died at the age of one hundred ten. ", "23": "Joseph lived long enough to see Ephraim's children and grandchildren. He also lived to see the children of Manasseh's son Machir, and he welcomed them into his family. ", "24": "Before Joseph died, he told his brothers, “I won't live much longer. But God will take care of you and lead you out of Egypt to the land he promised Abraham, Isaac, and Jacob. ", "25": "Now promise me that you will take my body with you when God leads you to that land.”", "26": "So Joseph died in Egypt at the age of one hundred ten; his body was embalmed and put in a coffin."}