{"1-2": "More and more people were born, until finally they spread all over the earth. Some of their daughters were so beautiful that supernatural beings[a] came down and married the ones they wanted. ", "3": "Then the Lord said, “I won't let my life-giving breath remain in anyone forever.[b] No one will live for more than one hundred twenty years.”[c]", "4": "The children of the supernatural beings who had married these women became famous heroes and warriors. They were called Nephilim and lived on the earth at that time and even later.", "5": "The Lord saw how bad the people on earth were and that everything they thought and planned was evil. ", "6": "He was very sorry that he had made them, ", "7": "and he said, “I'll destroy every living creature on earth! I'll wipe out people, animals, birds, and reptiles. I'm sorry I ever made them.”", "8": "But the Lord was pleased with Noah, ", "9": "and this is the story about him. Noah was the only person who lived right and obeyed God. ", "10": "He had three sons: Shem, Ham, and Japheth.", "11-12": "God knew that everyone was terribly cruel and violent. ", "13": "So he told Noah: Cruelty and violence have spread everywhere. Now I'm going to destroy the whole earth and all its people. ", "14": "Get some good lumber and build a boat. Put rooms in it and cover it with tar inside and out. ", "15": "Make it four hundred fifty feet long, seventy-five feet wide, and forty-five feet high. ", "16": "Build a roof[d] on the boat and leave a space of about eighteen inches between the roof and the sides.[e] Make the boat three stories high and put a door on one side.", "17": "I'm going to send a flood that will destroy everything that breathes! Nothing will be left alive. ", "18": "But I solemnly promise that you, your wife, your sons, and your daughters-in-law will be kept safe in the boat.[f]", "19-20": "Bring into the boat with you a male and a female of every kind of animal and bird, as well as a male and a female of every reptile. I don't want them to be destroyed. ", "21": "Store up enough food both for yourself and for them.", "22": "Noah did everything the Lord told him to do."}