{"1": "God said to Noah and his sons: I am giving you my blessing. Have a lot of children and grandchildren, so people will live everywhere on this earth. ", "2": "All animals, birds, reptiles, and fish will be afraid of you. I have placed them under your control, ", "3": "and I have given them to you for food. From now on, you may eat them, as well as the green plants that you have always eaten. ", "4": "But life is in the blood, and you must not eat any meat that still has blood in it. ", "5-6": "I created humans to be like me, and I will punish any animal or person that takes a human life. If an animal kills someone, that animal must die. And if a person takes the life of another, that person must be put to death.", "7": "I want you and your descendants to have many children, so people will live everywhere on earth.", "8": "Again, God said to Noah and his sons:", "9": "I am going to make a solemn promise to you and to everyone who will live after you. ", "10": "This includes the birds and the animals that came out of the boat. ", "11": "I promise every living creature that the earth and those living on it will never again be destroyed by a flood.", "12-13": "The rainbow that I have put in the sky will be my sign to you and to every living creature on earth. It will remind you that I will keep this promise forever. ", "14": "When I send clouds over the earth, and a rainbow appears in the sky, ", "15": "I will remember my promise to you and to all other living creatures. Never again will I let floodwaters destroy all life. ", "16": "When I see the rainbow in the sky, I will always remember the promise that I have made to every living creature. ", "17": "The rainbow will be the sign of that solemn promise.", "18": "Noah and his sons, Shem, Ham, and Japheth, came out of the boat. Ham later had a son named Canaan. ", "19": "All people on earth are descendants of Noah's three sons.", "20": "Noah farmed the land and was the first to plant a vineyard. ", "21": "One day he got drunk and was lying naked in his tent. ", "22": "Ham entered the tent and saw him naked, then went back outside and told his brothers. ", "23": "Shem and Japheth put a robe over their shoulders and walked backwards into the tent. Without looking at their father, they placed it over his body.", "24": "When Noah woke up and learned what his youngest son had done, ", "25": "he said, “I now put a curse on Canaan! He will be the lowest slave of his brothers.", "26": "I ask the Lord my God to bless Shem and make Canaan his slave.", "27": "I pray that the Lord will give Japheth more and more[a] land and let him take over the territory of Shem. May Canaan be his slave.”", "28": "Noah lived three hundred fifty years after the flood ", "29": "and died at the age of nine hundred fifty."}