{"1": "Faith is the reality of what we hope for, the proof of what we don't see.", "2": "The elders in the past were approved because they showed faith.", "3": "By faith we understand that the universe has been created by a word from God so that the visible came into existence from the invisible.", "4": "By faith Abel offered a better sacrifice to God than Cain, which showed that he was righteous, since God gave approval to him for his gift. Though he died, he's still speaking through faith.", "5": "By faith Enoch was taken up so that he didn't see death, and he wasn't found because God took him up.[a] He was given approval for having pleased God before he was taken up.", "6": "It's impossible to please God without faith because the one who draws near to God must believe that he exists and that he rewards people who try to find him.", "7": "By faith Noah responded with godly fear when he was warned about events he hadn't seen yet. He built an ark to deliver his household. With his faith, he criticized the world and became an heir of the righteousness that comes from faith.", "8": "By faith Abraham obeyed when he was called to go out to a place that he was going to receive as an inheritance. He went out without knowing where he was going.", "9": "By faith he lived in the land he had been promised as a stranger. He lived in tents along with Isaac and Jacob, who were coheirs of the same promise.", "10": "He was looking forward to a city that has foundations, whose architect and builder is God.", "11": "By faith even Sarah received the ability to have a child, though she herself was barren and past the age for having children, because she believed that the one who promised was faithful.", "12": "So descendants were born from one man (and he was as good as dead). They were as many as the number of the stars in the sky and as countless as the grains of sand on the seashore.", "13": "All these people died in faith without receiving the promises, but they saw the promises from a distance and welcomed them. They confessed that they were strangers and immigrants on earth.", "14": "People who say this kind of thing make it clear that they are looking for a homeland.", "15": "If they had been thinking about the country that they had left, they would have had the opportunity to return to it.", "16": "But at this point in time, they are longing for a better country, that is, a heavenly one. Therefore, God isn't ashamed to be called their God—he has prepared a city for them.", "17": "By faith Abraham offered Isaac when he was tested. The one who received the promises was offering his only son.", "18": "He had been told concerning him, Your legitimate descendants will come from Isaac.[b]", "19": "He figured that God could even raise him from the dead. So in a way he did receive him back from the dead.", "20": "By faith Isaac also blessed Jacob and Esau concerning their future.", "21": "By faith Jacob blessed each of Joseph's sons as he was dying and bowed in worship over the head of his staff.[c]", "22": "By faith Joseph recalled the exodus of the Israelites at the end of his life, and gave instructions about burying his bones.", "23": "By faith Moses was hidden by his parents for three months when he was born, because they saw that the child was beautiful and they weren't afraid of the king's orders.", "24": "By faith Moses refused to be called the son of Pharaoh's daughter when he was grown up.", "25": "He chose to be mistreated with God's people instead of having the temporary pleasures of sin.", "26": "He thought that the abuses he suffered for Christ were more valuable than the treasures of Egypt, since he was looking forward to the reward.", "27": "By faith he left Egypt without being afraid of the king's anger. He kept on going as if he could see what is invisible.", "28": "By faith he kept the Passover and the sprinkling of blood, in order that the destroyer could not touch their firstborn children.", "29": "By faith they crossed the Red Sea as if they were on dry land, but when the Egyptians tried it, they were drowned.", "30": "By faith Jericho's walls fell after the people marched around them for seven days.", "31": "By faith Rahab the prostitute wasn't killed with the disobedient because she welcomed the spies in peace.", "32": "What more can I say? I would run out of time if I told you about Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets.", "33": "Through faith they conquered kingdoms, brought about justice, realized promises, shut the mouths of lions,", "34": "put out raging fires, escaped from the edge of the sword, found strength in weakness, were mighty in war, and routed foreign armies.", "35": "Women received back their dead by resurrection. Others were tortured and refused to be released so they could gain a better resurrection.", "36": "But others experienced public shame by being taunted and whipped; they were even put in chains and in prison.", "37": "They were stoned to death, they were cut in two, and they died by being murdered with swords. They went around wearing the skins of sheep and goats, needy, oppressed, and mistreated.", "38": "The world didn't deserve them. They wandered around in deserts, mountains, caves, and holes in the ground.", "39": "All these people didn't receive what was promised, though they were given approval for their faith.", "40": "God provided something better for us so they wouldn't be made perfect without us."}