{"1": "Keep loving each other like family.", "2": "Don't neglect to open up your homes to guests, because by doing this some have been hosts to angels without knowing it.", "3": "Remember prisoners as if you were in prison with them, and people who are mistreated as if you were in their place.", "4": "Marriage must be honored in every respect, with no cheating on the relationship, because God will judge the sexually immoral person and the person who commits adultery.", "5": "Your way of life should be free from the love of money, and you should be content with what you have. After all, he has said, I will never leave you or abandon you.[a]", "6": "This is why we can confidently say, The Lord is my helper, and I won't be afraid. What can people do to me?[b]", "7": "Remember your leaders who spoke God's word to you. Imitate their faith as you consider the way their lives turned out.", "8": "Jesus Christ is the same yesterday, today, and forever!", "9": "Don't be misled by the many strange teachings out there. It's a good thing for the heart to be strengthened by grace rather than by food. Food doesn't help those who live in this context.", "10": "We have an altar, and those who serve as priests in the meeting tent don't have the right to eat from it.", "11": "The blood of the animals is carried into the holy of holies by the high priest as an offering for sin, and their bodies are burned outside the camp.", "12": "And so Jesus also suffered outside the city gate to make the people holy with his own blood.", "13": "So now, let's go to him outside the camp, bearing his shame.", "14": "We don't have a permanent city here, but rather we are looking for the city that is still to come.", "15": "So let's continually offer up a sacrifice of praise through him, which is the fruit from our lips that confess his name.", "16": "Don't forget to do good and to share what you have because God is pleased with these kinds of sacrifices.", "17": "Rely on your leaders and defer to them, because they watch over your whole being as people who are going to be held responsible for you. They need to be able to do this with pleasure and not with complaints about you, because that wouldn't help you.", "18": "Pray for us. We're sure that we have a good conscience, and we want to do the right thing in every way.", "19": "I'm particularly asking you to do this so that I can be returned to you quickly.", "20": "May the God of peace, who brought back the great shepherd of the sheep, our Lord Jesus, from the dead by the blood of the eternal covenant,", "21": "equip you with every good thing to do his will, by developing in us what pleases him through Jesus Christ. To him be the glory forever and always. Amen.", "22": "I urge you, brothers and sisters, to put up with this message of encouragement, since I've only written a short letter to you!", "23": "You should know that our brother Timothy has been set free. If he comes soon, we will travel together to see you.", "24": "Greet your leaders and all of God's holy people. The group from Italy greets you.", "25": "May grace be with all of you."}