{"1": "Therefore, brothers and sisters who are partners in the heavenly calling, think about Jesus, the apostle and high priest of our confession.", "2": "Jesus was faithful to the one who appointed him just like Moses was faithful in God's house.", "3": "But he deserves greater glory than Moses in the same way that the builder of the house deserves more honor than the house itself.", "4": "Every house is built by someone, but God is the builder of everything.", "5": "Moses was faithful in all God's house as a servant in order to affirm the things that would be spoken later.", "6": "But Jesus was faithful over God's house as a Son. We are his house if we hold on to the confidence and the pride that our hope gives us.", "7": "So, as the Holy Spirit says, Today, if you hear his voice,", "8": "don't have stubborn hearts as they did in the rebellion, on the day when they tested me in the desert.", "9": "That is where your ancestors challenged and tested me, though they had seen my work for forty years.", "10": "So I was angry with them. I said, “Their hearts always go off course, and they don't know my ways.”", "11": "Because of my anger I swore: “They will never enter my rest!”[a]", "12": "Watch out, brothers and sisters, so that none of you have an evil, unfaithful heart that abandons the living God.", "13": "Instead, encourage each other every day, as long as it's called “today,” so that none of you become insensitive to God because of sin's deception.", "14": "We are partners with Christ, but only if we hold on to the confidence we had in the beginning until the end.", "15": "When it says, Today, if you hear his voice, don't have stubborn hearts as they did in the rebellion.[b]", "16": "Who was it who rebelled when they heard his voice? Wasn't it all of those who were brought out of Egypt by Moses?", "17": "And with whom was God angry for forty years? Wasn't it with the ones who sinned, whose bodies fell in the desert?", "18": "And against whom did he swear that they would never enter his rest, if not against the ones who were disobedient?", "19": "We see that they couldn't enter because of their lack of faith."}