{"1": "Therefore, since the promise that we can enter into rest is still open, let's be careful so that none of you will appear to miss it.", "2": "We also had the good news preached to us, just as the Israelites did. However, the message they heard didn't help them because they weren't united in faith with the ones who listened to it.", "3": "We who have faith are entering the rest. As God said, And because of my anger I swore: “They will never enter into my rest!”[a] And yet God's works were completed at the foundation of the world.", "4": "Then somewhere he said this about the seventh day of creation: God rested on the seventh day from all his works.[b]", "5": "But again, in the passage above, God said, They will never enter my rest![c]", "6": "Therefore, it's left open for some to enter it, and the ones who had the good news preached to them before didn't enter because of disobedience.", "7": "Just as it says in the passage above, God designates a certain day as “today,” when he says through David much later, Today, if you hear his voice, don't have stubborn hearts.[d]", "8": "If Joshua gave the Israelites rest, God wouldn't have spoken about another day later on.", "9": "So you see that a sabbath rest is left open for God's people.", "10": "The one who entered God's rest also rested from his works, just as God rested from his own.", "11": "Therefore, let's make every effort to enter that rest so that no one will fall by following the same example of disobedience,", "12": "because God's word is living, active, and sharper than any two-edged sword. It penetrates to the point that it separates the soul from the spirit and the joints from the marrow. It's able to judge the heart's thoughts and intentions.", "13": "No creature is hidden from it, but rather everything is naked and exposed to the eyes of the one to whom we have to give an answer.", "14": "Also, let's hold on to the confession since we have a great high priest who passed through the heavens, who is Jesus, God's Son;", "15": "because we don't have a high priest who can't sympathize with our weaknesses but instead one who was tempted in every way that we are, except without sin.", "16": "Finally, let's draw near to the throne of favor with confidence so that we can receive mercy and find grace when we need help."}