{"1": "Now the main point of what we are saying is this: We have this kind of high priest. He sat down at the right side of the throne of the majesty in the heavens.", "2": "He's serving as a priest in the holy place, which is the true meeting tent that God, not any human being, set up.", "3": "Every high priest is appointed to offer gifts and sacrifices. So it's necessary for this high priest also to have something to offer.", "4": "If he was located on earth, he wouldn't be a priest because there are already others who offer gifts based on the Law.", "5": "They serve in a place that is a copy and shadow of the heavenly meeting tent. This is indicated when Moses was warned by God when he was about to set up the meeting tent: See that you follow the pattern that I showed you on the mountain in every detail.[a]", "6": "But now, Jesus has received a superior priestly service just as he arranged a better covenant that is enacted with better promises.", "7": "If the first covenant had been without fault, it wouldn't have made sense to expect a second.", "8": "But God did find fault with them, since he says, Look, the days are coming, says the Lord, when I will make a covenant with the house of Israel, and I will make a new covenant with the house of Judah.", "9": "It will not be like the covenant that I made with their ancestors on the day I took them by the hand to lead them out of the land of Egypt, because they did not continue to keep my covenant, and I lost interest in them, says the Lord.", "10": "This is the covenant that I will make with the house of Israel after those days, says the Lord. I will place my laws in their minds, and write them on their hearts. I will be their God, and they will be my people.", "11": "And each person won't ever teach a neighbor or their brother or sister, saying, “Know the Lord,” because they will all know me, from the least important of them to the most important;", "12": "because I will be lenient toward their unjust actions, and I won't remember their sins anymore.[b]", "13": "When it says new, it makes the first obsolete. And if something is old and outdated, it's close to disappearing."}