{"1": "This is the blessing that Moses, the man of God, gave the Israelites before he died:", "2": "“The Lord came from Sinai, like a light shining at dawn over Seir, like a light shining from Mount Paran. He came with 10,000 holy ones.[a] God's mighty soldiers were by his side.[b]", "3": "Yes, the Lord loves his people. All his holy people are in his hand. They sit at his feet and learn his teachings!", "4": "Moses gave us the law. These teachings are for Jacob's people.", "5": "At that time the Israelites and their leaders met together, and the Lord became Jeshurun's[c] king!", "6": "“Let Reuben live, and not die! But let there be only a few people in his tribe!”", "7": "Moses said this about Judah: “Lord, listen to the leader from Judah when he calls for help. Bring him to his people. Make him strong, and help him defeat his enemies!”", "8": "Moses said this about Levi: “Levi is your true follower. He keeps the Urim and Thummim. At Massah you tested the people of Levi. At the waters of Meribah,[d] you challenged them.", "9": "They were more loyal to you, Lord, than to their own families. They ignored their fathers and mothers. They did not recognize their brothers. They did not pay attention to their children. But they obeyed your commands. They kept your agreement.", "10": "They will teach your rules to Jacob and your Law to Israel. They will burn incense before you. They will offer burnt offerings on your altar.", "11": "“Lord, bless everything Levi has. Accept what he does. Destroy those who attack him! Defeat his enemies so that they will never attack again.”", "12": "Moses said this about Benjamin: “Benjamin is loved by the Lord and lives close to him in safety. The Lord protects him all the time like a child at rest on its mother's back.”[e]", "13": "Moses said this about Joseph: “May the Lord bless Joseph's land with rain from the skies above and water from the ground below.", "14": "Let the sun give them good fruit. Let each month bring its best fruit.", "15": "Let the hills and ancient mountains produce their best fruit.", "16": "Let the earth give its best to Joseph. He was separated from his brothers. So may the Lord in the burning bush give his best to Joseph.", "17": "Joseph is like a powerful bull. His two sons are like bull's horns. They will attack other people and push them to the ends of the earth! Yes, Manasseh has thousands of people, and Ephraim has ten thousands.”", "18": "Moses said this about Zebulun: “Zebulun, be happy when you go out. Issachar, be happy in your tents at home.", "19": "They will call the people to their mountain. There they will offer good sacrifices. They will take riches from the sea and treasures from the shore.”", "20": "Moses said this about Gad: “Praise God who gave Gad more land! Gad is like a lion that lies down and waits. Then he attacks and tears the animal in pieces.", "21": "He chose the best part for himself. He took the king's share. The leaders of the people come to him. He did what the Lord says is good. He did what is right for the Israelites.”", "22": "Moses said this about Dan: “Dan is a lion's cub that jumps out from Bashan.”", "23": "Moses said this about Naphtali: “Naphtali, you will get all you want. The Lord will really bless you. You will get the land by Lake Galilee.”", "24": "Moses said this about Asher: “Asher[f] is the most blessed of the sons. Let him be the favorite of his brothers. And let him wash his feet in olive oil.", "25": "Your gates will have locks made from iron and bronze. You will be strong all your life.”", "26": "“There is no one like the God of Israel! He rides on the clouds in his divine greatness. He comes riding through the skies to help you.", "27": "God lives forever. He is your place of safety. His power continues forever! He is protecting you. He will force your enemies to leave your land. He will say, 'Destroy the enemy!'", "28": "So Israel will live in safety. Jacob's well belongs to them. They will get a land of grain and wine. And that land will get plenty of rain.", "29": "Israel, you are blessed. No other nation is like you. The Lord saved you. He is like a strong shield protecting you. He is like a powerful sword. Your enemies will be afraid of you, and you will put your foot on their backs![g]”"}