{"1": "Rid yourselves, then, of all evil; no more lying or hypocrisy or jealousy or insulting language. ", "2": "Be like newborn babies, always thirsty for the pure spiritual milk, so that by drinking it you may grow up and be saved. ", "3": "As the scripture says, “You have found out for yourselves how kind the Lord is.”", "4": "Come to the Lord, the living stone rejected by people as worthless but chosen by God as valuable. ", "5": "Come as living stones, and let yourselves be used in building the spiritual temple, where you will serve as holy priests to offer spiritual and acceptable sacrifices to God through Jesus Christ. ", "6": "For the scripture says, “I chose a valuable stone, which I am placing as the cornerstone in Zion; and whoever believes in him will never be disappointed.”", "7": "This stone is of great value for you that believe; but for those who do not believe: “The stone which the builders rejected as worthless turned out to be the most important of all.”", "8": "And another scripture says, “This is the stone that will make people stumble, the rock that will make them fall.” They stumbled because they did not believe in the word; such was God's will for them.", "9": "But you are the chosen race, the King's priests, the holy nation, God's own people, chosen to proclaim the wonderful acts of God, who called you out of darkness into his own marvelous light. ", "10": "At one time you were not God's people, but now you are his people; at one time you did not know God's mercy, but now you have received his mercy.", "11": "I appeal to you, my friends, as strangers and refugees in this world! Do not give in to bodily passions, which are always at war against the soul. ", "12": "Your conduct among the heathen should be so good that when they accuse you of being evildoers, they will have to recognize your good deeds and so praise God on the Day of his coming.", "13": "For the sake of the Lord submit yourselves to every human authority: to the Emperor, who is the supreme authority, ", "14": "and to the governors, who have been appointed by him to punish the evildoers and to praise those who do good. ", "15": "For God wants you to silence the ignorant talk of foolish people by the good things you do. ", "16": "Live as free people; do not, however, use your freedom to cover up any evil, but live as God's slaves. ", "17": "Respect everyone, love other believers, honor God, and respect the Emperor.", "18": "You servants must submit yourselves to your masters and show them complete respect, not only to those who are kind and considerate, but also to those who are harsh. ", "19": "God will bless you for this, if you endure the pain of undeserved suffering because you are conscious of his will. ", "20": "For what credit is there if you endure the beatings you deserve for having done wrong? But if you endure suffering even when you have done right, God will bless you for it. ", "21": "It was to this that God called you, for Christ himself suffered for you and left you an example, so that you would follow in his steps. ", "22": "He committed no sin, and no one ever heard a lie come from his lips. ", "23": "When he was insulted, he did not answer back with an insult; when he suffered, he did not threaten, but placed his hopes in God, the righteous Judge. ", "24": "Christ himself carried our sins in his body to the cross, so that we might die to sin and live for righteousness. It is by his wounds that you have been healed. ", "25": "You were like sheep that had lost their way, but now you have been brought back to follow the Shepherd and Keeper of your souls."}