{"1": "So, brothers and sisters, because of God's mercies, I encourage you to present your bodies as a living sacrifice that is holy and pleasing to God. This is your appropriate priestly service.", "2": "Don't be conformed to the patterns of this world, but be transformed by the renewing of your minds so that you can figure out what God's will is—what is good and pleasing and mature.", "3": "Because of the grace that God gave me, I can say to each one of you: don't think of yourself more highly than you ought to think. Instead, be reasonable since God has measured out a portion of faith to each one of you.", "4": "We have many parts in one body, but the parts don't all have the same function.", "5": "In the same way, though there are many of us, we are one body in Christ, and individually we belong to each other.", "6": "We have different gifts that are consistent with God's grace that has been given to us. If your gift is prophecy, you should prophesy in proportion to your faith.", "7": "If your gift is service, devote yourself to serving. If your gift is teaching, devote yourself to teaching.", "8": "If your gift is encouragement, devote yourself to encouraging. The one giving should do it with no strings attached. The leader should lead with passion. The one showing mercy should be cheerful.", "9": "Love should be shown without pretending. Hate evil, and hold on to what is good.", "10": "Love each other like the members of your family. Be the best at showing honor to each other.", "11": "Don't hesitate to be enthusiastic—be on fire in the Spirit as you serve the Lord!", "12": "Be happy in your hope, stand your ground when you're in trouble, and devote yourselves to prayer.", "13": "Contribute to the needs of God's people, and welcome strangers into your home.", "14": "Bless people who harass you—bless and don't curse them.", "15": "Be happy with those who are happy, and cry with those who are crying.", "16": "Consider everyone as equal, and don't think that you're better than anyone else. Instead, associate with people who have no status. Don't think that you're so smart.", "17": "Don't pay back anyone for their evil actions with evil actions, but show respect for what everyone else believes is good.", "18": "If possible, to the best of your ability, live at peace with all people.", "19": "Don't try to get revenge for yourselves, my dear friends, but leave room for God's wrath. It is written, Revenge belongs to me; I will pay it back, says the Lord.[a]", "20": "Instead, If your enemy is hungry, feed him; if he is thirsty, give him a drink. By doing this, you will pile burning coals of fire upon his head.[b]", "21": "Don't be defeated by evil, but defeat evil with good."}