{"1": "Welcome the person who is weak in faith—but not in order to argue about differences of opinion.", "2": "One person believes in eating everything, while the weak person eats only vegetables.", "3": "Those who eat must not look down on the ones who don't, and the ones who don't eat must not judge the ones who do, because God has accepted them.", "4": "Who are you to judge someone else's servants? They stand or fall before their own Lord (and they will stand, because the Lord has the power to make them stand).", "5": "One person considers some days to be more sacred than others, while another person considers all days to be the same. Each person must have their own convictions.", "6": "Someone who thinks that a day is sacred, thinks that way for the Lord. Those who eat, eat for the Lord, because they thank God. And those who don't eat, don't eat for the Lord, and they thank the Lord too.", "7": "We don't live for ourselves and we don't die for ourselves.", "8": "If we live, we live for the Lord, and if we die, we die for the Lord. Therefore, whether we live or die, we belong to God.", "9": "This is why Christ died and lived: so that he might be Lord of both the dead and the living.", "10": "But why do you judge your brother or sister? Or why do you look down on your brother or sister? We all will stand in front of the judgment seat of God.", "11": "Because it is written, As I live, says the Lord, every knee will bow to me, and every tongue will give praise to God.[a]", "12": "So then, each of us will give an account of ourselves to God.", "13": "So stop judging each other. Instead, this is what you should decide: never put a stumbling block or obstacle in the way of your brother or sister.", "14": "I know and I'm convinced in the Lord Jesus that nothing is wrong to eat in itself. But if someone thinks something is wrong to eat, it becomes wrong for that person.", "15": "If your brother or sister is upset by your food, you are no longer walking in love. Don't let your food destroy someone for whom Christ died.", "16": "And don't let something you consider to be good be criticized as wrong.", "17": "God's kingdom isn't about eating food and drinking but about righteousness, peace, and joy in the Holy Spirit.", "18": "Whoever serves Christ this way pleases God and gets human approval.", "19": "So let's strive for the things that bring peace and the things that build each other up.", "20": "Don't destroy what God has done because of food. All food is acceptable, but it's a bad thing if it trips someone else.", "21": "It's a good thing not to eat meat or drink wine or to do anything that trips your brother or sister.", "22": "Keep the belief that you have to yourself—it's between you and God. People are blessed who don't convict themselves by the things they approve.", "23": "But those who have doubts are convicted if they go ahead and eat, because they aren't acting on the basis of faith. Everything that isn't based on faith is sin."}