{"1": "So every single one of you who judge others is without any excuse. You condemn yourself when you judge another person because the one who is judging is doing the same things.", "2": "We know that God's judgment agrees with the truth, and his judgment is against those who do these kinds of things.", "3": "If you judge those who do these kinds of things while you do the same things yourself, think about this: Do you believe that you will escape God's judgment?", "4": "Or do you have contempt for the riches of God's generosity, tolerance, and patience? Don't you realize that God's kindness is supposed to lead you to change your heart and life?", "5": "You are storing up wrath for yourself because of your stubbornness and your heart that refuses to change. God's just judgment will be revealed on the day of wrath.", "6": "God will repay everyone based on their works.[a]", "7": "On the one hand, he will give eternal life to those who look for glory, honor, and immortality based on their patient good work.", "8": "But on the other hand, there will be wrath and anger for those who obey wickedness instead of the truth because they are acting out of selfishness and disobedience.", "9": "There will be trouble and distress for every human being who does evil, for the Jew first and also for the Greek.", "10": "But there will be glory, honor, and peace for everyone who does what is good, for the Jew first and also for the Greek.", "11": "God does not have favorites.", "12": "Those who have sinned outside the Law will also die outside the Law, and those who have sinned under the Law will be judged by the Law.", "13": "It isn't the ones who hear the Law who are righteous in God's eyes. It is the ones who do what the Law says who will be treated as righteous.", "14": "Gentiles don't have the Law. But when they instinctively do what the Law requires they are a Law in themselves, though they don't have the Law.", "15": "They show the proof of the Law written on their hearts, and their consciences affirm it. Their conflicting thoughts will accuse them, or even make a defense for them,", "16": "on the day when, according to my gospel, God will judge the hidden truth about human beings through Christ Jesus.", "17": "But, if you call yourself a Jew; if you rely on the Law; if you brag about your relationship to God;", "18": "if you know the will of God; if you are taught by the Law so that you can figure out the things that really matter;", "19": "if you have persuaded yourself that you are: a guide for the blind; a light to those who are in darkness;", "20": "an educator of the foolish; a teacher of infants (since you have the full content of knowledge and truth in the Law);", "21": "then why don't you who are teaching others teach yourself? If you preach, “No stealing,” do you steal?", "22": "If you say, “No adultery,” do you commit adultery? If you hate idols, do you rob temples?", "23": "If you brag about the Law, do you shame God by breaking the Law?", "24": "As it is written: The name of God is discredited by the Gentiles because of you.[b]", "25": "Circumcision is an advantage if you do what the Law says. But if you are a person who breaks the Law, your status of being circumcised has changed into not being circumcised.", "26": "So if the person who isn't circumcised keeps the Law, won't his status of not being circumcised be counted as if he were circumcised?", "27": "The one who isn't physically circumcised but keeps the Law will judge you. You became a lawbreaker after you had the written Law and circumcision.", "28": "It isn't the Jew who maintains outward appearances who will receive praise from God, and it isn't people who are outwardly circumcised on their bodies.", "29": "Instead, it is the person who is a Jew inside, who is circumcised in spirit, not literally. That person's praise doesn't come from people but from God."}