{"1": "So what's the advantage of being a Jew? Or what's the benefit of circumcision?", "2": "Plenty in every way. First of all, the Jews were trusted with God's revelations.", "3": "What does it matter, then, if some weren't faithful? Their lack of faith won't cancel God's faithfulness, will it?", "4": "Absolutely not! God must be true, even if every human being is a liar, as it is written: So that it can show that you are right in your words; and you will triumph when you are judged.[a]", "5": "But if our lack of righteousness confirms God's justice, what will we say? That God, who brings wrath upon us, isn't just (I'm speaking rhetorically)?", "6": "Absolutely not! If God weren't just, how could he judge the world?", "7": "But if God's truth is demonstrated by my lie and it increases his glory, why am I still judged as a sinner?", "8": "Why not say, “Let's do evil things so that good things will come out of it”? (Some people who slander us accuse us of saying that, but these people deserve criticism.)", "9": "So what are we saying? Are we better off? Not at all. We have already stated the charge: both Jews and Greeks are all under the power of sin.", "10": "As it is written, There is no righteous person, not even one.", "11": "There is no one who understands. There is no one who looks for God.", "12": "They all turned away. They have become worthless together. There is no one who shows kindness. There is not even one.[b]", "13": "Their throat is a grave that has been opened. They are deceitful with their tongues, and the poison of vipers is under their lips.[c]", "14": "Their mouths are full of cursing and bitterness.[d]", "15": "Their feet are quick to shed blood;", "16": "destruction and misery are in their ways;", "17": "and they don't know the way of peace.[e]", "18": "There is no fear of God in their view of the world.[f]", "19": "Now we know that whatever the Law says, it speaks to those who are under the Law, in order to shut every mouth and make it so the whole world has to answer to God.", "20": "It follows that no human being will be treated as righteous in his presence by doing what the Law says, because the knowledge of sin comes through the Law.", "21": "But now God's righteousness has been revealed apart from the Law, which is confirmed by the Law and the Prophets.", "22": "God's righteousness comes through the faithfulness of Jesus Christ for all who have faith in him. There's no distinction.", "23": "All have sinned and fall short of God's glory,", "24": "but all are treated as righteous freely by his grace because of a ransom that was paid by Christ Jesus.", "25": "Through his faithfulness, God displayed Jesus as the place of sacrifice where mercy is found by means of his blood. He did this to demonstrate his righteousness in passing over sins that happened before,", "26": "during the time of God's patient tolerance. He also did this to demonstrate that he is righteous in the present time, and to treat the one who has faith in Jesus as righteous.", "27": "What happens to our bragging? It's thrown out. With which law? With what we have accomplished under the Law?", "28": "No, not at all, but through the law of faith. We consider that a person is treated as righteous by faith, apart from what is accomplished under the Law.", "29": "Or is God the God of Jews only? Isn't God the God of Gentiles also? Yes, God is also the God of Gentiles.", "30": "Since God is one, then the one who makes the circumcised righteous by faith will also make the one who isn't circumcised righteous through faith.", "31": "Do we then cancel the Law through this faith? Absolutely not! Instead, we confirm the Law."}