{"1": "So what are we going to say? Are we going to find that Abraham is our ancestor on the basis of genealogy?", "2": "Because if Abraham was made righteous because of his actions, he would have had a reason to brag, but not in front of God.", "3": "What does the scripture say? Abraham had faith in God, and it was credited to him as righteousness.[a]", "4": "Workers' salaries aren't credited to them on the basis of an employer's grace but rather on the basis of what they deserve.", "5": "But faith is credited as righteousness to those who don't work, because they have faith in God who makes the ungodly righteous.", "6": "In the same way, David also pronounces a blessing on the person to whom God credits righteousness apart from actions:", "7": "Happy are those whose actions outside the Law are forgiven, and whose sins are covered.", "8": "Happy are those whose sin isn't counted against them by the Lord.[b]", "9": "Is this state of happiness only for the circumcised or is it also for those who aren't circumcised? We say, “Faith was credited to Abraham as righteousness.”", "10": "So how was it credited? When he was circumcised, or when he wasn't circumcised? In fact, it was credited while he still wasn't circumcised, not after he was circumcised.", "11": "He received the sign of circumcision as a seal of the righteousness that comes from the faith he had while he still wasn't circumcised. It happened this way so that Abraham could be the ancestor of all those people who aren't circumcised, who have faith in God, and so are counted as righteous.", "12": "He could also be the ancestor of those circumcised people, who aren't only circumcised but who also walk in the path of faith, like our ancestor Abraham did while he wasn't circumcised.", "13": "The promise to Abraham and to his descendants, that he would inherit the world, didn't come through the Law but through the righteousness that comes from faith.", "14": "If they inherit because of the Law, then faith has no effect and the promise has been canceled.", "15": "The Law brings about wrath. But when there isn't any law, there isn't any violation of the law.", "16": "That's why the inheritance comes through faith, so that it will be on the basis of God's grace. In that way, the promise is secure for all of Abraham's descendants, not just for those who are related by Law but also for those who are related by the faith of Abraham, who is the father of all of us.", "17": "As it is written: I have appointed you to be the father of many nations.[c] So Abraham is our father in the eyes of God in whom he had faith, the God who gives life to the dead and calls things that don't exist into existence.", "18": "When it was beyond hope, he had faith in the hope that he would become the father of many nations, in keeping with the promise God spoke to him: That's how many descendants you will have.[d]", "19": "Without losing faith, Abraham, who was nearly 100 years old, took into account his own body, which was as good as dead, and Sarah's womb, which was dead.", "20": "He didn't hesitate with a lack of faith in God's promise, but he grew strong in faith and gave glory to God.", "21": "He was fully convinced that God was able to do what he promised.", "22": "Therefore, it was credited to him as righteousness.", "23": "But the scripture that says it was credited to him[e] wasn't written only for Abraham's sake.", "24": "It was written also for our sake, because it is going to be credited to us too. It will be credited to those of us who have faith in the one who raised Jesus our Lord from the dead.", "25": "He was handed over because of our mistakes, and he was raised to meet the requirements of righteousness for us."}