{"1": "So what are we going to say? Should we continue sinning so grace will multiply?", "2": "Absolutely not! All of us died to sin. How can we still live in it?", "3": "Or don't you know that all who were baptized into Christ Jesus were baptized into his death?", "4": "Therefore, we were buried together with him through baptism into his death, so that just as Christ was raised from the dead through the glory of the Father, we too can walk in newness of life.", "5": "If we were united together in a death like his, we will also be united together in a resurrection like his.", "6": "This is what we know: the person that we used to be was crucified with him in order to get rid of the corpse that had been controlled by sin. That way we wouldn't be slaves to sin anymore,", "7": "because a person who has died has been freed from sin's power.", "8": "But if we died with Christ, we have faith that we will also live with him.", "9": "We know that Christ has been raised from the dead and he will never die again. Death no longer has power over him.", "10": "He died to sin once and for all with his death, but he lives for God with his life.", "11": "In the same way, you also should consider yourselves dead to sin but alive for God in Christ Jesus.", "12": "So then, don't let sin rule your body, so that you do what it wants.", "13": "Don't offer parts of your body to sin, to be used as weapons to do wrong. Instead, present yourselves to God as people who have been brought back to life from the dead, and offer all the parts of your body to God to be used as weapons to do right.", "14": "Sin will have no power over you, because you aren't under Law but under grace.", "15": "So what? Should we sin because we aren't under Law but under grace? Absolutely not!", "16": "Don't you know that if you offer yourselves to someone as obedient slaves, that you are slaves of the one whom you obey? That's true whether you serve as slaves of sin, which leads to death, or as slaves of the kind of obedience that leads to righteousness.", "17": "But thank God that although you used to be slaves of sin, you gave wholehearted obedience to the teaching that was handed down to you, which provides a pattern.", "18": "Now that you have been set free from sin, you have become slaves of righteousness.", "19": "(I'm speaking with ordinary metaphors because of your limitations.) Once, you offered the parts of your body to be used as slaves to impurity and to lawless behavior that leads to still more lawless behavior. Now, you should present the parts of your body as slaves to righteousness, which makes your lives holy.", "20": "When you were slaves of sin, you were free from the control of righteousness.", "21": "What consequences did you get from doing things that you are now ashamed of? The outcome of those things is death.", "22": "But now that you have been set free from sin and become slaves to God, you have the consequence of a holy life, and the outcome is eternal life.", "23": "The wages that sin pays are death, but God's gift is eternal life in Christ Jesus our Lord."}