{"1": "I'm speaking the truth in Christ—I'm not lying, as my conscience assures me with the Holy Spirit:", "2": "I have great sadness and constant pain in my heart.", "3": "I wish I could be cursed, cut off from Christ if it helped my brothers and sisters, who are my flesh-and-blood relatives.", "4": "They are Israelites. The adoption as God's children, the glory, the covenants, the giving of the Law, the worship, and the promises belong to them.", "5": "The Jewish ancestors are theirs, and the Christ descended from those ancestors. He is the one who rules over all things, who is God, and who is blessed forever. Amen.", "6": "But it's not as though God's word has failed. Not all who are descended from Israel are part of Israel.", "7": "Not all of Abraham's children are called Abraham's descendants, but instead your descendants will be named through Isaac.[a]", "8": "That means it isn't the natural children who are God's children, but it is the children from the promise who are counted as descendants.", "9": "The words in the promise were: A year from now I will return, and Sarah will have a son.[b]", "10": "Not only that, but also Rebecca conceived children with one man, our ancestor Isaac.", "11": "When they hadn't been born yet and when they hadn't yet done anything good or bad, it was shown that God's purpose would continue because it was based on his choice.", "12": "It wasn't because of what was done but because of God's call. This was said to her: The older child will be a slave to the younger one.[c]", "13": "As it is written, I loved Jacob, but I hated Esau.[d]", "14": "So what are we going to say? Isn't this unfair on God's part? Absolutely not!", "15": "He says to Moses, I'll have mercy on whomever I choose to have mercy, and I'll show compassion to whomever I choose to show compassion.[e]", "16": "So then, it doesn't depend on a person's desire or effort. It depends entirely on God, who shows mercy.", "17": "Scripture says to Pharaoh, I have put you in this position for this very thing: so I can show my power in you and so that my name can be spread through the entire earth.[f]", "18": "So then, God has mercy on whomever he wants to, but he makes resistant whomever he wants to.", "19": "So you are going to say to me, “Then why does he still blame people? Who has ever resisted his will?”", "20": "You are only a human being. Who do you think you are to talk back to God? Does the clay say to the potter, “Why did you make me like this?”[g]", "21": "Doesn't the potter have the power over the clay to make one pot for special purposes and another for garbage from the same lump of clay?", "22": "What if God very patiently puts up with pots made for wrath that were designed for destruction, because he wanted to show his wrath and to make his power known?", "23": "What if he did this to make the wealth of his glory known toward pots made for mercy, which he prepared in advance for glory?", "24": "We are the ones God has called. We don't come only from the Jews but we also come from the Gentiles.", "25": "As it says also in Hosea, I will call “my people” those who aren't my people, and the one who isn't well loved, I will call “loved one.”[h]", "26": "And in the place where it was said to them, “You aren't my people,” there they will be called “the living God's children.”[i]", "27": "But Isaiah cries out for Israel, Though the number of Israel's children will be like the sand of the sea, only a remaining part will be saved,", "28": "because the Lord does what he says completely and quickly.[j]", "29": "As Isaiah prophesied, If the Lord of the heavenly forces had not left descendants for us, we would have been like Sodom, and we would have become like Gomorrah.[k]", "30": "So what are we going to say? Gentiles who weren't striving for righteousness achieved righteousness, the righteousness that comes from faith.", "31": "But though Israel was striving for a Law of righteousness, they didn't arrive.", "32": "Why? It's because they didn't go for it by faith but they went for it as if it could be reached by doing something. They have tripped over a stumbling block.", "33": "As it is written: Look! I'm putting a stumbling block in Zion, which is a rock that offends people. And the one who has faith in him will not be put to shame.[l]"}