{"1": "The men of Ephraim called all their soldiers together. Then they crossed the river to the town of Zaphon. They said to Jephthah, “Why didn't you call us to help you fight the Ammonites? We will burn your house down with you in it!”", "2": "Jephthah answered them, “My people and I fought a great battle against the Ammonites. I called you, but you didn't come to help me. ", "3": "I saw that you would not help me. So I risked my own life! I went over to fight against the Ammonites. The Lord helped me to defeat them. Now why have you come to fight against me today?”", "4": "Then Jephthah called the men of Gilead together. They fought the men of Ephraim. The men of Gilead attacked them because the Ephraimites had insulted them. They had said, “You men of Gilead are nothing but deserters from Ephraim and Manasseh.” ", "5": "The men of Gilead captured the crossing places of the Jordan River. Those places led to the country of Ephraim. A man from Ephraim trying to escape would say, “Let me cross the river.” Then the men of Gilead would ask him, “Are you from Ephraim?” If he said, “No,” ", "6": "they would say to him, “Say the word 'Shibboleth.'” The men of Ephraim could not say that word correctly. They pronounced it “Sibboleth.” If the man from Ephraim said, “Sibboleth,” the men of Gilead would kill him at the crossing place. So 42,000 men from Ephraim were killed at that time.", "7": "Jephthah was a judge for the people of Israel for six years. Then Jephthah, the man from Gilead, died. He was buried in a town in Gilead.", "8": "After Jephthah died, Ibzan was a judge for Israel. He was from Bethlehem. ", "9": "He had 30 sons and 30 daughters. He let his daughters marry men who were not in his family group. And he brought 30 women who were not in his tribe to be wives for his sons. Ibzan judged Israel for seven years. ", "10": "Then he died and was buried in Bethlehem.", "11": "After Ibzan died, Elon was a judge for Israel. He was from the tribe of Zebulun. He judged Israel for ten years. ", "12": "Then Elon, the man of Zebulun, died. He was buried in the city of Aijalon in the land of Zebulun.", "13": "After Elon died, Abdon was a judge for Israel. He was the son of Hillel. Abdon was from the city of Pirathon. ", "14": "He had 40 sons and 30 grandsons, who rode on 70 donkeys. He judged Israel for eight years. ", "15": "Then Abdon son of Hillel died. He was buried in Pirathon in the land of Ephraim. This is in the mountains where the Amalekites lived."}