{"1": "Again the people of Israel did what the Lord said was wrong. So he let the Philistines rule over them for 40 years.", "2": "There was a man named Manoah from the city of Zorah. Manoah was from the tribe of Dan. He had a wife, but she could not have children. ", "3": "The angel of the Lord appeared to Manoah's wife. He said, “You have not been able to have children. But you will become pregnant and have a son! ", "4": "Don't drink wine or beer. Don't eat anything that is unclean. ", "5": "You will become pregnant and have a son. You must never cut his hair because he will be a Nazirite. He will be given to God from birth. He will begin the work of saving Israel from the power of the Philistines.”", "6": "Then Manoah's wife went to him and told him what had happened. She said, “A man from God came to me. He looked like an angel from God. His appearance was frightening. I didn't ask him where he was from. And he didn't tell me his name. ", "7": "But he said to me, 'You will be pregnant and will have a son. Don't drink wine or beer. Don't eat anything that is unclean. The reason is that the boy will be a Nazirite to God. He will be that from his birth until the day of his death.'”", "8": "Then Manoah said a prayer to the Lord: “Lord, I beg you to let the man of God come to us again. Let him teach us what we should do for the boy who will be born to us.”", "9": "God heard Manoah's prayer. The angel of God came to Manoah's wife again. This was while she was sitting in a field. But her husband Manoah was not with her. ", "10": "So she ran to tell him, “He is here! The man who appeared to me the other day is here!”", "11": "Manoah got up and followed his wife. When he came to the man, he said, “Are you the man who spoke to my wife?” The man said, “I am.”", "12": "So Manoah asked, “When what you say happens, what kind of life should the boy live? What should he do?”", "13": "The angel of the Lord said, “Your wife must do everything I told her to do. ", "14": "She must not eat anything that grows on a grapevine. She must not drink any wine or beer. She must not eat anything that is unclean. She must do everything I have commanded her to do.”", "15": "Manoah said to the angel of the Lord, “We would like you to stay awhile. We want to cook a young goat for you.”", "16": "The angel of the Lord answered, “Even if I stay awhile, I would not eat your food. But if you want to prepare something, offer a burnt offering to the Lord.” (Manoah did not understand that the man was really the angel of the Lord.)", "17": "Then Manoah asked the angel of the Lord, “What is your name? We want to know. Then we may honor you when what you have said really happens.”", "18": "The angel of the Lord said, “Why do you ask my name? It is too wonderful for you to understand.” ", "19": "Then Manoah sacrificed a young goat on a rock. He also offered some grain as a gift to the Lord. The Lord did an amazing thing. Manoah and his wife watched what happened. ", "20": "The flames went up to the sky from the altar. As the fire burned, the angel of the Lord went up to heaven in the fire! When Manoah and his wife saw that, they bowed facedown on the ground. ", "21": "The angel of the Lord did not appear to them again. Then Manoah understood that the man was really the angel of the Lord. ", "22": "Manoah said, “We have seen God! Surely we will die because of this!”", "23": "But his wife said to him, “The Lord does not want to kill us. If he wanted to kill us, he would not have accepted our burnt offering or grain offering. He would not have shown us all these things. And he would not have told us all this.”", "24": "So the woman gave birth to a boy. She named him Samson. Samson grew, and the Lord blessed him. ", "25": "The Spirit of the Lord began to work in Samson. This was while he was in the city of Mahaneh Dan. It is between the cities of Zorah and Eshtaol."}