{"1": "Samson went down to the city of Timnah. There he saw a young Philistine woman. ", "2": "When he returned home, he said to his father and mother, “I saw a Philistine woman in Timnah. I want you to get her for me. I want to marry her.”", "3": "His father and mother answered, “Surely there is a woman from Israel you can marry. Do you have to marry a woman from the Philistines? The Philistines are not even circumcised.” But Samson said, “Get that woman for me! She is the one I want!” ", "4": "(Samson's parents did not know that the Lord wanted this to happen. He was looking for a way to start a fight with the Philistines. They were ruling over Israel at this time.) ", "5": "Samson went down with his father and mother to Timnah. They went as far as the vineyard near there. Suddenly, a young lion came roaring toward Samson! ", "6": "The Spirit of the Lord entered Samson with great power. Samson tore the lion apart with his bare hands. For him it was as easy as tearing apart a young goat. But Samson did not tell his father or mother what he had done. ", "7": "Then he went down to the city. There he talked to the Philistine woman, and he liked her.", "8": "Several days later Samson went back to marry her. On his way he went over to look at the body of the dead lion. He found a swarm of bees in it. They had made some honey. ", "9": "Samson got some of the honey with his hands. He walked along eating it. When he came to his parents, he gave some to them. They ate it, too. But Samson did not tell them he had taken the honey from the body of the dead lion.", "10": "Samson's father went down to see the Philistine woman. The custom was for the bridegroom to give a feast. So Samson gave a feast. ", "11": "When the people saw him, they sent 30 men to be with him.", "12": "Then Samson said to the 30 men, “Let me tell you a riddle. This feast will last for seven days. Try to find the answer during that time. If you can, I will give you 30 linen shirts. I will also give you 30 changes of clothes. ", "13": "But if you can't tell me the answer, you must pay me. You must give me 30 linen shirts and 30 changes of clothes.” So they said, “Tell us your riddle. We want to hear it.”", "14": "Samson said, “Out of the eater comes something to eat. Out of the strong comes something sweet.” The 30 men tried for three days to figure it out. But they could not find the answer.", "15": "On the fourth[a] day, they came to Samson's wife. They said, “Did you invite us here to make us poor? Trick your husband into telling us the answer to the riddle. If you don't, we will burn you and everyone in your father's house!”", "16": "So Samson's wife went to him and began crying. She said, “You hate me! You don't really love me! You told my people a riddle, but you won't tell me the answer.” Samson said, “I haven't even told my father or mother. Why should I tell you?”", "17": "Samson's wife cried for the rest of the seven days of the feast. So he finally gave her the answer on the seventh day. He told her because she kept bothering him. Then she told her people the answer to the riddle.", "18": "Before sunset on the seventh day of the feast, the Philistine men had the answer. They came to Samson and said, “What is sweeter than honey? What is stronger than a lion?” Then Samson said to them, “If you had not plowed with my little cow, you would not have solved my riddle!”", "19": "The Spirit of the Lord entered Samson and gave him great power. Samson went down to the city of Ashkelon. He killed 30 of their men and took all their clothes and property. He gave those clothes to the men who had answered his riddle. Then he went to his father's house very angry. ", "20": "And Samson's wife was given to his best man at the wedding."}