{"1": "So all the Israelites joined together. They came to stand before the Lord in the city of Mizpah. They came from as far away as the cities of Dan and Beersheba.[a] Even the Israelites from the land of Gilead were there. ", "2": "The leaders of all the tribes of Israel were there. They took their places in the meeting of the people of God. There were 400,000 soldiers with swords. ", "3": "(The people of Benjamin heard that the Israelites had gone up to Mizpah.) Then the Israelites said to the Levite, “Tell us how this evil thing happened.”", "4": "So the husband of the murdered woman answered: “My slave woman and I came to Gibeah in Benjamin to spend the night. ", "5": "During the night the men of Gibeah came after me. They surrounded the house and wanted to kill me. They raped my slave woman. And she died! ", "6": "So I took her and cut her into parts. Then I sent one part to each area of Israel's land. I did it because the people of Benjamin have done this wicked and terrible thing in Israel. ", "7": "Now, all you men of Israel, speak up. Tell what you have decided we should do.”", "8": "Then all the people stood up at the same time. They said, “None of us will go home. Not one of us will go back to his house! ", "9": "Now this is what we will do to Gibeah. We will throw lots so that God can show us what to do. ", "10": "We will choose 10 men from each 100 men. They will be from all the tribes of Israel. And we will choose 100 men from each 1,000. We will choose 1,000 men from each 10,000. These men will find supplies for the army. Then the army will go to the city of Gibeah of Benjamin. They will repay those people for the terrible thing they have done in Israel.” ", "11": "So all the men of Israel gathered against the city. They all agreed about what they were doing.", "12": "The tribes of Israel sent men to all the family groups of Benjamin with a message. They said, “What is this evil thing some of your men have done? ", "13": "Give up the evil men in Gibeah so that we can put them to death. We must remove this evil from Israel.” But the Benjaminites would not listen to their relatives, the people of Israel. ", "14": "The Benjaminites left their own cities and met at Gibeah. They went to fight against the Israelites. ", "15": "In only one day the Benjaminites got 26,000 soldiers together. These soldiers were trained with swords. They also had 700 chosen men from Gibeah. ", "16": "Seven hundred of these trained soldiers were left-handed. Each of these left-handed soldiers could sling a stone at a hair and not miss!", "17": "The Israelites, except for the Benjaminites, gathered 400,000 fighting men. These 400,000 men used swords and were trained soldiers.", "18": "The Israelites went up to the city of Bethel. They asked God, “Which tribe shall be first to attack the Benjaminites?” The Lord answered, “Judah shall go first.”", "19": "The next morning the Israelites got up. They made a camp near Gibeah. ", "20": "Then the men of Israel went out to fight the Benjaminites. The Israelites got into battle position at Gibeah. ", "21": "Then the Benjaminites came out of Gibeah. They killed 22,000 Israelites during the battle that day. ", "22-23": "The Israelites went before the Lord. They cried until evening. They asked the Lord, “Shall we go to fight our relatives, the Benjaminites, again?” The Lord answered, “Go up and fight them.” The men of Israel encouraged each other. So they took the same battle positions they had taken the first day.", "24": "The Israelites brought their battle lines against the Benjaminites the second day. ", "25": "The Benjaminites came out of Gibeah to attack the Israelites. This time, the Benjaminites killed 18,000 Israelites. All of these Israelites had been trained with swords.", "26": "Then the Israelites went up to Bethel. There they sat down and cried to the Lord. They went without food all day until evening. They also brought burnt offerings and fellowship offerings to the Lord. ", "27": "The Israelites asked the Lord a question. (In those days the Ark of the Covenant with God was there at Bethel. ", "28": "A priest named Phinehas served before the Ark of the Covenant. He was the son of Eleazar, who was the son of Aaron.) The people of Israel asked, “Shall we again go to fight against our relatives the Benjaminites? Or shall we stop fighting?” The Lord answered, “Go, because tomorrow I will help you defeat them.”", "29": "Then the Israelites hid some men all around Gibeah. ", "30": "They went to fight against the Benjaminites at Gibeah on the third day. They got into position for battle, as they had done before. ", "31": "Then the Benjaminites came out of the city to fight them. The Israelites backed up and led the Benjaminites away from the city. The Benjaminites began to kill some of the Israelites as they had done before. About 30 men from Israel were killed. Some of them were killed in the fields and some on the roads. One road led to Bethel. Another road led to Gibeah.", "32": "The Benjaminites said, “We are winning as before!” But the Israelites said, “Let's run. Let's trick them into going farther away from their city and onto the roads.”", "33": "All the men of Israel moved from their places. They got into battle positions at a place named Baal Tamar. Then the Israelites ran out from their hiding places west of Gibeah. ", "34": "Ten thousand of the best trained soldiers from the army of Israel attacked Gibeah. The battle was very hard. The Benjaminites did not know disaster was about to come to them. ", "35": "The Lord used the Israelites to defeat the Benjaminites. On that day the Israelites killed 25,100 Benjaminites. All these men were armed with swords. ", "36": "Then the Benjaminites saw that they were defeated. The men of Israel had moved back. They backed up because they were depending on the surprise attack. They had set it up near Gibeah. ", "37": "The men in hiding rushed into Gibeah. They spread out and killed everyone in the city with their swords. ", "38": "Now the men of Israel had made a plan with the men in hiding. The men in the surprise attack were to send up a signal. It was to be a big cloud of smoke from the city. ", "39": "So the army of Israel turned around in the battle. The Benjaminites had killed about 30 Israelites. They were saying, “We are winning, as in the first battle!” ", "40": "But then the big cloud of smoke began to rise from the city. The Benjaminites turned around and saw it. The whole city was full of smoke that went up into the sky. ", "41": "Then the Israelites turned and began to fight. The Benjaminites were terrified. Now they knew that disaster was coming to them. ", "42": "So the Benjaminites ran away from the Israelites. They ran toward the desert. But they could not escape the battle. And the Israelites who came out of the cities killed them. ", "43": "They surrounded the Benjaminites and chased them. They caught them in the area east of Gibeah. ", "44": "So 18,000 brave and strong Benjaminite fighters were killed. ", "45": "The Benjaminites ran toward the desert. They ran to a place called the rock of Rimmon. But the Israelites killed 5,000 Benjaminites along the roads. They kept chasing them as far as a place named Gidom. And they killed 2,000 more Benjaminites there.", "46": "On that day 25,000 Benjaminites were killed. All of them had fought bravely with swords. ", "47": "But 600 Benjaminites ran to the rock of Rimmon in the desert. They stayed there for four months. ", "48": "Then the men of Israel went back to the land of Benjamin. They killed the people in every city. They also killed the animals. They destroyed everything they could find. And they burned every city they found."}