{"1": "On that day Deborah and Barak son of Abinoam sang this song:", "2": "“The leaders led Israel. The people volunteered to go to battle. Praise the Lord!", "3": "Listen, kings. Pay attention, rulers! I myself will sing to the Lord. I will make music to the Lord, the God of Israel.", "4": "“Lord, in the past you came from Edom. You marched from the land of Edom, and the earth shook. The skies rained, and the clouds dropped water.", "5": "The mountains shook before the Lord, the God of Mount Sinai. They shook before the Lord, the God of Israel!", "6": "“In the days of Shamgar son of Anath, in the days of Jael, the main roads were empty. Travelers went on the back roads.", "7": "There were no warriors in Israel until I, Deborah, arose. I arose to be a mother to Israel.", "8": "At that time they chose to follow new gods. Because of this, enemies fought us at our city gates. No one could find a shield or a spear among the 40,000 men of Israel.", "9": "My heart is with the commanders of Israel. They volunteered freely from among the people. Praise the Lord!", "10": "“You who ride on white donkeys and sit on saddle blankets, listen! And you who walk along the road, listen!", "11": "Listen to the sound of the singers at the watering holes. There they tell about the victories of the Lord. They tell about the victories of the Lord's warriors in Israel. Then the Lord's people went down to the city gates.", "12": "“Wake up, wake up, Deborah! Wake up, wake up, sing a song! Get up, Barak! Go capture your enemies, son of Abinoam!", "13": "“Then the men who were left came down to the important leaders. The Lord's people came down to me with strong men.", "14": "They came from Ephraim in the mountains of Amalek. Benjamin was among the people who followed you. From the family group of Makir in West Manasseh, the commanders came down. And from Zebulun came those men who lead with an officer's staff.", "15": "The princes of Issachar were with Deborah. The people of Issachar were loyal to Barak. They followed him into the valley. The Reubenites thought hard about what they would do.", "16": "Why did you stay by the sheepfold? Was it to hear the music played for your sheep? The Reubenites thought hard about what they would do.", "17": "The people of Gilead stayed east of the Jordan River. People of Dan, why did you stay by the ships? The people of Asher stayed at the seashore. They stayed at their safe harbors.", "18": "But the people of Zebulun risked their lives. So did the people of Naphtali on the battlefield.", "19": "“The kings came, and they fought. At that time the kings of Canaan fought at Taanach, by the waters of Megiddo. But they took away no silver or possessions of Israel.", "20": "The stars fought from heaven. From their paths, they fought Sisera.", "21": "The Kishon River swept Sisera's men away, that old river, the Kishon River. March on, my soul, with strength!", "22": "Then the horses' hooves beat the ground. Galloping, galloping go Sisera's mighty horses.", "23": "'May the town of Meroz be cursed,' said the angel of the Lord. 'Bitterly curse its people, because they did not come to help the Lord. They did not fight the strong enemy.'", "24": "“May Jael, the wife of Heber the Kenite, be blessed above all women who live in tents.", "25": "Sisera asked for water, but Jael gave him milk. In a bowl fit for a ruler, she brought him cream.", "26": "Jael reached out and took the tent peg. Her right hand reached for the workman's hammer. And she hit Sisera! She smashed his head! She crushed and pierced the side of his head!", "27": "At Jael's feet he sank. He fell, and he lay there. At her feet he sank. He fell. Where Sisera sank, there he fell, dead!", "28": "“Sisera's mother looked out through the window. She looked through the curtains. She asked, 'Why is Sisera's chariot so late in coming? Why are sounds of his chariots' horses delayed?'", "29": "The wisest of her servant ladies answer her. And Sisera's mother says to herself,", "30": "'Surely they are taking the possessions of the people they defeated! Surely they are dividing those things among themselves! A girl or two is being given to each soldier. Maybe Sisera is taking pieces of dyed cloth. Maybe they are even taking pieces of dyed, embroidered cloth for the necks of the victors!'", "31": "“Let all your enemies die this way, Lord! But let all the people who love you be powerful like the rising sun!” So there was peace in the land for 40 years."}