{"1": "Again the people of Israel did what the Lord said was wrong. So for seven years the Lord let the people of Midian rule Israel. ", "2": "The Midianites were very powerful and were cruel to the Israelites. So the Israelites made hiding places in the mountains. They also hid in caves and safe places. ", "3": "Whenever the Israelites planted crops, the Midianites, Amalekites and other peoples from the east would come and attack them. ", "4": "These people camped in the land. And they destroyed the crops that the Israelites had planted. They did this as far as the land near Gaza. The people left nothing for Israel to eat. They left them no sheep, cattle or donkeys. ", "5": "The Midianites came up and camped in the land. They brought their tents and their animals with them. They were like swarms of locusts! There were so many people and camels they could not be counted. These people came into the land to ruin it. ", "6": "Israel became very poor because of the Midianites. So the Israelites cried out to the Lord for help.", "7": "The Israelites cried out to the Lord for help against the Midianites. ", "8": "So the Lord sent a prophet to them. The prophet said, “This is what the Lord, the God of Israel, says: I brought you out of Egypt, the land of slavery. ", "9": "I saved you from the people of Egypt. And I saved you from all the people of Canaan. I forced them out of their land. And I gave it to you. ", "10": "Then I said to you, 'I am the Lord your God. You will live in the land of the Amorites, but you must not worship their gods.' But you did not obey me.”", "11": "The angel of the Lord came and sat down under an oak tree at Ophrah. The oak tree belonged to Joash, who was one of the Abiezrite people. Joash was the father of Gideon. Gideon was separating some wheat from the chaff in a winepress. Gideon did this to keep the wheat from the Midianites. ", "12": "The angel of the Lord appeared to Gideon and said, “The Lord is with you, mighty warrior!”", "13": "Then Gideon said, “Pardon me, sir. If the Lord is with us, why are we having so many troubles? Our ancestors told us he did miracles. They told us the Lord brought them out of Egypt. But now he has left us. He has allowed the Midianites to defeat us.”", "14": "The Lord turned to Gideon and said, “You have the strength to save the people of Israel. Go and save them from the Midianites. I am the one who is sending you.”", "15": "But Gideon answered, “Pardon me, Lord. How can I save Israel? My family group is the weakest in Manasseh. And I am the least important member of my family.”", "16": "The Lord answered him, “I will be with you. It will seem as if you are fighting only one man.”", "17": "Then Gideon said to the Lord, “If you are pleased with me, give me proof. Show me that it is really you talking with me. ", "18": "Please wait here. Do not go away until I come back to you. Let me bring my offering and set it in front of you.” And the Lord said, “I will wait until you come back.”", "19": "So Gideon went in and cooked a young goat. He also took about 20 quarts of flour and made bread without yeast. Then he put the meat into a basket. And he put the broth from the boiled meat into a pot. He brought out the meat, the broth and the bread without yeast. He brought the food to the angel of the Lord. Gideon gave it to him under the oak tree.", "20": "The angel of God said to Gideon, “Put the meat and the bread without yeast on that rock over there. Then pour the broth on them.” And Gideon did as he was told. ", "21": "The angel of the Lord had a stick in his hand. He touched the meat and the bread with the end of the stick. Then fire jumped up from the rock! The meat and the bread were completely burned up! And the angel of the Lord disappeared! ", "22": "Then Gideon understood he had been talking to the angel of the Lord. So Gideon cried, “Lord God! I have seen the angel of the Lord face to face!”", "23": "But the Lord said to Gideon, “Calm down! Don't be afraid! You will not die!”", "24": "So Gideon built an altar there to worship the Lord. Gideon named the altar The Lord Is Peace. It still stands at Ophrah, where the Abiezrites live.", "25": "That same night the Lord spoke to Gideon. The Lord said, “Take the bull that belongs to your father and a second bull seven years old. Pull down your father's altar to Baal. Cut down the Asherah idol beside it. ", "26": "Then build an altar to the Lord your God. Build it on this high ground. Lay its stones in the right order. Then kill and burn the bull on this altar. Use the wood from the Asherah idol to burn your offering.”", "27": "So Gideon got ten of his servants. And he did what the Lord had told him to do. But Gideon was afraid that his family and the men of the city might see him. So he did it at night, not in the daytime.", "28": "The men of the city got up the next morning. They saw that the altar for Baal had been destroyed! And they saw that the Asherah idol beside it had been cut down! They also saw the altar Gideon had built. And they saw the bull that had been sacrificed on it. ", "29": "The men of the city looked at each other and asked, “Who did this?” They asked many questions and looked for the person who had done those things. Someone told them, “Gideon son of Joash did this.”", "30": "So they said to Joash, “Bring your son out. He has pulled down the altar of Baal. He has cut down the Asherah idol beside it. So your son must die!”", "31": "But Joash spoke to the angry crowd around him. He said, “Are you going to take Baal's side? Are you going to defend Baal? Anyone who takes Baal's side will be killed by morning! If Baal is a god, let him fight for himself. It's his altar that has been pulled down.” ", "32": "So on that day Gideon got the name Jerub-Baal. The name means “let Baal fight against him.” They named him this because Gideon pulled down Baal's altar.", "33": "All the Midianites, the Amalekites and other peoples from the east joined together. They came across the Jordan River and camped in the Valley of Jezreel. ", "34": "But the Spirit of the Lord entered Gideon! Gideon blew a trumpet to call the Abiezrites to follow him. ", "35": "He sent messengers to all of Manasseh. The people of Manasseh were called to follow Gideon. Gideon also sent messengers to the people of Asher, Zebulun and Naphtali. They also went up to meet Gideon and his men.", "36": "Then Gideon said to God, “You said you would help me save Israel. ", "37": "I will put some wool on the threshing floor. Let there be dew only on the wool. But let all of the ground be dry. Then I will know what you said is true. I will know that you will use me to save Israel.” ", "38": "And that is just what happened. Gideon got up early the next morning and squeezed the wool. He got a full bowl of water from the wool.", "39": "Then Gideon said to God, “Don't be angry with me. Let me ask just one more thing. Please let me make one more test. Let the wool be dry while the ground around it gets wet with dew.” ", "40": "That night God did that very thing. Just the wool was dry, but the ground around it was wet with dew."}