{"1": "You disgraceful nation, gather around,", "2": "before it's too late. The Lord has set a time when his fierce anger will strike like a storm and sweep you away.", "3": "If you humbly obey the Lord, then come and worship him. If you do right and are humble, perhaps you will be safe on that day when the Lord turns loose his anger.", "4": "Gaza and Ashkelon will be deserted and left in ruins. Ashdod will be emptied in broad daylight, and Ekron[a] uprooted.", "5": "To you people of Philistia[b] who live along the coast, the Lord has this to say: “I am now your enemy, and I'll wipe you out!”", "6": "Your seacoast will be changed into pastureland and sheep pens.[c]", "7": "The Lord God hasn't forgotten those survivors in Judah, and he will help them— his people will take your land to use for pasture. And when evening comes, they will rest in houses at Ashkelon.[d]", "8": "The Lord All-Powerful, the God of Israel, said: I've heard Moab and Ammon insult my people and threaten their nation.[e]", "9": "And so, I swear by my very life that Moab and Ammon will end up like Sodom and Gomorrah— covered with thornbushes and salt pits forever. Then my people who survive will take their land.", "10": "This is how Moab and Ammon will at last be repaid for their pride— and for sneering at the nation that belongs to me, the Lord All-Powerful.", "11": "I will fiercely attack. Then every god on this earth will shrink to nothing, and everyone of every nation will bow down to me, right where they are.", "12": "People of Ethiopia,[f] the sword of the Lord will slaughter you!", "13": "The Lord will reach to the north to crush Assyria and overthrow Nineveh.[g]", "14": "Herds of wild animals will live in its rubble; all kinds of desert owls will perch on its stones and hoot in the windows. Noisy ravens will be heard inside its buildings, stripped bare of cedar.[h]", "15": "This is the glorious city that felt secure and said, “I am the only one!” Now it's merely ruins, a home for wild animals. Every passerby simply sneers and makes vulgar signs."}