{"1-2": "The Lord instructed Moses, “Dedicate to me all of the firstborn sons[a] of Israel, and every firstborn male animal; they are mine!”", "3": "Then Moses said to the people, “This is a day to remember forever—the day of leaving Egypt and your slavery; for the Lord has brought you out with mighty miracles. Now remember, during the annual celebration of this event you are to use no yeast; don't even have any in your homes. ", "4-5": "Celebrate this day of your exodus, at the end of March[b] each year, when Jehovah brings you into the land of the Canaanites, Hittites, Amorites, Hivites, and Jebusites—the land he promised your fathers, a land 'flowing with milk and honey.' ", "6-7": "For seven days you shall eat only bread without yeast, and there must be no yeast in your homes or anywhere within the borders of your land! Then, on the seventh day, a great feast to the Lord shall be held.", "8": "“During those celebration days each year you must explain to your children why you are celebrating—it is a celebration of what the Lord did for you when you left Egypt. ", "9": "This annual memorial week will brand you as his own unique people, just as though he had branded his mark of ownership upon your hands or your forehead.", "10": "“So celebrate the event annually in late March.[c] ", "11": "And remember, when the Lord brings you into the land he promised to your ancestors long ago, where the Canaanites are now living, ", "12": "all firstborn sons and firstborn male animals belong to the Lord, and you shall give them to him. ", "13": "A firstborn donkey may be purchased back from the Lord in exchange for a lamb or baby goat; but if you decide not to trade, the donkey shall be killed. However, you must buy back your firstborn sons.", "14": "“And in the future, when your children ask you, 'What is this all about?' you shall tell them, 'With mighty miracles Jehovah brought us out of Egypt from our slavery. ", "15": "Pharaoh wouldn't let us go, so Jehovah killed all the firstborn males throughout the land of Egypt, both of men and animals; that is why we now give all the firstborn males to the Lord—except that all the eldest sons are always bought back.' ", "16": "Again I say, this celebration shall identify you as God's people, just as much as if his brand of ownership were placed upon your foreheads. It is a reminder that the Lord brought us out of Egypt with great power.”", "17-18": "So at last Pharaoh let the people go. God did not lead them through the land of the Philistines, although that was the most direct route from Egypt to the Promised Land. The reason was that God felt the people might become discouraged by having to fight their way through, even though they had left Egypt armed; he thought they might return to Egypt. Instead, God led them along a route through the Red Sea wilderness.", "19": "Moses took the bones of Joseph with them, for Joseph had made the sons of Israel vow before God that they would take his bones with them when God led them out of Egypt—as he was sure God would.", "20": "Leaving Succoth, they camped in Etham at the edge of the wilderness. ", "21": "The Lord guided them by a pillar of cloud during the daytime and by a pillar of fire at night. So they could travel either by day or night. ", "22": "The cloud and fire were never out of sight."}