{"1": "Then Moses and the people of Israel sang this song to the Lord: I will sing to the Lord, for he has triumphed gloriously; He has thrown both horse and rider into the sea.", "2": "The Lord is my strength, my song, and my salvation. He is my God, and I will praise him. He is my father's God—I will exalt him.", "3": "The Lord is a warrior— Yes, Jehovah is his name.", "4": "He has overthrown Pharaoh's chariots and armies, Drowning them in the sea. The famous Egyptian captains are dead beneath the waves.", "5": "The water covers them. They went down into the depths like a stone.", "6": "Your right hand, O Lord, is glorious in power; It dashes the enemy to pieces.", "7": "In the greatness of your majesty You overthrew all those who rose against you. You sent forth your anger, and it consumed them as fire consumes straw.", "8": "At the blast of your breath The waters divided! They stood as solid walls to hold the seas apart.", "9": "The enemy said, “I will chase after them, Catch up with them, destroy them. I will cut them apart with my sword And divide the captured booty.”", "10": "But God blew with his wind, and the sea covered them. They sank as lead in the mighty waters.", "11": "Who else is like the Lord among the gods? Who is glorious in holiness like him? Who is so awesome in splendor, A wonder-working God?", "12": "You reached out your hand and the earth swallowed them.", "13": "You have led the people you redeemed. But in your loving-kindness You have guided them wonderfully To your holy land.", "14": "The nations heard what happened, and they trembled. Fear has gripped the people of Philistia.", "15": "The leaders of Edom are appalled, The mighty men of Moab tremble; All the people of Canaan melt with fear.", "16": "Terror and dread have overcome them. O Lord, because of your great power they won't attack us! Your people whom you purchased Will pass by them in safety.", "17": "You will bring them in and plant them on your mountain, Your own homeland, Lord— The sanctuary you made for them to live in.", "18": "Jehovah shall reign forever and forever.", "19": "The horses of Pharaoh, his horsemen, and his chariots Tried to follow through the sea; But the Lord let down the walls of water on them While the people of Israel walked through on dry land.", "20": "Then Miriam the prophetess, the sister of Aaron, took a tambourine and led the women in dances.", "21": "And Miriam sang this song: Sing to the Lord, for he has triumphed gloriously. The horse and rider have been drowned in the sea.", "22": "Then Moses led the people of Israel on from the Red Sea, and they moved out into the wilderness of Shur and were there three days without water. ", "23": "Arriving at Marah, they couldn't drink the water because it was bitter (that is why the place was called Marah, meaning “bitter”).", "24": "Then the people turned against Moses. “Must we die of thirst?” they demanded.", "25": "Moses pleaded with the Lord to help them, and the Lord showed him a tree to throw into the water, and the water became sweet. It was there at Marah that the Lord laid before them the following conditions, to test their commitment to him: ", "26": "“If you will listen to the voice of the Lord your God, and obey it, and do what is right, then I will not make you suffer the diseases I sent on the Egyptians, for I am the Lord who heals you.” ", "27": "And they came to Elim where there were twelve springs and seventy palm trees; and they camped there beside the springs."}