{"1": "Now they left Elim and journeyed on into the Sihn Desert, between Elim and Mount Sinai, arriving there on the fifteenth day of the second month after leaving Egypt. ", "2": "There, too, the people spoke bitterly against Moses and Aaron.", "3": "“Oh, that we were back in Egypt,” they moaned, “and that the Lord had killed us there! For there we had plenty to eat. But now you have brought us into this wilderness to kill us with starvation.”", "4": "Then the Lord said to Moses, “Look, I'm going to rain down food from heaven for them. Everyone can go out each day and gather as much food as he needs. And I will test them in this, to see whether they will follow my instructions or not. ", "5": "Tell them to gather twice as much as usual on the sixth day of each week.”", "6": "Then Moses and Aaron called a meeting of all the people of Israel and told them, “This evening you will realize that it was the Lord who brought you out of the land of Egypt. ", "7-9": "In the morning you will see more of his glory; for he has heard your complaints against him (for you aren't really complaining against us—who are we? ). The Lord will give you meat to eat in the evening, and bread in the morning. Come now before Jehovah and hear his reply to your complaints.”", "10": "So Aaron called them together and suddenly, out toward the wilderness, from within the guiding cloud, there appeared the awesome glory of Jehovah.", "11-12": "And Jehovah said to Moses, “I have heard their complaints. Tell them, 'In the evening you will have meat and in the morning you will be stuffed with bread, and you shall know that I am Jehovah your God.'”", "13": "That evening vast numbers of quail arrived and covered the camp, and in the morning the desert all around the camp was wet with dew; ", "14": "and when the dew disappeared later in the morning it left thin white flakes that covered the ground like frost. ", "15": "When the people of Israel saw it they asked each other, “What is it?” And Moses told them, “It is the food Jehovah has given you. ", "16": "Jehovah has said for everyone to gather as much as is needed for his household—about two quarts[a] for each person.”", "17": "So the people of Israel went out and gathered it—some getting more and some less before it melted on the ground, ", "18": "and there was just enough for everyone. Those who gathered more had nothing left over and those who gathered little had no lack! Each home had just enough.", "19": "And Moses told them, “Don't leave it overnight.”", "20": "But of course some of them wouldn't listen, and left it until morning; and when they looked, it was full of maggots and had a terrible odor; and Moses was very angry with them. ", "21": "So they gathered the food morning by morning, each home according to its need; and when the sun became hot upon the ground, the food melted and disappeared. ", "22": "On the sixth day there was twice as much as usual on the ground—four quarts instead of two; the leaders of the people came and asked Moses why this had happened.", "23": "And he told them, “Because the Lord has appointed tomorrow as a day of seriousness and rest, a holy Sabbath to the Lord when we must refrain from doing our daily tasks. So cook as much as you want to today, and keep what is left for tomorrow.”", "24": "And the next morning the food was wholesome and good, without maggots or odor. ", "25": "Moses said, “This is your food for today, for today is the Sabbath to Jehovah and there will be no food on the ground today. ", "26": "Gather the food for six days, but the seventh is a Sabbath, and there will be none there for you on that day.”", "27": "But some of the people went out anyway to gather food, even though it was the Sabbath, but there wasn't any.", "28-29": "“How long will these people refuse to obey?” the Lord asked Moses. “Don't they realize that I am giving them twice as much on the sixth day, so that there will be enough for two days? For the Lord has given you the seventh day as a day of Sabbath rest; stay in your tents and don't go out to pick up food from the ground that day.” ", "30": "So the people rested on the seventh day.", "31": "And the food became known as “manna” (meaning “What is it?”); it was white, like coriander seed, and flat, and tasted like honey bread.", "32": "Then Moses gave them this further instruction from the Lord: they were to take two quarts of it to be kept as a museum specimen forever, so that later generations could see the bread the Lord had fed them in the wilderness, when he brought them from Egypt. ", "33": "Moses told Aaron to get a container and put two quarts of manna in it and to keep it in a sacred place from generation to generation. ", "34": "Aaron did this, just as the Lord had instructed Moses, and eventually it was kept in the Ark in the Tabernacle.", "35": "So the people of Israel ate the manna forty years until they arrived in the land of Canaan, where there were crops to eat. ", "36": "The omer—the container used to measure the manna—held about two quarts; it is approximately a tenth of a bushel."}