{"1": "Now, at God's command, the people of Israel left the Sihn Desert, going by easy stages to Rephidim. But upon arrival, there was no water!", "2": "So once more the people growled and complained to Moses. “Give us water!” they wailed. “Quiet!” Moses commanded. “Are you trying to test God's patience with you?”", "3": "But, tormented by thirst, they cried out, “Why did you ever take us out of Egypt? Why did you bring us here to die, with our children and cattle too?”", "4": "Then Moses pleaded with Jehovah. “What shall I do? For they are almost ready to stone me.”", "5-6": "Then Jehovah said to Moses, “Take the elders of Israel with you and lead the people out to Mount Horeb. I will meet you there at the rock. Strike it with your rod[a]—the same one you struck the Nile with—and water will come pouring out, enough for everyone!” Moses did as he was told, and the water gushed out! ", "7": "Moses named the place Massah (meaning “tempting Jehovah to slay us”), and sometimes they referred to it as Meribah (meaning “argument” and “strife!”)—for it was there that the people of Israel argued against God and tempted him to slay them[b] by saying, “Is Jehovah going to take care of us or not?”", "8": "But now the warriors of Amalek came to fight against the people of Israel at Rephidim. ", "9": "Moses instructed Joshua to issue a call to arms to the Israelites, to fight the army of Amalek. “Tomorrow,” Moses told him, “I will stand at the top of the hill, with the rod of God in my hand!”", "10": "So Joshua and his men went out to fight the army of Amalek. Meanwhile Moses, Aaron, and Hur[c] went to the top of the hill. ", "11": "And as long as Moses held up the rod in his hands, Israel was winning; but whenever he rested his arms at his sides, the soldiers of Amalek were winning. ", "12": "Moses' arms finally became too tired to hold up the rod any longer; so Aaron and Hur rolled a stone for him to sit on, and they stood on each side, holding up his hands until sunset. ", "13": "As a result, Joshua and his troops crushed the army of Amalek, putting them to the sword.", "14": "Then the Lord instructed Moses, “Write this into a permanent record, to be remembered forever, and announce to Joshua that I will utterly blot out every trace of Amalek.” ", "15-16": "Moses built an altar there and called it “Jehovah-nissi” (meaning “Jehovah is my flag”). “Raise the banner of the Lord!” Moses said. “For the Lord will be at war with Amalek generation after generation.”"}