{"1": "Word soon reached Jethro, Moses' father-in-law, the priest of Midian, about all the wonderful things God had done for his people and for Moses, and how the Lord had brought them out of Egypt.", "2": "Then Jethro took Moses' wife, Zipporah, to him (for he had sent her home), ", "3": "along with Moses' two sons, Gershom (meaning “foreigner,” for Moses said when he was born, “I have been wandering in a foreign land”) ", "4": "and Eliezer (meaning “God is my help,” for Moses said at his birth, “The God of my fathers was my helper and delivered me from the sword of Pharaoh”). ", "5-6": "They arrived while Moses and the people were camped at Mount Sinai.[a] “Jethro, your father-in-law, has come to visit you,” Moses was told, “and he has brought your wife and your two sons.”", "7": "Moses went out to meet his father-in-law and greeted him warmly; they asked about each other's health and then went into Moses' tent to talk further. ", "8": "Moses related to his father-in-law all that had been happening and what the Lord had done to Pharaoh and the Egyptians in order to deliver Israel, and all the problems there had been along the way, and how the Lord had delivered his people from all of them. ", "9": "Jethro was very happy about everything the Lord had done for Israel, and about his bringing them out of Egypt.", "10": "“Bless the Lord,” Jethro said, “for he has saved you from the Egyptians and from Pharaoh, and has rescued Israel. ", "11": "I know now that the Lord is greater than any other god because he delivered his people from the proud and cruel Egyptians.”", "12": "Jethro offered sacrifices to God,[b] and afterwards Aaron and the leaders of Israel came to meet Jethro, and they all ate the sacrificial meal together before the Lord.", "13": "The next day Moses sat as usual to hear the people's complaints against each other, from morning to evening.", "14": "When Moses' father-in-law saw how much time this was taking, he said, “Why are you trying to do all this alone, with people standing here all day long to get your help?”", "15-16": "“Well, because the people come to me with their disputes, to ask for God's decisions,” Moses told him. “I am their judge, deciding who is right and who is wrong, and instructing them in God's ways. I apply the laws of God to their particular disputes.”", "17": "“It's not right!” his father-in-law exclaimed. ", "18": "“You're going to wear yourself out—and if you do, what will happen to the people? Moses, this job is too heavy a burden for you to try to handle all by yourself. ", "19-20": "Now listen, and let me give you a word of advice, and God will bless you: Be these people's lawyer—their representative before God—bringing him their questions to decide; you will tell them his decisions, teaching them God's laws, and showing them the principles of godly living.", "21": "“Find some capable, godly, honest men who hate bribes, and appoint them as judges, one judge for each 1000 people; he in turn will have ten judges under him, each in charge of a hundred; and under each of them will be two judges, each responsible for the affairs of fifty people; and each of these will have five judges beneath him, each counseling ten persons. ", "22": "Let these men be responsible to serve the people with justice at all times. Anything that is too important or complicated can be brought to you. But the smaller matters they can take care of themselves. That way it will be easier for you because you will share the burden with them. ", "23": "If you follow this advice, and if the Lord agrees, you will be able to endure the pressures, and there will be peace and harmony in the camp.”", "24": "Moses listened to his father-in-law's advice and followed this suggestion. ", "25": "He chose able men from all over Israel and made them judges over the people—thousands, hundreds, fifties, and tens. ", "26": "They were constantly available to administer justice. They brought the hard cases to Moses but judged the smaller matters themselves.", "27": "Soon afterwards Moses let his father-in-law return to his own land."}