{"1-2": "There were at this time a Hebrew fellow and girl of the tribe of Levi who married and had a family, and a baby son was born to them. When the baby's mother saw that he was an unusually beautiful baby, she hid him at home for three months. ", "3": "Then, when she could no longer hide him, she made a little boat from papyrus reeds, waterproofed it with tar, put the baby in it, and laid it among the reeds along the river's edge. ", "4": "The baby's sister watched from a distance to see what would happen to him.", "5": "Well, this is what happened: A princess, one of Pharaoh's daughters, came down to bathe in the river, and as she and her maids were walking along the riverbank, she spied the little boat among the reeds and sent one of the maids to bring it to her. ", "6": "When she opened it, there was a baby! And he was crying. This touched her heart. “He must be one of the Hebrew children!” she said.", "7": "Then the baby's sister approached the princess and asked her, “Shall I go and find one of the Hebrew women to nurse the baby for you?”", "8": "“Yes, do!” the princess replied. So the little girl rushed home and called her mother!", "9": "“Take this child home and nurse him for me,” the princess instructed the baby's mother, “and I will pay you well!” So she took him home and nursed him.", "10": "Later, when he was older, she brought him back to the princess and he became her son. She named him Moses (meaning “to draw out”[a]) because she had drawn him out of the water.", "11": "One day, many years later[b] when Moses had grown up and become a man, he went out to visit his fellow Hebrews and saw the terrible conditions they were under. During his visit he saw an Egyptian knock a Hebrew to the ground—one of his own Hebrew brothers! ", "12": "Moses looked this way and that to be sure no one was watching, then killed the Egyptian and hid his body in the sand.", "13": "The next day as he was out visiting among the Hebrews again, he saw two of them fighting. “What are you doing, hitting your own Hebrew brother like that?” he said to the one in the wrong.", "14": "“And who are you?” the man demanded. “I suppose you think you are our prince and judge! And do you plan to kill me as you did that Egyptian yesterday?” When Moses realized that his deed was known, he was frightened. ", "15": "And sure enough, when Pharaoh heard about it he ordered Moses arrested and executed. But Moses ran away into the land of Midian. As he was sitting there beside a well, ", "16": "seven girls who were daughters of the priest of Midian came to draw water and fill the water troughs for their father's flocks. ", "17": "But the shepherds chased the girls away. Moses then came to their aid and rescued them from the shepherds and watered their flocks.", "18": "When they returned to their father, Reuel, he asked, “How did you get the flocks watered so quickly today?”", "19": "“An Egyptian defended us against the shepherds,” they told him; “he drew water for us and watered the flocks.”", "20": "“Well, where is he?” their father demanded. “Did you just leave him there? Invite him home for supper.”", "21": "Moses eventually decided to accept Reuel's invitation to live with them, and Reuel gave him one of the girls, Zipporah, as his wife. ", "22": "They had a baby named Gershom (meaning “foreigner”), for he said, “I am a stranger in a foreign land.”", "23": "Several years later the king of Egypt died. The Israelis were groaning beneath their burdens, in deep trouble because of their slavery, and weeping bitterly before the Lord. He heard their cries from heaven, ", "24": "and remembered his promise to Abraham, Isaac, and Jacob to bring their descendants back into the land of Canaan.[c] ", "25": "Looking down upon them, he knew that the time had come for their rescue.[d]"}