{"1": "“If a man steals an ox or sheep and then kills or sells it, he shall pay a fine of five to one—five oxen shall be returned for each stolen ox. For sheep, the fine shall be four to one—four sheep returned for each sheep stolen.", "2": "“If a thief is caught in the act of breaking into a house and is killed, the one who killed him is not guilty. ", "3": "But if it happens in the daylight, it must be presumed to be murder and the man who kills him is guilty. “If a thief is captured, he must make full restitution; if he can't, then he must be sold as a slave for his debt.", "4": "“If he is caught in the act of stealing a live ox or donkey or sheep or whatever it is, he shall pay double value as his fine.", "5": "“If someone deliberately lets his animal loose and it gets into another man's vineyard; or if he turns it into another man's field to graze, he must pay for all damages by giving the owner of the field or vineyard an equal amount of the best of his own crop.", "6": "“If the field is being burned off and the fire gets out of control and goes into another field so that the shocks of grain, or the standing grain, are destroyed, the one who started the fire shall make full restitution.", "7": "“If someone gives money or goods to anyone to keep for him, and it is stolen, the thief shall pay double if he is found. ", "8": "But if no thief is found, then the man to whom the valuables were entrusted shall be brought before God to determine whether or not he himself has stolen his neighbor's property.", "9": "“In every case in which an ox, donkey, sheep, clothing, or anything else is lost, and the owner believes he has found it in the possession of someone else who denies it, both parties to the dispute shall come before God for a decision, and the one whom God declares guilty shall pay double to the other.", "10": "“If a man asks his neighbor to keep a donkey, ox, sheep, or any other animal for him, and it dies, or is hurt, or gets away, and there is no eyewitness to report just what happened to it, ", "11": "then the neighbor must take an oath that he has not stolen it, and the owner must accept his word, and no restitution shall be made for it. ", "12": "But if the animal or property has been stolen, the neighbor caring for it must repay the owner. ", "13": "If it was attacked by some wild animal, he shall bring the torn carcass to confirm the fact, and shall not be required to make restitution.", "14": "“If a man borrows an animal (or anything else) from a neighbor, and it is injured or killed, and the owner is not there at the time, then the man who borrowed it must pay for it. ", "15": "But if the owner is there, he need not pay; and if it was rented, then he need not pay, because this possibility was included in the original rental fee.", "16": "“If a man seduces a girl who is not engaged to anyone[a] and sleeps with her, he must pay the usual dowry* and accept her as his wife. ", "17": "But if her father utterly refuses to let her marry him, then he shall pay the money anyway.", "18": "“A sorceress shall be put to death.", "19": "“Anyone having sexual relations with an animal shall certainly be executed.", "20": "“Anyone sacrificing to any other god than Jehovah shall be executed.[b]", "21": "“You must not oppress a stranger in any way; remember, you yourselves were foreigners in the land of Egypt.", "22": "“You must not exploit widows or orphans; ", "23": "if you do so in any way, and they cry to me for my help, I will surely give it. ", "24": "And my anger shall flame out against you, and I will kill you with enemy armies, so that your wives will be widows and your children fatherless.", "25": "“If you lend money to a needy fellow Hebrew, you are not to handle the transaction in an ordinary way, with interest. ", "26": "If you take his clothing as a pledge of his repayment, you must let him have it back at night. ", "27": "For it is probably his only warmth; how can he sleep without it? If you don't return it, and he cries to me for help, I will hear and be very gracious to him at your expense,[c] for I am very compassionate.", "28": "“You shall not blaspheme God, nor curse government officials—your judges and your rulers.", "29": "“You must be prompt in giving me the tithe of your crops and your wine, and the redemption payment for your oldest son.", "30": "“As to the firstborn of the oxen and the sheep, give it to me on the eighth day, after leaving it with its mother for seven days.", "31": "“And since you yourselves are holy—my special people—do not eat any animal that has been attacked and killed by a wild animal. Leave its carcass for the dogs to eat."}