{"1": "“Do not pass along untrue reports. Do not cooperate with an evil man by affirming on the witness stand something you know is false.", "2-3": "“Don't join mobs intent on evil. When on the witness stand, don't be swayed in your testimony by the mood of the majority present, and do not slant your testimony in favor of a man just because he is poor.", "4": "“If you come upon an enemy's ox or donkey that has strayed away, you must take it back to its owner. ", "5": "If you see your enemy trying to get his donkey onto its feet beneath a heavy load, you must not go on by but must help him.", "6": "“A man's poverty is no excuse for twisting justice against him.", "7": "“Keep far away from falsely charging anyone with evil; never let an innocent person be put to death. I will not stand for this.[a]", "8": "“Take no bribes, for a bribe makes you unaware of what you clearly see! A bribe hurts the cause of the person who is right.", "9": "“Do not oppress foreigners; you know what it's like to be a foreigner; remember your own experience in the land of Egypt.", "10": "“Sow and reap your crops for six years, ", "11": "but let the land rest and lie fallow during the seventh year, and let the poor among the people harvest any volunteer crop that may come up; leave the rest for the animals to enjoy. The same rule applies to your vineyards and your olive groves.", "12": "“Work six days only, and rest the seventh; this is to give your oxen and donkeys a rest, as well as the people of your household—your slaves and visitors.", "13": "“Be sure to obey all of these instructions; and remember—never mention the name of any other god.[b]", "14": "“There are three annual religious pilgrimages you must make.[c]", "15": "“The first is the Pilgrimage of Unleavened Bread, when for seven days you are not to eat bread with yeast, just as I commanded you before. This celebration is to be an annual event at the regular time in March, the month you left Egypt; everyone must bring me a sacrifice at that time. ", "16": "Then there is the Harvest Pilgrimage, when you must bring to me the first of your crops. And, finally, the Pilgrimage of Ingathering at the end of the harvest season. ", "17": "At these three times each year, every man in Israel shall appear before the Lord God.", "18": "“No sacrificial blood shall be offered with leavened bread; no sacrificial fat shall be left unoffered until the next morning.", "19": "“As you reap each of your crops, bring me the choicest sample of the first day's harvest; it shall be offered to the Lord your God.[d] “Do not boil a young goat in its mother's milk.", "20": "“See, I am sending an Angel before you to lead you safely to the land I have prepared for you. ", "21": "Reverence him and obey all of his instructions; do not rebel against him, for he will not pardon your transgression; he is my representative—he bears my name.[e] ", "22": "But if you are careful to obey him, following all my instructions, then I will be an enemy to your enemies. ", "23": "For my Angel shall go before you and bring you into the land of the Amorites, Hittites, Perizzites, Canaanites, Hivites, and Jebusites, to live there. And I will destroy those people before you.", "24": "“You must not worship the gods of these other nations, nor sacrifice to them in any way, and you must not follow the evil example of these heathen people; you must utterly conquer them and break down their shameful idols.", "25": "“You shall serve the Lord your God only; then I will bless you with food and with water, and I will take away sickness from among you. ", "26": "There will be no miscarriages nor barrenness throughout your land, and you will live out the full quota of the days of your life.", "27": "“The terror of the Lord shall fall upon all the people whose land you invade, and they will flee before you; ", "28": "and I will send hornets to drive out the Hivites, Canaanites, and Hittites from before you. ", "29": "I will not do it all in one year, for the land would become a wilderness, and the wild animals would become too many to control. ", "30": "But I will drive them out a little at a time, until your population has increased enough to fill the land. ", "31": "And I will set your enlarged boundaries from the Red Sea to the Philistine coast, and from the southern deserts as far as the Euphrates River; and I will cause you to defeat the people now living in the land, and you will drive them out ahead of you.", "32": "“You must make no covenant with them, nor have anything to do with their gods. ", "33": "Don't let them live among you! For I know that they will infect you with their sin of worshiping false gods, and that would be an utter disaster to you.”"}