{"1-2": "“Make the tabernacle-tent from ten colored sheets of fine linen, 42 feet long and 6 feet wide, dyed blue, purple, and scarlet, with figures of Guardian Angels embroidered on them. ", "3": "Join five sheets end to end for each side of the tent, forming two long pieces, one for each side. ", "4-5": "Use loops at the edges to join these two long pieces together side by side. There are to be fifty loops on each side, opposite each other. ", "6": "Then make fifty gold clasps to fasten the loops together, so that the Tabernacle, the dwelling place of God, becomes a single unit.", "7-8": "“The roof of the Tabernacle is made of goats' hair tarpaulins. There are to be eleven of these tarpaulins, each 45 feet across and 6 feet wide. ", "9": "Connect five of these tarpaulins into one wide section; and use the other six for another wide section. (The sixth tarpaulin will hang down to form a curtain across the front of the sacred tent.) ", "10-11": "Use fifty loops along the edges of each of these two wide pieces, to join them together with fifty bronze clasps. Thus the two widths become one. ", "12": "There will be a 1½-foot length of this roof covering hanging down from the back of the tent, ", "13": "and a 1½-foot length at the front. ", "14": "On top of these blankets is placed a layer of rams' skins, dyed red, and over them a top layer of goatskins. This completes the roof covering.", "15-16": "“The framework of the sacred tent shall be made from acacia wood, each frame piece being 15 feet high and 2¼ feet wide, standing upright, ", "17": "with grooves on each side to mortise into the next upright piece. ", "18-19": "Twenty of these frames will form the south side of the sacred tent, with forty silver bases for the frames to fit into—two bases under each piece of the frame. ", "20": "On the north side there will also be twenty of these frames, ", "21": "with their forty silver bases, two bases for each frame, one under each edge. ", "22": "On the west side there will be six frames, ", "23": "and two frames at each corner. ", "24": "These corner frames will be connected at the bottom and top with clasps. ", "25": "So, in all, there will be eight frames on that end of the building with sixteen silver bases for the frames—two bases under each frame.", "26-27": "“Make bars of acacia wood to run across the frames, five bars on each side of the Tabernacle. Also five bars for the rear of the building, facing westward. ", "28": "The middle bar, halfway up the frames, runs all the way from end to end of the Tabernacle. ", "29": "Overlay the frames with gold, and make gold rings to hold the bars; and also overlay the bars with gold. ", "30": "Set up this Tabernacle-tent in the manner I showed you on the mountain.", "31": "“Inside the Tabernacle,[a] make a curtain from fine linen, with blue, purple, and scarlet Guardian Angels embroidered into the cloth. ", "32": "Hang this curtain on gold hooks set into four pillars made from acacia wood overlaid with gold. The pillars are to be set in silver bases. ", "33": "Behind this curtain place the Ark containing the stone tablets engraved with God's laws. The curtain will separate the Holy Place and the Most Holy Place.", "34": "“Now install the mercy place—the golden lid of the Ark—in the Most Holy Place. ", "35": "Place the table and lampstand across the room from each other on the outer side of the veil, the lampstand on the south and the table on the north.", "36": "“As a screen for the door of the sacred tent, make another curtain from fine linen, skillfully embroidered in blue, purple, and scarlet. ", "37": "Hang this curtain on gold hooks set into posts made from acacia wood overlaid with gold. The posts are to rest on bronze bases."}