{"1": "“This is the ceremony for the dedication of Aaron and his sons as priests: get a young bull and two rams with no defects, ", "2": "and bread made without yeast, and thin sheets of sweetened bread mingled with oil, and unleavened wafers with oil poured over them. (The various kinds of bread shall be made with finely ground wheat flour.) ", "3-4": "Place the bread in a basket and bring it to the entrance of the Tabernacle, along with the young bull and the two rams. “Bathe Aaron and his sons there at the entrance. ", "5": "Then put Aaron's robe on him, and the embroidered shirt, ephod, chestpiece, and sash, ", "6": "and place on his head the turban with the gold plate. ", "7": "Then take the anointing oil and pour it upon his head. ", "8": "Next, dress his sons in their robes, ", "9": "with their woven sashes, and place caps on their heads. They will then be priests forever; thus you shall consecrate Aaron and his sons.", "10": "“Then bring the young bull to the Tabernacle, and Aaron and his sons shall lay their hands upon its head; ", "11": "and you shall kill it before the Lord, at the entrance of the Tabernacle. ", "12": "Place its blood upon the horns of the altar, smearing it on with your finger, and pour the rest at the base of the altar. ", "13": "Then take all the fat that covers the inner parts, also the gall bladder and two kidneys, and the fat on them, and burn them upon the altar. ", "14": "Then take the body, including the skin and the dung, outside the camp and burn it as a sin offering.", "15-16": "“Next, Aaron and his sons shall lay their hands upon the head of one of the rams as it is killed. Its blood shall also be collected and sprinkled upon the altar. ", "17": "Cut up the ram and wash off the entrails and the legs; place them with the head and the other pieces of the body, ", "18": "and burn it all upon the altar; it is a burnt offering to the Lord, and very pleasant to him.", "19-20": "“Now take the other ram, and Aaron and his sons shall lay their hands upon its head as it is killed. Collect the blood and place some of it upon the tip of the right ear of Aaron and his sons, and upon their right thumbs and the big toes of their right feet; sprinkle the rest of the blood over the altar. ", "21": "Then scrape off some of the blood from the altar and mix it with some of the anointing oil and sprinkle it upon Aaron and his sons and upon their clothes; and they and their clothing shall be sanctified to the Lord.", "22": "“Then take the fat of the ram, including the fat tail and the fat that covers the insides, also the gall bladder and the two kidneys and the fat surrounding them, and the right thigh—for this is the ram for ordination of Aaron and his sons—", "23": "and one loaf of bread, one cake of shortening bread, and one wafer from the basket of unleavened bread that was placed before the Lord: ", "24": "Place these in the hands of Aaron and his sons, to wave them in a gesture of offering to the Lord. ", "25": "Afterwards, take them from their hands and burn them on the altar as a fragrant burnt offering to him. ", "26": "Then take the breast of Aaron's ordination ram and wave it before the Lord in a gesture of offering; afterwards, keep it for yourself.", "27": "“Give the breast and thigh of the consecration ram ", "28": "to Aaron and his sons. The people of Israel must always contribute this portion of their sacrifices—whether peace offerings or thanksgiving offerings—as their contribution to the Lord.", "29": "“These sacred garments of Aaron shall be preserved for the consecration of his son who succeeds him, from generation to generation, for his anointing ceremony. ", "30": "Whoever is the next High Priest after Aaron shall wear these clothes for seven days before beginning to minister in the Tabernacle and the Holy Place.", "31": "“Take the ram of consecration—the ram used in the ordination ceremony—and boil its meat in a sacred area. ", "32": "Aaron and his sons shall eat the meat, also the bread in the basket, at the door of the Tabernacle. ", "33": "They alone shall eat those items used in their atonement (that is, in their consecration ceremony). The ordinary people shall not eat them, for these things are set apart and holy. ", "34": "If any of the meat or bread remains until the morning, burn it; it shall not be eaten, for it is holy.", "35": "“This, then, is the way you shall ordain Aaron and his sons to their offices. This ordination shall go on for seven days. ", "36": "Every day you shall sacrifice a young bull as a sin offering for atonement; afterwards,[a] purge the altar by making atonement for it; pour olive oil upon it to sanctify it. ", "37": "Make atonement for the altar and consecrate it to God every day for seven days. After this the altar shall be exceedingly holy, so that whatever touches it shall be set apart for God.[b]", "38": "“Each day offer two yearling lambs upon the altar, ", "39": "one in the morning and the other in the evening. ", "40": "With one of them offer 3 quarts of finely ground flour mixed with 2½ pints of oil, pressed from olives; also 2½ pints of wine, as an offering.", "41": "Offer the other lamb in the evening, along with the flour and the wine as in the morning, for a fragrant offering to the Lord, an offering made to the Lord by fire.", "42": "“This shall be a perpetual daily offering at the door of the Tabernacle before the Lord, where I will meet with you and speak with you. ", "43": "And I will meet with the people of Israel there, and the Tabernacle shall be sanctified by my glory. ", "44": "Yes, I will sanctify the Tabernacle and the altar and Aaron and his sons who are my ministers, the priests. ", "45": "And I will live among the people of Israel and be their God, ", "46": "and they shall know that I am the Lord their God. I brought them out of Egypt so that I could live among them. I am Jehovah their God."}