{"1": "“Then make a small altar for burning incense. It shall be made from acacia wood. ", "2": "It is to be eighteen inches square and three feet high, with horns carved from the wood of the altar—they are not to be merely separate parts that are attached. ", "3": "Overlay the top, sides, and horns of the altar with pure gold, and run a gold molding around the entire altar. ", "4": "Beneath the molding, on each of two sides, construct two gold rings to hold the carrying poles. ", "5": "The poles are to be made of acacia wood overlaid with gold. ", "6": "Place the altar just outside the veil, near the place of mercy that is above the Ark containing the Ten Commandments. I will meet with you there.", "7": "“Every morning when Aaron trims the lamps, he shall burn sweet spices on the altar, ", "8": "and each evening when he lights the lamps he shall burn the incense before the Lord, and this shall go on from generation to generation. ", "9": "Offer no unauthorized incense, burnt offerings, meal offerings, or wine offerings.", "10": "“Once a year Aaron must sanctify the altar,[a] placing upon its horns the blood of the sin offering for atonement. This shall be a regular, annual event from generation to generation, for this is the Lord's supremely holy altar.”", "11-12": "And Jehovah said to Moses, “Whenever you take a census of the people of Israel, each man who is numbered shall give a ransom to the Lord for his soul, so that there will be no plague among the people when you number them. ", "13": "His payment shall be half a dollar.[b] ", "14": "All who have reached their twentieth birthday shall give this offering. ", "15": "The rich shall not give more and the poor shall not give less, for it is an offering to the Lord to make atonement for yourselves. ", "16": "Use this money for the care of the Tabernacle; it is to bring you, the people of Israel, to the Lord's attention, and to make atonement for you.”", "17-18": "And the Lord said to Moses, “Make a bronze basin with a bronze pedestal. Put it between the Tabernacle and the altar, and fill it with water. ", "19": "Aaron and his sons shall wash their hands and feet there, ", "20": "when they go into the Tabernacle to appear before the Lord, or when they approach the altar to burn offerings to the Lord. They must always wash before doing so, or they will die. ", "21": "These are instructions to Aaron and his sons from generation to generation.”", "22-23": "Then the Lord told Moses to collect the choicest of spices—eighteen pounds of pure myrrh; half as much of cinnamon and of sweet cane; ", "24": "the same amount of cassia as of myrrh; and 1½ gallons of olive oil. ", "25": "The Lord instructed skilled perfume makers to compound all this into a holy anointing oil.", "26-27": "“Use this,” he said, “to anoint the Tabernacle, the Ark, the table and all its instruments, the lampstand and all its utensils, the incense altar, ", "28": "the burnt offering altar with all its instruments, and the washbasin and its pedestal. ", "29": "Sanctify them, to make them holy; whatever touches them shall become holy.[c] ", "30": "Use it to anoint Aaron and his sons, sanctifying them so that they can minister to me as priests. ", "31": "And say to the people of Israel, 'This shall always be my holy anointing oil. ", "32": "It must never be poured upon an ordinary person, and you shall never make any of it yourselves, for it is holy, and it shall be treated by you as holy. ", "33": "Anyone who compounds any incense like it or puts any of it upon someone who is not a priest shall be excommunicated.'”", "34": "These were the Lord's directions to Moses concerning the incense: “Use sweet spices—stacte, onycha, galbanum, and pure frankincense, weighing out the same amounts of each, ", "35": "using the usual techniques of the incense maker, and seasoning it with salt; it shall be a pure and holy incense. ", "36": "Beat some of it very fine and put some of it in front of the Ark where I meet with you in the Tabernacle; this incense is most holy. ", "37": "Never make it for yourselves, for it is reserved for the Lord and you must treat it as holy. ", "38": "Anyone making it for himself shall be excommunicated.”"}