{"1-2": "The Lord also said to Moses, “See, I have appointed Bezalel (son of Uri, and grandson of Hur, of the tribe of Judah), ", "3": "and have filled him with the Spirit of God, giving him great wisdom, ability, and skill in constructing the Tabernacle and everything it contains. ", "4": "He is highly capable as an artistic designer of objects made of gold, silver, and bronze. ", "5": "He is skilled, too, as a jeweler and in carving wood.", "6": "“And I have appointed Oholiab (son of Ahisamach of the tribe of Dan) to be his assistant; moreover, I have given special skill to all who are known as experts, so that they can make all the things I have instructed you to make: ", "7": "the Tabernacle; the Ark with the place of mercy upon it; all the furnishings of the Tabernacle; ", "8": "the table and its instruments; the pure gold lampstand with its instruments; the altar of incense; ", "9": "the burnt offering altar with its instruments; the laver and its pedestal; ", "10": "the beautifully made, holy garments for Aaron the priest, and the garments for his sons, so that they can minister as priests; ", "11": "the anointing oil; and the sweet-spice incense for the Holy Place. They are to follow exactly the directions I gave you.”", "12-13": "The Lord then gave these further instructions to Moses: “Tell the people of Israel to rest on my Sabbath day, for the Sabbath is a reminder of the covenant between me and you forever; it helps you to remember that I am Jehovah who makes you holy. ", "14-15": "Yes, rest on the Sabbath, for it is holy. Anyone who does not obey this command must die; anyone who does any work on that day shall be killed. ", "16-17": "Work six days only, for the seventh day is a special day to remind you of my covenant—a weekly reminder forever of my promises to the people of Israel. For in six days the Lord made heaven and earth, and rested on the seventh day, and was refreshed.”", "18": "Then, as God finished speaking with Moses on Mount Sinai, he gave him the two tablets of stone on which the Ten Commandments were written with the finger of God."}