{"1": "The Lord told Moses, “Prepare two stone tablets like the first ones, and I will write upon them the same commands that were on the tablets you broke. ", "2": "Be ready in the morning to come up into Mount Sinai and present yourself to me on the top of the mountain. ", "3": "No one shall come with you and no one must be anywhere on the mountain. Do not let the flocks or herds feed close to the mountain.”", "4": "So Moses took two tablets of stone like the first ones, and was up early and climbed Mount Sinai, as the Lord had told him to, taking the two stone tablets in his hands.", "5-6": "Then the Lord descended in the form of a pillar of cloud and stood there with him, and passed in front of him and announced the meaning of his name.[a] “I am Jehovah, the merciful and gracious God,” he said, “slow to anger and rich in steadfast love and truth. ", "7": "I, Jehovah, show this steadfast love to many thousands by forgiving their sins;[b] or else* I refuse to clear the guilty, and require that a father's sins be punished in the sons and grandsons, and even later generations.”", "8": "Moses fell down before the Lord and worshiped. ", "9": "And he said, “If it is true that I have found favor in your sight, O Lord, then please go with us to the Promised Land; yes, it is an unruly, stubborn people, but pardon our iniquity and our sins, and accept us as your own.”", "10": "The Lord replied, “All right, this is the contract I am going to make with you. I will do miracles such as have never been done before anywhere in all the earth, and all the people of Israel shall see the power of the Lord—the terrible power I will display through you. ", "11": "Your part of the agreement is to obey all of my commandments; then I will drive out from before you the Amorites, Canaanites, Hittites, Perizzites, Hivites, and Jebusites.", "12": "“Be very, very careful never to compromise with the people there in the land where you are going, for if you do, you will soon be following their evil ways. ", "13": "Instead, you must break down their heathen altars, smash the obelisks they worship, and cut down their shameful idols.[c] ", "14": "For you must worship no other gods, but only Jehovah, for he is a God who claims absolute loyalty and exclusive devotion.", "15": "“No, do not make a peace treaty of any kind with the people living in the land, for they are spiritual prostitutes, committing adultery against me by sacrificing to their gods.[d] If you become friendly with them and one of them invites you to go with him and worship his idol, you are apt to do it. ", "16": "And you would accept their daughters, who worship other gods, as wives for your sons—and then your sons would commit adultery against me by worshiping their wives' gods. ", "17": "You must have nothing to do with idols.", "18": "“Be sure to celebrate the Feast of Unleavened Bread for seven days, just as I instructed you, at the dates appointed each year in March; that was the month you left Egypt.", "19": "“Every firstborn male[e] is mine—cattle, sheep, and goats. ", "20": "The firstborn colt of a donkey may be redeemed by giving a lamb in its place. If you decide not to redeem it, then its neck must be broken. But your sons must all be redeemed. And no one shall appear before me without a gift.", "21": "“Even during plowing and harvest times, work only six days, and rest on the seventh.", "22": "“And you must remember to celebrate these three annual religious festivals: the Festival of Weeks, the Festival of the First Wheat, and the Harvest Festival. ", "23": "On each of these three occasions all the men and boys of Israel shall appear before the Lord. ", "24": "No one will attack and conquer your land when you go up to appear before the Lord your God those three times each year. For I will drive out the nations from before you and enlarge your boundaries.", "25": "“You must not use leavened bread with your sacrifices to me, and none of the meat of the Passover lamb may be kept over until the following morning. ", "26": "And you must bring the best of the first of each year's crop to the Tabernacle of the Lord your God. You must not cook a young goat in its mother's milk.”", "27": "And the Lord said to Moses, “Write down these laws[f] that I have given you, for they represent the terms of my covenant with you and with Israel.”", "28": "Moses was up on the mountain with the Lord for forty days and forty nights, and in all that time he neither ate nor drank. At that time God[g] wrote out the Covenant—the Ten Commandments—on the stone tablets.", "29": "Moses didn't realize as he came back down the mountain with the tablets that his face glowed from being in the presence of God. ", "30": "Because of this radiance upon his face, Aaron and the people of Israel were afraid to come near him.", "31": "But Moses called them over to him, and Aaron and the leaders of the congregation came and talked with him. ", "32": "Afterwards, all the people came to him, and he gave them the commandments the Lord had given him upon the mountain. ", "33": "When Moses had finished speaking with them, he put a veil over his face;[h] ", "34": "but whenever he went into the Tabernacle to speak with the Lord, he removed the veil until he came out again; then he would pass on to the people whatever instructions God had given him, ", "35": "and the people would see his face aglow. Afterwards he would put the veil on again until he returned to speak with God."}