{"1-2": "“All the other craftsmen with God-given abilities are to assist Bezalel and Oholiab in constructing and furnishing the Tabernacle.” So Moses told Bezalel and Oholiab and all others who felt called to the work to begin. ", "3": "Moses gave them the materials donated by the people and additional gifts were received each morning.", "4-7": "But finally the workmen all left their task to meet with Moses and told him, “We have more than enough materials on hand now to complete the job!” So Moses sent a message throughout the camp announcing that no more donations were needed. Then at last the people were restrained from bringing more!", "8-9": "The skilled weavers first made ten sheets from fine linen, then embroidered into them blue, purple, and scarlet Guardian Angels. Each sheet was 42 feet long and 6 feet wide. ", "10": "Five of these sheets were attached end to end, then five others similarly attached, forming two long roofsheets. ", "11-12": "Fifty blue ribbons were looped along the edges of these two long sheets, each loop being opposite its mate on the other long sheet. ", "13": "Then fifty clasps of gold were made to connect the loops, thus tying the two long sheets together to form the ceiling of the Tabernacle.", "14-15": "Above the ceiling was a second layer formed by eleven draperies made of goats' hair (uniformly 45 feet long and 6 feet wide). ", "16": "Bezalel coupled five of these draperies together to make one long piece, and six others to make another long piece. ", "17": "Then he made fifty loops along the end of each ", "18": "and fifty small bronze clasps to couple the loops so that the draperies were firmly attached to each other.", "19": "The top layer of the roof was made of rams' skins, dyed red, and tanned goatskins.", "20": "For the sides of the Tabernacle he used frames of acacia wood standing on end. ", "21": "The height of each frame was 15 feet and the width 2¼ feet. ", "22": "Each frame had two clasps joining it to the next. ", "23": "There were twenty frames on the south side, ", "24": "with the bottoms fitting into forty silver bases. Each frame was connected to its base by two clasps. ", "25-26": "There were also twenty frames on the north side of the Tabernacle, with forty silver bases, two for each frame. ", "27": "The west side of the Tabernacle, which was its rear, was made from six frames, ", "28": "plus another at each corner. ", "29": "These frames, including those at the corners, were linked to each other at both top and bottom by rings. ", "30": "So, on the west side, there were a total of eight frames with sixteen silver bases beneath them, two for each frame.", "31-32": "Then he made five sets of bars from acacia wood to tie the frames together along the sides, five for each side of the Tabernacle. ", "33": "The middle bar of the five was halfway up the frames, along each side, running from one end to the other. ", "34": "The frames and bars were all overlaid with gold, and the rings were pure gold.", "35": "The blue, purple, and scarlet inner[a] curtain was made from woven linen, with Guardian Angels skillfully embroidered into it. ", "36": "The curtain was then attached to four gold hooks set into four posts of acacia wood, overlaid with gold and set into four silver bases.", "37": "Then he made a drapery for the entrance to the Tabernacle; it was woven from finespun linen, embroidered with blue, purple, and scarlet. ", "38": "This drapery was connected by five hooks to five posts. The posts and their capitals and rods were overlaid with gold; their five bases were molded from bronze."}