{"1": "The burnt-offering altar was also constructed of acacia wood; it was 7½ feet square at the top, and 4½ feet high. ", "2": "There were four horns at the four corners, all of one piece with the rest. This altar was overlaid with bronze. ", "3": "Then he made bronze utensils to be used with the altar—the pots, shovels, basins, meat hooks, and fire pans. ", "4": "Next he made a bronze grating that rested upon a ledge about halfway up in the firebox.[a] ", "5": "Four rings were cast for each side of the grating, to insert the carrying poles. ", "6": "The carrying poles themselves were made of acacia wood, overlaid with bronze. ", "7": "The carrying poles were inserted into the rings at the side of the altar. The altar was hollow, with plank siding.", "8": "The bronze washbasin and its bronze pedestal were cast from the solid bronze mirrors donated by the women who assembled at the entrance to the Tabernacle.", "9": "Then he constructed the courtyard. The south wall was 150 feet long; it consisted of drapes woven from fine-twined linen thread. ", "10": "There were twenty posts to hold drapes, with bases of bronze and with silver hooks and rods. ", "11": "The north wall was also 150 feet long, with twenty bronze posts and bases and with silver hooks and rods. ", "12": "The west side was 75 feet wide; the walls were made from drapes supported by ten posts and bases, and with silver hooks and rods. ", "13": "The east side was also 75 feet wide.", "14-15": "The drapes at either side of the entrance were 22½ feet wide, each with three posts and three bases. ", "16": "All the drapes making up the walls of the court were woven of fine-twined linen. ", "17": "Each post had a bronze base, and all the hooks and rods were silver; the tops of the posts were overlaid with silver, and the rods to hold up the drapes were solid silver.", "18": "The drapery covering the entrance to the court was made of fine-twined linen, beautifully embroidered with blue, purple, and scarlet thread. It was 30 feet long and 7½ feet wide, just the same as the drapes composing the walls of the court. ", "19": "It was supported by four posts, with four bronze bases and with silver hooks and rods; the tops of the posts were also silver.", "20": "All the nails used in constructing the Tabernacle and court were bronze.", "21": "This summarizes the various steps in building the Tabernacle to house the Ark, so that the Levites could carry on their ministry. All was done in the order designated by Moses and was supervised by Ithamar, son of Aaron the priest. ", "22": "Bezalel (son of Uri and grandson of Hur, of the tribe of Judah) was the master craftsman, ", "23": "assisted by Oholiab (son of Ahisamach of the tribe of Dan); he too was a skilled craftsman and also an expert at engraving, weaving, and at embroidering blue, purple, and scarlet threads into fine linen cloth.", "24": "The people brought gifts of 3,140 pounds of gold, all of which was used throughout the Tabernacle.", "25-26": "The amount of silver used was 9,575 pounds, which came from the fifty-cent head tax collected from all those registered in the census who were twenty years old or older, a total of 603,550 men. ", "27": "The bases for the frames of the sanctuary walls and for the posts supporting the veil required 9,500 pounds of silver, 95 pounds[b] for each socket. ", "28": "The silver left over was used for the posts and to overlay their tops, and for the rods and hooks.", "29-31": "The people brought 7,540 pounds of bronze, which was used for casting the bases for the posts at the entrance to the Tabernacle, and for the bronze altar, the bronze grating, the altar utensils, the bases for the posts supporting the drapes enclosing the court, and for all the nails used in the construction of the Tabernacle and the court."}