{"1": "Then, for the priests, the people made beautiful garments of blue, purple, and scarlet cloth—garments to be used while ministering in the Holy Place. This same cloth was used for Aaron's sacred garments, in accordance with the Lord's instructions to Moses. ", "2": "The ephod was made from this cloth too, woven from fine-twined linen thread. ", "3": "Bezalel beat gold into thin plates and cut it into wire threads, to work into the blue, purple, and scarlet linen; it was a skillful and beautiful piece of workmanship when finished.", "4-5": "The ephod was held together by shoulder straps at the top and was tied down by an elaborate one-piece woven sash made of the same gold, blue, purple, and scarlet cloth cut from fine-twined linen thread, just as God had directed Moses. ", "6-7": "The two[a] onyx stones, attached to the two* shoulder straps of the ephod, were set in gold, and the stones were engraved with the names of the tribes of Israel, just as initials are engraved upon a ring. These stones were reminders to Jehovah concerning the people of Israel;* all this was done in accordance with the Lord's instructions to Moses.", "8": "The chestpiece was a beautiful piece of work, just like the ephod, made from the finest gold, blue, purple, and scarlet linen. ", "9": "It was a piece nine inches square, doubled over to form a pouch; ", "10": "there were four rows of stones across it. In the first row were a sardius, a topaz, and a carbuncle; ", "11": "in the second row were an emerald, a sapphire, and a diamond. ", "12": "In the third row were a jacinth, an agate, and an amethyst. ", "13": "In the fourth row, a beryl, an onyx, and a jasper—all set in gold filigree. ", "14": "The stones were engraved like a seal, with the names of the twelve tribes of Israel.", "15-18": "To attach the chestpiece to the ephod,[b] a gold ring was placed at the top of each shoulder strap of the ephod, and from these gold rings, two strands of twined gold attached to gold clasps on the top corners of the chestpiece. ", "19": "Two gold rings were also set at the lower edge of the chestpiece, on the under side, next to the ephod. ", "20": "Two other gold rings were placed low on the shoulder straps of the ephod, close to where the ephod joined its beautifully woven sash. ", "21": "The chestpiece was held securely above the beautifully woven sash of the ephod by tying the rings of the chestpiece to the rings of the ephod with a blue ribbon. All this was commanded to Moses by the Lord.", "22": "The main part of the ephod was woven, all of blue, ", "23": "and there was a hole at the center, just as in a coat of mail, for the head to go through, reinforced around the edge so that it would not tear. ", "24": "Pomegranates were attached to the bottom edge of the robe; these were made of linen cloth, embroidered[c] with blue, purple, and scarlet. ", "25-26": "Bells of pure gold were placed between the pomegranates along the bottom edge of the skirt, with bells and pomegranates alternating all around the edge. This robe was worn when Aaron ministered to the Lord, just as the Lord had commanded Moses.", "27": "Robes were now made for Aaron and his sons from fine-twined linen thread. ", "28-29": "The chestpiece, the beautiful turbans, and the caps and the underclothes were all made of this linen, and the linen belt was beautifully embroidered with blue, purple, and scarlet threads, just as Jehovah had commanded Moses. ", "30": "Finally, they made the holy plate of pure gold to wear on the front of the turban, engraved with the words, “Consecrated to Jehovah.” ", "31": "It was tied to the turban with a blue cord, just as the Lord had instructed.", "32": "And so at last the Tabernacle was finished, following all of the Lord's instructions to Moses.", "33-40": "Then they brought the entire Tabernacle to Moses: Furniture; clasps; frames; bars; Posts; bases; layers of covering for the roof and sides—the rams' skins dyed red, the specially tanned goatskins, and the entrance drape; the Ark with the Ten Commandments in it; The carrying poles; The place of mercy; The table and all its utensils; The Bread of the Presence; The pure gold[d] lampstand with its lamps, utensils, and oil; The gold altar; The anointing oil; The sweet incense; The curtain-door of the Tabernacle; The bronze altar; The bronze grating; The poles and the utensils; The washbasin and its base; The drapes for the walls of the court and the posts holding them up; The bases and the drapes at the gate of the court; The cords and nails; All the utensils used there in the work of the Tabernacle.", "41": "They also brought for his inspection the beautifully tailored garments to be worn while ministering in the Holy Place and the holy garments for Aaron the priest, and those for his sons, to be worn when on duty.", "42": "So the people of Israel followed all the Lord's instructions to Moses. ", "43": "And Moses inspected all their work and blessed them because it was all as the Lord had instructed him."}