{"1": "But Moses said, “They won't believe me! They won't do what I tell them to. They'll say, 'Jehovah never appeared to you!'”", "2": "“What do you have there in your hand?” the Lord asked him. And he replied, “A shepherd's rod.”", "3": "“Throw it down on the ground,” the Lord told him. So he threw it down—and it became a serpent, and Moses ran from it!", "4": "Then the Lord told him, “Grab it by the tail!” He did, and it became a rod in his hand again!", "5": "“Do that and they will believe you!” the Lord told him. “Then they will realize that Jehovah, the God of their ancestors Abraham, Isaac, and Jacob, has really appeared to you. ", "6": "Now reach your hand inside your robe, next to your chest.” And when he did, and took it out again, it was white with leprosy! ", "7": "“Now put it in again,” Jehovah said. And when he did, and took it out again, it was normal, just as before!", "8": "“If they don't believe the first miracle, they will the second,” the Lord said, ", "9": "“and if they don't accept you after these two signs, then take water from the Nile River and pour it upon the dry land, and it will turn to blood.”", "10": "But Moses pleaded, “O Lord, I'm just not a good speaker. I never have been, and I'm not now, even after you have spoken to me, for I have a speech impediment.”[a]", "11": "“Who makes mouths?” Jehovah asked him. “Isn't it I, the Lord? Who makes a man so that he can speak or not speak, see or not see, hear or not hear? ", "12": "Now go ahead and do as I tell you, for I will help you to speak well, and I will tell you what to say.”", "13": "But Moses said, “Lord, please! Send someone else.”", "14": "Then the Lord became angry. “All right,” he said, “your brother, Aaron,[b] is a good speaker. And he is coming here to look for you and will be very happy when he finds you. ", "15": "So I will tell you what to tell him, and I will help both of you to speak well, and I will tell you what to do. ", "16": "He will be your spokesman to the people. And you will be as God to him, telling him what to say. ", "17": "And be sure to take your rod along so that you can perform the miracles I have shown you.”", "18": "Moses returned home and talked it over with Jethro, his father-in-law. “With your permission,” Moses said, “I will go back to Egypt and visit my relatives. I don't even know whether they are still alive.” “Go with my blessing,” Jethro replied.", "19": "Before Moses left Midian, Jehovah said to him, “Don't be afraid to return to Egypt, for all those who wanted to kill you are dead.”", "20": "So Moses took his wife and sons and put them on a donkey, and returned to the land of Egypt, holding tightly to the “rod of God”!", "21": "Jehovah told him, “When you arrive back in Egypt you are to go to Pharaoh and do the miracles I have shown you, but I will make him stubborn so that he will not let the people go. ", "22": "Then you are to tell him, 'Jehovah says, “Israel is my eldest son, ", "23": "and I have commanded you to let him go away and worship me, but you have refused: and now see, I will slay your eldest son.”'”", "24": "As Moses and his family were traveling along and had stopped for the night, Jehovah appeared to Moses and threatened to kill him. ", "25-26": "Then Zipporah his wife took a flint knife and cut off the foreskin of her young son's penis, and threw it against Moses' feet, remarking disgustedly, “What a blood-smeared husband you've turned out to be!” Then God left him alone.", "27": "Now Jehovah said to Aaron, “Go into the wilderness to meet Moses.” So Aaron traveled to Mount Horeb, the mountain of God, and met Moses there, and they greeted each other warmly. ", "28": "Moses told Aaron what God had said they must do, and what they were to say, and told him about the miracles they must do before Pharaoh.", "29": "So Moses and Aaron returned to Egypt and summoned the elders of the people of Israel to a council meeting. ", "30": "Aaron told them what Jehovah had said to Moses, and Moses performed the miracles as they watched. ", "31": "Then the elders believed that God had sent them, and when they heard that Jehovah had visited them and had seen their sorrows, and had decided to rescue them, they all rejoiced and bowed their heads and worshiped."}