{"1": "After this presentation to the elders, Moses and Aaron went to see Pharaoh. They told him, “We bring you a message from Jehovah, the God of Israel. He says, 'Let my people go, for they must make a holy pilgrimage out into the wilderness, for a religious feast, to worship me there.'”", "2": "“Is that so?” retorted Pharaoh. “And who is Jehovah, that I should listen to him, and let Israel go? I don't know Jehovah and I will not let Israel go.”", "3": "But Aaron and Moses persisted. “The God of the Hebrews has met with us,” they declared. “We must take a three days' trip into the wilderness and sacrifice there to Jehovah our God; if we don't obey him, we face death by plague or sword.”", "4-5": "“Who do you think you are,” Pharaoh shouted, “distracting the people from their work? Get back to your jobs!” ", "6": "That same day Pharaoh sent this order to the taskmasters and officers he had set over the people of Israel: ", "7-8": "“Don't give the people any more straw for making bricks! However, don't reduce their production quotas by a single brick, for they obviously don't have enough to do or else they wouldn't be talking about going out into the wilderness and sacrificing to their God. ", "9": "Load them with work and make them sweat; that will teach them to listen to Moses' and Aaron's lies!”", "10-11": "So the taskmasters and officers informed the people: “Pharaoh has given orders to furnish you with no more straw. Go and find it wherever you can; but you must produce just as many bricks as before!” ", "12": "So the people scattered everywhere to gather straw.", "13": "The taskmasters were brutal. “Fulfill your daily quota just as before,” they kept demanding. ", "14": "Then they whipped the Israeli work-crew bosses. “Why haven't you fulfilled your quotas either yesterday or today?” they roared.", "15": "These foremen went to Pharaoh and pleaded with him. “Don't treat us like this,” they begged. ", "16": "“We are given no straw and told to make as many bricks as before, and we are beaten for something that isn't our fault—it is the fault of your taskmasters for making such unreasonable demands.”", "17": "But Pharaoh replied, “You don't have enough work, or else you wouldn't be saying, 'Let us go and sacrifice to Jehovah.' ", "18": "Get back to work. No straw will be given you, and you must deliver the regular quota of bricks.”", "19": "Then the foremen saw that they were indeed in a bad situation. ", "20": "When they met Moses and Aaron waiting for them outside the palace, as they came out from their meeting with Pharaoh, ", "21": "they swore at them. “May God judge you for making us stink before Pharaoh and his people,” they said, “and for giving them an excuse to kill us.”", "22": "Then Moses went back to the Lord. “Lord,” he protested, “how can you mistreat your own people like this? Why did you ever send me if you were going to do this to them? ", "23": "Ever since I gave Pharaoh your message, he has only been more and more brutal to them, and you have not delivered them at all!”"}