{"1": "“Now you will see what I shall do to Pharaoh,” the Lord told Moses. “For he must be forced to let my people go; he will not only let them go, but will drive them out of his land! ", "2-3": "I am Jehovah, the Almighty God who appeared to Abraham, Isaac, and Jacob—though I did not reveal my name, Jehovah, to them. ", "4": "And I entered into a solemn covenant with them; under its terms I promised to give them and their descendants the land of Canaan where they were living. ", "5": "And now I have heard the groanings of the people of Israel, in slavery now to the Egyptians, and I remember my promise.", "6": "“Therefore tell the descendants of Israel that I will use my mighty power and perform great miracles to deliver them from slavery and make them free. ", "7": "And I will accept them as my people and be their God. And they shall know that I am Jehovah their God who has rescued them from the Egyptians. ", "8-9": "I will bring them into the land I promised to give to Abraham, Isaac, and Jacob. It shall belong to my people.” So Moses told the people what God had said, but they wouldn't listen anymore because they were too dispirited after the tragic consequence of what he had said before.[a]", "10": "Now the Lord spoke to Moses again and told him, ", "11": "“Go back again to Pharaoh and tell him that he must let the people of Israel go.”", "12": "“But look,” Moses objected, “my own people won't even listen to me anymore; how can I expect Pharaoh to? I'm no orator!”", "13": "Then the Lord ordered Moses and Aaron to return to the people of Israel and to Pharaoh, king of Egypt, demanding that the people be permitted to leave.", "14": "These are the names of the heads of the clans of the various tribes of Israel: The sons of Reuben, Israel's oldest son: Hanoch, Pallu, Hezron, Carmi.", "15": "The heads of the clans of the tribe of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar, Shaul (whose mother was a Canaanite).", "16": "These are the names of the heads of the clans of the tribe of Levi, in the order of their ages:[b] Gershon, Kohath, Merari. (Levi lived 137 years.)", "17": "The sons of Gershon were: Libni, Shime-i (and their clans).", "18": "The sons of Kohath: Amram, Izhar, Hebron, Uzziel. (Kohath lived 133 years.)", "19": "The sons of Merari: Mahli, Mushi. The above are the families of the Levites, listed according to their ages.*", "20": "And Amram[c] married Jochebed, his father's sister; and Aaron and Moses were their sons. Amram lived to the age of 137.", "21": "The sons of Izhar: Korah, Nepheg, Zichri.", "22": "The sons of Uzziel: Misha-el, Elzaphan, Sithri.", "23": "Aaron married Elisheba, the daughter of Amminadab and sister of Nahshon. Their children were: Nadab, Abihu, Eleazar, Ithamar.", "24": "The sons of Korah: Assir, Elkanah, Abiasaph. These are the families within the clan of Korah.", "25": "Aaron's son Eleazar married one of the daughters of Puti-el, and Phinehas was one of his children. These are all the names of the heads of the clans of the Levites and the families within the clans.", "26": "Aaron and Moses, included in that list, are the same Aaron and Moses to whom Jehovah said, “Lead all the people of Israel out of the land of Egypt,” ", "27": "and who went to Pharaoh to ask permission to lead the people from the land, ", "28-29": "and to whom the Lord said, “I am Jehovah. Go in and give Pharaoh the message I have given you.”", "30": "This is that Moses who argued with the Lord, “I can't do it; I'm no speaker—why should Pharaoh listen to me?”"}