{"1": "Then the Lord said to Moses, “Go in again to Pharaoh and tell him, 'Jehovah says, “Let my people go and worship me. ", "2": "If you refuse, I will send vast hordes of frogs across your land from one border to the other. ", "3-4": "The Nile River will swarm with them, and they will come out into your houses, even into your bedrooms and right into your beds! Every home in Egypt will be filled with them. They will fill your ovens and your kneading bowls; you and your people will be immersed in them!”'”", "5": "Then the Lord said to Moses, “Instruct Aaron to point the rod toward all the rivers, streams, and pools of Egypt, so that there will be frogs in every corner of the land.” ", "6": "Aaron did, and frogs covered the nation. ", "7": "But the magicians did the same with their secret arts, and they, too, caused frogs to come up on the land.", "8": "Then Pharaoh summoned Moses and Aaron and begged, “Plead with God to take the frogs away, and I will let the people go and sacrifice to him.”", "9": "“Be so kind as to tell me when you want them to go,” Moses said, “and I will pray that the frogs will die at the time you specify, everywhere except in the river.”", "10": "“Do it tomorrow,” Pharaoh said. “All right,” Moses replied, “it shall be as you have said; then you will know that there is no one like the Lord our God. ", "11": "All the frogs will be destroyed, except those in the river.”", "12": "So Moses and Aaron went out from the presence of Pharaoh, and Moses pleaded with the Lord concerning the frogs he had sent. ", "13": "And the Lord did as Moses promised—dead frogs covered the countryside and filled the nation's homes. ", "14": "They were piled into great heaps, making a terrible stench throughout the land. ", "15": "But when Pharaoh saw that the frogs were gone, he hardened his heart and refused to let the people go, just as the Lord had predicted.", "16": "Then the Lord said to Moses, “Tell Aaron to strike the dust with his rod, and it will become lice, throughout all the land of Egypt.” ", "17": "So Moses and Aaron did as God commanded, and suddenly lice infested the entire nation, covering the Egyptians and their animals. ", "18": "Then the magicians tried to do the same thing with their secret arts, but this time they failed.", "19": "“This is the finger of God,” they exclaimed to Pharaoh. But Pharaoh's heart was hard and stubborn, and he wouldn't listen to them, just as the Lord had predicted.", "20": "Next the Lord told Moses, “Get up early in the morning and meet Pharaoh as he comes out to the river to bathe, and say to him, 'Jehovah says, “Let my people go and worship me. ", "21": "If you refuse I will send swarms of flies throughout Egypt. Your homes will be filled with them and the ground will be covered with them. ", "22": "But it will be very different in the land of Goshen where the Israelis live. No flies will be there; thus you will know that I am the Lord God of all the earth, ", "23": "for I will make a distinction between your people and my people. All this will happen tomorrow.”'”", "24": "And Jehovah did as he had said, so that there were terrible swarms of flies in Pharaoh's palace and in every home in Egypt.", "25": "Pharaoh hastily summoned Moses and Aaron and said, “All right, go ahead and sacrifice to your God, but do it here in the land. Don't go out into the wilderness.”", "26": "But Moses replied, “That won't do! Our sacrifices to God are hated by the Egyptians, and if we do this right here before their eyes, they will kill us. ", "27": "We must take a three-day trip into the wilderness and sacrifice there to Jehovah our God, as he commanded us.”", "28": "“All right, go ahead,” Pharaoh replied, “but don't go too far away. Now, hurry and plead with God for me.”", "29": "“Yes,” Moses said, “I will ask him to cause the swarms of flies to disappear. But I am warning you that you must never again lie to us by promising to let the people go and then changing your mind.”", "30": "So Moses went out from Pharaoh and asked the Lord to get rid of the flies. ", "31-32": "And the Lord did as Moses asked and caused the swarms to disappear, so that not one remained. But Pharaoh hardened his heart again and did not let the people go!"}