{"1": "Job's Third Reply. 1 [a]Then Job answered and said:", "2": "No doubt you are the people with whom wisdom shall die!", "3": "But I have intelligence as well as you; I do not fall short of you; for who does not know such things as these?", "4": "I have become the sport of my neighbors:[b] “The one whom God answers when he calls upon him, The just, the perfect man,” is a laughingstock;", "5": "The undisturbed esteem my downfall a disgrace such as awaits unsteady feet;", "6": "Yet the tents of robbers are prosperous, and those who provoke God are secure, whom God has in his power.[c]", "7": "But now ask the beasts to teach you, the birds of the air to tell you;", "8": "Or speak to the earth to instruct you, and the fish of the sea to inform you.", "9": "Which of all these does not know that the hand of God has done this?", "10": "In his hand is the soul of every living thing, and the life breath of all mortal flesh.", "11": "Does not the ear judge words as the mouth tastes food?", "12": "So with old age is wisdom, and with length of days understanding.", "13": "With him are wisdom and might; his are counsel and understanding.", "14": "If he knocks a thing down, there is no rebuilding; if he imprisons, there is no release.", "15": "He holds back the waters and there is drought; he sends them forth and they overwhelm the land.", "16": "With him are strength and prudence; the misled and the misleaders are his.", "17": "He sends counselors away barefoot, makes fools of judges.", "18": "He loosens the belt of kings, ties a waistcloth on their loins.[d]", "19": "He sends priests away barefoot, leads the powerful astray.", "20": "He silences the trusted adviser, takes discretion from the elders.", "21": "He pours shame on nobles, the waistband of the strong he loosens.", "22": "He uncovers deep things from the darkness, brings the gloom into the light.", "23": "He makes nations great and destroys them, spreads peoples abroad and abandons them.", "24": "He takes understanding from the leaders of the land, makes them wander in a pathless desert.", "25": "They grope in the darkness without light; he makes them wander like drunkards."}