{"1": "All this my eye has seen; my ear has heard and perceived it.", "2": "What you know, I also know; I do not fall short of you.", "3": "But I would speak with the Almighty; I want to argue with God.", "4": "But you gloss over falsehoods, you are worthless physicians, every one of you!", "5": "Oh, that you would be altogether silent; that for you would be wisdom!", "6": "Hear now my argument and listen to the accusations from my lips.", "7": "Is it for God that you speak falsehood? Is it for him that you utter deceit?", "8": "Is it for him that you show partiality? Do you make accusations on behalf of God?", "9": "Will it be well when he shall search you out? Can you deceive him as you do a mere human being?", "10": "He will openly rebuke you if in secret you show partiality.", "11": "Surely his majesty will frighten you and dread of him fall upon you.", "12": "Your reminders are ashy maxims, your fabrications mounds of clay.", "13": "Be silent! Let me alone that I may speak, no matter what happens to me.", "14": "I will carry my flesh between my teeth, and take my life in my hand.[a]", "15": "Slay me though he might, I will wait for him;[b] I will defend my conduct before him.", "16": "This shall be my salvation: no impious man can come into his presence.", "17": "Pay close attention to my speech, give my statement a hearing.", "18": "Behold, I have prepared my case, I know that I am in the right.", "19": "If anyone can make a case against me, then I shall be silent and expire.", "20": "Two things only do not use against me,[c] then from your presence I need not hide:", "21": "Withdraw your hand far from me, do not let the terror of you frighten me.", "22": "Then call me, and I will respond; or let me speak first, and answer me.", "23": "What are my faults and my sins? My misdeed, my sin make known to me!", "24": "Why do you hide your face and consider me your enemy?[d]", "25": "Will you harass a wind-driven leaf or pursue a withered straw?", "26": "For you draw up bitter indictments against me, and punish in me the faults of my youth.", "27": "You put my feet in the stocks; you watch all my paths and trace out all my footsteps,", "28": "Though I wear out like a leather bottle, like a garment the moth has consumed."}