{"1": "Second Speech of Eliphaz. 1 [a]Then Eliphaz the Temanite answered and said:", "2": "Does a wise man answer with windy opinions, or puff himself up with the east wind?", "3": "Does he argue in speech that does not avail, and in words that are to no profit?", "4": "You in fact do away with piety, you lessen devotion toward God,", "5": "Because your wickedness instructs your mouth, and you choose to speak like the crafty.", "6": "Your own mouth condemns you, not I; your own lips refute you.", "7": "Were you the first to be born? Were you brought forth before the hills?", "8": "Do you listen in on God's council and restrict wisdom to yourself?", "9": "What do you know that we do not know, or understand that we do not?", "10": "There are gray-haired old men among us, more advanced in years than your father.", "11": "Are the consolations of God not enough for you, and speech that deals gently with you?", "12": "Why does your heart carry you away, and why do your eyes flash,", "13": "So that you turn your anger against God and let such words escape your mouth!", "14": "How can any mortal be blameless, anyone born of woman be righteous?", "15": "If in his holy ones God places no confidence, and if the heavens are not without blame in his sight,", "16": "How much less so is the abominable and corrupt: people who drink in iniquity like water!", "17": "I will show you, if you listen to me; what I have seen I will tell—", "18": "What the wise relate and have not contradicted since the days of their ancestors,", "19": "To whom alone the land was given, when no foreigner moved among them:", "20": "The wicked is in torment all his days, and limited years are in store for the ruthless;", "21": "The sound of terrors is in his ears; when all is prosperous, a spoiler comes upon him.", "22": "He despairs of escaping the darkness, and looks ever for the sword;", "23": "A wanderer, food for vultures, he knows destruction is imminent.", "24": "A day of darkness fills him with dread; distress and anguish overpower him, like a king expecting an attack.", "25": "Because he has stretched out his hand against God and arrogantly challenged the Almighty,", "26": "Rushing defiantly against him, with the stout bosses of his shields.", "27": "Although he has covered his face with his crassness, padded his loins with blubber,", "28": "He shall dwell in ruined cities, in houses that are deserted, crumbling into rubble.", "29": "He shall not be rich, his possessions shall not endure; his property shall not spread over the land.", "30": "A flame shall sear his early growth, and with the wind his blossoms shall disappear.", "31": "Let him not trust in his height, misled, even though his height be like the palm tree.[b]", "32": "He shall wither before his time, his branches no longer green.", "33": "He shall be like a vine that sheds its grapes unripened, like an olive tree casting off its blossom.", "34": "For the breed of the impious shall be sterile, and fire shall consume the tents of extortioners.", "35": "They conceive malice, bring forth deceit, give birth to fraud.[c]"}