{"1": "Job's Fifth Reply. 1 [a]Then Job answered and said:", "2": "How long will you afflict my spirit, grind me down with words?", "3": "These ten times you have humiliated me, have assailed me without shame!", "4": "Even if it were true that I am at fault, my fault would remain with me;", "5": "If truly you exalt yourselves at my expense, and use my shame as an argument against me,", "6": "Know then that it is God who has dealt unfairly with me, and compassed me round with his net.", "7": "If I cry out “Violence!” I am not answered. I shout for help, but there is no justice.", "8": "He has barred my way and I cannot pass; veiled my path in darkness;", "9": "He has stripped me of my glory, taken the diadem from my brow.", "10": "He breaks me down on every side, and I am gone; he has uprooted my hope like a tree.", "11": "He has kindled his wrath against me; he counts me one of his enemies.", "12": "His troops advance as one; they build up their road to attack me, encamp around my tent.", "13": "My family has withdrawn from me, my friends are wholly estranged.", "14": "My relatives and companions neglect me, my guests have forgotten me.", "15": "Even my maidservants consider me a stranger; I am a foreigner in their sight.", "16": "I call my servant, but he gives no answer, though I plead aloud with him.", "17": "My breath is abhorrent to my wife; I am loathsome to my very children.", "18": "Even young children despise me; when I appear, they speak against me.", "19": "All my intimate friends hold me in horror; those whom I loved have turned against me!", "20": "My bones cling to my skin, and I have escaped by the skin of my teeth.[b]", "21": "Pity me, pity me, you my friends, for the hand of God has struck me!", "22": "Why do you pursue me like God, and prey insatiably upon me?", "23": "Oh, would that my words were written down! Would that they were inscribed in a record:[c]", "24": "That with an iron chisel and with lead they were cut in the rock forever!", "25": "As for me, I know that my vindicator lives,[d] and that he will at last stand forth upon the dust.", "26": "This will happen when my skin has been stripped off, and from my flesh I will see God:", "27": "I will see for myself, my own eyes, not another's, will behold him: my inmost being is consumed with longing.", "28": "But you who say, “How shall we persecute him, seeing that the root of the matter is found in him?”", "29": "Be afraid of the sword for yourselves, for your anger is a crime deserving the sword; that you may know that there is a judgment."}