{"1": "The Second Interview. 1 One day, when the sons of God came to present themselves before the Lord, the satan also came with them. ", "2": "The Lord said to the satan, “Where have you been?” Then the satan answered the Lord and said, “Roaming the earth and patrolling it.” ", "3": "The Lord said to the satan, “Have you noticed my servant Job? There is no one on earth like him, blameless and upright, fearing God and avoiding evil. He still holds fast to his innocence although you incited me against him to ruin him for nothing.” ", "4": "The satan answered the Lord and said, “Skin for skin![a] All that a man has he will give for his life. ", "5": "But put forth your hand and touch his bone and his flesh. Then surely he will curse you to your face.” ", "6": "And the Lord said to the satan, “He is in your power; only spare his life.”", "7": "The Second Trial. 7 So the satan went forth from the presence of the Lord and struck Job with severe boils from the soles of his feet to the crown of his head.", "8": "Job's Reaction. 8 He took a potsherd to scrape himself, as he sat among the ashes. ", "9": "Then his wife said to him, “Are you still holding to your innocence? Curse God and die!”[b] ", "10": "But he said to her, “You speak as foolish women do. We accept good things from God; should we not accept evil?” Through all this, Job did not sin in what he said.", "11": "Job's Three Friends. 11 Now when three of Job's friends heard of all the misfortune that had come upon him, they set out each one from his own place: Eliphaz from Teman,[c] Bildad from Shuh, and Zophar from Naamath. They met and journeyed together to give him sympathy and comfort. ", "12": "But when, at a distance, they lifted up their eyes and did not recognize him, they began to weep aloud; they tore their cloaks and threw dust into the air over their heads. ", "13": "Then they sat down upon the ground with him seven days and seven nights, but none of them spoke a word to him; for they saw how great was his suffering."}