{"1": "Zophar's Second Speech. 1 Then Zophar the Naamathite answered and said:", "2": "So now my thoughts provide an answer for me, because of the feelings within me.", "3": "A rebuke that puts me to shame I hear, and from my understanding a spirit gives me a reply.", "4": "Do you not know this: from of old, since human beings were placed upon the earth,", "5": "The triumph of the wicked is short and the joy of the impious but for a moment?", "6": "Though his pride mount up to the heavens and his head reach to the clouds,", "7": "Yet he perishes forever like the dung he uses for fuel, and onlookers say, “Where is he?”", "8": "Like a dream he takes flight and cannot be found; he fades away like a vision of the night.", "9": "The eye which saw him does so no more; nor shall his dwelling again behold him.", "10": "His sons will restore to the poor, and his hands will yield up his riches.", "11": "Though his bones are full of youthful vigor, it shall lie with him in the dust.", "12": "Though wickedness is sweet in his mouth, and he hides it under his tongue,", "13": "Though he retains it and will not let it go but keeps it still within his mouth,", "14": "Yet in his stomach the food shall turn; it shall be venom of asps inside him.", "15": "The riches he swallowed he shall vomit up; God shall make his belly disgorge them.", "16": "The poison of asps he shall drink in; the viper's fangs shall slay him.", "17": "He shall see no streams of oil,[a] no torrents of honey or milk.", "18": "He shall give back his gains, never used; like his profit from trade, never enjoyed.", "19": "Because he has oppressed and neglected the poor, and stolen a house he did not build;", "20": "For he has known no quiet in his greed, in his treasure he cannot save himself.", "21": "None of his survivors will consume it, therefore his prosperity shall not endure.", "22": "When he has more than enough, distress shall be his, every sort of trouble shall come upon him.", "23": "When he has filled his belly, God shall send against him the fury of his wrath and rain down his missiles upon him.", "24": "Should he escape an iron weapon, a bronze bow shall pierce him through;", "25": "The dart shall come out of his back, a shining point out of his gall-bladder: terrors fall upon him.", "26": "Complete darkness is in store for his treasured ones; a fire unfanned shall consume him; any survivor in his tent shall be destroyed.", "27": "The heavens shall reveal his guilt, and the earth rise up against him.", "28": "The flood shall sweep away his house, torrents in the day of God's anger.", "29": "This is the portion of the wicked, the heritage appointed him by God.[b]"}