{"1": "Job's Sixth Reply. 1 Then Job answered and said:", "2": "At least listen to my words, and let that be the consolation you offer.", "3": "Bear with me while I speak; and after I have spoken, you can mock!", "4": "Is my complaint toward any human being? Why should I not be impatient?", "5": "Look at me and be appalled, put your hands over your mouths.", "6": "When I think of it, I am dismayed, and shuddering seizes my flesh.", "7": "[a]Why do the wicked keep on living, grow old, become mighty in power?", "8": "Their progeny is secure in their sight; their offspring are before their eyes.", "9": "Their homes are safe, without fear, and the rod of God is not upon them.", "10": "Their bulls breed without fail; their cows calve and do not miscarry.", "11": "They let their young run free like sheep, their children skip about.", "12": "They sing along with drum and lyre, and make merry to the sound of the pipe.", "13": "They live out their days in prosperity, and tranquilly go down to Sheol.", "14": "Yet they say to God, “Depart from us, for we have no desire to know your ways!", "15": "What is the Almighty that we should serve him? And what do we gain by praying to him?”", "16": "Their happiness is not in their own hands. The designs of the wicked are far from me!", "17": "How often is the lamp of the wicked put out? How often does destruction come upon them, the portion God allots in his anger?", "18": "Let them be like straw before the wind, like chaff the storm carries away!", "19": "“God is storing up the man's misery for his children”?— let him requite the man himself so that he knows it!", "20": "Let his own eyes behold his calamity, and the wrath of the Almighty let him drink!", "21": "For what interest has he in his family after him, when the number of his months is finished?", "22": "Can anyone teach God knowledge, seeing that he judges those on high?[b]", "23": "One dies in his full vigor, wholly at ease and content;", "24": "His figure is full and nourished, his bones are moist with marrow.", "25": "Another dies with a bitter spirit, never having tasted happiness.", "26": "Alike they lie down in the dust, and worms cover them both.", "27": "See, I know your thoughts, and the arguments you plot against me.", "28": "For you say, “Where is the house of the great, and where the dwelling place of the wicked?”", "29": "Have you not asked the wayfarers and do you not acknowledge the witness they give?", "30": "On the day of calamity the evil man is spared, on the day that wrath is released.", "31": "Who will charge him to his face about his conduct, and for what he has done who will repay him?", "32": "He is carried to the grave and at his tomb they keep watch.", "33": "Sweet to him are the clods of the valley. All humankind will follow after him, and countless others before him.", "34": "How empty the consolation you offer me! Your arguments remain a fraud."}