{"1": "Eliphaz's Third Speech. 1 Then Eliphaz the Temanite answered and said:", "2": "Can a man be profitable to God? Can a wise man be profitable to him?", "3": "Does it please the Almighty that you are just? Does he gain if your ways are perfect?[b]", "4": "Is it because of your piety that he reproves you— that he enters into judgment with you?", "5": "Is not your wickedness great, your iniquity endless?", "6": "You keep your relatives' goods in pledge unjustly,[c] leave them stripped naked of their clothing.", "7": "To the thirsty you give no water to drink, and from the hungry you withhold bread;", "8": "As if the land belonged to the powerful, and only the privileged could dwell in it!", "9": "You sent widows away empty-handed, and the resources of orphans are destroyed.", "10": "Therefore snares are round about you, sudden terror makes you panic,", "11": "Or darkness—you cannot see! A deluge of waters covers you.", "12": "Does not God, in the heights of the heavens, behold the top of the stars, high though they are?", "13": "Yet you say, “What does God know? Can he judge through the thick darkness?", "14": "Clouds hide him so that he cannot see as he walks around the circuit of the heavens!”", "15": "Do you indeed keep to the ancient way trodden by the worthless?", "16": "They were snatched before their time; their foundations a river swept away.", "17": "They said to God, “Let us alone!” and, “What can the Almighty do to us?”", "18": "Yet he had filled their houses with good things. The designs of the wicked are far from me![d]", "19": "The just look on and are glad, and the innocent deride them:[e]", "20": "“Truly our enemies are destroyed, and what was left to them, fire has consumed!”", "21": "Settle with him and have peace. That way good shall come to you:", "22": "Receive instruction from his mouth, and place his words in your heart.", "23": "If you return to the Almighty, you will be restored; if you put iniquity far from your tent,", "24": "And treat raw gold as dust, the fine gold of Ophir[f] as pebbles in the wadi,", "25": "Then the Almighty himself shall be your gold and your sparkling silver.", "26": "For then you shall delight in the Almighty, you shall lift up your face toward God.", "27": "Entreat him and he will hear you, and your vows you shall fulfill.", "28": "What you decide shall succeed for you, and upon your ways light shall shine.", "29": "For when they are brought low, you will say, “It is pride!” But downcast eyes he saves.", "30": "He will deliver whoever is innocent; you shall be delivered if your hands are clean."}