{"1": "Why are times not set by the Almighty, and why do his friends not see his days?[a]", "2": "People remove landmarks; they steal herds and pasture them.", "3": "The donkeys of orphans they drive away; they take the widow's ox for a pledge.", "4": "They force the needy off the road; all the poor of the land are driven into hiding.", "5": "Like wild donkeys in the wilderness, they go forth to their task of seeking prey; the steppe provides food for their young;", "6": "They harvest fodder in the field, and glean in the vineyard of the wicked.", "7": "They pass the night naked, without clothing; they have no covering against the cold;", "8": "They are drenched with rain from the mountains, and for want of shelter they cling to the rock.", "9": "Orphans are snatched from the breast, infants of the needy are taken in pledge.[b]", "10": "They go about naked, without clothing, and famished, they carry the sheaves.[c]", "11": "Between the rows they press out the oil; they tread the wine presses, yet are thirsty.", "12": "In the city the dying groan, and the souls of the wounded cry out. Yet God does not treat it as a disgrace!", "13": "They are rebels against the light: they do not recognize its ways; they do not stay in its paths.", "14": "When there is no light the murderer rises, to kill the poor and needy; in the night he acts like a thief.", "15": "The eye of the adulterer watches for the twilight; he says, “No eye will see me.” He puts a mask over his face;", "16": "in the dark he breaks into houses; By day they shut themselves in; they do not know the light.", "17": "Indeed, for all of them morning is deep darkness; then they recognize the terrors of deep darkness.", "18": "He is swift on the surface of the water:[d] their portion in the land is accursed, they do not turn aside by way of the vineyards.", "19": "Drought and heat snatch away the snow waters, Sheol, those who have sinned.", "20": "May the womb forget him, may the worm find him sweet, may he no longer be remembered; And may wickedness be broken like a tree.", "21": "May his companion be barren, unable to give birth, may his widow not prosper!", "22": "He[e] sustains the mighty by his strength, to him who rises without assurance of his life", "23": "he gives safety and support, and his eyes are on their ways.", "24": "They are exalted for a while, and then are no more; laid low, like everyone else they are gathered up; like ears of grain they shrivel.", "25": "If this be not so, who can make me a liar, and reduce my words to nothing?"}