{"1": "Job's Complaint. 1 After this, Job opened his mouth and cursed his day.[a] ", "2": "Job spoke out and said:", "3": "Perish the day on which I was born, the night when they said, “The child is a boy!”", "4": "May that day be darkness: may God[b] above not care for it, may light not shine upon it!", "5": "May darkness and gloom claim it, clouds settle upon it, blackness of day[c] affright it!", "6": "May obscurity seize that night; may it not be counted among the days of the year, nor enter into the number of the months!", "7": "May that night be barren; let no joyful outcry greet it!", "8": "Let them curse it who curse the Sea, those skilled at disturbing Leviathan![d]", "9": "May the stars of its twilight be darkened; may it look for daylight, but have none, nor gaze on the eyes of the dawn,", "10": "Because it did not keep shut the doors of the womb to shield my eyes from trouble!", "11": "Why did I not die at birth, come forth from the womb and expire?", "12": "Why did knees receive me, or breasts nurse me?", "13": "For then I should have lain down and been tranquil; had I slept, I should then have been at rest", "14": "With kings and counselors of the earth who rebuilt what were ruins", "15": "Or with princes who had gold and filled their houses with silver.", "16": "Or why was I not buried away like a stillborn child, like babies that have never seen the light?", "17": "There[e] the wicked cease from troubling, there the weary are at rest.", "18": "The captives are at ease together, and hear no overseer's voice.", "19": "Small and great are there; the servant is free from the master.", "20": "Why is light given to the toilers, life to the bitter in spirit?", "21": "They wait for death and it does not come; they search for it more than for hidden treasures.", "22": "They rejoice in it exultingly, and are glad when they find the grave:", "23": "A man whose path is hidden from him, one whom God has hemmed in![f]", "24": "For to me sighing comes more readily than food; my groans well forth like water.", "25": "For what I feared overtakes me; what I dreaded comes upon me.", "26": "I have no peace nor ease; I have no rest, for trouble has come!"}