{"1": "But now they hold me in derision who are younger than I, Whose fathers I should have disdained to rank with the dogs of my flock.", "2": "Such strength as they had meant nothing to me; their vigor had perished.", "3": "In want and emaciating hunger they fled to the parched lands: to the desolate wasteland by night.", "4": "They plucked saltwort[a] and shrubs; the roots of the broom plant were their food.", "5": "They were banished from the community, with an outcry like that against a thief—", "6": "To dwell on the slopes of the wadies, in caves of sand and stone;", "7": "Among the bushes they brayed; under the nettles they huddled together.", "8": "Irresponsible, of no account, they were driven out of the land.", "9": "Yet now they sing of me in mockery; I have become a byword among them.", "10": "They abhor me, they stand aloof, they do not hesitate to spit in my face!", "11": "[b]Because he has loosened my bowstring and afflicted me, they have thrown off restraint in my presence.", "12": "On my right the young rabble rise up; they trip my feet, they build their approaches for my ruin.", "13": "They tear up my path, they promote my ruin, no helper is there against them.", "14": "As through a wide breach they advance; amid the uproar they come on in waves;", "15": "terrors roll over me. My dignity is driven off like the wind, and my well-being vanishes like a cloud.", "16": "And now my life ebbs away from me, days of affliction have taken hold of me.", "17": "[c]At night he pierces my bones, my sinews have no rest.", "18": "With great difficulty I change my clothes, the collar of my tunic fits around my waist.", "19": "He has cast me into the mire; I have become like dust and ashes.", "20": "I cry to you, but you do not answer me; I stand, but you take no notice.", "21": "You have turned into my tormentor, and with your strong hand you attack me.", "22": "You raise me up and drive me before the wind; I am tossed about by the tempest.", "23": "Indeed I know that you will return me to death to the house destined for everyone alive.", "24": "Yet should not a hand be held out to help a wretched person in distress?", "25": "Did I not weep for the hardships of others; was not my soul grieved for the poor?", "26": "Yet when I looked for good, evil came; when I expected light, darkness came.", "27": "My inward parts seethe and will not be stilled; days of affliction have overtaken me.", "28": "I go about in gloom, without the sun; I rise in the assembly and cry for help.", "29": "I have become a brother to jackals, a companion to ostriches.", "30": "My blackened skin falls away from me; my very frame is scorched by the heat.", "31": "My lyre is tuned to mourning, and my reed pipe to sounds of weeping."}