{"1": "I made a covenant with my eyes not to gaze upon a virgin.", "2": "What portion comes from God above, what heritage from the Almighty on high?", "3": "Is it not calamity for the unrighteous, and woe for evildoers?", "4": "Does he not see my ways, and number all my steps?", "5": "If I have walked in falsehood[a] and my foot has hastened to deceit,", "6": "Let God weigh me in the scales of justice; thus will he know my innocence!", "7": "If my steps have turned out of the way, and my heart has followed my eyes, or any stain clings to my hands,", "8": "Then may I sow, but another eat, and may my produce be rooted up!", "9": "If my heart has been enticed toward a woman, and I have lain in wait at my neighbor's door;", "10": "Then may my wife grind for another, and may others kneel over her!", "11": "For that would be heinous, a crime to be condemned,", "12": "A fire that would consume down to Abaddon[b] till it uprooted all my crops.", "13": "Had I refused justice to my manservant or to my maidservant, when they had a complaint against me,", "14": "What then should I do when God rises up? What could I answer when he demands an account?", "15": "Did not he who made me in the belly make him? Did not the same One fashion us in the womb?", "16": "If I have denied anything that the poor desired, or allowed the eyes of the widow to languish", "17": "While I ate my portion alone, with no share in it for the fatherless,", "18": "Though like a father he[c] has reared me from my youth, guiding me even from my mother's womb—", "19": "If I have seen a wanderer without clothing, or a poor man without covering,", "20": "Whose limbs have not blessed me when warmed with the fleece of my sheep;", "21": "If I have raised my hand against the innocent because I saw that I had supporters at the gate—[d]", "22": "Then may my arm fall from the shoulder, my forearm be broken at the elbow!", "23": "For I dread calamity from God, and his majesty will overpower me.", "24": "Had I put my trust in gold or called fine gold my security;", "25": "Or had I rejoiced that my wealth was great, or that my hand had acquired abundance—", "26": "Had I looked upon the light[e] as it shone, or the moon in the splendor of its progress,", "27": "And had my heart been secretly enticed to blow them a kiss with my hand,", "28": "This too would be a crime for condemnation, for I should have denied God above.", "29": "Had I rejoiced at the destruction of my enemy or exulted when evil came upon him,", "30": "Even though I had not allowed my mouth to sin by invoking a curse against his life—", "31": "Had not the men of my tent exclaimed, “Who has not been filled with his meat!”[f]", "32": "No stranger lodged in the street, for I opened my door to wayfarers—", "33": "[g]Had I, all too human, hidden my sins and buried my guilt in my bosom", "34": "Because I feared the great multitude and the scorn of the clans terrified me— then I should have remained silent, and not come out of doors!", "35": "[h]Oh, that I had one to hear my case: here is my signature:[i] let the Almighty answer me! Let my accuser write out his indictment!", "36": "Surely, I should wear it on my shoulder[j] or put it on me like a diadem;", "37": "Of all my steps I should give him an account; like a prince[k] I should present myself before him.", "38": "If my land has cried out against me till its furrows wept together;", "39": "If I have eaten its strength without payment and grieved the hearts of its tenants;", "40": "Then let the thorns grow instead of wheat and stinkweed instead of barley! The words of Job are ended."}