{"1": "Then the three men ceased to answer Job, because in his own eyes he was in the right. ", "2": "But the anger of Elihu,[a] son of Barachel the Buzite, of the clan of Ram, was kindled. He was angry with Job for considering himself rather than God to be in the right. ", "3": "He was angry also with the three friends because they had not found a good answer and had not condemned Job. ", "4": "But since these men were older than he, Elihu bided his time before addressing Job. ", "5": "When, however, Elihu saw that there was no reply in the mouths of the three men, his wrath was inflamed. ", "6": "So Elihu, son of Barachel the Buzite, answered and said: I am young and you are very old; therefore I held back and was afraid to declare to you my knowledge.", "7": "I thought, days should speak, and many years teach wisdom!", "8": "But there is a spirit in human beings, the breath of the Almighty, that gives them understanding.", "9": "It is not those of many days who are wise, nor the aged who understand the right.", "10": "Therefore I say, listen to me; I also will declare my knowledge!", "11": "Behold, I have waited for your words, have given ear to your arguments, as you searched out what to say.", "12": "Yes, I followed you attentively: And look, none of you has convicted Job, not one could refute his statements.", "13": "So do not say, “We have met wisdom;[b] God can vanquish him but no mortal!”", "14": "For had he addressed his words to me, I would not then have answered him with your words.", "15": "They are dismayed, they make no more reply; words fail them.", "16": "Must I wait? Now that they speak no more, and have ceased to make reply,", "17": "I too will speak my part; I also will declare my knowledge!", "18": "For I am full of words; the spirit within me compels me.", "19": "My belly is like unopened wine, like wineskins ready to burst.", "20": "Let me speak and obtain relief; let me open my lips, and reply.", "21": "I would not be partial to anyone, nor give flattering titles to any.", "22": "For I know nothing of flattery; if I did, my Maker would soon take me away."}