{"1": "Therefore, O Job, hear my discourse; listen to all my words.", "2": "Behold, now I open my mouth; my tongue and voice form words.", "3": "I will state directly what is in my mind, my lips shall speak knowledge clearly;", "4": "For the spirit of God made me, the breath of the Almighty keeps me alive.", "5": "If you are able, refute me; draw up your arguments and take your stand.", "6": "Look, I am like you before God, I too was pinched from clay.[a]", "7": "Therefore fear of me should not dismay you, nor should I weigh heavily upon you.", "8": "But you have said in my hearing, as I listened to the sound of your words:", "9": "“I am clean, without transgression; I am innocent, there is no guilt in me.", "10": "Yet he invents pretexts against me and counts me as an enemy.[b]", "11": "He puts my feet in the stocks, watches all my paths!”", "12": "In this you are not just, let me tell you; for God is greater than mortals.", "13": "Why, then, do you make complaint against him that he gives no reply to their words?", "14": "For God does speak, once, even twice, though you do not see it:[c]", "15": "In a dream, in a vision of the night, when deep sleep falls upon mortals as they slumber in their beds.", "16": "It is then he opens their ears and with a warning, terrifies them,", "17": "By turning mortals from acting and keeping pride away from a man,", "18": "He holds his soul from the pit, his life from passing to the grave.", "19": "Or he is chastened on a bed of pain, suffering continually in his bones,", "20": "So that to his appetite food is repulsive, his throat rejects the choicest nourishment.", "21": "His flesh is wasted, it cannot be seen; bones, once invisible, appear;", "22": "His soul draws near to the pit, his life to the place of the dead.", "23": "If then there be a divine messenger,[d] a mediator, one out of a thousand, to show him what is right,", "24": "He will take pity on him and say, “Deliver him from going down to the pit; I have found him a ransom.”", "25": "Then his flesh shall become soft as a boy's; he shall be again as in the days of his youth.", "26": "He shall pray and God will favor him; he shall see God's face with rejoicing; for he restores a person's righteousness.", "27": "He shall sing before all and say, “I sinned and did wrong, yet I was not punished accordingly.", "28": "He delivered me from passing to the pit, and my life sees light.”", "29": "See, all these things God does, two, even three times, for a man,", "30": "Bringing back his soul from the pit to the light, in the light of the living.", "31": "Be attentive, Job, listen to me! Be silent and I will speak.", "32": "If you have anything to say, then answer me. Speak out! I should like to see you justified.", "33": "If not, then you listen to me; be silent, and I will teach you wisdom."}