{"1": "Whoever might vainly hope to do so need only see him to be overthrown.", "2": "No one is fierce enough to arouse him; who then dares stand before me?", "3": "Whoever has assailed me, I will pay back— Everything under the heavens is mine.", "4": "I need hardly mention his limbs, his strength, and the fitness of his equipment.", "5": "Who can strip off his outer garment, or penetrate his double armor?", "6": "Who can force open the doors of his face, close to his terrible teeth?", "7": "Rows of scales are on his back, tightly sealed together;", "8": "They are fitted so close to each other that no air can come between them;", "9": "So joined to one another that they hold fast and cannot be parted.", "10": "When he sneezes, light flashes forth; his eyes are like the eyelids of the dawn.", "11": "Out of his mouth go forth torches; sparks of fire leap forth.", "12": "From his nostrils comes smoke as from a seething pot or bowl.", "13": "His breath sets coals afire; a flame comes from his mouth.", "14": "Strength abides in his neck, and power leaps before him.", "15": "The folds of his flesh stick together, it is cast over him and immovable.", "16": "His heart is cast as hard as stone; cast as the lower millstone.", "17": "When he rises up, the gods are afraid; when he crashes down, they fall back.", "18": "Should a sword reach him, it will not avail; nor will spear, dart, or javelin.", "19": "He regards iron as chaff, and bronze as rotten wood.", "20": "No arrow will put him to flight; slingstones used against him are but straw.", "21": "Clubs he regards as straw; he laughs at the crash of the spear.", "22": "Under him are sharp pottery fragments, spreading a threshing sledge upon the mire.", "23": "He makes the depths boil like a pot; he makes the sea like a perfume bottle.", "24": "Behind him he leaves a shining path; you would think the deep had white hair.", "25": "Upon the earth there is none like him, he was made fearless.", "26": "He looks over all who are haughty, he is king over all proud beasts."}