{"1": "Job's First Reply. 1 Then Job answered and said:", "2": "Ah, could my anguish but be measured and my calamity laid with it in the scales,", "3": "They would now outweigh the sands of the sea! Because of this I speak without restraint.", "4": "For the arrows of the Almighty are in me, and my spirit drinks in their poison; the terrors of God are arrayed against me.", "5": "Does the wild donkey bray when it has grass?[a] Does the ox low over its fodder?", "6": "Can anything insipid be eaten without salt? Is there flavor in the white of an egg?", "7": "I refuse to touch them; they are like loathsome food to me.", "8": "Oh, that I might have my request, and that God would grant what I long for:", "9": "Even that God would decide to crush me, that he would put forth his hand and cut me off!", "10": "Then I should still have consolation and could exult through unremitting pain, because I have not transgressed the commands of the Holy One.", "11": "What strength have I that I should endure, and what is my limit that I should be patient?", "12": "Have I the strength of stones, or is my flesh of bronze?", "13": "Have I no helper, and has my good sense deserted me?", "14": "A friend owes kindness to one in despair, though he has forsaken the fear of the Almighty.", "15": "My companions are undependable as a wadi, as watercourses that run dry in the wadies;", "16": "Though they may be black with ice, and with snow heaped upon them,", "17": "Yet once they flow, they cease to be; in the heat, they disappear from their place.", "18": "Caravans wander from their routes; they go into the wasteland and perish.", "19": "The caravans of Tema[b] search, the companies of Sheba have hopes;", "20": "They are disappointed, though they were confident; they come there and are frustrated.", "21": "It is thus that you have now become for me;[c] you see a terrifying thing and are afraid.", "22": "Have I said, “Give me something, make a bribe on my behalf from your possessions”?", "23": "Or “Deliver me from the hand of the enemy, redeem me from oppressors”?", "24": "Teach me, and I will be silent; make me understand how I have erred.", "25": "How painful honest words can be; yet how unconvincing is your argument!", "26": "Do you consider your words as proof, but the sayings of a desperate man as wind?", "27": "You would even cast lots for the orphan, and would barter over your friend!", "28": "Come, now, give me your attention; surely I will not lie to your face.", "29": "Think it over; let there be no injustice. Think it over; I still am right.", "30": "Is there insincerity on my tongue, or cannot my taste discern falsehood?"}