{"1": "The  record biblos of  the  origin genesis of  Jesus Iēsous Christ Christos, the  son hyios of  David Dauid, the  son hyios of  Abraham Abraam. ", "2": "Abraham Abraam was  the  father gennaō of  · ho Isaac Isaak,  Isaac Isaak · de was  the  father gennaō of  · ho Jacob Iakōb,  and de Jacob Iakōb was  the  father gennaō of  · ho Judah Ioudas and kai · ho his autos brothers adelphos, ", "3": "Judah Ioudas · de was  the  father gennaō of  · ho Perez Phares and kai · ho Zerah Zara by ek · ho Tamar Thamar,  Perez Phares · de was  the  father gennaō of  · ho Hezron Hesrōm,  and de Hezron Hesrōm was  the  father gennaō of  · ho Ram Aram, ", "4": "Ram Aram · de was  the  father gennaō of  · ho Amminadab Aminadab,  Amminadab Aminadab · de was  the  father gennaō of  · ho Nahshon Naassōn,  and de Nahshon Naassōn was  the  father gennaō of  · ho Salmon Salmōn, ", "5": "Salmon Salmōn · de was  the  father gennaō of  · ho Boaz Boes by ek · ho Rahab Rhachab,  Boaz Boes · de was  the  father gennaō of  · ho Obed Iōbēd by ek · ho Ruth Rhouth,  and de Obed Iōbēd was  the  father gennaō of  · ho Jesse Iessai, ", "6": "and de Jesse Iessai was  the  father gennaō of  · ho David Dauid the ho king basileus.  David Dauid · de was  the  father gennaō of  · ho Solomon Solomōn by ek the ho wife  of ho Uriah ourias. ", "7": "Solomon Solomōn · de was  the  father gennaō of  · ho Rehoboam Rhoboam,  Rehoboam Rhoboam · de was  the  father gennaō of  · ho Abijah Abia,  and de Abijah Abia was  the  father gennaō of  · ho Asaph Asaph, ", "8": "Asaph Asaph · de was  the  father gennaō of  · ho Jehoshaphat Iōsaphat,  Jehoshaphat Iōsaphat · de was  the  father gennaō of  · ho Joram Iōram,  and de Joram Iōram was  the  father gennaō of  · ho Uzziah Ozias, ", "9": "Uzziah Ozias · de was  the  father gennaō of  · ho Jotham Iōatham,  Jotham Iōatham · de was  the  father gennaō of  · ho Ahaz Achaz,  and de Ahaz Achaz was  the  father gennaō of  · ho Hezekiah Hezekias, ", "10": "Hezekiah Hezekias · de was  the  father gennaō of  · ho Manasseh Manassēs,  Manasseh Manassēs · de was  the  father gennaō of  · ho Amos Amōs,  and de Amos Amōs was  the  father gennaō of  · ho Josiah Iōsias, ", "11": "Josiah Iōsias · de was  the  father gennaō of  · ho Jechoniah Iechonias and kai · ho his autos brothers adelphos at epi the  time  of  the ho deportation metoikesia to  Babylon Babylōn. ", "12": "After meta · de the ho deportation metoikesia to  Babylon Babylōn,  Jechoniah Iechonias was  the  father gennaō of  · ho Shealtiel Salathiēl,  and de Shealtiel Salathiēl was  the  father gennaō of  · ho Zerubbabel Zorobabel, ", "13": "Zerubbabel Zorobabel · de was  the  father gennaō of  · ho Abiud Abioud,  Abiud Abioud · de was  the  father gennaō of  · ho Eliakim Eliakim,  and de Eliakim Eliakim was  the  father gennaō of  · ho Azor Azōr, ", "14": "Azor Azōr · de was  the  father gennaō of  · ho Zadok Sadōk,  Zadok Sadōk · de was  the  father gennaō of  · ho Achim Achim,  and de Achim Achim was  the  father gennaō of  · ho Eliud Elioud, ", "15": "Eliud Elioud · de was  the  father gennaō of  · ho Eleazar Eleazar,  Eleazar Eleazar · de was  the  father gennaō of  · ho Matthan Matthan,  and de Matthan Matthan was  the  father gennaō of  · ho Jacob Iakōb, ", "16": "Jacob Iakōb · de was  the  father gennaō of  · ho Joseph Iōsēph the ho husband anēr of  Mary Maria,  from ek whom hos Jesus Iēsous was  born gennaō,  who ho is  called legō Christ Christos. ", "17": "So oun all pas the ho generations genea from apo Abraham Abraam to heōs David Dauid were  fourteen dekatessares generations genea,  and kai from apo David Dauid to heōs the ho deportation metoikesia to  Babylon Babylōn fourteen dekatessares generations genea,  and kai from apo the ho deportation metoikesia to  Babylon Babylōn to heōs the ho Christ Christos fourteen dekatessares generations genea. ", "18": "Now de the ho birth genesis of ho Jesus Iēsous Christ Christos took  place eimi in  this  way houtōs:  When  his autos mother mētēr Mary Maria was  pledged mnēsteuō in  marriage  · ho to ho Joseph Iōsēph,  before prin ē they autos had  come synerchomai together ,  she  was  found heuriskō to  be echō with en child gastēr by ek the  Holy hagios Spirit pneuma. ", "19": "Because  her autos husband anēr Joseph Iōsēph · de · ho was eimi a  just dikaios man  and kai unwilling mē thelō to  disgrace deigmatizō her autos in  public deigmatizō,  he  planned boulomai to  release apolyō her autos quietly lathrai. ", "20": "But de as  he autos pondered enthumeomai this houtos,  behold idou, an  angel angelos of  the  Lord kyrios appeared phainō to  him autos in kata a  dream onar,  saying legō, “ Joseph Iōsēph,  son hyios of  David Dauid,  do  not mē be  afraid phobeomai to  take paralambanō Mary Maria · ho as  your sy wife gynē;  for gar that ho which  has  been  conceived gennaō in en her autos is eimi by ek the  Holy hagios Spirit pneuma. ", "21": "And de she  will  bear tiktō a  son hyios,  and kai you  are  to  call kaleō · ho him autos Jesus Iēsous,  for gar he autos will  save sōzō · ho his autos people laos from apo · ho their autos sins hamartia.” ", "22": "All holos this houtos · de took ginomai place  so hina that  what ho was  spoken legō by hypo the  Lord kyrios through dia the ho prophet prophētēs might  be  fulfilled plēroō: ", "23": "“ Behold idou,  the ho virgin parthenos shall  conceive en and kai give  birth tiktō to  a  son hyios,  and kai they  shall  call kaleō · ho him autos Emmanuel Emmanouēl,”  which hos is eimi translated methermēneuō “ God theos is  with meta us hēmeis.”  · ho", "24": "When  Joseph Iōsēph arose egeirō · de · ho from apo · ho sleep hypnos,  he  did poieō what hōs the  angel angelos of kyrios the  Lord kyrios had  told prostassō him autos,  · ho and kai he  took paralambanō her as  · ho his autos wife gynē, ", "25": "but kai he  had  no ou marital ginōskō relations  with  her autos until heōs hos she  had  given tiktō birth  to  a  son hyios;  and kai he  called kaleō · ho him autos Jesus Iēsous. "}