{"1": "· kai Jesus  gathered proskaleō · ho his autos twelve dōdeka disciples mathētēs and  gave didōmi them autos authority exousia over  unclean akathartos spirits pneuma so hōste that  they  could  drive ekballō them autos out  and kai heal therapeuō every pas kind  of  disease nosos and kai sickness malakia. ", "2": "These houtos are eimi the ho names onoma of  the ho · de twelve dōdeka apostles apostolos:  first prōtos,  Simon Simōn,  who ho is  called legō Peter Petros,  then kai Andrew Andreas · ho his autos brother adelphos;  · kai James Iakōbos the ho son  of ho Zebedee Zebedaios,  and kai John Iōannēs · ho his autos brother adelphos; ", "3": "Philip Philippos and kai Bartholomew Bartholomaios;  Thomas Thōmas and kai Matthew  the ho tax telōnēs collector ;  James Iakōbos the ho son  of ho Alphaeus Halphaios,  and kai Thaddaeus Thaddaios; ", "4": "Simon Simōn the ho Cananaean Kananaios,  and kai Judas Ioudas · ho Iscariot Iskariōtēs,  who ho · kai betrayed paradidōmi him autos. ", "5": "These houtos · ho twelve dōdeka Jesus Iēsous sent apostellō out  · ho after  instructing parangellō them autos as  follows legō: “ Do aperchomai not mē go aperchomai among eis hodos the  Gentiles ethnos and kai do eiserchomai not mē enter eiserchomai any  Samaritan Samaritēs town polis; ", "6": "but de go poreuō rather mallon to pros the ho lost apollymi sheep probaton · ho of  the  house oikos of  Israel Israēl. ", "7": "As  you  go poreuō,  · de proclaim kēryssō the message,  saying legō, ' The ho kingdom basileia of ho heaven ouranos is  at  hand engizō.' ", "8": "Heal therapeuō the  sick astheneō,  raise egeirō the  dead nekros,  cleanse katharizō the  lepers lepros,  drive  out ekballō demons daimonion.  Freely dōrean you  received lambanō,  freely dōrean give didōmi. ", "9": "Do  not mē take ktaomai gold chrysos,  or mēde silver argyros,  or mēde copper chalkos in eis · ho your hymeis money zōnē belts , ", "10": "or mē a  bag pēra for eis your  journey hodos,  or mēde two dyo tunics chitōn,  or mēde sandals hypodēma,  or mēde a  staff rhabdos;  for gar the ho worker ergatēs deserves axios · ho his autos keep trophē. ", "11": "And  whatever hos · de town polis or ē village kōmē you  enter eiserchomai,  find exetazō out  who tis in en it autos is eimi worthy axios and kakei stay menō there  until heōs an you  leave exerchomai. ", "12": "And de when  you  enter eiserchomai a ho house oikia,  give aspazomai it autos your  greeting . ", "13": "· kai If ean the ho household oikia is eimi worthy axios,  let  your hymeis greeting of  peace eirēnē come erchomai · ho upon epi it autos;  but de if ean it  is eimi not mē worthy axios,  let epistrephō · ho your hymeis peace eirēnē return epistrephō to pros you hymeis. ", "14": "And kai if  anyone hos will  not mē receive dechomai you hymeis or mēde listen akouō to  · ho your hymeis message logos,  as  you  leave exerchomai · ho that  house oikia or ē · ho that ekeinos town polis shake ektinassō off  the ho dust koniortos from ho your hymeis feet pous. ", "15": "I  tell legō you hymeis the  truth amēn,  it  will  be eimi more  bearable anektos for  the  land gē of  Sodom Sodoma and kai Gomorrah Gomorra in en the  day hēmera of  judgment krisis than ē for  · ho that ekeinos town polis. ", "16": "“ Behold idou,  I egō am  sending apostellō you hymeis out  as hōs sheep probaton in en the  midst mesos of  wolves lykos;  so oun be ginomai shrewd phronimos as hōs · ho serpents ophis and kai innocent akeraios as hōs · ho doves peristera. ", "17": "And de beware prosechō of apo · ho men anthrōpos,  for gar they  will  hand paradidōmi you hymeis over  to eis the  courts synedrion,  and kai they  will  flog mastigoō you hymeis in en · ho their autos synagogues synagōgē; ", "18": "and kai you  will  be  brought agō before epi governors hēgemōn · de and kai kings basileus for  my egō sake,  as eis a  testimony martyrion to  them autos and kai to  the ho Gentiles ethnos. ", "19": "But de when hotan they  hand paradidōmi you hymeis over ,  do  not mē worry merimnaō about  how pōs you are to speak  or ē what tis you  are  to  say laleō;  for gar what tis you  are  to  say laleō will  be  given didōmi to  you hymeis at en that ekeinos · ho time hōra. ", "20": "For gar it  will eimi not ou be eimi you hymeis · ho speaking laleō but alla the ho Spirit pneuma of ho your hymeis Father patēr · ho speaking laleō through en you hymeis. ", "21": "“ Brother adelphos will  hand paradidōmi over  · de brother adelphos to eis death thanatos,  and kai a  father patēr his  child teknon,  and kai children teknon will  rise epanistēmi up  against epi parents goneus and kai have  them autos put  to  death thanatoō. ", "22": "And kai you  will  be eimi hated miseō by hypo all pas on dia account  of  · ho my egō name onoma.  But de the ho one  who  endures hypomenō to eis the  end telos,  this houtos one  will  be  saved sōzō. ", "23": "When hotan · de they  persecute diōkō you hymeis in en · ho one houtos town polis,  flee pheugō to eis · ho another heteros;  for gar I  tell legō you hymeis the  truth amēn,  you  will  not ou mē finish teleō going through all  the ho towns polis of ho Israel Israēl before heōs an the ho Son hyios of ho Man anthrōpos comes erchomai. ", "24": "“A  disciple mathētēs is eimi not ou above hyper his ho teacher didaskalos,  nor oude a servant  above hyper · ho his autos master kyrios. ", "25": "It is  enough arketos for  the ho disciple mathētēs that hina he  be ginomai as hōs · ho his autos teacher didaskalos,  and kai the ho servant  as hōs · ho his autos master kyrios.  If ei they  have  called epikaleō the ho head oikodespotēs of  the  house  ' Beelzebul Beelzeboul,'  how posos much  more mallon will they revile  the ho members oikiakos of  his autos household ! ", "26": "“ Therefore oun do  not mē be  afraid phobeomai of  them autos;  for gar there  is eimi nothing oudeis covered kalyptō that hos will  not ou be  uncovered apokalyptō,  and kai hidden kryptos that hos will  not ou be  made  known ginōskō. ", "27": "What hos I  say legō to  you hymeis in en the ho darkness skotia,  speak legō in en the ho light phōs;  and kai what hos you  hear akouō in eis the ho ear ous proclaim kēryssō from epi the ho housetops dōma. ", "28": "· kai Do  not mē be  afraid phobeomai of apo those ho who  can  kill apokteinō the ho body sōma but de cannot mē kill apokteinō the ho soul psychē.  Rather de mallon,  fear phobeomai the ho one  who  can dynamai destroy apollymi both kai soul psychē and kai body sōma in en hell geenna. ", "29": "Are pōleō not ouchi two dyo sparrows strouthion sold pōleō for  a  penny assarion?  Yet kai not ou one heis of ek them autos will  fall piptō to epi the ho ground gē apart aneu from  · ho your hymeis Father patēr. ", "30": "But de even kai the ho hairs thrix of ho your hymeis head kephalē have  all pas been eimi counted arithmeō. ", "31": "So oun do  not mē be  afraid phobeomai;  you hymeis are  of  greater  value diapherō than  many polys sparrows strouthion. ", "32": "So oun everyone pas who hostis will  acknowledge homologeō me egō before emprosthen · ho others anthrōpos,  I kagō will  acknowledge homologeō him autos before emprosthen · ho my egō Father patēr who ho is  in en · ho heaven ouranos; ", "33": "but de whoever hostis disowns arneomai me egō before emprosthen · ho others anthrōpos,  I kagō will  disown arneomai him autos before emprosthen · ho my egō Father patēr who ho is  in en · ho heaven ouranos. ", "34": "“ Do  not mē think nomizō that hoti I  have  come erchomai to  bring ballō peace eirēnē to epi the ho earth gē.  I  did  not ou come erchomai to  bring ballō peace eirēnē,  but alla a  sword machaira. ", "35": "For gar I  came erchomai to  turn dichazō a  man anthrōpos against kata · ho his autos father patēr,  and kai a  daughter thugatēr against kata · ho her autos mother mētēr,  and kai a  daughter-in-law nymphē against kata · ho her autos mother-in-law penthera; ", "36": "and kai a man' s anthrōpos enemies echthros · ho will be  · ho members oikiakos of  his autos own  household. ", "37": "Whoever ho loves phileō father patēr or ē mother mētēr more hyper than  me egō is eimi not ou worthy axios of  me egō,  and kai whoever ho loves phileō son hyios or ē daughter thugatēr more hyper than  me egō is eimi not ou worthy axios of  me egō. ", "38": "And kai whoever hos does  not ou take lambanō up  · ho his autos cross stauros and kai follow akoloutheō me egō is eimi not ou worthy axios of  me egō. ", "39": "Whoever ho finds heuriskō · ho his autos life psychē will  lose apollymi it autos,  but kai whoever ho loses apollymi · ho his autos life psychē for  my egō sake  will  find heuriskō it autos. ", "40": "“ Whoever ho receives dechomai you hymeis receives dechomai me egō,  and kai whoever ho receives dechomai me egō receives dechomai the ho one  who  sent apostellō me egō. ", "41": "Whoever ho welcomes dechomai a  prophet prophētēs because eis he onoma is  a  prophet prophētēs will  receive lambanō a prophet' s prophētēs reward misthos,  and kai whoever ho welcomes dechomai a  righteous dikaios person  because eis he onoma is  a  righteous dikaios person  will  receive lambanō a  righteous  person' s dikaios reward misthos. ", "42": "And kai whoever hos an,  because eis he  is onoma a  disciple mathētēs,  gives potizō one heis of ho these houtos little mikros ones  even monon a  cup potērion of  cold psychros water  to drink,  I  tell legō you hymeis the  truth amēn,  he  will  by  no  means ou lose apollymi · ho his autos reward misthos.” "}