{"1": "Now kai when hote Jesus Iēsous had  finished teleō · ho giving diatassō instructions  to ho his autos twelve dōdeka disciples mathētēs,  he  went metabainō on  from  there ekeithen · ho to  teach didaskō and kai proclaim kēryssō his message  in en · ho their autos towns polis. ", "2": "· ho Now de when  John Iōannēs heard akouō in en · ho prison desmōtērion about  the ho works ergon of  the ho Messiah Christos,  he  sent pempō word  through dia · ho his autos disciples mathētēs, ", "3": "asking legō him autos, “ Are eimi you sy the ho one  who  is  to  come erchomai,  or ē should  we  wait  for prosdokaō someone heteros else ?” ", "4": "And kai Jesus Iēsous answered apokrinomai · ho them autos,  saying legō, “ Go poreuō and  tell apangellō John Iōannēs what hos you  hear akouō and kai see blepō: ", "5": "the  blind typhlos receive anablepō their  sight  and kai the  lame chōlos walk peripateō,  lepers lepros are  cleansed katharizō and kai the  deaf kōphos hear akouō,  · kai the  dead nekros are  raised egeirō and kai the  poor ptōchos are  being  told euangelizō the  good  news . ", "6": "And kai blessed makarios is eimi the one  who hos ean does  not mē stumble skandalizō because en of  me egō.” ", "7": "As  they houtos · de went poreuō away ,  Jesus Iēsous began archō · ho to  speak legō to  the ho crowds ochlos about peri John Iōannēs: “ What tis did  you  go exerchomai out  into eis the ho wilderness erēmos to  look theaomai at ? A  reed kalamos shaken saleuō by hypo the  wind anemos? ", "8": "What tis then alla did  you  go exerchomai out  to see? A  man anthrōpos dressed amphiennymi in en soft malakos clothing ?  Behold idou,  those ho who  wear phoreō · ho soft malakos clothing  are eimi in en the ho courts oikos of ho kings basileus. ", "9": "What tis then alla did  you  go exerchomai out  to see? A  prophet prophētēs?  Yes nai,  I  tell legō you hymeis,  and kai more perissoteros than  a  prophet prophētēs. ", "10": "This houtos is eimi the one  about peri whom hos it  stands  written graphō, ' Behold idou,  I egō send apostellō · ho my egō messenger angelos ahead pro of  you prosōpon,  who hos will  prepare kataskeuazō · ho your sy way hodos before emprosthen you sy.' ", "11": "“ I  tell legō you hymeis the  truth amēn,  there  has  not ou risen egeirō among en those  born gennētos of  women gynē anyone  greater megas than  John Iōannēs the ho Baptist baptistēs;  yet de the ho one  who  is  least mikros in en the ho kingdom basileia of ho heaven ouranos is eimi greater megas than  he autos. ", "12": "From apo · de the ho days hēmera of  John Iōannēs the ho Baptist baptistēs until heōs now arti the ho kingdom basileia of ho heaven ouranos has  suffered biazō violence ,  and kai the  violent biastēs are  taking harpazō it autos by  force . ", "13": "For gar all pas the ho prophets prophētēs and kai the ho law nomos prophesied prophēteuō until heōs John Iōannēs; ", "14": "and kai if ei you  are  willing thelō to  accept dechomai it,  he autos is eimi Elijah ēlias who ho is mellō to  come erchomai. ", "15": "He ho who  has echō ears ous,  let  him  hear akouō! ", "16": "“ To  what tis · de shall  I  compare homoioō · ho this houtos generation genea?  It  is eimi like homoios children paidion sitting kathēmai in en the ho marketplaces agora who hos cry prosphōneō to  their ho friends heteros, ", "17": "' We  played auleō the  flute  for  you hymeis,  and kai you  did  not ou dance orcheomai;  we  sang thrēneō a  dirge ,  and kai you  did  not ou mourn koptō.' ", "18": "For gar John Iōannēs came erchomai neither mēte eating esthiō nor mēte drinking pinō,  and kai they  say legō, ' He  has echō a  demon daimonion!' ", "19": "The ho Son hyios of ho Man anthrōpos came erchomai eating esthiō and kai drinking pinō,  and kai they  say legō, ' Look idou at  him anthrōpos! A  glutton phagos and kai a  drunkard oinopotēs, a  friend philos of  tax telōnēs collectors  and kai sinners hamartōlos!'  Yet kai wisdom sophia is  shown  to  be  right dikaioō · ho by apo what ho she autos does ergon.” ", "20": "Then tote he  began archō to  reprimand oneidizō the ho towns polis in en which hos most polys of  his autos mighty  works dynamis had  been  done ginomai,  · ho because hoti they  did  not ou repent metanoeō: ", "21": "“ Woe ouai to  you sy,  Chorazin Chorazin!  Woe ouai to  you sy,  Bethsaida Bēthsaida!  For hoti if ei in en Tyre Tyros and kai Sidon Sidōn had  been  done ginomai the ho mighty  works dynamis that ho were  done ginomai in en you hymeis,  they metanoeō would an have  repented metanoeō long palai ago  in en sackcloth sakkos and kai ashes spodos. ", "22": "Nevertheless plēn I  tell legō you hymeis,  it  will  be eimi more  bearable anektos for  Tyre Tyros and kai Sidon Sidōn on en the  day hēmera of  judgment krisis than ē for  you hymeis. ", "23": "And kai as for  you sy,  Capernaum Kapharnaoum,  will  you  be  exalted hypsoō to heōs heaven ouranos?  No mē,  you  will  be  brought  down katabainō to heōs Hades hadēs!  For hoti if ei in en Sodom Sodoma had  been  done ginomai the ho mighty  works dynamis that ho were  done ginomai in en you sy,  it  would an have  remained menō to mechri this ho day sēmeron. ", "24": "Nevertheless plēn I  tell legō you hymeis that hoti it  will  be eimi more  bearable anektos for the  land gē of  Sodom Sodoma on en the  day hēmera of  judgment krisis than ē for  you sy.” ", "25": "At en that ekeinos · ho time kairos Jesus Iēsous declared apokrinomai,  · ho “ I  praise exomologeomai you sy,  Father patēr,  Lord kyrios of ho heaven ouranos and kai · ho earth gē,  because hoti you  have  hidden kryptō these houtos things  from apo the  wise sophos and kai clever synetos and kai revealed apokalyptō them autos to  little nēpios children ; ", "26": "yes nai,  · ho Father patēr,  for hoti such houtōs was ginomai your sy gracious eudokia will . ", "27": "All pas things  were  handed  over paradidōmi to  me egō by hypo · ho my egō Father patēr,  and kai no oudeis one  knows epiginōskō the ho Son hyios except ei mē the ho Father patēr;  neither oude does epiginōskō anyone tis know epiginōskō the ho Father patēr except ei mē the ho Son hyios and kai the  one  to  whom hos the ho Son hyios chooses boulomai to  reveal apokalyptō him. ", "28": "Come deute to pros me egō,  all pas you ho who  are  weary kopiaō and kai carrying phortizō heavy  burdens ,  and  I kagō will  refresh anapauō you hymeis. ", "29": "Take airō · ho my egō yoke zygos upon epi you hymeis and kai learn manthanō from apo me egō,  for hoti I  am eimi gentle praus and kai lowly tapeinos in ho heart kardia,  and kai you  will  find heuriskō rest anapausis for ho your hymeis souls psychē. ", "30": "· ho For gar my egō yoke zygos is  easy chrēstos and kai · ho my egō burden phortion is eimi light elaphros.” "}