{"1": "At en that ekeinos · ho time kairos Jesus Iēsous went poreuō · ho through dia the ho grainfields sporimos on  the ho Sabbath sabbaton;  · ho and de his autos disciples mathētēs were  hungry peinaō,  and kai they  began archō to  pluck tillō heads  of  grain stachus and kai eat esthiō. ", "2": "But de when  the ho Pharisees Pharisaios saw this,  they  said legō to  him autos, “ Look idou,  · ho your sy disciples mathētēs are  doing poieō what hos is  not ou lawful  to  do poieō on en a  Sabbath sabbaton.” ", "3": "But de he ho said legō to  them autos, “ Have  you  not ou read anaginōskō what tis David Dauid did poieō when hote he  and kai those ho with meta him autos were  hungry peinaō, ", "4": "how pōs he  entered eiserchomai the ho house oikos of ho God theos and kai they  ate esthiō the ho sacred prothesis bread artos,  · ho which hos it  was eimi not ou lawful  for  him autos to  eat esthiō nor oude for  those ho who  were  with meta him autos,  but ei mē for  the ho priests hiereus alone monos? ", "5": "Or ē have  you  not ou read anaginōskō in en the ho law nomos that hoti on  the ho Sabbath sabbaton the ho priests hiereus in en the ho temple hieron break bebēloō the ho Sabbath sabbaton and kai yet  are eimi not  guilty anaitios? ", "6": "But de I  say legō to  you hymeis that hoti something  greater megas than  the ho temple hieron is eimi here hōde. ", "7": "And de if ei you  had  known ginōskō what tis this  means eimi, ' I  desire thelō mercy eleos and kai not ou sacrifice thusia,'  you  would an not ou have  condemned katadikazō the ho guiltless anaitios. ", "8": "For gar the ho Son hyios of ho Man anthrōpos is eimi lord kyrios of  the ho Sabbath sabbaton.” ", "9": "Then kai he  left metabainō that  place ekeithen and  went erchomai into eis · ho their autos synagogue synagōgē, ", "10": "and kai there  he  saw idou a  man anthrōpos with echō a  withered xēros hand cheir.  And kai they  asked eperōtaō him autos, “Is it lawful  to  heal therapeuō on  the ho Sabbath sabbaton?”— so hina they  might  have  a  charge  to  bring katēgoreō against  him autos. ", "11": "But de he ho said legō to  them autos, “ What tis man anthrōpos is eimi there  among ek you hymeis who hos has echō only  one heis sheep probaton,  and kai if ean it houtos falls empiptō into eis a  pit bothunos on  the ho Sabbath sabbaton,  will  he  not ouchi take krateō hold  of  it autos and kai lift egeirō it  out ? ", "12": "How posos much  more diapherō valuable  then oun is  a  man anthrōpos than  a  sheep probaton!  So hōste then , it is lawful  to  do poieō good kalōs on  the ho Sabbath sabbaton.” ", "13": "Then tote he  said legō to  the ho man anthrōpos, “ Stretch ekteinō out  your sy · ho hand cheir.”  And kai the man  stretched ekteinō it  out ,  and kai it  was  restored apokathistēmi,  sound hygiēs like hōs the ho other allos. ", "14": "Then de the ho Pharisees Pharisaios went exerchomai and  plotted symboulion lambanō against kata him autos in  order hopōs that  they  might  put  him autos to  death apollymi. ", "15": "· ho But de Jesus Iēsous,  aware ginōskō of  this,  withdrew anachōreō from  there ekeithen.  And kai large polys crowds ochlos followed akoloutheō him autos,  and kai he  healed therapeuō them autos all pas. ", "16": "And kai he  sternly  warned epitimaō them autos that hina they  should poieō not mē make poieō him autos known phaneros", "17": "so hina that  what ho was  written legō by dia Isaiah ēsaias the ho prophet prophētēs might  be  fulfilled plēroō: ", "18": "“ Here idou is  · ho my egō servant pais whom hos I  have  chosen hairetizō,  · ho my egō beloved agapētos with eis whom hos my egō soul psychē is  well  pleased eudokeō.  · ho I  will  put tithēmi · ho my egō Spirit pneuma upon epi him autos,  and kai he  will  proclaim apangellō justice krisis to  the ho nations ethnos. ", "19": "He  will  not ou quarrel erizō,  nor oude will  he  cry kraugazō out ,  nor oude will  anyone tis hear akouō his autos voice phōnē in en the ho streets platys.  · ho", "20": "A  shattered syntribō reed kalamos he  will  not ou break katagnymi,  and kai a  smoldering typhō wick linon he  will  not ou snuff sbennymi out ,  until heōs an he  brings ekballō justice krisis to eis victory nikos.  · ho", "21": "And kai in ho his autos name onoma the  nations ethnos will  put  their  hope elpizō.” ", "22": "Then tote a  blind typhlos and kai mute kōphos demoniac daimonizomai was  brought prospherō to  him autos,  and kai he  healed therapeuō him autos so hōste that  the ho mute kōphos could  both  speak laleō and kai see blepō. ", "23": "And kai all pas the ho crowds ochlos were  astonished existēmi and kai were  saying legō, “ Could mēti this houtos be eimi the ho Son hyios of  David Dauid?” ", "24": "But de when  the ho Pharisees Pharisaios heard akouō this,  they  said legō, “ This houtos fellow  does  not ou cast ekballō out  · ho demons daimonion except ei mē by en · ho Beelzebul Beelzeboul, the  ruler archōn of  the ho demons daimonion.” ", "25": "But de he  knew oida · ho their autos thoughts enthumēsis and  said legō to  them autos, “ Every pas kingdom basileia divided merizō against kata itself heautou is  brought erēmoō to  ruin ,  and kai no ou city polis or ē house oikia divided merizō against kata itself heautou will  stand histēmi. ", "26": "So kai if ei · ho Satan Satanas casts  out ekballō · ho Satan Satanas,  he  is  divided merizō against epi himself heautou;  how pōs then oun will  his autos kingdom basileia stand histēmi?  · ho", "27": "And kai if ei I egō cast  out ekballō demons daimonion by en Beelzebul Beelzeboul,  · ho by en whom tis do  · ho your hymeis sons hyios cast ekballō them  out ?  For dia this  reason houtos they autos will  be eimi your hymeis judges kritēs. ", "28": "But de if ei I egō cast  out ekballō demons daimonion by en the  Spirit pneuma of  God theos,  · ho then ara the ho kingdom basileia of ho God theos has  come phthanō upon epi you hymeis. ", "29": "Or ē how pōs can dynamai someone tis enter eiserchomai eis the ho strong  man' s ischuros house oikia · ho and kai carry  off harpazō · ho his autos belongings skeuos,  unless ean mē he  first prōton ties deō up  the ho strong ischuros man ?  And kai then tote he  will  ransack diarpazō his autos · ho house oikia. ", "30": "The ho one  who  is eimi not mē with meta me egō is eimi against kata me egō,  and kai the ho one  who  does  not mē gather synagō with meta me egō scatters. ", "31": "“ For dia this houtos reason  I  say legō to  you hymeis,  every pas sin hamartia and kai blasphemy blasphēmia will  be  forgiven aphiēmi · ho people anthrōpos,  but de the ho blasphemy blasphēmia against  the ho Spirit pneuma will  not ou be  forgiven aphiēmi. ", "32": "And kai whoever hos ean speaks legō a  word logos against kata the ho Son hyios of ho Man anthrōpos will  be  forgiven aphiēmi;  but de whoever hos speaks legō against kata the ho Holy hagios Spirit pneuma · ho will  not ou be  forgiven aphiēmi,  neither oute in en this houtos · ho age aiōn nor oute in en the ho age  to  come mellō. ", "33": "“ Either ē make poieō the ho tree dendron good kalos and kai · ho its autos fruit karpos good kalos,  or ē make poieō the ho tree dendron rotten sapros and kai · ho its autos fruit karpos rotten sapros;  for gar the ho tree dendron is  known ginōskō by ek its ho fruit karpos. ", "34": "You  offspring gennēma of  snakes echidna!  How pōs can dynamai you ,  being eimi evil ponēros,  speak laleō good agathos things ?  For gar out ek of  the ho abundance perisseuma of  the ho heart kardia the ho mouth stoma speaks laleō. ", "35": "The ho good agathos man anthrōpos brings ekballō good  things agathos out ek of  his ho good agathos treasure thēsauros,  and kai the ho evil ponēros man anthrōpos brings ekballō evil  things ponēros out ek of  his ho evil ponēros treasure thēsauros. ", "36": "But de I  say legō to  you hymeis that hoti on en the  day hēmera of  judgment krisis,  people anthrōpos will  give apodidōmi an  account logos for  every pas careless argos word rhēma they  speak laleō.  · ho", "37": "For gar by ek · ho your sy words logos you  will  be  justified dikaioō,  and kai by ek · ho your sy words logos you  will  be  condemned katadikazō.” ", "38": "Then tote some tis of  the ho scribes grammateus and kai Pharisees Pharisaios answered apokrinomai him autos,  saying legō, “ Teacher didaskalos,  we  wish thelō to see a  sign sēmeion from apo you sy.” ", "39": "But de he ho answered apokrinomai them autos, “An  evil ponēros and kai adulterous moichalis generation genea asks  for epizēteō a  sign sēmeion,  but kai no ou sign sēmeion will  be  given didōmi to  it autos except ei mē the ho sign sēmeion of  Jonah Iōnas the ho prophet prophētēs. ", "40": "For gar just hōsper as  Jonah Iōnas was eimi in en the ho belly koilia of  the ho great  fish kētos for  three treis days hēmera and kai three treis nights nyx,  so houtōs will eimi the ho Son hyios of ho Man anthrōpos be  in en the ho heart kardia of  the ho earth gē for  three treis days hēmera and kai three treis nights nyx. ", "41": "The  men anēr of  Nineveh Nineuitēs will  stand anistēmi up  at en the ho judgment krisis with meta · ho this houtos generation genea and kai condemn katakrinō it autos,  for hoti they  repented metanoeō at eis the ho preaching kērygma of  Jonah Iōnas;  and kai look idou,  something  greater polys than  Jonah Iōnas is  here hōde! ", "42": "The  queen basilissa of  the  South notos will  rise egeirō up  at en the ho judgment krisis with meta · ho this houtos generation genea and kai condemn katakrinō it autos,  because hoti she  came erchomai from ek the ho ends peras of  the ho earth gē to  hear akouō the ho wisdom sophia of  Solomon Solomōn;  and kai look idou,  something  greater polys than  Solomon Solomōn is  here hōde! ", "43": "“ When hotan · de an ho unclean akathartos spirit pneuma comes exerchomai out  of apo a ho person anthrōpos,  it  wanders dierchomai through dia waterless anydros regions topos in  search zēteō of  a  resting anapausis place ,  but kai finds heuriskō none ou. ", "44": "Then tote it  says legō, ' I  will  return epistrephō to eis · ho my egō house oikos from  which hothen I  came exerchomai.'  And kai when  it  arrives erchomai,  it  finds heuriskō the house  unoccupied scholazō,  swept saroō,  and kai put kosmeō in  order . ", "45": "Then tote it  goes poreuō and kai brings paralambanō along  with meta it heautou seven hepta other heteros spirits pneuma more  evil ponēros than  itself heautou,  and kai they  enter eiserchomai and  settle katoikeō down  there ekei;  and kai the ho last eschatos state  of ho that ekeinos person anthrōpos turns  out  to  be ginomai worse cheirōn than  the ho first prōtos.  So houtōs will eimi it  be  for ho this houtos evil ponēros generation genea as  well kai.”  · ho", "46": "While  he autos was  still eti speaking laleō to  the ho people ochlos,  · ho his autos mother mētēr and kai · ho his autos brothers adelphos stood histēmi outside exō,  wanting zēteō to  speak laleō to  him autos. ", "47": "And de someone tis said legō to  him autos, “ Look idou,  your sy · ho mother mētēr and kai your sy · ho brothers adelphos are  standing histēmi outside exō,  waiting zēteō to  speak laleō with  you sy.” ", "48": "But de he ho answered apokrinomai,  saying legō to  the ho one  who  had  told legō him autos, “ Who tis is eimi · ho my egō mother mētēr?  And kai who tis are eimi · ho my egō brothers adelphos?” ", "49": "And kai stretching ekteinō out  · ho his autos hand cheir toward epi · ho his autos disciples mathētēs,  he  said legō, “ Look idou, here are  · ho my egō mother mētēr and kai · ho my egō brothers adelphos! ", "50": "For gar whoever hostis does poieō the ho will thelēma of ho my egō Father patēr · ho in en heaven ouranos,  he autos is eimi my egō brother adelphos and kai sister adelphē and kai mother mētēr.” "}