{"1": "That ekeinos same en · ho day hēmera Jesus Iēsous went exerchomai out  · ho of  the ho house oikia and  was  sitting kathēmai by para the ho sea thalassa. ", "2": "And kai great polys crowds ochlos gathered synagō around pros him autos so hōste that  he autos got embainō into eis a  boat ploion and  sat kathēmai down ,  and kai all pas the ho crowd ochlos stood histēmi on epi the ho beach aigialos. ", "3": "And kai he  told laleō them autos many polys things  in en parables parabolē,  saying legō: “A  sower speirō went exerchomai out  · ho to ho sow speirō. ", "4": "And kai as en · ho he autos sowed speirō,  some hos seeds  fell piptō along para the ho path hodos,  and kai the ho birds peteinon came erchomai and  devoured katesthiō them autos. ", "5": "Other allos · de seed  fell piptō on epi · ho rocky petrōdēs places ,  where hopou it  did  not ou have echō much polys soil gē;  and kai immediately eutheōs it  sprouted exanatellō because dia · ho it  had echō no mē depth bathos of  soil gē. ", "6": "But de when  the  sun hēlios came anatellō up  it  was  scorched kaumatizō;  and kai because dia · ho it  had echō no mē root rhiza,  it  withered xērainō away . ", "7": "Other allos · de seed  fell piptō among epi · ho thorns akantha,  and kai the ho thorns akantha grew anabainō up  and kai choked pnigō it autos. ", "8": "Other allos · de seed  fell piptō on epi · ho good kalos soil gē · ho and kai produced didōmi grain karpos,  some hos a  hundredfold hekaton,  some hos · de sixty hexēkonta,  and de some hos thirty triakonta. ", "9": "He ho who  has echō ears ous,  let  him  hear akouō!” ", "10": "And kai the ho disciples mathētēs came proserchomai to  him autos and  said legō, “ Why dia tis do  you  speak laleō to  them autos in en parables parabolē?” ", "11": "He ho · de answered apokrinomai them autos,  saying legō, “ Because hoti to  you hymeis it  has  been  given didōmi to  know ginōskō the ho mysteries mystērion of  the ho kingdom basileia of ho heaven ouranos,  but de to  them ekeinos it  has  not ou been  given didōmi. ", "12": "For gar to autos the  one autos who hostis has echō, more  will  be  given didōmi,  and kai he  will  have  an  abundance perisseuō;  but de from apo the  one autos who hostis does  not ou have echō,  even kai what hos he  has echō will  be  taken airō away . ", "13": "This  is  why dia I  speak laleō to  them autos in en parables parabolē,  because hoti seeing blepō they  do  not ou see blepō and kai hearing akouō they  do  not ou hear akouō nor oude do  they  understand syniēmi. ", "14": "And kai in  them autos the ho prophecy prophēteia of  Isaiah ēsaias is  being  fulfilled anaplēroō that ho says legō: ' You  will  surely akoē hear akouō but kai never ou mē understand syniēmi,  and kai you  will  surely blepō see blepō but kai never ou mē perceive. ", "15": "For gar the ho heart kardia of ho this houtos people laos has  become  dull pachunō,  and kai with  their ho ears ous they  scarcely bareōs hear akouō,  and kai · ho their autos eyes ophthalmos they  have  closed kammyō,  lest mēpote they should see  with  their ho eyes ophthalmos and kai hear akouō with  their ho ears ous and kai understand syniēmi with  their ho hearts kardia and kai turn epistrephō,  and kai I  would  heal iaomai them autos.' ", "16": "But de blessed makarios are  your hymeis · ho eyes ophthalmos,  because hoti they  see blepō,  and kai · ho your hymeis ears ous,  because hoti they  hear akouō. ", "17": "I  tell legō you hymeis the  truth amēn,  many polys prophets prophētēs and kai righteous dikaios people  longed epithumeō to see  the hos things  you  are  seeing blepō but kai did  not ou see them,  and kai to  hear akouō the hos things  you  are  hearing akouō but kai did  not ou hear akouō them. ", "18": "“ Hear akouō then oun the ho parable parabolē of  the ho sower speirō: ", "19": "When  anyone pas hears akouō the ho message logos of  the ho kingdom basileia and kai does  not mē understand syniēmi it,  the ho evil  one ponēros comes erchomai and kai snatches harpazō away  that ho which  was  sown speirō in en · ho his autos heart kardia.  This houtos is eimi what ho was  sown speirō along para the ho path hodos. ", "20": "As  for de the ho one  who  was  sown speirō on epi · ho rocky petrōdēs places ,  this houtos is eimi the ho one  who  hears akouō the ho message logos and kai immediately  receives lambanō it autos with meta joy chara; ", "21": "yet de he  has echō no ou root rhiza in en himself heautou but alla lasts eimi only a  short  time proskairos,  and de when  suffering thlipsis or ē persecution diōgmos arises ginomai on dia account  of  the ho message logos, immediately  he  falls skandalizō away . ", "22": "As  for de the ho one  who  was  sown speirō among eis · ho thorns akantha,  this houtos is eimi the ho one  who  hears akouō the ho message logos,  but kai · ho worldly aiōn anxiety merimna · ho and kai the ho deception apatē of ho wealth ploutos choke sympnigō the ho message logos and kai it  becomes ginomai unfruitful akarpos. ", "23": "As  for de the ho one  who  was  sown speirō on epi · ho good kalos soil gē,  this houtos is eimi the ho one  who  hears akouō the ho message logos and kai understands syniēmi it,  who hos indeed dē bears karpophoreō fruit  and kai produces poieō,  some hos a  hundredfold hekaton,  some hos · de sixty hexēkonta,  and de some hos thirty triakonta.” ", "24": "Jesus  put paratithēmi another allos parable parabolē before paratithēmi them autos,  saying legō: “ The ho kingdom basileia of ho heaven ouranos is  like homoioō a  man anthrōpos sowing speirō good kalos seed sperma in en · ho his autos field agros. ", "25": "But de while en · ho everyone anthrōpos was  sleeping katheudō,  · ho his autos enemy echthros came erchomai · ho and kai sowed epispeirō weeds zizanion among ana mesos the ho wheat sitos and kai went aperchomai away . ", "26": "When hote · de the ho plants chortos came blastanō up  and kai bore poieō grain karpos,  then tote the ho weeds zizanion appeared phainō as kai well . ", "27": "And de the ho servants  of  the ho master oikodespotēs of  the  house  came proserchomai and  said legō to  him autos, ' Sir kyrios,  did  you speirō not ouchi sow speirō good kalos seed sperma in en · ho your sos field agros?  Why pothen then oun does  it  have echō weeds zizanion?' ", "28": "And de he ho said phēmi to  them autos, 'An  enemy echthros has  done poieō this houtos!'  And de the ho servants  said legō to  him autos, ' So oun do  you  want thelō us  to  go aperchomai and  gather syllegō them autos?' ", "29": "But de he ho replied phēmi, ' No ou,  lest mēpote in  gathering syllegō the ho weeds zizanion you  uproot ekrizoō the ho wheat sitos along hama with  them autos. ", "30": "Let aphiēmi both amphoteroi grow synauxanō together  until heōs the ho harvest therismos;  and kai at en harvest therismos time kairos · ho I  will  tell legō the ho harvesters theristēs, “ First prōton gather syllegō the ho weeds zizanion and kai bind deō them autos into eis bundles desmē to pros · ho be  burned katakaiō,  then de gather synagō the ho wheat sitos into eis · ho my egō barn apothēkē.”'” ", "31": "He  gave paratithēmi them autos another allos parable parabolē,  saying legō: “ The ho kingdom basileia of ho heaven ouranos is eimi like homoios a  mustard sinapi seed kokkos that hos a  man anthrōpos took lambanō and  sowed speirō in en · ho his autos field agros. ", "32": "It hos is eimi the  smallest mikros of  all pas the ho seeds sperma;  but de when hotan it  is  grown auxanō,  it  is eimi larger megas than  all  the ho garden lachanon plants  and kai becomes ginomai a  tree dendron so hōste that  the ho birds peteinon of  the ho air ouranos come erchomai and kai nest kataskēnoō in en · ho its autos branches klados.” ", "33": "He  spoke laleō another allos parable parabolē to  them autos: “ The ho kingdom basileia of ho heaven ouranos is eimi like homoios leaven zymē,  which hos a  woman gynē took lambanō and  put enkryptō into eis three treis measures saton of  flour aleuron,  until heōs hos it  was  all holos leavened zymoō.” ", "34": "All pas these houtos things  Jesus Iēsous spoke laleō · ho to  the ho crowds ochlos in en parables parabolē,  and kai without chōris a  parable parabolē he  told laleō them autos nothing oudeis; ", "35": "so hopōs that  what ho was  spoken legō by dia the ho prophet prophētēs might  be  fulfilled plēroō,  saying legō, “ I  will  open anoigō my egō mouth stoma in en parables parabolē;  · ho I  will  utter ereugomai things  kept  secret kryptō from apo the  foundation katabolē of  the  world kosmos.” ", "36": "Then tote he  left aphiēmi the ho crowds ochlos and  went erchomai into eis the ho house oikia.  And kai his autos disciples mathētēs came proserchomai to  him autos,  · ho saying legō, “ Explain diasapheō to  us hēmeis the ho parable parabolē of  the ho weeds zizanion in  the ho field agros.” ", "37": "And de he ho answered apokrinomai,  saying legō, “ The ho one  who  sows speirō the ho good kalos seed sperma is eimi the ho Son hyios of ho Man anthrōpos; ", "38": "and de the ho field agros is eimi the ho world kosmos;  and de as for  the ho good kalos seed sperma,  these houtos are eimi the ho sons hyios of  the ho kingdom basileia;  and de the ho weeds zizanion are eimi the ho sons hyios of  the ho evil ponēros one ; ", "39": "and de the ho enemy echthros who ho sowed speirō them autos is eimi the ho devil diabolos;  and de the ho harvest therismos is eimi the  end synteleia of  the  age aiōn;  and de the ho harvesters theristēs are eimi the  angels angelos. ", "40": "Therefore oun just hōsper as  the ho weeds zizanion are  gathered syllegō and kai burned katakaiō in  the  fire pyr,  so houtōs it  will  be eimi at en the ho end synteleia of  the ho age aiōn. ", "41": "The ho Son hyios of ho Man anthrōpos will  send apostellō · ho his autos angels angelos,  and kai they  will  gather syllegō out ek of ho his autos kingdom basileia everything pas that ho causes skandalon sin  and kai those ho who  break poieō his ho laws anomia. ", "42": "And kai they  will  throw ballō them autos into eis the ho fiery pyr furnace kaminos,  · ho where ekei there  will  be eimi · ho weeping klauthmos and kai · ho gnashing brygmos of ho teeth odous. ", "43": "Then tote the ho righteous dikaios will  shine eklampō like hōs the ho sun hēlios in en the ho kingdom basileia of ho their autos Father patēr.  He ho who  has echō ears ous,  let  him  hear akouō! ", "44": "“ The ho kingdom basileia of ho heaven ouranos is eimi like homoios treasure thēsauros hidden kryptō in en a ho field agros that hos a  man anthrōpos found heuriskō and  covered kryptō up .  Then kai in apo · ho his autos joy chara he  goes hypagō and kai sells pōleō all pas that hosos he  has echō and kai buys agorazō · ho that ekeinos field agros. ", "45": "Again palin,  the ho kingdom basileia of ho heaven ouranos is eimi like homoios a  merchant emporos searching zēteō for  fine kalos pearls margaritēs; ", "46": "and de when  he  found heuriskō one heis pearl margaritēs of  great  value polytimos,  he  went aperchomai away  and  sold pipraskō all pas that hosos he  had echō and kai bought agorazō it autos. ", "47": "Again palin,  the ho kingdom basileia of ho heaven ouranos is eimi like homoios a  dragnet sagēnē that  was  cast ballō into eis the ho sea thalassa and kai caught synagō fish  of ek every pas kind genos; ", "48": "and  when hote it  was  full plēroō,  they  pulled anabibazō it  up  onto epi the ho shore aigialos;  and kai they  sat kathizō down  and  put syllegō the ho good kalos fish  into eis baskets angos,  but de the ho bad sapros they  threw ballō away exō. ", "49": "So houtōs it  will  be eimi at en the ho end synteleia of  the ho age aiōn;  the ho angels angelos will  go exerchomai out  and kai separate aphorizō the ho wicked ponēros from ek mesos the ho righteous dikaios", "50": "and kai cast ballō them autos into eis the ho fiery pyr furnace kaminos,  · ho where ekei there  will  be eimi · ho weeping klauthmos and kai · ho gnashing brygmos of ho teeth odous. ", "51": "“ Have  you  understood syniēmi all pas these houtos things ?”  They  said legō to  him autos, “ Yes nai.” ", "52": "And de he ho said legō to  them autos, “ Therefore dia houtos every pas scribe grammateus who  has  become  a  disciple mathēteuō in  the ho kingdom basileia of ho heaven ouranos is eimi like homoios the  master oikodespotēs of  a  house  who hostis brings ekballō out  of ek · ho his autos treasure thēsauros things  new kainos and kai old palaios.” ", "53": "Now kai when hote Jesus Iēsous had  finished teleō · ho · ho these houtos parables parabolē,  he  moved metairō on  from  there ekeithen. ", "54": "And kai upon  arriving erchomai at eis · ho his autos hometown patris,  he  taught didaskō them autos in en · ho their autos synagogue synagōgē so hōste that  they autos were  amazed ekplēssō and kai said legō, “ Where pothen did  this houtos man  get  such houtos · ho wisdom sophia and kai · ho miraculous dynamis powers ? ", "55": "Is eimi not ou this houtos the ho · ho carpenter' s tektōn son hyios?  Is  not ou · ho his autos mother mētēr called legō Mary Mariam,  and kai · ho his autos brothers adelphos James Iakōbos and kai Joseph Iōsēph and kai Simon Simōn and kai Judas Ioudas? ", "56": "And kai · ho his autos sisters adelphē,  are  they eimi not ouchi all pas with pros us hēmeis?  Where pothen then oun did  this houtos man  get  all pas these houtos things ?” ", "57": "And kai they  were  deeply  offended skandalizō at en him autos.  · ho But de Jesus Iēsous said legō to  them autos, “A  prophet prophētēs is eimi not ou without atimos honor  except ei mē in en his ho hometown patris and kai in en his autos own ho household oikia.” ", "58": "And kai he  did  not ou do poieō many polys miracles dynamis there ekei because dia of  · ho their autos unbelief apistia. "}