{"1": "· kai Six hex days hēmera later meta Jesus Iēsous took paralambanō · ho · ho Peter Petros and kai James Iakōbos and kai John Iōannēs · ho his autos brother adelphos,  and kai led anapherō them autos up a  very  high hypsēlos mountain oros by kata themselves idios. ", "2": "And kai he  was  transfigured metamorphoō before emprosthen them autos,  and kai his autos face prosōpon shone lampō · ho like hōs the ho sun hēlios,  · ho and de his autos clothes himation became ginomai white leukos as hōs · ho light phōs. ", "3": "· kai Suddenly idou there  appeared horaō to  them autos Moses Mōysēs and kai Elijah ēlias,  talking syllaleō with meta him autos. ", "4": "And de Peter Petros spoke apokrinomai · ho to ho Jesus Iēsous,  saying legō, “ Lord kyrios,  it  is eimi good kalos that  we hēmeis are eimi here hōde.  If ei you  wish thelō,  I  will  put poieō up  three treis shelters skēnē here hōde— one heis for  you sy,  · kai one heis for  Moses Mōysēs,  and kai one heis for  Elijah ēlias.” ", "5": "While  he autos was  still eti speaking laleō, a  bright phōteinos cloud nephelē overshadowed episkiazō them autos and kai a  voice phōnē from ek the ho cloud nephelē said legō, “ This houtos is eimi · ho my egō Son hyios,  the ho Beloved agapētos,  in en whom hos I  am  well  pleased eudokeō;  listen akouō to  him autos!” ", "6": "And kai when  the ho disciples mathētēs heard akouō this,  they  were phobeomai overcome sphodra with  fear phobeomai and kai fell piptō on epi their autos faces prosōpon. ", "7": "But kai Jesus Iēsous came proserchomai over  · ho and kai touched haptō them autos,  saying legō, “ Rise egeirō,  and kai do  not mē be  afraid phobeomai.” ", "8": "And de when  they  raised epairō · ho their autos eyes ophthalmos, they saw  no oudeis one  except ei mē Jesus Iēsous himself autos alone monos. ", "9": "And kai as  they autos were  coming katabainō down  from ek the ho mountain oros,  Jesus Iēsous commanded entellō them autos,  · ho saying legō, “ Tell legō the ho vision horama to  no mēdeis one  until heōs hos the ho Son hyios of ho Man anthrōpos has  been  raised egeirō from ek the  dead nekros.” ", "10": "And kai the ho disciples mathētēs asked eperōtaō him autos,  saying legō, “ Why tis then oun do  the ho scribes grammateus say legō that hoti Elijah ēlias must dei come erchomai first prōton?” ", "11": "He ho · de answered apokrinomai,  saying legō, “ To  be  sure men,  Elijah ēlias does  come erchomai,  and kai he  will  restore apokathistēmi all pas things . ", "12": "And de I  tell legō you hymeis that hoti Elijah ēlias has  come erchomai already ēdē,  and kai they  did  not ou recognize epiginōskō him autos,  but alla did poieō to en him autos whatever hosos they  wished thelō.  So houtōs also kai the ho Son hyios of ho Man anthrōpos will mellō suffer paschō at hypo their autos hands.” ", "13": "Then tote the ho disciples mathētēs understood syniēmi that hoti he  had  spoken legō to  them autos about peri John Iōannēs the ho Baptist baptistēs. ", "14": "· kai When  they  returned erchomai to pros the ho crowd ochlos, a  man anthrōpos approached proserchomai Jesus autos,  knelt gonypeteō before  him autos, ", "15": "and kai said legō, “ Lord kyrios,  take eleeō pity  on  my egō · ho son hyios,  because hoti he  is  an  epileptic selēniazomai and kai suffers paschō terribly kakōs;  for gar he  often pollakis falls piptō into eis the ho fire pyr and kai often pollakis into eis the ho water hydōr. ", "16": "And kai I  brought prospherō him autos to ho your sy disciples mathētēs but kai they  could dynamai not ou heal therapeuō him autos.” ", "17": "Jesus Iēsous answered apokrinomai,  · de · ho saying legō, “ O ō unbelieving apistos and kai perverse diastrephō generation genea,  how  long heōs am  I  to  be eimi with meta you hymeis?  How  long heōs must  I  put anechōmai up  with  you hymeis?  Bring pherō him autos here hōde to  me egō.” ", "18": "Then kai Jesus Iēsous rebuked epitimaō the ho demon daimonion · ho and kai it  came exerchomai out  of apo him autos;  and kai the ho boy pais was  healed therapeuō from apo · ho that ekeinos hour hōra. ", "19": "Then tote the ho disciples mathētēs came proserchomai to ho Jesus Iēsous privately kata idios and  said legō, “ Why dia tis could dynamai we hēmeis not ou cast ekballō it autos out?” ", "20": "He ho · de said legō to  them autos, “ Because dia of  the ho poverty oligopistia of  your hymeis faith .  I  tell legō you hymeis the  truth amēn,  if ean you  have echō faith pistis the  size hōs of  a  mustard sinapi seed kokkos,  you  can  say legō to ho this houtos mountain oros, ' Move metabainō from  here enthen to  there ekei,'  and kai it  will  move metabainō;  and kai nothing oudeis will  be  impossible adynateō for  you hymeis.” ", "22": "While  they autos were  still  together systrephō · de in en · ho Galilee Galilaia,  Jesus Iēsous said legō to  them autos,  · ho “ The ho Son hyios of ho Man anthrōpos is  about mellō to  be  delivered paradidōmi into eis the  hands cheir of  men anthrōpos, ", "23": "and kai they  will  kill apokteinō him autos,  and kai on  the ho third tritos day hēmera he  will  be  raised egeirō.”  And kai they  were  greatly sphodra distressed lypeō. ", "24": "And de when  they autos arrived erchomai at eis Capernaum Kapharnaoum,  the ho collectors lambanō of  the ho temple  tax didrachmon came proserchomai to ho Peter Petros and kai said legō, “ Does  · ho your hymeis teacher didaskalos not ou pay teleō the ho two-drachma didrachmon tax?” ", "25": "“ Yes nai,”  he  answered legō.  And kai when  he  went erchomai into eis the ho house oikia,  Jesus Iēsous spoke prophthanō to  Peter autos first ,  · ho saying legō, “ What tis do  you sy think dokeō,  Simon Simōn?  From apo whom tis do  · ho earthly gē kings basileus · ho collect lambanō tolls telos or ē taxes kēnsos— from apo · ho their autos sons hyios or ē from apo · ho outsiders allotrios?” ", "26": "And de when  he  answered legō, “ From apo · ho outsiders allotrios,”  Jesus Iēsous said phēmi to  him autos,  · ho “ Then ara the ho sons hyios are eimi exempt eleutheros. ", "27": "But  lest hina · de we  offend skandalizō them autos,  go poreuō to eis the  sea thalassa,  cast ballō in  a  hook ankistron,  and kai take airō the  first prōtos fish ichthus that ho comes anabainō up .  · kai When  you  have  opened anoigō · ho its autos mouth stoma,  you  will  find heuriskō a  four  drachma  coin statēr;  take lambanō it ekeinos and  give didōmi it  to  them autos for anti me egō and kai you sy.” "}