{"1": "At en that ekeinos · ho time hōra the ho disciples mathētēs came proserchomai to ho Jesus Iēsous,  saying legō, “ Who tis then ara is eimi the  greatest megas in en the ho kingdom basileia of ho heaven ouranos?” ", "2": "· kai Jesus  invited proskaleō a  child paidion to come to him, and  placing histēmi him autos in en their autos midst mesos, ", "3": "· kai said legō, “ I  tell legō you hymeis the  truth amēn,  unless ean mē you  change strephō and kai become ginomai like hōs · ho children paidion,  you  will  never ou mē enter eiserchomai the ho kingdom basileia of ho heaven ouranos! ", "4": "For oun whoever hostis humbles tapeinoō himself heautou as hōs · ho this houtos child paidion is eimi · ho greatest megas in en the ho kingdom basileia of ho heaven ouranos. ", "5": "And kai whoever hos ean welcomes dechomai a heis child paidion like toioutos this  in epi · ho my egō name onoma welcomes dechomai me egō. ", "6": "But de whoever hos causes skandalizō one heis of ho these houtos little mikros ones  who ho believe pisteuō in eis me egō to sin,  it  would  be  better sympherō for  him autos to hina have  a  large onikos millstone mylos hung kremannymi around peri · ho his autos neck trachēlos and kai be  drowned katapontizō far  out pelagos at en · ho · ho sea thalassa. ", "7": "Woe ouai to  the ho world kosmos because apo of  the ho things  that  cause  people  to  sin skandalon! It is  inevitable anankē that  such ho things skandalon come erchomai,  but plēn woe ouai to  the ho one anthrōpos through dia whom hos they ho skandalon come erchomai! ", "8": "“ If ei · de · ho your sy hand cheir or ē · ho your sy foot pous causes skandalizō you sy to sin,  cut ekkoptō it autos off  and kai throw ballō it  away apo sy;  it  is eimi better kalos for  you sy to  enter eiserchomai · ho life zōē crippled kyllos or ē lame chōlos than ē with echō two dyo hands cheir or ē two dyo feet pous to  be  thrown ballō into eis · ho eternal aiōnios fire pyr.  · ho", "9": "And kai if ei · ho your sy eye ophthalmos causes skandalizō you sy to sin,  gouge exaireō it autos out  and kai throw ballō it  away apo sy;  it  is eimi better kalos for  you sy to  enter eiserchomai life zōē with  one monophthalmos eye  · ho than ē with echō two dyo eyes ophthalmos to  be  thrown ballō into eis the ho hell geenna of ho fire pyr. ", "10": "“ See horaō that  you  do  not mē despise kataphroneō one heis of ho these houtos little mikros ones .  For gar I  tell legō you hymeis that hoti · ho their autos angels angelos in en heaven ouranos always dia pas see blepō the ho face prosōpon of ho my egō Father patēr who ho is  in en heaven ouranos. ", "12": "What tis do  you hymeis think dokeō?  If ean a tis man anthrōpos has ginomai a  hundred hekaton sheep probaton and kai one heis of ek them autos goes planaō astray ,  will  he  not ouchi leave aphiēmi the ho ninety-nine enenēkonta ennea on epi the ho slopes oros and kai go poreuō in  search zēteō of  the ho one planaō that  has  wandered  off ? ", "13": "And kai if ean he  finds ginomai it autos,  I  tell legō you hymeis the  truth amēn,  he  will  rejoice chairō over epi it autos more mallon than ē over epi the ho ninety-nine enenēkonta ennea that ho did  not mē go planaō astray . ", "14": "In  the  same houtōs way ,  it  is eimi not ou the  will thelēma of ho your hymeis Father patēr · ho in en heaven ouranos that hina even  one heis of ho these houtos little  ones mikros should  perish apollymi. ", "15": "“ If ean · de your sy brother adelphos sins hamartanō,  · ho go hypagō and  point elenchō out  his autos fault  between metaxy you sy and kai him autos alone monos.  If ean he  listens  to akouō you sy,  you  have  won kerdainō back  · ho your sy brother adelphos. ", "16": "But de if ean he  does  not mē listen akouō,  take paralambanō one heis or ē two dyo others eti with meta you sy so hina that  every pas matter rhēma may  be  confirmed histēmi on epi the  evidence stoma of  two dyo or ē three treis witnesses martys. ", "17": "If ean · de he  refuses parakouō to  listen  to  them autos,  tell legō it  to  the ho church ekklēsia;  and de if ean he  refuses  to  listen parakouō even kai to parakouō the ho church ekklēsia,  you sy are  to  treat eimi him  as hōsper a ho pagan ethnikos and kai a ho tax telōnēs collector . ", "18": "“ I  tell legō you hymeis the  truth amēn,  whatever hosos ean you  bind deō on epi · ho earth gē will eimi have  been  bound deō in en heaven ouranos,  and kai whatever hosos ean you  loose lyō on epi · ho earth gē will eimi have  been  loosed lyō in en heaven ouranos. ", "19": "“ Again palin,  I  tell legō you hymeis the  truth amēn,  if ean two dyo of ek you hymeis on epi earth gē are  in  agreement symphōneō · ho about peri anything pas pragma whatever hos ean you  may  ask aiteō,  it  will  be  done ginomai for  you autos by para · ho my egō Father patēr who ho is  in en heaven ouranos. ", "20": "For gar where hou two dyo or ē three treis are eimi gathered synagō in eis · ho my emos name onoma,  I  am eimi there ekei in en their autos midst mesos.” ", "21": "Then tote Peter Petros came proserchomai to  · ho Jesus autos and  said legō, “ Lord kyrios,  how posakis often  must  I  forgive aphiēmi my egō brother adelphos when  he  sins hamartanō against eis me egō?  · ho · kai Up heōs to  seven heptakis times ?” ", "22": "Jesus Iēsous said legō to  him autos,  · ho “ I  do  not ou say legō to  you sy,  up heōs to  seven heptakis times ,  but alla up heōs to  seventy hebdomēkontakis times  seven hepta. ", "23": "Therefore dia houtos the ho kingdom basileia of ho heaven ouranos is  like homoioō a  king basileus who hos decided thelō to  settle synairō accounts logos with meta · ho his autos servants. ", "24": "And de when  he autos had  begun archō to  settle synairō them, a  man heis who  owed opheiletēs ten  thousand myrios talents talanton was  brought prospherō to  him autos. ", "25": "And de since  he autos did  not mē have echō the means  to  repay apodidōmi the debt,  his ho master kyrios commanded keleuō that  he autos be  sold pipraskō along kai with  his ho wife gynē and kai · ho children teknon and kai everything pas hosos he  had echō,  and kai that  payment apodidōmi be  made . ", "26": "So oun the ho servant  fell piptō to  the  ground  prostate proskyneō before  him autos,  saying legō, ' Have makrothumeō patience  with epi me egō,  and kai I  will  repay apodidōmi you sy everything pas.' ", "27": "Moved splanchnizomai with  compassion ,  · de the ho master kyrios of ho that ekeinos servant  released apolyō him autos and kai forgave aphiēmi him autos the ho debt daneion. ", "28": "But de that ho same ekeinos servant  then  went  out exerchomai and  found heuriskō one heis of ho his autos fellow syndoulos servants  who hos owed opheilō him autos a  hundred hekaton denarii dēnarion;  and kai seizing krateō him autos by the throat  began  to  choke pnigō him,  saying legō, ' Pay apodidōmi back  what ei tis you  owe opheilō.' ", "29": "Therefore oun his autos fellow  servant syndoulos fell piptō to the ground  · ho and  pleaded parakaleō with  him autos,  saying legō ' Have makrothumeō patience  with epi me egō,  and kai I  will  repay apodidōmi you sy.' ", "30": "But de he ho refused ou thelō.  Instead alla,  he  went aperchomai and  threw ballō him autos in eis prison phylakē until heōs he  should  pay apodidōmi back  the ho debt opheilō. ", "31": "So oun when  his autos fellow  servants syndoulos saw  · ho what ho had  happened ginomai,  they  became  indignant lypeō and kai went erchomai and  told diasapheō · ho their heautou master kyrios all pas that ho had  taken  place ginomai. ", "32": "Then tote his autos master kyrios called proskaleō him autos in  · ho and  said legō to  him autos, 'You  wicked ponēros servant!  I  forgave aphiēmi you sy all pas · ho that ekeinos debt opheilē because epei you  pleaded parakaleō with  me egō. ", "33": "And  should dei not ou you sy also kai have  had  mercy eleeō on  · ho your sy fellow syndoulos servant ,  even  as hōs I kagō had  mercy  on eleeō you sy?' ", "34": "And kai in  anger orgizō · ho his autos master kyrios handed paradidōmi him autos over  to  the ho prison basanistēs guards  to  torture  him  until heōs hos he  should  pay apodidōmi back  all pas · ho he  owed opheilō. ", "35": "So houtōs also kai will  · ho my egō heavenly ouranios Father patēr · ho do poieō to  you hymeis,  unless ean mē you  each hekastos forgive aphiēmi · ho your autos brother adelphos from apo · ho your hymeis heart kardia.” "}