{"1": "Now kai ginomai when hote Jesus Iēsous had  finished teleō · ho · ho these houtos sayings logos,  he  left metairō · ho Galilee Galilaia and kai went erchomai to eis the ho region horion of ho Judea Ioudaia beyond peran the ho Jordan Iordanēs River. ", "2": "· kai Large polys crowds ochlos followed akoloutheō him autos,  and kai he  healed therapeuō them autos there ekei. ", "3": "· kai Some  Pharisees Pharisaios came proserchomai to  him autos and kai tested peirazō him autos by  asking legō, “Is it lawful  for  a  man anthrōpos to  divorce apolyō · ho his autos wife gynē for kata any pas cause aitia?” ", "4": "He ho · de answered apokrinomai,  saying legō, “ Have  you  not ou read anaginōskō that hoti he ho who  created ktizō them  from apo the  beginning archē ' made poieō them autos male arsēn and kai female thēlys?'” ", "5": "And kai he  added legō, “For  this  reason houtos a  man anthrōpos will  leave kataleipō his ho father patēr and kai · ho mother mētēr and kai be  joined kollaō to ho his autos wife gynē,  and kai the ho two dyo will  become eimi one heis flesh sarx.' ", "6": "So hōste then  they  are eimi no ouketi longer  two dyo,  but alla one heis flesh sarx.  Therefore oun what hos · ho God theos has  joined syzeugnymi together ,  no mē one anthrōpos must  separate chōrizō.” ", "7": "“ Why tis then oun,”  they  asked legō, “ did  Moses Mōysēs command entellō that a  certificate biblion of  divorce apostasion be  given didōmi before kai she autos be  sent apolyō away ?” ", "8": "Jesus  replied legō to  them autos, “ Moses Mōysēs allowed epitrepō you hymeis to  divorce apolyō your hymeis wives gynē because pros of  the ho hardness sklērokardia of  your hymeis hearts ;  · ho but de it  was ginomai not ou that  way houtōs from apo the  beginning archē. ", "9": "But de I  say legō to  you hymeis,  whoever hos an divorces apolyō · ho his autos wife gynē,  except mē for epi sexual porneia immorality ,  and kai marries gameō another allos,  commits moichaō adultery .” ", "10": "The ho disciples mathētēs said legō to  him autos, “ If ei such houtōs is eimi the ho case aitia of ho a  man anthrōpos with meta his ho wife gynē,  it  is  better sympherō not ou to  marry gameō.” ", "11": "Jesus ho · de replied legō to  them autos, “ Not ou everyone pas can  accept chōreō · ho this houtos statement logos,  but alla only  those hos to  whom  it  is  given didōmi. ", "12": "For gar there  are eimi eunuchs eunouchos who hostis have  been gennaō that  way houtōs from ek their mother' s mētēr womb koilia,  and kai there  are eimi eunuchs eunouchos who hostis were made eunuchs  by hypo · ho others anthrōpos,  and kai there  are eimi eunuchs eunouchos who hostis made  themselves heautou eunuchs  for dia the  sake  of  the ho kingdom basileia of ho heaven ouranos.  The ho one  who  is  able dynamai to  accept chōreō this  should  accept chōreō it.” ", "13": "Then tote children paidion were  brought prospherō to  Jesus autos so hina that  he  might  lay epitithēmi his ho hands cheir on epitithēmi them autos and kai pray proseuchomai,  but de the ho disciples mathētēs rebuked epitimaō those who brought  them autos. ", "14": "· ho But de Jesus Iēsous said legō, “ Let aphiēmi the ho children paidion come erchomai to pros me egō and kai do  not mē try  to  prevent kōlyō them autos,  · ho for gar the ho kingdom basileia of ho heaven ouranos belongs eimi to  such toioutos as  these .” ", "15": "And kai he  placed epitithēmi his ho hands cheir on  them autos and  went poreuō on  his  way ekeithen. ", "16": "· kai A heis young man  came proserchomai up  to  Jesus autos and  asked legō, “ Teacher didaskalos,  what tis good agathos thing  must  I  do poieō so hina that  I  may  have echō eternal aiōnios life zōē?” ", "17": "And de Jesus ho replied legō to  him autos, “ Why tis do  you  ask erōtaō me egō about peri what ho is  good agathos?  There  is eimi only  one heis who ho is  good agathos.  If ei · de you  want thelō to  enter eiserchomai · ho life zōē,  keep tēreō the ho commandments entolē.” ", "18": "“ Which  ones poios?”  he  inquired legō.  · ho And de Jesus Iēsous said legō,  · ho “' Do  not ou murder phoneuō,  Do  not ou commit moicheuō adultery ,  Do  not ou steal kleptō,  Do  not ou give pseudomartyreō false  testimony , ", "19": "Honor timaō your ho father patēr and kai · ho mother mētēr,  and kai,  Love agapaō · ho your sy neighbor plēsion as hōs yourself seautou.” ", "20": "The ho young  man neaniskos said legō to  him autos, “ All pas these houtos I  have  kept phylassō.  What tis do  I  still eti lack hystereō?” ", "21": "Jesus Iēsous said phēmi to  him autos,  · ho “ If ei you  want thelō to  be eimi perfect teleios,  go hypagō and  sell pōleō your sy · ho possessions hyparchō and kai give didōmi to  the ho poor ptōchos,  and kai you  will  have echō treasure thēsauros in en heaven ouranos;  then kai come deuro,  follow akoloutheō me egō.” ", "22": "But de when  the ho young  man neaniskos heard akouō this ho logos,  he  went aperchomai away  greatly  distressed lypeō,  for gar he  had echō many polys possessions ktēma. ", "23": "· ho And de Jesus Iēsous said legō to ho his autos disciples mathētēs, “ I  tell legō you hymeis the  truth amēn, only  with  difficulty dyskolōs will  a  rich plousios person  enter eiserchomai the ho kingdom basileia of ho heaven ouranos. ", "24": "Again palin · de I  say legō to  you hymeis,  it  is eimi easier eukopos for a  camel kamēlos to  go dierchomai through dia the  eye trypēma of  a  needle rhaphis than ē for  someone  who  is  rich plousios to  enter eiserchomai the ho kingdom basileia of ho God theos.” ", "25": "When  the ho disciples mathētēs heard akouō · de this,  they  were  greatly sphodra astounded ekplēssō and  said legō, “ Who tis then ara can dynamai be  saved sōzō?” ", "26": "Jesus Iēsous looked emblepō straight  at  · de · ho them autos and  said legō, “ With para man anthrōpos this houtos is eimi impossible adynatos,  but de with para God theos all pas things  are  possible dynatos.” ", "27": "Then tote Peter Petros responded apokrinomai,  · ho saying legō to  him autos, “ See idou,  we hēmeis have  left aphiēmi everything pas and kai followed akoloutheō you sy.  What tis then ara will  there  be eimi for  us hēmeis?” ", "28": "· ho · de Jesus Iēsous said legō to  them autos, “ I  tell legō you hymeis the  truth amēn that hoti in en the ho new  age palingenesia,  when hotan the ho Son hyios of ho Man anthrōpos is  seated kathizō on epi his autos glorious doxa throne thronos,  you hymeis who ho have  followed akoloutheō me egō will  also kai sit kathēmai on epi twelve dōdeka thrones thronos judging krinō the ho twelve dōdeka tribes phylē of ho Israel Israēl. ", "29": "And kai everyone pas who hostis has  left aphiēmi houses oikia or ē brothers adelphos or ē sisters adelphē or ē father patēr or ē mother mētēr or ē children teknon or ē lands agros for  · ho my egō name' s onoma sake  will  receive lambanō a  hundredfold hekatontaplasiōn and kai will  inherit klēronomeō eternal aiōnios life zōē. ", "30": "But de many polys will  be eimi first prōtos who were  last eschatos,  and kai last eschatos who were  first prōtos. "}