{"1": "· ho · de After  Jesus Iēsous was  born gennaō in en Bethlehem Bēthleem of ho Judea Ioudaia in en the  days hēmera of  Herod hērōdēs the ho king basileus,  behold idou,  wise magos men  from apo the  East anatolē came paraginomai to eis Jerusalem Hierosolyma, ", "2": "saying legō, “ Where pou is eimi the ho one  who  has  been  born tiktō king basileus of  the ho Jews Ioudaios?  For gar we saw  his autos · ho star astēr at en its ho rising anatolē and kai have  come erchomai to  worship proskyneō him autos.” ", "3": "Now de when  king basileus Herod hērōdēs heard akouō this,  · ho he  was  troubled tarassō,  and kai all pas Jerusalem Hierosolyma with meta him autos; ", "4": "and kai gathering synagō all pas the ho ruling archiereus priests  and kai scribes grammateus of  the ho people laos,  he  inquired pynthanomai of para them autos where pou the ho Messiah Christos was  to  be  born gennaō. ", "5": "They ho · de told legō him autos, “ In en Bethlehem Bēthleem of ho Judea Ioudaia,  for gar thus houtōs it  is  written graphō by dia the ho prophet prophētēs: ", "6": "' And kai you sy,  Bethlehem Bēthleem, in the  land gē of  Judah Ioudas,  are eimi by  no oudamōs means  least elachistos among en the ho rulers hēgemōn of  Judah Ioudas;  for gar from ek you sy will  come exerchomai a  ruler hēgeomai who hostis will  shepherd poimainō · ho my egō people laos · ho Israel Israēl.'” ", "7": "Then tote Herod hērōdēs secretly lathrai called kaleō for  the ho magi magos and  found akriboō out  from para them autos exactly  what  · ho time chronos the  star astēr · ho had  appeared phainō. ", "8": "Then kai he  sent pempō them autos to eis Bethlehem Bēthleem,  saying legō, “ Go poreuō and  search exetazō diligently akribōs for peri the ho child paidion;  and de when epan you  have  found heuriskō him,  report apangellō back  to  me egō,  so hopōs that  I kagō also  may  go erchomai and  worship proskyneō him autos.” ", "9": "And de having  listened akouō to  the ho king basileus,  they ho continued poreuō their  journey ,  and kai the ho star astēr that hos they had seen  in en its ho rising anatolē went proagō before  them autos until heōs it  stopped histēmi over epanō the place  where hou the ho child paidion was eimi. ", "10": "And de when they caught sight of  the ho star astēr,  they  rejoiced chairō exceedingly sphodra with  great megas joy chara. ", "11": "· kai Upon  entering erchomai the ho house oikia they saw  the ho child paidion with meta Mary Maria · ho his autos mother mētēr,  and kai falling piptō to their knees  they  worshiped proskyneō him autos.  Then kai opening anoigō · ho their autos treasure thēsauros chests ,  they  presented prospherō him autos with  gifts dōron,  gold chrysos and kai frankincense libanos and kai myrrh smyrna. ", "12": "And kai being  warned chrēmatizō in kata a  dream onar not mē to  return anakamptō to pros Herod hērōdēs,  they  left anachōreō for eis their  own autos country chōra by dia another allos way hodos.  · ho", "13": "After  they autos had  gone anachōreō,  · de an  angel angelos of  the  Lord kyrios appeared phainō in kata a  dream onar to ho Joseph Iōsēph,  saying legō, “ Rise egeirō,  take paralambanō the ho child paidion and kai · ho his autos mother mētēr,  · kai flee pheugō to eis Egypt Aigyptos,  and kai stay eimi there ekei until heōs an I  tell legō you sy;  for gar Herod hērōdēs is  going mellō to  search zēteō for  the ho child paidion · ho to  destroy apollymi him autos.” ", "14": "So de he ho got egeirō up ,  took paralambanō the ho child paidion and kai · ho his autos mother mētēr by  night nyx,  and kai left anachōreō for eis Egypt Aigyptos, ", "15": "and kai was eimi there ekei until heōs the ho death teleutē of  Herod hērōdēs. This was  to hina fulfill plēroō what ho was  spoken legō by hypo the  Lord kyrios through dia the ho prophet prophētēs: “ Out ek of  Egypt Aigyptos I  have  called kaleō · ho my egō son hyios.” ", "16": "Then tote Herod hērōdēs, when he saw  that hoti he  had  been  tricked empaizō by hypo the ho wise magos men ,  became  furious thumoō;  and kai he  sent apostellō and  killed anaireō all pas the ho male pais children  · ho in en Bethlehem Bēthleem and kai in en all pas · ho her autos regions horion who were  two  years  old dietēs or kai under katōterō,  according kata to  the ho time chronos that hos he  had  determined akriboō from para the ho wise magos men . ", "17": "Then tote was  fulfilled plēroō what ho was  spoken legō by dia the ho prophet prophētēs Jeremiah Ieremias: ", "18": "“A  voice phōnē was  heard akouō in en Ramah Rhama,  weeping klauthmos and kai loud polys lamentation odyrmos,  Rachel Rhachēl weeping klaiō for  · ho her autos children teknon;  · kai she  refused ou to  be  comforted parakaleō,  because hoti they  were eimi no ou more .” ", "19": "But de when  Herod hērōdēs died teleutaō,  · ho an  angel angelos of  the  Lord kyrios appeared phainō in kata a  dream onar to ho Joseph Iōsēph in en Egypt Aigyptos, ", "20": "saying legō, “ Rise egeirō,  take paralambanō the ho child paidion and kai · ho his autos mother mētēr,  and kai go poreuō to eis the  land gē of  Israel Israēl,  for gar those ho who  were  seeking zēteō the ho child' s paidion life psychē · ho are  dead thnēskō.” ", "21": "· ho So de Joseph  got egeirō up ,  took paralambanō the ho child paidion and kai · ho his autos mother mētēr,  and kai went eiserchomai into eis the  land gē of  Israel Israēl. ", "22": "But de when  he  heard akouō that hoti Archelaus Archelaos was  reigning basileuō over  · ho Judea Ioudaia in  place anti of  · ho his autos father patēr Herod hērōdēs,  he  was  afraid phobeomai to  go aperchomai there ekei,  and de being  warned chrēmatizō in kata a  dream onar he  went anachōreō into eis the ho region meros of ho Galilee Galilaia. ", "23": "And kai he  went erchomai and  settled katoikeō in eis a  town polis called legō Nazareth Nazaret,  that hopōs what ho was  spoken legō by dia the ho prophets prophētēs might  be  fulfilled plēroō: “ He  will  be  called kaleō a  Nazarene Nazōraios.” "}