{"1": "“ For gar the ho kingdom basileia of ho heaven ouranos is eimi like homoios the  owner  of  an  estate oikodespotēs who hostis went exerchomai out  early  in  the  morning hama to  hire misthoō men ergatēs to  work  in eis · ho his autos vineyard ampelōn. ", "2": "After  having  agreed symphōneō · de with meta the ho workers ergatēs for ek a  denarius dēnarion per ho day hēmera,  he  sent apostellō them autos into eis · ho his autos vineyard ampelōn. ", "3": "And kai going exerchomai out  about peri the  third tritos hour hōra, he saw  others allos standing histēmi in en the ho marketplace agora with  nothing argos to  do . ", "4": "And kai to  them ekeinos he  said legō, “ You hymeis go hypagō into eis the ho vineyard ampelōn as kai well ,  and kai whatever hos ean is eimi fair dikaios I  will  pay didōmi you hymeis.' ", "5": "So de they ho went aperchomai off .  When  he  went  out exerchomai again palin about peri the  sixth hektos hour  and kai the  ninth enatos hour hōra,  he  did poieō the  same hōsautōs thing . ", "6": "And de about peri the ho eleventh hendekatos hour, when  he  had  gone exerchomai out  and  found heuriskō others allos standing histēmi around ,  · kai he  said legō to  them autos, ' Why tis have  you  been  standing histēmi here hōde idle argos all holos · ho day hēmera long?' ", "7": "They  said legō to  him autos, ' Because hoti no oudeis one  has  hired misthoō us hēmeis.'  He  said legō to  them autos, ' You hymeis go hypagō into eis the ho vineyard ampelōn too kai.' ", "8": "And de when  evening opsia came ginomai,  the ho owner kyrios of ho the  vineyard ampelōn said legō to ho his autos foreman epitropē, ' Call kaleō the ho workers ergatēs and kai pay apodidōmi them autos their ho wages misthos,  beginning archō with apo the ho last eschatos and  going heōs back  to  the ho first prōtos.' ", "9": "· kai Those ho hired  about peri the ho eleventh hendekatos hour hōra came erchomai and  each ana received lambanō a  denarius dēnarion. ", "10": "· kai When  those ho who were hired  first prōtos came erchomai,  they  thought nomizō they  would  receive lambanō more polys;  but kai they autos also kai each ana received lambanō · ho a  denarius dēnarion. ", "11": "And de when  they  received lambanō it,  they  began  to  grumble gongyzō against kata the ho owner oikodespotēs of  the  estate , ", "12": "saying legō, ' These houtos · ho last eschatos worked poieō but  one heis hour hōra,  and kai you  have  made poieō them autos equal isos to  us hēmeis who ho have  borne bastazō the ho burden baros of  the ho day hēmera and kai the ho scorching kausōn heat .' ", "13": "But de he ho answered apokrinomai one heis of  them autos,  saying legō, ' Friend hetairos,  I  am  not ou being  unfair adikeō to  you sy.  Did  you symphōneō not ouchi agree  with symphōneō me egō to work  for  a  denarius dēnarion? ", "14": "Take airō what ho is  yours sos and kai be  gone hypagō.  I  choose thelō · de to  give didōmi to  this houtos · ho last eschatos man  the  same kai as hōs I give  to  you sy. ", "15": "Am  I egō not ou allowed  to  do poieō what hos I  choose thelō with en what ho belongs  to  me emos?  Or ē · ho are eimi you sy envious ponēros because hoti I egō am eimi generous agathos?' ", "16": "So houtōs the ho last eschatos will  be eimi first prōtos,  and kai the ho first prōtos will be  last eschatos.” ", "17": "· kai As  Jesus Iēsous was  going anabainō up  · ho to eis Jerusalem Hierosolyma,  he  took paralambanō the ho twelve dōdeka disciples  aside kata idios and kai said legō to  them autos on en the ho way hodos, ", "18": "“ We  are  going anabainō up  to eis Jerusalem Hierosolyma,  and kai the ho Son hyios of ho Man anthrōpos will  be  handed paradidōmi over  to  the ho ruling archiereus priests  and kai the  scribes grammateus.  · kai They  will  condemn katakrinō him autos to  death thanatos, ", "19": "· kai hand paradidōmi him autos over  to  the ho Gentiles ethnos to eis be  · ho mocked empaizō and kai flogged mastigoō and kai crucified stauroō,  and kai on  the ho third tritos day hēmera he  will  be  raised egeirō.” ", "20": "Then tote the ho mother mētēr of  the ho sons hyios of  Zebedee Zebedaios came proserchomai to  Jesus autos with meta · ho her autos sons hyios, and  kneeling proskyneō down  · kai she  asked aiteō something tis from apo him autos. ", "21": "And de he ho said legō to  her autos, “ What tis do  you  wish thelō?”  She  said legō to  him autos, “ Grant legō that hina these houtos · ho two dyo sons hyios of  mine egō may  sit kathizō,  one heis at ek your sy right dexios hand  and kai one heis at ek your sy left euōnymos,  in en · ho your sy kingdom basileia.” ", "22": "Jesus Iēsous answered apokrinomai,  · de · ho saying legō, “ You  do  not ou realize oida what tis you  are  asking aiteō.  Are  you  able dynamai to  drink pinō the ho cup potērion that hos I egō am  about mellō to  drink pinō?”  They  said legō to  him autos, “ We  are  able dynamai.” ", "23": "He  said legō to  them autos,  · ho “ My egō cup potērion you  will  drink pinō,  · ho but de to  sit kathizō at ek my egō right dexios hand  and kai at ek my  left euōnymos is eimi not ou mine emos to  grant didōmi,  but alla it is  for  those hos for whom  it  has  been  prepared hetoimazō by hypo · ho my egō Father patēr.” ", "24": "· kai When  the ho ten deka heard akouō this,  they  were  indignant aganakteō with peri the ho two dyo brothers adelphos. ", "25": "· ho But de Jesus Iēsous called proskaleō them autos to him and  said legō, “ You  know oida that hoti the ho rulers archōn of  the ho nations ethnos lord katakyrieuō it  over  them autos,  and kai their ho leaders megas exercise katexousiazō authority  over  them autos. ", "26": "It  will eimi not ou be eimi so houtōs among en you hymeis.  But alla whoever hos ean would thelō be ginomai great megas among en you hymeis must  be eimi your hymeis servant diakonos, ", "27": "and kai whoever hos an would thelō be eimi first prōtos among en you hymeis must  be eimi your hymeis servant; ", "28": "just hōsper as  the ho Son hyios of ho Man anthrōpos came erchomai not ou to  be  served diakoneō but alla to  serve diakoneō,  and kai to  give didōmi · ho his autos life psychē a  ransom lytron for anti many polys.” ", "29": "· kai As  they autos were  going ekporeuomai out  of apo Jericho Ierichō, a  large polys crowd ochlos followed akoloutheō him autos. ", "30": "· kai Two dyo blind typhlos men  were  sitting kathēmai beside para the ho road hodos, and  when  they  heard akouō that hoti Jesus Iēsous was  passing paragō by  they  cried krazō out , “ Lord kyrios,  Son hyios of  David Dauid,  have  mercy eleeō on  us hēmeis!” ", "31": "The ho · de crowd ochlos rebuked epitimaō them autos and told  them  to hina be  quiet siōpaō,  but de they ho cried  out krazō all  the  louder megas, “ Lord kyrios,  Son hyios of  David Dauid,  have  mercy eleeō on  us hēmeis!” ", "32": "· kai Jesus Iēsous stopped histēmi · ho and  called phōneō them autos,  · kai saying legō, “ What tis do  you  want thelō me  to  do poieō for  you hymeis?” ", "33": "They  said legō to  him autos, “ Lord kyrios,  let hina our hēmeis eyes ophthalmos be  opened anoigō.”  · ho", "34": "Moved splanchnizomai with  compassion ,  · de · ho Jesus Iēsous touched haptō · ho their autos eyes omma.  · kai Immediately eutheōs they  received anablepō their  sight  and kai followed akoloutheō him autos. "}