{"1": "Now kai when hote they  drew engizō near  to eis Jerusalem Hierosolyma and kai came erchomai to eis Bethphage Bēthphagē,  to eis the ho Mount oros of ho Olives elaia,  then tote Jesus Iēsous sent apostellō two dyo disciples mathētēs, ", "2": "saying legō to  them autos, “ Go poreuō into eis the ho village kōmē · ho ahead katenanti of  you hymeis,  and kai right eutheōs away  you  will  find heuriskō a  donkey onos tethered deō,  and kai a  colt pōlos with meta her autos.  Untie lyō them and  bring agō them  to  me egō. ", "3": "· kai If ean anyone tis says legō anything tis to  you hymeis,  you  are  to  say legō, ' The ho Lord kyrios has echō need chreia of  them autos.'  And de he  will  send apostellō them autos at once.” ", "4": "This houtos · de took ginomai place  in hina order  that  what ho had  been  spoken legō by dia the ho prophet prophētēs might  be  fulfilled plēroō,  saying legō, ", "5": "“ Say legō to  the ho daughter thugatēr of  Zion Siōn, ' Behold idou,  · ho your sy king basileus is  coming erchomai to  you sy,  humble praus and kai mounted epibainō on epi a  donkey onos,  and kai on epi a  colt pōlos, the  foal hyios of  a  beast hypozygion of  burden .'” ", "6": "So de the ho disciples mathētēs went poreuō and kai did poieō as kathōs Jesus Iēsous had  instructed syntassō them autos.  · ho", "7": "They  brought agō the ho donkey onos and kai the ho colt pōlos,  and kai placed epitithēmi their ho cloaks himation on epi them autos;  and kai he  sat epikathizō on epanō them autos. ", "8": "· ho · de A  very  large polys crowd ochlos spread strōnnyō their heautou · ho cloaks himation on en the ho road hodos,  while de others allos cut koptō branches klados from apo · ho trees dendron and kai spread strōnnyō them  on en the ho road hodos. ", "9": "The ho · de crowds ochlos that ho went proagō before  him autos and kai those ho that  followed akoloutheō were  shouting krazō, “ Hosanna hōsanna to  the ho Son hyios of  David Dauid!  Blessed eulogeō is  he ho who  comes erchomai in en the  name onoma of  the  Lord kyrios!  Hosanna hōsanna in en the ho highest hypsistos!” ", "10": "And kai when  he autos entered eiserchomai Jerusalem Hierosolyma,  the ho whole pas city polis was seiō in  turmoil ,  asking legō, “ Who tis is eimi this houtos?” ", "11": "And de the ho crowds ochlos said legō, “ This houtos is eimi the ho prophet prophētēs,  Jesus Iēsous · ho from apo Nazareth Nazareth of ho Galilee Galilaia.” ", "12": "And kai Jesus Iēsous entered eiserchomai the ho temple hieron and kai drove ekballō out  all pas who ho were  selling pōleō and kai buying agorazō in en the ho temple hieron,  and kai he  overturned katastrephō the ho tables trapeza of  the ho moneychangers kollybistēs and kai the ho chairs kathedra of  those ho who  were  selling pōleō · ho doves peristera. ", "13": "And kai he  said legō to  them autos, “ It  stands  written graphō,  · ho ' My egō house oikos will  be  called kaleō a  house oikos of  prayer proseuchē,'  but de you hymeis are  making poieō it autos a  den spēlaion of  thieves lēstēs.” ", "14": "Then kai the  blind typhlos and kai the  lame chōlos came proserchomai to  him autos in en the ho temple hieron and kai he  healed therapeuō them autos. ", "15": "But de when  the ho ruling archiereus priests  and kai the ho scribes grammateus saw  the ho wonderful thaumasios things  that hos he  did poieō,  and kai the ho children pais who ho were  crying krazō out  in en the ho temple hieron,  · kai “ Hosanna hōsanna to  the ho Son hyios of  David Dauid!”  they  were  indignant aganakteō, ", "16": "and kai they  said legō to  him autos, “ Do  you  hear akouō what tis they houtos are  saying legō?” “ Yes nai,”  replied legō · ho · de Jesus Iēsous, “ but oudepote have  you  never  read anaginōskō, ' Out ek of  the  mouth stoma of  infants nēpios and kai nursing thēlazō babies  you  have  brought katartizō forth  praise ainos'?” ", "17": "And kai leaving kataleipō them autos,  he  went exerchomai out exō of  the ho city polis to eis Bethany Bēthania and kai spent aulizomai the  night  there ekei. ", "18": "In  the  morning prōi,  · de as  he  was  returning epanagō to eis the ho city polis,  he  became  hungry peinaō. ", "19": "And kai seeing  a heis fig sykē tree  by epi the ho road hodos,  he  went erchomai over  to epi it autos and kai found heuriskō nothing oudeis on en it autos except ei mē leaves phyllon only monon.  And kai he  said legō to  it autos, “ May ginomai no mēketi fruit karpos ever  come ginomai from ek you sy for eis all ho time aiōn!”  And kai at  once parachrēma the ho fig sykē tree  withered  away xērainō. ", "20": "· kai When  the ho disciples mathētēs saw this,  they  were  astonished thaumazō and  said legō, “ How pōs did xērainō the ho fig  tree sykē wither  away xērainō so  quickly parachrēma?” ", "21": "And de Jesus Iēsous answered apokrinomai · ho them autos, “ I  tell legō you hymeis the  truth amēn,  if ean you  have echō faith pistis and kai do  not mē doubt diakrinō,  not ou only monon will  you  do poieō what ho was done to  the ho fig sykē tree ,  but alla even kan if  you  say legō to ho this houtos mountain oros, ' Be  lifted airō up  and kai thrown ballō into eis the ho sea thalassa,'  it  will  happen ginomai. ", "22": "And kai whatever pas hosos you  ask aiteō in en · ho prayer proseuchē,  if  you  believe pisteuō,  you  will  receive lambanō.” ", "23": "And kai when  he autos had  entered erchomai the ho temple hieron,  the ho ruling  priests archiereus and kai the ho elders presbyteros of  the ho people laos approached proserchomai him autos while  he  was  teaching didaskō and  said legō, “ By en what poios authority exousia are  you  doing poieō these houtos things ,  and kai who tis gave didōmi you sy · ho this houtos authority exousia?” ", "24": "Jesus Iēsous answered apokrinomai · de · ho them autos,  saying legō, “ I  also kagō will  ask erōtaō you hymeis one heis question logos, and  if ean you  give legō me egō an  answer ,  then  I kagō will  tell legō you hymeis by en what poios authority exousia I  do poieō these houtos things . ", "25": "The ho baptism baptisma of ho John Iōannēs,  where pothen did eimi it  come  from?  From ek heaven ouranos or ē from ek man anthrōpos?”  They ho · de reasoned dialogizomai among en themselves heautou,  saying legō, “ If ean we  say legō, ' From ek heaven ouranos,'  he  will  say legō to  us hēmeis, ' Why dia tis then oun did  you  not ou believe pisteuō him autos?' ", "26": "But de if ean we  say legō, ' From ek man anthrōpos,'  we  are  afraid phobeomai of  the ho crowd ochlos,  for gar they pas hold echō that hōs John Iōannēs was a  prophet prophētēs.”  · ho", "27": "So kai they  answered apokrinomai · ho Jesus Iēsous,  saying legō, “ We  do  not ou know oida.” And  he autos said phēmi to  them autos,  · kai “ Neither oude will  I egō tell legō you hymeis by en what poios authority exousia I  do poieō these houtos things . ", "28": "“ What tis · de do  you hymeis think dokeō? A  man anthrōpos had echō two dyo sons teknon,  and kai he  went proserchomai to  the ho first prōtos and  said legō, ' Son teknon,  go hypagō and  work ergazomai today sēmeron in en the ho vineyard ampelōn.' ", "29": "And de he ho answered apokrinomai,  saying legō, ' I  will thelō not ou,'  but de later hysteros he  changed metamelomai his  mind  and  went aperchomai. ", "30": "Then de the man  went proserchomai to  the ho second heteros son and  said legō the  same hōsautōs thing .  And de he ho answered apokrinomai,  saying legō, ' I egō will,  sir kyrios,'  but kai he  did  not ou go aperchomai. ", "31": "Which tis of ek the ho two dyo did poieō the ho will thelēma of  his ho father patēr?”  They  said legō, “ The ho first prōtos.”  Jesus Iēsous said legō to  them autos,  · ho “ I  tell legō you hymeis the  truth amēn,  · ho tax telōnēs collectors  and kai · ho prostitutes pornē will  enter proagō the ho kingdom basileia of ho God theos before  you hymeis! ", "32": "For gar John Iōannēs came erchomai to pros show  you hymeis the  way hodos of  righteousness dikaiosynē,  and kai you  did  not ou believe pisteuō him autos;  · ho but de tax telōnēs collectors  and kai · ho prostitutes pornē did  believe pisteuō.  And de even when  you hymeis saw it,  you  did  not oude change metamelomai your  minds  afterward hysteros · ho and  believe pisteuō him autos. ", "33": "“ Listen  to akouō another allos parable parabolē:  There  was eimi a  landowner oikodespotēs who hostis planted phyteuō a  vineyard ampelōn.  · kai He  put peritithēmi a  fence phragmos around peritithēmi it autos,  · kai dug oryssō a  winepress lēnos in en it autos,  and kai built oikodomeō a  watchtower pyrgos.  Then kai he  leased ekdidōmi it autos to  tenants geōrgos and kai went  away apodēmeō on  a  journey . ", "34": "When hote · de the ho harvest karpos time kairos drew engizō near ,  · ho he  sent apostellō · ho his autos servants  to pros the ho tenants geōrgos to  collect lambanō his autos share of  the ho crop karpos. ", "35": "But kai the ho tenants geōrgos seized lambanō · ho his autos servants;  one hos men they  severely  beat derō,  another hos de they  killed apokteinō,  and de still  another hos de they  stoned lithoboleō. ", "36": "Then palin he  sent apostellō other allos servants,  more polys than  the ho first prōtos time,  and kai they  did poieō the  same hōsautōs to  them autos. ", "37": "Finally hysteros · de he  sent apostellō his autos son hyios to pros them autos,  · ho saying legō, ' They  will  respect entrepō · ho my egō son hyios.' ", "38": "But de when  the ho tenants geōrgos saw  the ho son hyios,  they  said legō to en one  another heautou, ' This houtos is eimi the ho heir klēronomos;  come deute on ,  let  us  kill apokteinō him autos and kai take echō · ho his autos inheritance klēronomia.' ", "39": "So kai they  seized lambanō him autos and  threw ekballō him  out exō of  the ho vineyard ampelōn and kai killed apokteinō him. ", "40": "Now oun when hotan the ho owner kyrios of  the ho vineyard ampelōn returns erchomai,  what tis will  he  do poieō to ho those ekeinos tenants geōrgos?” ", "41": "They  said legō to  him autos, “ He  will  bring  those autos wretches kakos to  a  wretched kakōs end apollymi and kai lease ekdidōmi the ho vineyard ampelōn to  other allos tenants geōrgos who hostis will  give apodidōmi him autos his ho share karpos at en · ho their autos harvest kairos.” ", "42": "Jesus Iēsous said legō to  them autos,  · ho “ Have  you  never oudepote read anaginōskō in en the ho Scriptures graphē: 'A  stone lithos that hos the ho builders oikodomeō rejected apodokimazō has  become ginomai the  cornerstone kephalē gōnia;  this houtos was  the Lord' s kyrios doing ginomai,  and kai it  is eimi amazing thaumastos in en our hēmeis eyes ophthalmos'? ", "43": "Therefore dia houtos I  tell legō you hymeis that hoti the ho kingdom basileia of ho God theos will  be  taken airō away  from apo you hymeis and kai given didōmi to  a  people ethnos who  will  produce poieō · ho its autos fruit karpos.” ", "44": "and kai the ho one  who  falls piptō on epi this houtos · ho stone lithos will  be  broken synthlaō to  pieces ;  and de upon epi whomever hos it  falls piptō,  it  will  crush likmaō him autos", "45": "· kai When akouō the ho ruling  priests archiereus and kai the ho Pharisees Pharisaios heard akouō · ho his autos parables parabolē,  they  perceived ginōskō that hoti he  was  speaking legō about peri them autos. ", "46": "And kai although  they  wanted zēteō to  arrest krateō him autos,  they  were  afraid phobeomai of  the ho crowds ochlos because epei they  held echō him autos to eis be a  prophet prophētēs. "}