{"1": "Once kai again palin · ho Jesus Iēsous spoke legō to  them autos in en parables parabolē,  saying legō: ", "2": "“ The ho kingdom basileia of ho heaven ouranos is  like homoioō a  king basileus who hostis prepared poieō a  wedding  feast gamos for ho his autos son hyios", "3": "and kai sent apostellō · ho his autos servants  to  call kaleō those ho who  had  been  invited kaleō to eis the ho feast gamos;  but kai they  would thelō not ou come erchomai. ", "4": "Then palin he  sent apostellō other allos servants,  saying legō, ' Tell legō those ho who  have  been  invited kaleō, “ See idou,  I  have  prepared hetoimazō · ho my egō banquet ariston,  · ho my egō oxen tauros and kai · ho fattened  calves sitistos have  been  slaughtered thuō,  and kai everything pas is  ready hetoimos.  Come deute to eis the ho wedding  feast gamos.”' ", "5": "But de they ho paid ameleō no  attention  and  went aperchomai on  their  way ,  one hos men to eis · ho his idios farm agros,  another hos de to epi · ho his autos business emporia, ", "6": "while de the ho rest loipos seized krateō · ho his autos servants,  treated hybrizō them  shamefully ,  and kai killed apokteinō them. ", "7": "The ho · de king basileus was  furious orgizō!  · kai He  sent pempō · ho his autos troops strateuma and  destroyed apollymi · ho those ekeinos murderers phoneus and kai burned  · ho their autos city polis to the ground. ", "8": "Then tote he  said legō to ho his autos servants, ' The ho wedding  feast gamos is eimi ready hetoimos,  but de those ho who  were  invited kaleō were eimi not ou worthy axios. ", "9": "Go poreuō therefore oun to epi the ho busy diexodos · ho intersections hodos and kai invite kaleō everyone hosos ean you  can  find heuriskō to eis the ho wedding  feast gamos.' ", "10": "So kai those ekeinos servants  went exerchomai out  · ho into eis the ho streets hodos and  gathered synagō everyone pas hos they  could  find heuriskō,  rogues ponēros as  well  as te honorable agathos men ;  and kai the ho wedding  hall gamos was  packed pimplēmi with  guests anakeimai. ", "11": "But de when  the ho king basileus came eiserchomai in  to  see theaomai the ho guests anakeimai, he noticed a  man anthrōpos there ekei who  was  not ou wearing endyō a  wedding gamos garment endyma. ", "12": "And kai he  said legō to  him autos, ' Friend hetairos,  how pōs did  you  get eiserchomai in  here hōde without mē echō a  wedding gamos garment endyma?'  And de the ho man  was  speechless phimoō. ", "13": "Then tote the ho king basileus said legō to  his ho assistants diakonos, ' Bind deō him autos foot pous and kai hand cheir and  throw ekballō him autos out  into eis · ho outer exōteros darkness skotos,  · ho where ekei there  will  be eimi · ho weeping klauthmos and kai · ho gnashing brygmos of ho teeth odous.' ", "14": "For gar many polys are eimi called klētos,  but de few oligos are  chosen eklektos.” ", "15": "Then tote the ho Pharisees Pharisaios went poreuō out  and  plotted symboulion lambanō how hopōs they  could  trap pagideuō him autos in en what  he  said logos. ", "16": "And kai they  sent apostellō their autos disciples mathētēs to  him autos · ho along  with meta the ho Herodians hērōidianoi,  saying legō, “ Teacher didaskalos,  we  know oida that hoti you  are eimi true alēthēs and kai teach didaskō the ho way hodos of ho God theos in en truth alētheia,  and kai show  deference melei to peri no oudeis one ,  for gar you  are  not ou swayed blepō by eis appearances prosōpon anthrōpos. ", "17": "So oun tell legō us hēmeis,  what tis do  you sy think dokeō? Is it proper  to  pay didōmi a  tax kēnsos to  Caesar Kaisar or ē not ou?” ", "18": "But de Jesus Iēsous,  perceiving ginōskō · ho · ho their autos evil ponēria intent ,  said legō, “ Why tis are  you  testing peirazō me egō,  you  hypocrites hypokritēs? ", "19": "Show epideiknymi me egō the ho coin nomisma used  for  the ho tax kēnsos.”  So de they ho brought prospherō him autos a  denarius dēnarion. ", "20": "And kai Jesus  said legō to  them autos, “ Whose tis · ho image eikōn is  this houtos,  and kai whose  · ho inscription epigraphē?” ", "21": "They  answered legō him autos, “Caesar' s Kaisar.”  Then tote he  said legō to  them autos, “ Render apodidōmi therefore oun to  Caesar Kaisar the ho things  that are Caesar' s Kaisar,  and kai to ho God theos the ho things  that are  · ho God' s theos.” ", "22": "· kai When  they  heard akouō this  they  were  astonished thaumazō,  so kai they  left aphiēmi him autos and  went aperchomai away . ", "23": "On en that ekeinos · ho day hēmera the  Sadducees Saddoukaios who  say legō there  is eimi no mē resurrection anastasis came proserchomai to  him autos and kai posed eperōtaō a  question . ", "24": "They  said legō, “ Teacher didaskalos,  Moses Mōysēs said legō, ' If ean a  man tis dies apothnēskō having echō no mē children teknon,  his autos brother adelphos must  marry epigambreuō · ho · ho his autos widow gynē and kai raise anistēmi up  children sperma for ho his autos brother adelphos.' ", "25": "Now de there  were eimi seven hepta brothers adelphos among para us hēmeis;  · kai the ho first prōtos one  married gameō and  died teleutaō,  and kai since  he  had echō no mē children sperma,  he  left aphiēmi · ho his autos wife gynē to ho his autos brother adelphos. ", "26": "So homoiōs also kai the ho second deuteros and kai the ho third tritos, and so on  to heōs the ho seventh hepta. ", "27": "Finally hysteros,  · de the ho woman gynē died apothnēskō as  well pas. ", "28": "Therefore oun in en the ho resurrection anastasis,  whose tis wife gynē of  the ho seven hepta will  she  be eimi?  For gar they  all pas had echō married  her autos.” ", "29": "Jesus Iēsous answered apokrinomai · de · ho them autos,  saying legō, “ You  are  mistaken planaō,  because  you  know oida neither mē the ho Scriptures graphē nor mēde the ho power dynamis of ho God theos. ", "30": "For gar in en the ho resurrection anastasis they  will  neither oute marry gameō nor oute be  given  in  marriage gamizō,  but alla will  be eimi like hōs the  angels angelos in en · ho heaven ouranos. ", "31": "But de concerning peri the ho resurrection anastasis of  the ho dead nekros,  have  you  not ou read anaginōskō what ho was  spoken legō to  you hymeis by hypo · ho God theos: ", "32": "' I egō am eimi the ho God theos of  Abraham Abraam and kai the ho God theos of  Isaac Isaak and kai the ho God theos of  Jacob Iakōb'?  He  is eimi not ou the ho God theos of  the  dead nekros but alla of  the  living zaō.” ", "33": "And kai when  the ho crowd ochlos heard akouō this,  they  were  astounded ekplēssō at epi · ho his autos teaching didachē. ", "34": "Now de when  the ho Pharisees Pharisaios heard akouō that hoti he  had  silenced phimoō the ho Sadducees Saddoukaios,  they  met synagō together epi ho · ho", "35": "and kai one heis of ek them autos, an  expert nomikos in  the  law , wanted  to  test peirazō him autos, and  asked eperōtaō, ", "36": "“ Teacher didaskalos,  which poios is the  greatest megas commandment entolē in en the ho law nomos?” ", "37": "And de he ho said phēmi to  him autos, “' You  shall  love agapaō the  Lord kyrios · ho your sy God theos with en all holos · ho your sy heart kardia,  · kai with en all holos · ho your sy soul psychē,  and kai with en all holos · ho your sy mind dianoia.' ", "38": "This houtos is eimi the ho greatest megas and kai first prōtos commandment entolē. ", "39": "And de a  second deuteros is  like homoios it autos, ' You  shall  love agapaō · ho your sy neighbor plēsion as hōs yourself seautou.' ", "40": "On en these houtos · ho two dyo commandments entolē depends kremannymi the ho whole holos Law nomos and kai the ho Prophets prophētēs.” ", "41": "Now de while  the ho Pharisees Pharisaios were  assembled synagō,  Jesus Iēsous put eperōtaō this  question  to  them autos:  · ho", "42": "“ What tis do  you hymeis think dokeō about peri the ho Messiah Christos?  Whose tis son hyios is eimi he ?”  They  said legō to  him autos,  · ho “David' s Dauid.” ", "43": "He  said legō to  them autos, “ How pōs then oun does  David Dauid in en the  Spirit pneuma call kaleō him autos ' Lord kyrios,'  saying legō, ", "44": "'The  Lord kyrios said legō to ho my egō Lord kyrios, “ Sit kathēmai at ek my egō right dexios hand  until heōs an I  put tithēmi · ho your sy enemies echthros under hypokatō · ho your sy feet pous”'? ", "45": "If ei therefore oun David Dauid calls kaleō him autos ' Lord kyrios,'  how pōs can  he  be eimi his autos son hyios?” ", "46": "And kai no oudeis one  was  able dynamai to  answer apokrinomai him autos a  word logos,  nor oude did  anyone tis dare tolmaō to  question eperōtaō him autos any  more ouketi from apo that ekeinos · ho day hēmera on. "}