{"1": "· kai When  Jesus Iēsous had  left exerchomai · ho the ho temple hieron and  was  walking poreuō away ,  · kai his autos disciples mathētēs came proserchomai · ho up  to  call epideiknymi his autos attention  to  the ho buildings oikodomē of  the ho temple hieron. ", "2": "And de he ho responded apokrinomai to  them autos,  saying legō, “ You  see blepō all pas these houtos things , do you  not ou?  I  tell legō you hymeis the  truth amēn,  not  even  one ou stone lithos will  be  left aphiēmi here hōde upon epi another lithos that hos will  not ou be  thrown katalyō down .” ", "3": "And de when  he autos was  seated kathēmai on epi the ho Mount oros of ho Olives elaia,  the ho disciples mathētēs came proserchomai to  him autos privately kata idios,  saying legō, “ Tell legō us hēmeis,  when pote are  these houtos things  to  take  place eimi,  and kai what tis will be  the ho sign sēmeion of ho your sos coming parousia and kai the  consummation synteleia of  the ho age aiōn?” ", "4": "And kai Jesus Iēsous answered apokrinomai · ho them autos,  saying legō, “ Take blepō care  that  no mē one tis leads  you hymeis astray planaō. ", "5": "For gar many polys will  come erchomai in epi · ho my egō name onoma,  saying legō, ' I egō am eimi the ho Christ Christos,'  and kai they  will  lead  many polys astray planaō. ", "6": "And de you  will mellō hear akouō of  wars polemos and kai rumors akoē of  wars polemos.  See horaō that  you  are  not mē alarmed throeō,  for gar this  must dei take ginomai place  but alla the ho end telos is eimi not oupō yet . ", "7": "For gar nation ethnos will  rise egeirō up  against epi nation ethnos and kai kingdom basileia against epi kingdom basileia,  and kai there  will  be eimi famines limos and kai earthquakes seismos in kata various  places topos. ", "8": "But de all pas these houtos things  are only the  beginning archē of  birth ōdin pangs . ", "9": "Then tote they  will  hand paradidōmi you hymeis over  to eis be  persecuted thlipsis and kai will  kill apokteinō you hymeis,  and kai you  will  be eimi hated miseō by hypo all pas · ho nations ethnos because dia of  · ho my egō name onoma. ", "10": "· kai At tote that  time  many polys will  fall skandalizō away  and kai will  betray paradidōmi one  another allēlōn and kai hate miseō one  another allēlōn. ", "11": "And kai many polys false pseudoprophētēs prophets  will  arise egeirō and kai lead planaō many polys astray; ", "12": "and kai because dia lawlessness anomia will  be  increased plēthunō,  · ho the ho love agapē of ho many polys will  grow  cold psychō. ", "13": "But de the ho one  who  endures hypomenō to eis the  end telos will  be  saved sōzō. ", "14": "And kai this houtos · ho gospel euangelion of  the ho kingdom basileia will  be  proclaimed kēryssō in en all holos the ho world oikoumenē as eis a  testimony martyrion to  every pas · ho nation ethnos,  and kai then tote the ho end telos will  come hēkō. ", "15": "“ Therefore oun when hotan you see  the ho ' abomination bdelygma of ho desolation erēmōsis'  · ho spoken legō of  by dia the ho prophet prophētēs Daniel Daniēl,  standing histēmi in en the  holy hagios place topos ( let  the ho reader anaginōskō understand noeō), ", "16": "then tote those ho who are  in en · ho Judea Ioudaia must  flee pheugō to eis the ho mountains oros, ", "17": "the ho one  on epi the ho housetop dōma must  not mē go katabainō down  to  gather airō up  what ho is  in ek · ho his autos house oikia, ", "18": "and kai the ho one  in en the ho field agros must  not mē go epistrephō back opisō to  pick airō up  · ho his autos coat himation. ", "19": "But de woe ouai to ho women  who  are echō pregnant en gastēr and kai to ho mothers  who  are  nursing thēlazō babies  in en those ekeinos · ho days hēmera! ", "20": "And de pray proseuchomai that hina your hymeis flight phygē will  not mē be ginomai · ho in  winter cheimōn or mēde on  a  Sabbath sabbaton. ", "21": "For gar then tote there  will  be eimi great megas suffering thlipsis,  such hoios as  has  not ou been ginomai from apo the  beginning archē of  the  world kosmos until heōs · ho now nyn,  and oude will  never ou mē be ginomai again. ", "22": "And kai unless ei mē those ekeinos days hēmera were  shortened koloboō,  · ho no ou human  being sarx would an survive sōzō.  But de for dia the  sake  of  the ho elect eklektos those ekeinos days hēmera will  be  shortened koloboō.  · ho", "23": "Then tote if ean anyone tis says legō to  you hymeis, ' Look idou,  here hōde is  the ho Christ Christos!'  or ē, ' There hōde he is!'  Do  not mē believe pisteuō him. ", "24": "For gar false pseudochristos messiahs  and kai false pseudoprophētēs prophets  will  appear egeirō,  and kai they  will  perform didōmi great megas signs sēmeion and kai wonders teras so hōste as  to  lead planaō astray ,  if ei that were  possible dynatos,  even kai the ho elect eklektos. ", "25": "Mark idou well , I have warned  you hymeis in advance. ", "26": "So oun,  if ean they  say legō to  you hymeis, ' There idou he  is eimi, out  in en the ho wilderness erēmos!'  do  not mē go exerchomai out ; or, ' Here idou he is,  in en the ho inner tameion rooms !'  do  not mē believe pisteuō it. ", "27": "For gar as hōsper the ho lightning astrapē comes exerchomai from apo the  east anatolē and kai flashes phainō to heōs the  west dysmē,  so houtōs will eimi the ho coming parousia of  the ho Son hyios of ho Man anthrōpos be. ", "28": "Wherever hopou ean the ho corpse ptōma is eimi,  there ekei the ho vultures aetos will  gather synagō. ", "29": "“ Immediately eutheōs · de after meta the ho suffering thlipsis of ho those ekeinos days hēmera,  the ho sun hēlios will be darkened  and kai the ho moon selēnē will  not ou give didōmi · ho its autos light phengos,  and kai the ho stars astēr will  fall piptō from apo the ho sky ouranos and kai the ho powers dynamis of  the ho heavens ouranos will  be  shaken saleuō. ", "30": "And kai then tote the ho sign sēmeion of  the ho Son hyios of ho Man anthrōpos will  appear phainō in en the  sky ouranos,  and kai then tote all pas the ho tribes phylē of  the ho earth gē will  mourn koptō,  and kai they  will  see horaō the ho Son hyios of ho Man anthrōpos coming erchomai on epi the ho clouds nephelē of  the ho sky ouranos with meta power dynamis and kai great polys glory doxa. ", "31": "And kai he  will  send apostellō · ho his autos angels angelos with meta a  loud megas trumpet salpinx call ,  and kai they  will  gather episynagō · ho his autos elect eklektos from ek the ho four tessares winds anemos,  from apo one  end akron of  the  heavens ouranos to heōs the ho other akron. ", "32": "“ Learn manthanō this ho parable parabolē from apo · de the ho fig sykē tree :  as  soon  as hotan · ho its autos branch klados becomes ginomai tender hapalos and kai puts  out ekphyō its ho leaves phyllon,  you  know ginōskō that hoti summer theros is  near engys.  · ho", "33": "So houtōs also kai,  when hotan you hymeis see  all pas these houtos things ,  you  know ginōskō that hoti it  is eimi near engys,  at epi the very  door thura. ", "34": "I  tell legō you hymeis the  truth amēn,  this houtos generation genea will  not ou mē pass parerchomai away  · ho until heōs an all pas these houtos things  take ginomai place . ", "35": "· ho Heaven ouranos and kai · ho earth gē will  pass parerchomai away ,  · ho but de my egō words logos will  never ou mē pass parerchomai away . ", "36": "“ But de concerning peri · ho that ekeinos day hēmera and kai hour hōra,  no oudeis one  knows oida,  neither oude the ho angels angelos of ho heaven ouranos nor oude the ho Son hyios,  but ei mē the ho Father patēr only monos. ", "37": "For gar as hōsper were  the ho days hēmera of ho Noah Nōe,  so houtōs will  be eimi the ho coming parousia of  the ho Son hyios of ho Man anthrōpos. ", "38": "For gar as hōs in en the ho days hēmera · ho before pro the ho flood kataklysmos people  were eimi eating trōgō and kai drinking pinō,  marrying gameō and kai giving gamizō in  marriage ,  until achri the hos day hēmera Noah Nōe entered eiserchomai the ho ark kibōtos, ", "39": "and kai they  knew ginōskō nothing ou until heōs the ho flood kataklysmos came erchomai and kai took airō them  all hapas away,  so houtōs will eimi · kai the ho coming parousia of  the ho Son hyios of ho Man anthrōpos be. ", "40": "At  that  time tote two dyo men  will  be eimi in en the ho field agros;  one heis will  be  taken paralambanō and kai the  other heis left aphiēmi. ", "41": "Two dyo women  will  be  grinding alēthō at en the ho mill mylos;  one heis will  be  taken paralambanō and kai the  other heis left aphiēmi. ", "42": "Therefore oun be  alert grēgoreō,  because hoti you  do  not ou know oida on  what poios day hēmera · ho your hymeis Lord kyrios will  come erchomai. ", "43": "But de understand ginōskō this ekeinos:  if ei the ho owner  of  the  house oikodespotēs had  known oida at  what  time poios of  night phylakē the ho thief kleptēs was  coming erchomai,  he  would an have  been  on  the  alert grēgoreō and kai would an not ou have  allowed eaō his autos house oikia to  be  broken dioryssō into .  · ho", "44": "For dia this houtos reason  you hymeis also kai must  be ginomai ready hetoimos,  because hoti the ho Son hyios of ho Man anthrōpos will  come erchomai at hos an  hour hōra you  do  not ou expect dokeō. ", "45": "“ Who tis then ara is eimi the ho faithful pistos and kai wise phronimos servant  whom hos his ho master kyrios has  put kathistēmi in  charge  of epi · ho his autos household oiketeia to ho give didōmi other autos servants  their ho food trophē at en the  proper kairos time ? ", "46": "Blessed makarios is  · ho that ekeinos servant  whom hos · ho his autos master kyrios will  find heuriskō so houtōs doing poieō when  he  returns erchomai. ", "47": "I  tell legō you hymeis the  truth amēn,  he  will  put kathistēmi that  servant autos in  charge kathistēmi of epi all pas · ho his autos possessions hyparchō. ", "48": "But de suppose ean that ekeinos servant is  wicked kakos and  says legō · ho in en · ho his autos heart kardia, ' My egō master kyrios is  slow chronizō to  return ,'  · ho", "49": "and kai begins archō to  beat typtō · ho his autos fellow syndoulos servants ,  and de eats esthiō and kai drinks pinō with meta · ho drunkards methyō; ", "50": "the ho master kyrios of ho that ekeinos servant  will  come hēkō on en a  day hēmera when hos he  does  not ou expect prosdokaō and kai at en an  hour hōra that hos he  does  not ou know ginōskō, ", "51": "and kai will  cut dichotomeō him autos in  pieces  and kai assign tithēmi him autos a ho place meros with meta the ho hypocrites hypokritēs, where  there ekei will  be eimi · ho weeping klauthmos and kai · ho gnashing brygmos of ho teeth odous. "}