{"1": "· kai When hote Jesus Iēsous had  finished teleō · ho all pas · ho these houtos sayings logos,  he  said legō to ho his autos disciples mathētēs, ", "2": "“ You  know oida that hoti after meta two dyo days hēmera the ho Passover pascha is  coming ginomai,  and kai the ho Son hyios of ho Man anthrōpos will  be  handed paradidōmi over  to eis · ho be  crucified stauroō.” ", "3": "Then tote the ho ruling archiereus priests  and kai the ho elders presbyteros of  the ho people laos gathered synagō in eis the ho palace aulē of  the ho high archiereus priest ,  who ho was  called legō Caiaphas Kaiaphas, ", "4": "and kai they  plotted symbouleuō together  to hina seize krateō · ho Jesus Iēsous by  stealth dolos and kai kill apokteinō him. ", "5": "But de they  said legō, “ Not mē during en the ho feast heortē,  lest hina mē there  be ginomai a  riot thorybos among en the ho people laos.” ", "6": "· ho Now de while  Jesus Iēsous was ginomai in en Bethany Bēthania,  in en the  house oikia of  Simon Simōn the ho leper lepros, ", "7": "a  woman gynē came proserchomai to  him autos with echō an  alabaster alabastros flask  of  very  expensive barytimos perfume myron · kai that  she  poured katacheō over epi · ho his autos head kephalē as  he  reclined anakeimai at  table . ", "8": "And de when  the ho disciples mathētēs saw it,  they  were  indignant aganakteō and  said legō, “ Why eis tis · ho this houtos waste apōleia? ", "9": "For gar this houtos could dynamai have  been  sold pipraskō for  a  high polys price  and kai the money  given didōmi to  the  poor ptōchos.” ", "10": "But de aware ginōskō of this,  · ho Jesus Iēsous said legō to  them autos, “ Why tis are  you  causing parechō trouble kopos for  the ho woman gynē?  For gar she  has  done ergazomai a  kind kalos thing ergon to eis me egō. ", "11": "You  will echō always pantote have echō the ho poor ptōchos with meta you heautou,  but de you  will  not ou always pantote have echō me egō. ", "12": "For gar by  pouring ballō · ho this houtos perfume myron on epi · ho my egō body sōma,  she houtos has  prepared poieō me egō for pros · ho burial entaphiazō. ", "13": "I  tell legō you hymeis the  truth amēn,  wherever hopou ean this houtos gospel euangelion is  proclaimed kēryssō · ho throughout en holos the ho world kosmos,  what hos she houtos has  done poieō will  also kai be  recounted laleō as eis her autos memorial mnēmosynon to me.” ", "14": "Then tote one heis of  the ho twelve dōdeka,  the ho one  named legō Judas Ioudas Iscariot Iskariōtēs,  went poreuō to pros the ho ruling archiereus priests ", "15": "and  asked legō, “ What tis are  you  willing thelō to  give didōmi me egō if  I kagō betray paradidōmi him autos to  you hymeis?”  And de they ho agreed histēmi to  pay  him autos thirty triakonta silver argyrion coins . ", "16": "So kai from apo then tote on  he  watched zēteō for  an  opportunity eukairia to hina betray paradidōmi Jesus autos. ", "17": "Now de on  the ho first prōtos day  of ho Unleavened azymos Bread  the ho disciples mathētēs came proserchomai to ho Jesus Iēsous and  asked legō, “ Where pou do  you  want thelō us  to  make hetoimazō preparations  for  you sy to  eat esthiō the ho Passover pascha?” ", "18": "He ho · de said legō, “ Go hypagō into eis the ho city polis to pros a ho certain deina man  and kai say legō to  him autos, ' The ho Teacher didaskalos says legō,  · ho “ My egō time kairos is eimi at  hand engys.  I  will  be  keeping poieō the ho Passover pascha at pros your sy house  with meta · ho my egō disciples mathētēs.”'” ", "19": "So kai the ho disciples mathētēs did poieō as hōs Jesus Iēsous had  directed syntassō them autos · ho and kai made hetoimazō preparations  for  the ho Passover pascha. ", "20": "Now de when  evening opsia came ginomai, Jesus  was  reclining anakeimai at  table  with meta the ho twelve dōdeka. ", "21": "And kai as  they autos were  eating esthiō he  said legō, “ I  tell legō you hymeis the  truth amēn,  one heis of ek you hymeis will  betray paradidōmi me egō.” ", "22": "And kai they  were  greatly sphodra distressed lypeō and  began archō to  say legō to  him autos one heis after  another hekastos, “ Surely mēti not  I egō,  Lord kyrios?” ", "23": "Jesus ho · de answered apokrinomai,  saying legō, “ The ho one  who  has  dipped embaptō his ho hand cheir into en the ho bowl tryblion with meta me egō will  betray paradidōmi me egō. ", "24": "The ho Son hyios of ho Man anthrōpos will  depart hypagō as kathōs it  is  written graphō of peri him autos,  but de woe ouai to ho that ekeinos one anthrōpos by dia whom hos the ho Son hyios of ho Man anthrōpos is  betrayed paradidōmi!  It  would  have  been eimi better kalos for  that ekeinos man anthrōpos had  he  not ou been  born gennaō.”  · ho", "25": "Then de Judas Ioudas,  who ho would  betray paradidōmi him autos,  said legō, “ Surely mēti not  I egō,  Rabbi rhabbi?” Jesus  answered legō him autos, “It is as  you sy have  said legō.” ", "26": "And de as  they autos were  eating esthiō,  Jesus Iēsous took lambanō · ho bread artos;  and kai when  he  had  given eulogeō thanks ,  he  broke klaō it  and kai gave didōmi it  to  his ho disciples mathētēs,  saying legō, “ Take lambanō,  eat esthiō;  this houtos is eimi · ho my egō body sōma.” ", "27": "And kai he  took lambanō a  cup potērion,  and kai when  he  had  given eucharisteō thanks ,  he  gave didōmi it  to  them autos,  saying legō, “ Drink pinō from ek it autos,  all pas of you, ", "28": "for gar this houtos is eimi · ho my egō blood haima of  the ho covenant diathēkē that ho is  poured  out ekchunnomai for peri many polys for eis the  forgiveness aphesis of  sins hamartia. ", "29": "But de I  say legō to  you hymeis,  I  will  never ou mē drink pinō again apo arti of ek this houtos · ho fruit genēma of  the ho vine ampelos until heōs · ho that ekeinos day hēmera when hotan I  drink pinō the  new kainos wine autos with meta you hymeis in en the ho kingdom basileia of ho my egō Father patēr.” ", "30": "And kai when  they  had  sung hymneō a  hymn ,  they  went exerchomai out  to eis the ho Mount oros of ho Olives elaia. ", "31": "Then tote Jesus Iēsous said legō to  them autos,  · ho “ You hymeis will  all pas fall skandalizō away  because en of  me egō · ho this  very houtos night nyx.  For gar it  stands  written graphō, ' I  will  strike patassō the ho shepherd poimēn,  and kai the ho sheep probaton of  the ho flock poimnē will  be  scattered diaskorpizō.' ", "32": "But de after meta · ho I egō have  been  raised egeirō,  I  will  go proagō ahead  of  you hymeis into eis · ho Galilee Galilaia.” ", "33": "Peter Petros answered apokrinomai,  · de · ho saying legō to  him autos, “ Though ei they  all pas fall skandalizō away  because en of  you sy,  I egō will  never oudepote fall skandalizō away .” ", "34": "Jesus Iēsous said phēmi to  him autos,  · ho “ I  tell legō you sy the  truth amēn,  this houtos very  · ho night nyx,  before prin the  rooster alektōr crows phōneō,  you  will  deny aparneomai me egō three tris times .” ", "35": "Peter Petros said legō to  him autos,  · ho “ Even kan though  I egō must dei die apothnēskō with syn you sy,  I  will aparneomai never ou mē deny aparneomai you sy!”  And kai all pas the ho disciples mathētēs said legō the  same homoiōs. ", "36": "Then tote Jesus Iēsous went erchomai with meta them autos · ho to eis a  place chōrion called legō Gethsemane Gethsēmani and kai he  said legō to  his ho disciples mathētēs, “ Sit kathizō here autou while heōs hos I  go aperchomai over  there ekei and  pray proseuchomai.” ", "37": "And kai taking paralambanō with  him  · ho Peter Petros and kai the ho two dyo sons hyios of  Zebedee Zebedaios,  he  began archō to  be  sorrowful lypeō and kai troubled adēmoneō. ", "38": "Then tote he  said legō to  them autos, “ My egō soul psychē is eimi exceedingly  sorrowful perilypos,  · ho to heōs the  point  of  death thanatos;  remain menō here hōde and kai keep grēgoreō watch  with meta me egō.” ", "39": "And kai going proerchomai a  short mikros distance  beyond them,  he  fell piptō on epi his autos face prosōpon,  praying proseuchomai,  · kai “ My egō Father patēr,  if ei it  be eimi possible dynatos,  let  this houtos cup potērion pass parerchomai from apo me egō!  · ho Yet plēn not ou as hōs I egō will thelō but alla as hōs you sy will.” ", "40": "Then kai he  went erchomai to pros the ho disciples mathētēs and kai found heuriskō them autos sleeping katheudō.  · kai He  said legō to ho Peter Petros, “ So houtōs,  could  you ischuō men  not ou keep  watch grēgoreō with meta me egō for a  single heis hour hōra? ", "41": "Stay grēgoreō alert  and kai pray proseuchomai lest hina mē you  enter eiserchomai a time of  trial peirasmos.  The ho spirit pneuma indeed men is  willing prothumos but de the ho flesh sarx is  weak asthenēs.” ", "42": "Once  again palin he  went aperchomai away  and  prayed proseuchomai,  saying legō, “ My egō Father patēr,  if ei this houtos cannot ou dynamai pass parerchomai unless ean mē I  drink pinō it autos,  may  your sy will thelēma be  done ginomai.”  · ho", "43": "Then kai he  returned erchomai palin and  found heuriskō them autos sleeping katheudō,  for gar their autos eyes ophthalmos were eimi · ho heavy bareō. ", "44": "So kai he  left aphiēmi them autos again palin and  went aperchomai away , and  for ek the  third  time tritos prayed proseuchomai again palin using legō the ho same autos words logos. ", "45": "Then tote he  returned erchomai to pros his ho disciples mathētēs and kai said legō to  them autos, “ Are  you  still loipos sleeping katheudō · ho and kai taking anapauō your  rest ?  Look idou,  the ho hour hōra has  come engizō,  and kai the ho Son hyios of ho Man anthrōpos is  about  to  be  betrayed paradidōmi into eis the  hands cheir of  sinners hamartōlos. ", "46": "Get egeirō up ,  let  us  be  going agō.  Look idou,  here engizō comes  · ho my egō betrayer paradidōmi.” ", "47": "· kai While  he autos was  still eti speaking laleō,  Judas Ioudas,  one heis of  the ho twelve dōdeka,  arrived erchomai · kai accompanied  by meta a  large polys crowd ochlos from apo the ho ruling archiereus priests  and kai the  elders presbyteros of  the ho people laos, armed  with meta swords machaira and kai clubs xylon. ", "48": "The ho · de betrayer paradidōmi had  given didōmi them autos a  sign sēmeion,  saying legō, “The  one hos I  will  kiss phileō,  he autos is eimi the one;  seize krateō him autos.” ", "49": "· kai Without  hesitation eutheōs Judas  went proserchomai up  to ho Jesus Iēsous and  said legō, “ Greetings chairō,  Rabbi rhabbi!”  and kai kissed kataphileō him autos. ", "50": "· ho · de Jesus Iēsous said legō to  him autos, “ Comrade hetairos, do  what epi hos you  came pareimi to do.”  Then tote they  came proserchomai forward ,  laid epiballō · ho hands cheir on epi · ho Jesus Iēsous and kai took krateō him autos into custody. ", "51": "But kai one heis of  those ho with meta Jesus Iēsous stretched ekteinō out  his ho hand cheir,  drew apospaō · ho his autos sword machaira,  and kai struck patassō the ho slave  of  the ho high archiereus priest ,  cutting aphaireō off  his autos · ho ear ōtion. ", "52": "Then tote Jesus Iēsous said legō to  him autos,  · ho “ Put apostrephō · ho your sy sword machaira back  into eis · ho its autos place topos!  For gar all pas who ho draw lambanō the  sword machaira will  die apollymi by en the  sword machaira. ", "53": "Or ē do  you  think dokeō that hoti I  cannot ou ask parakaleō of  · ho my egō Father patēr,  and kai he  will  immediately arti place paristēmi at  my egō disposal  more polys than  twelve dōdeka legions legiōn of  angels angelos? ", "54": "But  how pōs then oun would  the ho scriptures graphē be  fulfilled plēroō that hoti say  it  must dei happen ginomai in  this  way houtōs?” ", "55": "At en that ekeinos · ho time hōra Jesus Iēsous said legō · ho to  the ho crowds ochlos, “ Have  you  come  out exerchomai with meta swords machaira and kai clubs xylon to  capture syllambanō me egō as  though hōs I were a  robber lēstēs?  Every kata day hēmera I  sat kathezomai in en the ho temple hieron teaching didaskō,  and kai you  did  not ou arrest krateō me egō. ", "56": "But de all holos this houtos has  happened ginomai that hina the ho writings graphē of  the ho prophets prophētēs might  be  fulfilled plēroō.”  Then tote the ho disciples mathētēs all pas deserted aphiēmi him autos and  ran pheugō away . ", "57": "Then de the ho men  who  had  laid krateō hold  of  · ho Jesus Iēsous took apagō him  to pros Caiaphas Kaiaphas,  the ho high archiereus priest ,  where hopou the ho scribes grammateus and kai the ho elders presbyteros were  gathered synagō. ", "58": "· ho And de Peter Petros followed akoloutheō him autos at apo a  distance makrothen,  up heōs to  the ho courtyard aulē of  the ho high archiereus priest ;  then kai going eiserchomai inside esō he  sat kathēmai down  with meta the ho guards hypēretēs to see  the ho end telos. ", "59": "Now de the ho ruling archiereus priests  and kai the ho entire holos Sanhedrin synedrion were  looking zēteō for  false pseudomartyria testimony  against kata · ho Jesus Iēsous so hopōs they  could  put  him autos to  death thanatoō, ", "60": "but kai they  found heuriskō none ou, even though  many polys false  witnesses pseudomartys came proserchomai forward .  Finally hysteros · de two dyo came proserchomai forward ", "61": "and  declared legō, “ This houtos man  said phēmi, ' I  am  able dynamai to  destroy katalyō the ho temple naos of ho God theos and kai rebuild oikodomeō it  in dia three treis days hēmera.'” ", "62": "And kai the ho high  priest archiereus stood anistēmi up  and  said legō to  him autos, “ Have  you  no oudeis answer apokrinomai to  the  charge tis these houtos men  are  bringing  against katamartyreō you sy?” ", "63": "· ho But de Jesus Iēsous remained  silent siōpaō.  Then kai the ho high archiereus priest  said legō to  him autos, “ I  put exorkizō you sy under  oath  by kata the ho living zaō God theos,  · ho tell legō us hēmeis if ei you sy are eimi the ho Messiah Christos,  the ho Son hyios of ho God theos.” ", "64": "Jesus Iēsous said legō to  him autos,  · ho “It is as  you sy have  said legō.  Yet plēn I  tell legō you hymeis,  from apo now arti on  you  will  see horaō the ho Son hyios of ho Man anthrōpos sitting kathēmai at ek the  right dexios hand  of  The ho Power dynamis and kai coming erchomai on epi the ho clouds nephelē of ho heaven ouranos.” ", "65": "Then tote the ho high archiereus priest  tore  · ho his autos robes himation and  said legō, “ He  has  blasphemed blasphēmeō!  What tis further eti need chreia do  we  have echō of  witnesses martys?  You  have  now nyn heard akouō his ho blasphemy blasphēmia. ", "66": "What tis is  your hymeis verdict dokeō?”  They ho · de answered apokrinomai,  saying legō, “ He  is eimi deserving enochos of  death thanatos!” ", "67": "Then tote they  spat emptyō in eis · ho his autos face prosōpon and kai struck kolaphizō him autos;  and de some ho slapped rhapizō him, ", "68": "saying legō, “ Prophesy prophēteuō to  us hēmeis,  you  messiah Christos!  Who tis is eimi it  that ho struck paiō you sy?” ", "69": "· ho Now de Peter Petros was  sitting kathēmai outside exō in en the ho courtyard aulē;  and kai a heis servant  girl paidiskē came proserchomai up  to  him autos and  said legō, “ You sy too kai were eimi with meta Jesus Iēsous of ho Galilee Galilaios.” ", "70": "But de he ho denied arneomai it  before emprosthen them  all pas,  saying legō, “ I  do  not ou know oida what tis you  are  talking legō about .” ", "71": "Then de he  went exerchomai out  into eis the ho gateway pylōn, where  another allos servant  girl allos saw  him autos and kai said legō to  those ho who were  there ekei, “ This houtos man  was eimi with meta Jesus Iēsous the ho Nazarene Nazōraios.” ", "72": "But kai again palin he  denied arneomai it  with meta an  oath horkos, “ I  do  not ou know oida the ho man anthrōpos!” ", "73": "And de after meta a  little  while mikros those ho standing  around histēmi came proserchomai up  to ho Peter Petros and  said legō, “ Surely alēthōs you sy too kai are eimi one  of ek them autos,  · kai for gar the ho way  you sy talk lalia makes poieō it  clear dēlos.” ", "74": "Then tote he  began archō to  invoke  curses katathematizō on  himself  and kai swear omnyō to them, “ I  do  not ou know oida that ho man anthrōpos!”  And kai immediately eutheōs the  rooster alektōr crowed phōneō. ", "75": "Then kai Peter Petros remembered mimnēskomai · ho · ho what rhēma Jesus Iēsous had  said legō, “ Before prin the  rooster alektōr crows phōneō,  you  will  deny aparneomai me egō three tris times .”  And kai he  went exerchomai outside exō and  wept klaiō bitterly pikrōs. "}