{"1": "Early prōia in  the  morning ,  · de all pas the ho ruling archiereus priests  and kai the ho elders presbyteros of  the ho people laos laid lambanō plans symboulion against kata · ho Jesus Iēsous,  how hōste they  might  put thanatoō him autos to  death . ", "2": "And kai when  they  had  bound deō him autos,  they  led apagō him  away  and kai turned paradidōmi him  over  to  Pilate Pilatos the ho governor hēgemōn. ", "3": "Then tote when  Judas Ioudas,  his autos betrayer paradidōmi, saw  · ho that hoti Jesus  was  condemned katakrinō,  he  was  filled metamelomai with  remorse  and  brought strephō the ho thirty triakonta silver argyrion coins  back  to  the ho ruling archiereus priests  and kai elders presbyteros, ", "4": "saying legō, “ I  have  sinned hamartanō; I  betrayed paradidōmi innocent athōos blood haima.”  But de they ho said legō, “ What tis is that  to pros us hēmeis?  It  is  your sy responsibility horaō!” ", "5": "Then kai he  threw rhiptō the ho silver argyrion coins  into eis the ho temple naos and  left anachōreō;  and kai going aperchomai away ,  he  hanged apanchō himself . ", "6": "But de the ho ruling archiereus priests ,  picking lambanō up  the ho coins argyrion,  said legō, “It is  not ou lawful  to  put ballō these autos into eis the ho treasury korbanas,  since epei it  is eimi blood haima money timē.” ", "7": "So de they  consulted lambanō with  one  another symboulion and  with ek the  money autos bought agorazō the ho potter' s kerameus field agros · ho as eis a  place taphē to  bury  · ho foreigners xenos. ", "8": "Therefore dio that ekeinos field agros has  been  called kaleō · ho the “ Field agros of  Blood haima”  to heōs this ho very  day sēmeron. ", "9": "Then tote was  fulfilled plēroō that ho which  was  spoken legō by dia the ho prophet prophētēs Jeremiah Ieremias,  saying legō,  · kai “ They  took lambanō the ho thirty triakonta silver argyrion coins ,  the ho price timē of ho him timaō on  whom hos a  price  had  been  set timaō by apo some  of  the  sons hyios of  Israel Israēl, ", "10": "and kai they  gave didōmi them autos for eis the ho potter' s kerameus field agros · ho as katha the  Lord kyrios directed syntassō me egō.” ", "11": "· ho Then de Jesus Iēsous stood histēmi before emprosthen the ho governor hēgemōn;  and kai the ho governor hēgemōn questioned eperōtaō him autos,  saying legō, “ Are eimi you sy the ho king basileus of  the ho Jews Ioudaios?”  · ho · de Jesus Iēsous said phēmi, “ You sy say legō so.” ", "12": "But kai when en · ho he autos was  accused katēgoreō by hypo the ho ruling archiereus priests  and kai elders presbyteros,  he  gave  no oudeis answer apokrinomai. ", "13": "Then tote Pilate Pilatos said legō to  him autos,  · ho “ Do  you  not ou hear akouō how posos many  accusations  they  are  bringing  against katamartyreō you sy?” ", "14": "But kai Jesus  refused ou to  answer apokrinomai even oude a  single heis charge rhēma,  so hōste that  the ho governor hēgemōn was  greatly lian astonished thaumazō. ", "15": "Now de at kata festival heortē time  the  governor hēgemōn was  accustomed eiōtha · ho to  release apolyō one heis prisoner desmios for  the ho crowd ochlos,  whomever hos they  wanted thelō. ", "16": "At  that  time tote they  were  holding echō · de in custody a  notorious episēmos prisoner desmios named legō Jesus Iēsous Barabbas Barabbas. ", "17": "So oun when  the  crowd autos had  gathered synagō,  Pilate Pilatos said legō to  them autos,  · ho “ Which tis one  do  you  want thelō me  to  release apolyō for  you hymeis:  Jesus Iēsous · ho Barabbas Barabbas,  or ē Jesus Iēsous who ho is  called legō Messiah Christos?” ", "18": "For gar he  knew oida that hoti it was  out dia of  envy phthonos that  they  had  handed paradidōmi him autos over . ", "19": "But de while  Pilate autos was  sitting kathēmai on epi the ho judgment bēma seat ,  his autos wife gynē sent apostellō him autos · ho a message,  saying legō, “Have  nothing mēdeis · kai to do  with ho that ekeinos innocent dikaios man ;  for gar I  have  suffered paschō many polys things  in kata a  dream onar today sēmeron on dia account  of  him autos.” ", "20": "But de the ho ruling archiereus priests  and kai the ho elders presbyteros persuaded peithō the ho crowds ochlos to hina ask aiteō for  · ho Barabbas Barabbas · ho and de to  have  Jesus Iēsous executed apollymi. ", "21": "Once again  the ho governor hēgemōn asked apokrinomai · de them autos, “ Which tis of apo the ho two dyo do  you  want thelō me  to  release apolyō for  you hymeis?”  And de they ho said legō,  · ho “ Barabbas Barabbas.” ", "22": "Pilate Pilatos said legō to  them autos,  · ho “ Then oun what tis shall  I  do poieō with  Jesus Iēsous who ho is  called legō Messiah Christos?” With  one  voice pas they  shouted legō, “ Let  him  be  crucified stauroō!” ", "23": "Pilate ho · de asked phēmi, “ But gar what tis crime kakos has  he  committed poieō?”  But de they ho shouted krazō all  the  louder perissōs, “ Crucify stauroō him !” ", "24": "So de when  Pilate Pilatos saw  · ho that hoti he  was  getting ōpheleō nowhere oudeis but alla rather mallon that a  riot thorybos was  starting ginomai,  he  took lambanō water hydōr and  washed aponiptō his ho hands cheir before apenanti the ho crowd ochlos,  saying legō, “ I  am eimi innocent athōos of apo · ho this  man' s houtos blood haima;  it  is  your hymeis responsibility horaō.” ", "25": "And kai all pas the ho people laos answered apokrinomai,  saying legō, “Let  · ho his autos blood haima be  on epi us hēmeis and kai on epi · ho our hēmeis children teknon!” ", "26": "Then tote he  released apolyō Barabbas Barabbas for  them autos,  · ho · ho but de he  scourged phragelloō Jesus Iēsous and  handed paradidōmi him  over  to hina be  crucified stauroō. ", "27": "Then tote the ho governor' s hēgemōn soldiers stratiōtēs · ho took paralambanō · ho Jesus Iēsous into eis the ho praetorium praitōrion and  gathered synagō the ho entire holos garrison speira around epi him autos. ", "28": "· kai They peritithēmi stripped ekdyō him autos and  put peritithēmi a  scarlet kokkinos cloak chlamys on  him autos; ", "29": "and kai twisting plekō together  a  crown stephanos of ek thorns akantha,  they  placed epitithēmi it  on epi · ho his autos head kephalē.  · kai They put a  staff kalamos in en · ho his autos right dexios hand ,  and kai kneeling gonypeteō before emprosthen him autos they  mocked empaizō him autos,  saying legō, “ Hail chairō,  king basileus of  the ho Jews Ioudaios!” ", "30": "And kai they  spat emptyō on eis him autos, and  took lambanō the ho staff kalamos and kai kept  beating typtō him autos over eis the ho head kephalē. ", "31": "And kai when hote they  finished  mocking empaizō him autos,  they  stripped ekdyō him autos of  the ho cloak chlamys and kai put endyō · ho his  own autos clothes himation back on  and kai led apagō him autos away  to eis · ho crucify stauroō him. ", "32": "As  they  were  going exerchomai out ,  · de they  came heuriskō across  a  man anthrōpos named onoma Simon Simōn,  from  Cyrene Kyrēnaios.  This houtos man  they  conscripted angareuō to hina carry airō · ho his autos cross stauros. ", "33": "And kai when  they  came erchomai to eis a  place topos called legō Golgotha Golgotha,  which hos means legō “ Place topos of  a  Skull kranion,” ", "34": "they  gave didōmi him autos wine oinos mixed mignymi with meta gall cholē to  drink pinō;  but kai after  tasting geuomai it,  he  refused ou to  drink pinō it. ", "35": "And de when  they  had  crucified stauroō him autos,  they  divided diamerizō · ho his autos clothes himation among  them  by  casting ballō lots klēros. ", "36": "Then kai they  sat kathēmai down  and  kept tēreō watch  over  him autos there ekei. ", "37": "And kai above epanō his autos head kephalē they  put epitithēmi · ho the ho charge aitia against  him autos,  which  read graphō, “ This houtos is eimi Jesus Iēsous,  the ho king basileus of  the ho Jews Ioudaios.” ", "38": "Then tote two dyo robbers lēstēs were  crucified stauroō with syn him autos,  one heis on ek his  right dexios and kai one heis on ek his  left euōnymos. ", "39": "And de those ho who  passed paraporeuomai by  derided blasphēmeō him autos,  wagging kineō · ho their autos heads kephalē", "40": "and kai saying legō, “ You  who ho would  destroy katalyō the ho temple naos and kai rebuild oikodomeō it  in en three treis days hēmera,  save sōzō yourself seautou!  If ei you  are eimi the  Son hyios of ho God theos,  come katabainō down  from apo the ho cross stauros!” ", "41": "The ho ruling archiereus priests  along  with meta the ho scribes grammateus and kai the  elders presbyteros were empaizō also kai mocking empaizō him  in  the  same  way homoiōs,  saying legō, ", "42": "“ He  saved sōzō others allos, but  he  is dynamai not ou able dynamai to  save sōzō himself heautou!  He  is eimi the  king basileus of  Israel Israēl!  Let  him  now nyn come katabainō down  from apo the ho cross stauros,  and kai we  will  believe pisteuō in epi him autos! ", "43": "He  has  put peithō his  trust  in epi · ho God theos;  let  God  rescue rhyomai him  now nyn if ei he  wants thelō him autos;  for gar he  said legō, ' I  am eimi the  Son hyios of  God theos.'” ", "44": "And de · kai the ho robbers lēstēs who ho were  crucified systauroō with syn him autos were  taunting oneidizō him autos in  the ho same autos way. ", "45": "And de from apo the  sixth hektos hour hōra there  was ginomai darkness skotos over epi all pas the ho land gē until heōs the  ninth enatos hour hōra. ", "46": "And de about peri the ho ninth enatos hour hōra Jesus Iēsous cried anaboaō out  · ho in  a  loud megas voice phōnē,  saying legō, “ Eli ēli,  Eli ēli,  lema lema sabachthani sabachthani?”— which houtos means eimi, “ My egō God theos,  my egō God theos,  why hinati have  you  forsaken enkataleipō me egō?” ", "47": "But de when  some tis of ho those  standing histēmi there ekei heard akouō it,  they  said legō, “ This  man houtos is  calling  for phōneō Elijah ēlias.” ", "48": "And kai one heis of ek them autos at eutheōs once  ran trechō and kai got lambanō a  sponge spongos,  filled pimplēmi it with  sour oxos wine ,  · kai put peritithēmi it  on  a  staff kalamos, and  gave potizō it to  him autos to drink. ", "49": "But de the ho others loipos said legō, “ Wait aphiēmi, let us see  whether ei Elijah ēlias will  come erchomai to  save sōzō him autos.” ", "50": "· ho And de Jesus Iēsous cried  out krazō again palin in  a  loud megas voice phōnē and  gave  up aphiēmi his ho spirit pneuma. ", "51": "Just  then kai the ho curtain katapetasma of  the ho temple naos was  torn schizō in eis two dyo from apo top anōthen to heōs bottom katō;  and kai the ho earth gē shook seiō,  and kai the ho rocks petra were  split schizō; ", "52": "· kai the ho tombs mnēmeion were  opened anoigō,  and kai many polys bodies sōma of  the ho saints hagios who  had  fallen koimaō asleep  were  raised egeirō. ", "53": "· kai After meta his autos resurrection egersis they  came exerchomai out  of ek the ho tombs mnēmeion · ho and  entered eiserchomai the ho holy hagios city polis and kai appeared emphanizō to  many polys. ", "54": "When  the ho · de centurion hekatontarchēs and kai those ho with meta him autos,  who  were  keeping tēreō watch  over  · ho Jesus Iēsous, saw  the ho earthquake seismos and kai what ho was  happening ginomai,  they  were  terrified phobeomai, and  said legō, “ Truly alēthōs this  man houtos was eimi the  Son hyios of  God theos!” ", "55": "And de looking  on theōreō from apo a  distance makrothen were eimi many polys women gynē who hostis had  followed akoloutheō · ho Jesus Iēsous from apo · ho Galilee Galilaia to  care diakoneō for  his autos needs . ", "56": "Among en them hos were eimi Mary Maria · ho Magdalene Magdalēnē,  · kai Mary Maria the ho mother mētēr of ho James Iakōbos and kai Joseph Iōsēph,  and kai the ho mother mētēr of ho Zebedee' s Zebedaios sons hyios. ", "57": "Toward ginomai sunset opsia,  · de there  came erchomai a  rich plousios man anthrōpos from apo Arimathea Harimathaia, named  Joseph Iōsēph,  who hos himself autos was  also kai a  disciple mathēteuō of  · ho Jesus Iēsous. ", "58": "This houtos man  approached proserchomai · ho Pilate Pilatos and  asked aiteō for  the ho body sōma of ho Jesus Iēsous.  Then tote · ho Pilate Pilatos ordered keleuō that  it  be  given apodidōmi to him. ", "59": "And kai Joseph Iōsēph took lambanō the ho body sōma,  · ho wrapped entylissō it autos in en a  clean katharos linen sindōn shroud , ", "60": "and kai laid tithēmi it autos in en · ho his autos own  new kainos tomb mnēmeion,  which hos he  had  cut latomeō in en the ho rock petra.  Then kai he  rolled proskyliō a  large megas stone lithos against  the ho door thura of  the ho tomb mnēmeion and  went aperchomai away . ", "61": "· de Mary Mariam · ho Magdalene Magdalēnē and kai the ho other allos Mary Maria were eimi there ekei,  sitting kathēmai across apenanti from  the ho tomb taphos. ", "62": "On  the ho · de following  day epaurion,  that hostis is eimi,  after meta the ho day paraskeuē of  Preparation ,  the ho ruling archiereus priests  and kai the ho Pharisees Pharisaios went  as  a  group synagō to pros Pilate Pilatos. ", "63": "They  said legō, “ Sir kyrios,  we  remember mimnēskomai that hoti while  he  was zaō still eti alive zaō that ekeinos · ho impostor planos said legō, ' After meta three treis days hēmera I  will  be  raised egeirō.' ", "64": "Therefore oun order keleuō the ho tomb taphos to  be  made  secure asphalizō until heōs the ho third tritos day hēmera,  lest mēpote his autos disciples mathētēs come erchomai · ho and  steal kleptō him autos and kai say legō to  the ho people laos, ' He  has  been  raised egeirō from apo the ho dead nekros,'  and kai the ho last eschatos deceit planē will  be eimi greater cheirōn than  the ho first prōtos.” ", "65": "Pilate Pilatos said phēmi to  them autos,  · ho “ Take echō a  guard koustōdia of  soldiers ;  go hypagō and  make asphalizō it as  secure  as hōs you  know oida how.” ", "66": "So de they ho went poreuō and  made asphalizō the ho tomb taphos secure  by  sealing sphragizō the ho stone lithos and setting  the ho guard koustōdia"}