{"1": "Now de after opse the  Sabbath sabbaton,  toward ho daybreak epiphōskō of eis the  first heis day  of  the  week sabbaton,  Mary Mariam · ho Magdalene Magdalēnē and kai the ho other allos Mary Maria went erchomai to  see theōreō the ho tomb taphos. ", "2": "And kai behold idou,  there  was ginomai a  great megas earthquake seismos;  for gar an  angel angelos of  the  Lord kyrios descended katabainō from ek heaven ouranos and kai,  going proserchomai to  the tomb,  rolled apokyliō away  the ho stone lithos and kai sat kathēmai on epanō it autos. ", "3": "His autos appearance eidea was eimi · de · ho like hōs lightning astrapē and kai · ho his autos clothing endyma white leukos as hōs snow chiōn. ", "4": "And de for apo · ho fear phobos of  him autos the ho guards tēreō trembled seiō and kai became ginomai like hōs dead nekros men . ", "5": "But de the ho angel angelos said legō to  the ho women gynē, “ Do  not mē be  afraid phobeomai,  for gar I  know oida that hoti you  are  looking  for zēteō Jesus Iēsous,  who ho was  crucified stauroō. ", "6": "He  is eimi not ou here hōde,  for gar he  has  been  raised egeirō,  just kathōs as  he  said legō.  Come deute, see  the ho place topos where hopou he  was  lying keimai. ", "7": "· kai Go poreuō quickly tachus and  tell legō · ho his autos disciples mathētēs that hoti he  has  been  raised egeirō from apo the ho dead nekros and kai is  going proagō ahead  of  you hymeis to eis · ho Galilee Galilaia.  You  will  see horaō him autos there ekei.  Remember idou,  I  have  told legō you hymeis.” ", "8": "So kai they  left aperchomai the ho tomb mnēmeion at  once tachus,  with meta fear phobos and kai great megas joy chara, and  ran trechō to  break apangellō the  news  to ho his autos disciples mathētēs. ", "9": "Suddenly kai idou Jesus Iēsous met hypantaō them autos and  said legō, “ Good chairō morning !”  And de they ho came proserchomai to  him,  took krateō hold  of  his autos · ho feet pous,  and kai worshipped proskyneō him autos. ", "10": "Then tote Jesus Iēsous said legō to  them autos,  · ho “ Do  not mē be  afraid phobeomai.  Go hypagō,  tell apangellō · ho my egō brothers adelphos to hina depart aperchomai for eis · ho Galilee Galilaia,  and kakei they  will  see horaō me egō there.” ", "11": "While  they autos were  on  their  way poreuō,  · de some tis of  the ho guard koustōdia went erchomai into eis the ho city polis and  reported apangellō to  the ho ruling archiereus priests  everything hapas that ho had  taken ginomai place . ", "12": "And kai when  the priests  had  met synagō with meta the ho elders presbyteros and te worked  out lambanō a  plan symboulion,  they  gave didōmi a  considerable  sum hikanos of  money argyrion to  the ho soldiers stratiōtēs", "13": "and  told legō them, “ You  are  to  say legō,  · ho ' His autos disciples mathētēs came erchomai by  night nyx and  stole kleptō his autos body  while  we hēmeis were  sleeping koimaō.' ", "14": "And kai if ean this houtos should  come akouō to epi the ho governor' s hēgemōn ears akouō,  we hēmeis will  bribe peithō him autos and kai keep poieō you hymeis out amerimnos of  trouble .” ", "15": "So de they ho took lambanō the ho money argyrion and  did poieō as hōs they  were  directed didaskō.  And kai this houtos story logos has  been  circulated diaphēmizō · ho among para Jews Ioudaios to mechri this ho very  day sēmeron. ", "16": "So de the ho eleven hendeka disciples mathētēs went poreuō to eis · ho Galilee Galilaia to eis the ho mountain oros where hou Jesus Iēsous had  told tassō them autos · ho to go. ", "17": "And kai when they saw  him autos,  they  worshiped proskyneō him,  but de some ho hesitated distazō. ", "18": "And kai Jesus Iēsous came proserchomai · ho and  spoke laleō to  them autos,  saying legō, “ All pas authority exousia in en heaven ouranos and kai on epi · ho earth gē has  been  given didōmi to  me egō. ", "19": "Therefore oun go poreuō and  make mathēteuō disciples  of  all pas · ho nations ethnos,  baptizing baptizō them autos in eis the ho name onoma of  the ho Father patēr and kai of  the ho Son hyios and kai of  the ho Holy hagios Spirit pneuma, ", "20": "teaching didaskō them autos to  observe tēreō everything pas that hosos I  have  commanded entellō you hymeis.  And kai remember idou,  I egō am eimi with meta you hymeis all pas the ho days hēmera,  to heōs the ho end synteleia of  the ho age aiōn.” "}