{"1": "Then tote · ho Jesus Iēsous was  led anagō by hypo the ho Spirit pneuma into eis the ho wilderness erēmos to  be  tempted peirazō by hypo the ho devil diabolos. ", "2": "And kai after  fasting nēsteuō forty tesserakonta days hēmera and kai forty tesserakonta nights nyx,  he  was  hungry peinaō. ", "3": "And kai the ho tempter peirazō came proserchomai to  him autos and  said legō, “ If ei you  are eimi the  Son hyios of ho God theos,  command legō · ho these houtos stones lithos to  become ginomai bread artos.” ", "4": "But de he ho replied apokrinomai, “ It  stands  written graphō, “ Man anthrōpos does  not ou live zaō on epi bread artos alone monos,  · ho but alla on epi every pas word rhēma that  comes ekporeuomai from dia the  mouth stoma of  God theos.” ", "5": "Then tote the ho devil diabolos took paralambanō him autos into eis the ho holy hagios city polis,  · kai placed histēmi him autos on epi the ho pinnacle pterygion of  the ho temple hieron, ", "6": "and kai said legō to  him autos, “ If ei you  are eimi the  Son hyios of ho God theos,  throw ballō yourself seautou down katō,  for gar it  stands  written graphō: ' He  will  command entellō · ho his autos angels angelos concerning peri you sy,'  and kai, ' on epi their  hands cheir they  will  hold airō you sy up ,  lest mēpote you  strike proskoptō your sy foot pous against pros a  stone lithos.'”  · ho", "7": "Jesus Iēsous said phēmi to  him autos,  · ho “ It  also palin stands  written graphō: ' You  shall  not ou put ekpeirazō the  Lord kyrios · ho your sy God theos to  the  test .'” ", "8": "Again palin,  the ho devil diabolos took paralambanō him autos to eis a  very lian high hypsēlos mountain oros,  and kai showed deiknymi him autos all pas the ho kingdoms basileia of  the ho world kosmos and kai · ho their autos splendor doxa; ", "9": "and kai he  said legō to  him autos, “ All pas these houtos I  will  give didōmi you sy,  if ean you  will  fall piptō down  and  worship proskyneō me egō.” ", "10": "Then tote Jesus Iēsous said legō to  him autos,  · ho “ Away hypagō with you,  Satan Satanas!  For gar it  stands  written graphō, ' You  shall  worship proskyneō the  Lord kyrios · ho your sy God theos and kai serve latreuō him autos alone monos.'” ", "11": "Then tote the ho devil diabolos left aphiēmi him autos,  and kai behold idou,  angels angelos came proserchomai and kai began  to  take diakoneō care  of  him autos. ", "12": "Now de when  Jesus  heard akouō that hoti John Iōannēs had  been  arrested paradidōmi,  he  withdrew anachōreō into eis · ho Galilee Galilaia. ", "13": "And kai leaving kataleipō · ho Nazareth Nazara he  went erchomai and  lived katoikeō in eis Capernaum Kapharnaoum · ho by  the  sea parathalassios,  in en the  region horion of  Zebulun Zaboulōn and kai Naphtali Nephthalim, ", "14": "so hina that  what ho was  spoken legō by dia Isaiah ēsaias the ho prophet prophētēs might  be  fulfilled plēroō: ", "15": "“ Land gē of  Zebulun Zaboulōn and kai land gē of  Naphtali Nephthalim,  toward hodos the  sea thalassa,  beyond peran the ho Jordan Iordanēs,  Galilee Galilaia of  the ho Gentiles ethnos— ", "16": "the ho people laos · ho living kathēmai in en darkness skotos have seen a  great megas light phōs,  and kai on  those ho living kathēmai in en the  region chōra and kai shadow skia of  death thanatos, a  light phōs has  dawned anatellō.” ", "17": "From apo then tote on  Jesus Iēsous began archō · ho to  proclaim kēryssō,  · kai “ Repent metanoeō,  for gar the ho kingdom basileia of ho heaven ouranos is  at  hand engizō.” ", "18": "As  he  was  walking peripateō · de by para the ho Sea thalassa of ho Galilee Galilaia, he saw  two dyo brothers adelphos,  Simon Simōn who ho was  called legō Peter Petros and kai Andrew Andreas · ho his autos brother adelphos,  casting ballō a  net amphiblēstron into eis the ho sea thalassa,  for gar they  were eimi fishermen halieus. ", "19": "And kai he  said legō to  them autos, “ Come deute,  follow opisō me egō,  and kai I  will  make poieō you hymeis fishers halieus of  men anthrōpos.” ", "20": "Immediately eutheōs they ho · de left aphiēmi their ho nets diktyon and  followed akoloutheō him autos. ", "21": "And kai going probainō on  from  there ekeithen, he saw  two dyo other allos brothers adelphos,  James Iakōbos the ho son  of ho Zebedee Zebedaios and kai John Iōannēs · ho his autos brother adelphos,  in en a ho boat ploion with meta Zebedee Zebedaios · ho their autos father patēr,  preparing katartizō · ho their autos nets diktyon.  And kai he  called kaleō to  them autos. ", "22": "Immediately eutheōs they ho · de left aphiēmi the ho boat ploion and kai · ho their autos father patēr and  followed akoloutheō him autos. ", "23": "And kai Jesus  went periagō throughout en all holos · ho Galilee Galilaia,  teaching didaskō in en · ho their autos synagogues synagōgē and kai proclaiming kēryssō the ho gospel euangelion of  the ho kingdom basileia and kai healing therapeuō every pas disease nosos and kai every pas sickness malakia among en the ho people laos. ", "24": "And kai the ho report akoē about  him autos spread aperchomai throughout eis holos · ho Syria Syria,  and kai they  brought prospherō to  him autos all pas who ho were echō suffering kakōs with synechō various poikilos diseases nosos and kai pains basanos,  · kai demoniacs daimonizomai,  · kai epileptics selēniazomai,  and kai paralytics paralytikos,  and kai he  healed therapeuō them autos. ", "25": "And kai great polys crowds ochlos followed akoloutheō him autos from apo · ho Galilee Galilaia and kai the  Decapolis Dekapolis,  · kai from  Jerusalem Hierosolyma and kai Judea Ioudaia,  and kai from  beyond peran the ho Jordan Iordanēs. "}