{"1": "And de seeing  the ho crowds ochlos, Jesus  went anabainō up  on eis the ho mountainside oros;  and kai when  he autos had  sat kathizō down ,  his autos disciples mathētēs came proserchomai to  him autos.  · ho", "2": "And kai he  opened anoigō · ho his autos mouth stoma and  began  to  teach didaskō them autos,  saying legō: ", "3": "“ Blessed makarios are  the ho poor ptōchos in ho spirit pneuma,  for hoti theirs autos is eimi the ho kingdom basileia of ho heaven ouranos. ", "4": "Blessed makarios are  those ho who  mourn pentheō,  for hoti they autos will  be  comforted parakaleō. ", "5": "Blessed makarios are  the ho meek praus,  for hoti they autos will  inherit klēronomeō the ho earth gē. ", "6": "Blessed makarios are  those ho who  hunger peinaō and kai thirst dipsaō for  · ho righteousness dikaiosynē,  for hoti they autos will  be  fully  satisfied chortazō. ", "7": "Blessed makarios are  the ho merciful eleēmōn,  for hoti they autos will  be  shown  mercy eleeō. ", "8": "Blessed makarios are  the ho pure katharos in ho heart kardia,  for hoti they autos will  see horaō · ho God theos. ", "9": "Blessed makarios are  the ho peacemakers eirēnopoios,  for hoti they autos will  be  called kaleō sons hyios of  God theos. ", "10": "Blessed makarios are  those ho who  are  persecuted diōkō for the sake of  righteousness dikaiosynē,  for hoti theirs autos is eimi the ho kingdom basileia of ho heaven ouranos. ", "11": "Blessed makarios are eimi you  when hotan others  revile oneidizō you hymeis and kai persecute diōkō you  and kai say legō all pas kinds  of  evil ponēros against kata you hymeis falsely pseudomai on account of  me egō. ", "12": "Rejoice chairō and kai be  very  glad agalliaō because hoti · ho your hymeis reward misthos is  great polys in en · ho heaven ouranos;  for gar that  is  how houtōs they  persecuted diōkō the ho prophets prophētēs who ho were  before pro you hymeis. ", "13": "“ You hymeis are eimi the ho salt halas of  the ho earth gē,  but de if ean · ho salt halas has  lost  its  taste mōrainō,  how en tis will  it  be  made  salty halizō again?  It  is ischuō no  longer eti good ischuō for eis anything oudeis but ei mē to  be  thrown ballō out exō and  trampled katapateō under  foot  by hypo · ho people anthrōpos. ", "14": "You hymeis are eimi the ho light phōs of  the ho world kosmos. A  city polis built keimai on epanō a  hill oros cannot ou dynamai be  hidden kryptō. ", "15": "Nor oude do  people  light kaiō a  lamp lychnos and kai put tithēmi it autos under hypo the ho meal-tub modios,  but alla on epi a ho stand lychnia,  and kai it  gives  light lampō to  all pas · ho in en the ho house oikia. ", "16": "Let  your hymeis light phōs shine lampō · ho like  that houtōs before emprosthen · ho others anthrōpos,  so hopōs that  they may see  your hymeis · ho good kalos works ergon and kai glorify doxazō · ho your hymeis Father patēr who ho is  in en · ho heaven ouranos.” ", "17": "“ Do  not mē think nomizō that hoti I  came erchomai to  abolish katalyō the ho law nomos or ē the ho prophets prophētēs.  I  did  not ou come erchomai to  abolish katalyō,  but alla to  fulfill plēroō. ", "18": "I  tell legō you hymeis the  truth amēn,  until heōs an · ho heaven ouranos and kai · ho earth gē pass  away parerchomai,  not ou a  single heis iota iōta or ē one heis little  stroke keraia will  pass parerchomai from apo the ho law nomos until heōs an everything pas takes ginomai place . ", "19": "Therefore oun whoever hos ean relaxes lyō one heis of  the ho least elachistos of  these houtos commandments entolē · ho and kai teaches didaskō others anthrōpos to do  the  same houtōs · ho will  be  called kaleō least elachistos in en the ho kingdom basileia of ho heaven ouranos;  but de whoever hos does poieō them  and kai teaches didaskō others,  this houtos person  will  be  called kaleō great megas in en the ho kingdom basileia of ho heaven ouranos. ", "20": "For gar I  tell legō you hymeis that hoti unless ean mē your hymeis righteousness dikaiosynē exceeds perisseuō · ho beyond polys that  of  the ho scribes grammateus and kai Pharisees Pharisaios,  you  will  never ou mē enter eiserchomai the ho kingdom basileia of ho heaven ouranos. ", "21": "“ You  have  heard akouō that hoti it  was  said legō to  those ho of  old archaios, ' You  shall  not ou murder phoneuō,'  and de, ' whoever hos murders phoneuō will  be eimi liable enochos to ho judgment krisis.' ", "22": "But de I egō say legō to  you hymeis that hoti anyone pas who ho is  angry orgizō with ho his autos brother adelphos will  be eimi liable enochos to ho judgment krisis;  and de whoever hos says legō to ho his autos brother adelphos, ' Raka rhaka,'  will  be eimi liable enochos to  the ho council synedrion;  and de whoever hos says legō, ' You  fool mōros!'  will  be eimi liable enochos to eis the ho hell geenna of ho fire pyr. ", "23": "Therefore oun if ean you  are  bringing prospherō · ho your sy gift dōron to epi the ho altar thusiastērion and  there kakei remember mimnēskomai that hoti · ho your sy brother adelphos has echō something tis against kata you sy, ", "24": "leave aphiēmi your sy gift dōron there ekei · ho before emprosthen the ho altar thusiastērion and kai first prōton go hypagō and  be  reconciled diallassomai to ho your sy brother adelphos,  and kai then tote come erchomai and  offer prospherō · ho your sy gift dōron. ", "25": "Come eimi to  terms eunoeō quickly tachus with ho your sy accuser antidikos while heōs hostis you  are eimi still  with meta him autos on en the ho way hodos to court,  or mēpote your  accuser antidikos may  hand paradidōmi you sy over  · ho to  the ho judge kritēs,  and kai the ho judge kritēs to  the ho guard hypēretēs,  and kai you  be  thrown ballō into eis prison phylakē. ", "26": "I  tell legō you sy the  truth amēn,  you  will  certainly  not ou get exerchomai out  of  there ekeithen until heōs an you  have  paid apodidōmi the ho last eschatos penny kodrantēs. ", "27": "“ You  have  heard akouō that hoti it  was  said legō, ' You  shall  not ou commit moicheuō adultery .' ", "28": "But de I egō say legō to  you hymeis that hoti whoever pas · ho looks blepō at  a  woman gynē to pros · ho lust epithumeō after  her autos has  already ēdē committed moicheuō adultery  with  her autos in en · ho his autos heart kardia. ", "29": "If ei · de · ho your sy right dexios eye ophthalmos · ho causes skandalizō you sy to sin,  gouge exaireō it autos out  and kai throw ballō it  away apo from  you sy,  for gar it  is  better sympherō for  you sy to hina lose apollymi a heis · ho part melos of  your sy body  than kai mē to have  your sy whole holos · ho body sōma thrown ballō into eis hell geenna. ", "30": "And kai if ei · ho your sy right dexios hand cheir causes skandalizō you sy to sin,  cut ekkoptō it autos off  and kai throw ballō it  away apo from  you sy;  for gar it  is  better sympherō for  you sy to hina lose apollymi a heis · ho part melos of  your sy body  than kai mē to have  your sy whole holos · ho body sōma thrown aperchomai into eis hell geenna. ", "31": "“ And de it  was  said legō, ' Whoever hos an divorces apolyō · ho his autos wife gynē,  let  him  give didōmi her autos a  written  notice  of  divorce apostasion.' ", "32": "But de I egō say legō to  you hymeis that hoti anyone pas who ho divorces apolyō · ho his autos wife gynē,  except parektos on  the  ground logos of  sexual porneia immorality ,  makes poieō her autos commit moicheuō adultery ,  and kai whoever hos ean marries gameō a  divorced apolyō woman  is  made  to  commit  adultery moichaō. ", "33": "“ Again palin,  you  have  heard akouō that hoti it  was  said legō to  those ho of  old archaios, ' You  shall  not ou break epiorkeō an  oath ,  but de carry  out apodidōmi the ho vows horkos you sy made  to  the ho Lord kyrios.' ", "34": "But de I egō say legō to  you hymeis,  do  not mē take omnyō an  oath  at  all holōs;  neither mēte by en · ho heaven ouranos,  for hoti it  is eimi the  throne thronos of ho God theos, ", "35": "nor mēte by en the ho earth gē,  for hoti it  is eimi a  footstool hypopodion for ho his autos feet pous,  nor mēte by eis Jerusalem Hierosolyma,  for hoti it  is eimi the  city polis of  the ho great megas King basileus. ", "36": "Nor mēte shall  you  take  an  oath omnyō by en · ho your sy head kephalē,  because hoti you  cannot ou make poieō a  single heis hair thrix white leukos or ē black melas. ", "37": "But de let  what ho you hymeis say logos be eimi a simple ' Yes nai,  Yes nai,' or ' No ou,  No ou;'  · ho · de anything  more perissos than  this houtos comes eimi from ek the ho evil ponēros one . ", "38": "“ You  have  heard akouō that hoti it  was  said legō, 'An  eye ophthalmos for anti an  eye ophthalmos and kai a  tooth odous for anti a  tooth odous.' ", "39": "But de I egō say legō to  you hymeis,  do  not mē resist anthistēmi the ho evildoer ponēros;  but alla whoever hostis slaps rhapizō you sy on eis · ho your sy right dexios cheek siagōn,  turn strephō to  him autos the ho other allos as  well kai. ", "40": "And kai let  the ho one  who  wants thelō to  sue krinō you sy and kai take lambanō · ho your sy shirt chitōn have aphiēmi your autos coat himation as kai well .  · ho", "41": "And kai whoever hostis compels angareuō you sy to go  one heis mile milion,  go hypagō with meta him autos two dyo. ", "42": "Give didōmi to  the ho one  who  asks aiteō of  you sy,  and kai do apostrephō not mē turn  down apostrephō the ho one  who  wants thelō to  borrow daneizō from apo you sy. ", "43": "“ You  have  heard akouō that hoti it  was  said legō, ' You  shall  love agapaō · ho your sy neighbor plēsion and kai hate miseō · ho your sy enemy echthros.' ", "44": "But de I egō say legō to  you hymeis,  love agapaō · ho your hymeis enemies echthros and kai pray proseuchomai for hyper those ho who  persecute diōkō you hymeis, ", "45": "so hopōs that  you  may  be ginomai sons hyios of ho your hymeis Father patēr who ho is  in en heaven ouranos,  for hoti he  makes  · ho his autos sun hēlios rise anatellō on epi the  evil ponēros and kai on the  good agathos,  and kai sends  rain brechō on epi the  just dikaios and kai on the  unjust adikos. ", "46": "For gar if ean you  love agapaō those ho who  love agapaō you hymeis,  what tis reward misthos do  you  have echō?  Do  not ouchi even kai the ho tax telōnēs collectors  do poieō the ho same autos? ", "47": "And kai if ean you  greet aspazomai only monon · ho your hymeis brothers adelphos,  what tis are  you  doing poieō more perissos than  others?  Do  not ouchi even kai the ho Gentiles ethnikos do poieō the ho same autos? ", "48": "You hymeis,  however oun,  are eimi to be  perfect teleios,  as hōs · ho your hymeis heavenly ouranios Father patēr · ho is eimi perfect teleios. "}