{"1": "“ Take prosechō care  not mē to  perform poieō · ho your hymeis good dikaiosynē deeds  before emprosthen · ho others anthrōpos so pros as  · ho to  be  seen theaomai by  them autos;  otherwise ei de · de you  have echō no ou reward misthos from para · ho your hymeis Father patēr who ho is  in en · ho heaven ouranos. ", "2": "So oun whenever hotan you  give poieō alms eleēmosynē do  not mē sound salpizō a  trumpet  before emprosthen you sy,  as hōsper the ho hypocrites hypokritēs do poieō in en the ho synagogues synagōgē and kai in en the ho streets rhymē,  so hopōs that  they  may  be  praised doxazō by hypo · ho others anthrōpos.  I  tell legō you hymeis the  truth amēn,  they  have  received apechō · ho their autos reward misthos. ", "3": "But de when  you sy are  giving poieō alms eleēmosynē,  do  not mē let  your sy left  hand aristeros know ginōskō · ho what tis your sy right  hand dexios is  doing poieō,  · ho", "4": "so hopōs that  your sy almsgiving eleēmosynē may  be eimi · ho in en · ho secret kryptos;  and kai · ho your sy Father patēr who ho sees blepō in en · ho secret kryptos will  reward apodidōmi you sy. ", "5": "“ And kai when hotan you  pray proseuchomai,  do  not ou be eimi like hōs the ho hypocrites hypokritēs,  for hoti they  love phileō to  pray proseuchomai standing histēmi in en · ho synagogues synagōgē and kai on en · ho street platys corners gōnia · ho that hopōs they  may  be  seen phainō by ho others anthrōpos.  I  tell legō you hymeis the  truth amēn,  they  have  received apechō · ho their autos reward misthos. ", "6": "But de when hotan you sy pray proseuchomai,  go eiserchomai into eis · ho your sy room tameion,  and kai shuting kleiō · ho your sy door thura,  pray proseuchomai to ho your sy Father patēr who ho is  in en · ho secret kryptos;  and kai · ho your sy Father patēr who ho sees blepō in en · ho secret kryptos will  reward apodidōmi you sy. ", "7": "“ And de when  you  are  praying proseuchomai,  do  not mē babble battalogeō on ,  as hōsper the ho Gentiles ethnikos do,  for gar they  think dokeō that hoti they  will  be  heard eisakouō for en · ho their autos many  words polylogia. ", "8": "Do  not mē be  like homoioō them autos,  for gar your hymeis Father patēr knows oida · ho what hos you  need chreia before pro · ho you hymeis ask aiteō him autos. ", "9": "Pray proseuchomai then oun like houtōs this : ' Our hēmeis Father patēr · ho in en · ho heaven ouranos,  may  your sy name onoma be  revered hagiazō,  · ho", "10": "may  your sy kingdom basileia come erchomai,  · ho may  your sy will thelēma be  done ginomai,  · ho on epi earth gē as hōs it is  in en heaven ouranos.  · kai", "11": "Give didōmi us hēmeis today sēmeron · ho our hēmeis daily epiousios bread artos,  · ho", "12": "and kai forgive aphiēmi us hēmeis · ho our hēmeis sins opheilēma,  as hōs we hēmeis also kai forgive aphiēmi those ho who  sin opheiletēs against  us hēmeis. ", "13": "And kai do  not mē bring eispherō us hēmeis into eis temptation peirasmos,  but alla deliver rhyomai us hēmeis from apo the ho evil ponēros one .' ", "14": "“ For gar if ean you  forgive aphiēmi · ho others anthrōpos · ho their autos offenses paraptōma,  your hymeis heavenly ouranios Father patēr will  also kai forgive aphiēmi you hymeis;  · ho · ho", "15": "but de if ean you  do  not mē forgive aphiēmi · ho others anthrōpos their offenses,  neither oude will  · ho your hymeis Father patēr forgive aphiēmi · ho your hymeis offenses paraptōma. ", "16": "“ And de when hotan you  fast nēsteuō,  do  not mē put ginomai on  a  gloomy skythrōpos face  as hōs the ho hypocrites hypokritēs do,  for gar they  disfigure aphanizō · ho their autos faces prosōpon so hopōs that  they  will  appear phainō to ho others anthrōpos as  fasting nēsteuō;  I  tell legō you hymeis the  truth amēn,  they  have apechō · ho their autos reward misthos. ", "17": "But de when  you sy fast nēsteuō,  anoint aleiphō your sy · ho head kephalē with oil  and kai wash niptō · ho your sy face prosōpon, ", "18": "so hopōs that  you  will  not mē appear phainō to ho others anthrōpos as  fasting nēsteuō,  but alla by ho your sy Father patēr who ho is  in en · ho secret kryphaios;  and kai · ho your sy Father patēr who ho sees blepō in en · ho secret kryphaios will  reward apodidōmi you sy. ", "19": "“ Do  not mē lay thēsaurizō up  for  yourselves hymeis treasures thēsauros on epi · ho earth gē,  where hopou moth sēs and kai rust brōsis destroy aphanizō,  and kai where hopou thieves kleptēs break dioryssō in  and kai steal kleptō; ", "20": "but de lay thēsaurizō up  for  yourselves hymeis treasures thēsauros in en heaven ouranos,  where hopou neither oute moth sēs nor oute rust brōsis destroys aphanizō,  and kai where hopou thieves kleptēs do  not ou break dioryssō in  and oude steal kleptō. ", "21": "For gar where hopou your sy treasure thēsauros is eimi,  · ho there ekei your sy heart kardia will  be eimi also kai.  · ho", "22": "“ The ho lamp lychnos of  the ho body sōma is eimi the ho eye ophthalmos.  If ean then oun your sy eye ophthalmos is eimi · ho healthy haplous,  your sy whole holos · ho body sōma will  be eimi filled  with  light phōteinos; ", "23": "but de if ean · ho your sy eye ophthalmos is eimi evil ponēros,  your sy whole holos · ho body sōma will  be eimi filled  with  darkness skoteinos.  If ei then oun the ho light phōs that ho is  in en you sy is eimi darkness skotos,  how  great posos is  that ho darkness skotos! ", "24": "“ No oudeis one  can dynamai serve douleuō two dyo masters kyrios,  for gar either ē he  will  hate miseō the ho one heis and kai love agapaō the ho other heteros,  or ē he  will  be  devoted antechō to  the  one heis and kai despise kataphroneō the ho other heteros.  You  cannot ou serve douleuō God theos and kai possessions mamōnas. ", "25": "“ Therefore dia houtos I  say legō to  you hymeis, ' Do  not mē be  anxious merimnaō about  · ho your hymeis life psychē,  what tis you  will  eat esthiō or ē what tis you  will  drink pinō,  or mēde about ho your hymeis body sōma,  what tis you  will  put endyō on .  Is eimi not ouchi · ho life psychē more polys than  · ho food trophē and kai the ho body sōma more  than  · ho clothing endyma? ", "26": "Look emblepō at eis the ho birds peteinon of  the ho air ouranos,  they  neither ou sow speirō nor oude reap therizō nor oude gather synagō into eis barns apothēkē,  and kai yet  · ho your hymeis heavenly ouranios Father patēr · ho feeds trephō them autos.  Are  you hymeis not ou more mallon valuable diapherō than  they autos? ", "27": "And de which tis of ek you hymeis by  being  anxious merimnaō can dynamai add prostithēmi a  single heis cubit pēchus to epi · ho his autos height hēlikia? ", "28": "And kai why tis are  you  anxious merimnaō about peri clothing endyma?  Consider katamanthanō the ho lilies krinon of  the ho field agros,  how pōs they  grow auxanō;  they  do  not ou toil kopiaō nor oude do  they  spin nēthō; ", "29": "but de I  say legō to  you hymeis that hoti not oude even  Solomon Solomōn in en all pas · ho his autos royal  splendor doxa was  clothed periballō like hōs one heis of  these houtos. ", "30": "Now de if ei God theos so houtōs clothes amphiennymi the ho grass chortos of  the ho field agros,  which  is  here eimi today sēmeron but kai tomorrow aurion is  thrown ballō into eis the  oven klibanos,  · ho will he  not ou much polys more mallon clothe  you hymeis,  O  you  of  little  faith oligopistos? ", "31": "So  then oun,  do  not mē be  anxious merimnaō,  saying legō, ' What tis shall  we  eat esthiō?'  or ē, ' What tis shall  we  drink pinō?'  or ē, ' With  what tis shall  we  clothe periballō ourselves ?'— ", "32": "for gar the ho Gentiles ethnos pursue epizēteō all pas these houtos things — for gar your hymeis heavenly ouranios Father patēr knows oida · ho · ho that hoti you  need chrēzō them houtos all hapas. ", "33": "But de seek zēteō first prōton the ho kingdom basileia of ho God theos and kai · ho his autos righteousness dikaiosynē,  and kai all pas these houtos things  will  be  given prostithēmi to  you hymeis as  well . ", "34": "Therefore oun do  not mē be  anxious merimnaō about eis · ho tomorrow aurion,  · ho for gar tomorrow aurion will  be  anxious merimnaō about  itself heautou.  Sufficient arketos for  the ho day hēmera is  · ho its  own autos trouble kakia. "}