{"1": "“ Do  not mē judge krinō others,  so hina that  you  will  not mē be  judged krinō. ", "2": "For gar by en hos the  standard krima you  judge krinō you  will  be  judged krinō,  and kai with en hos the  measure metron you  use metreō it  will  be  measured metreō to  you hymeis. ", "3": "And de why tis do  you  look blepō at  the ho speck karphos · ho in en your sy brother' s adelphos · ho eye ophthalmos · ho · ho but de pay katanoeō no ou attention  to katanoeō the  log dokos in en · ho your sos own  eye ophthalmos? ", "4": "Or ē how pōs dare  you  say legō to ho your sy brother adelphos, ' Let aphiēmi me  remove ekballō the ho speck karphos from ek · ho your sy eye ophthalmos,'  and kai look idou, there is  a ho log dokos in en · ho your  own sy eye ophthalmos? ", "5": "You  hypocrite hypokritēs!  First prōton take ekballō the ho log dokos out ek of ho your  own sy eye ophthalmos,  and kai then tote you  will  be  able  to  see diablepō clearly  to  remove ekballō the ho speck karphos out ek of ho your sy brother' s adelphos eye ophthalmos.  · ho", "6": "“ Do  not mē give didōmi what ho is  holy hagios to ho dogs kyōn,  and mēde do  not  throw ballō · ho your hymeis pearls margaritēs in  front emprosthen of ho pigs choiros,  lest mēpote the pigs  trample katapateō them autos under en · ho their autos feet pous,  and kai the dogs  turn strephō and  tear rhēgnymi you hymeis to pieces. ", "7": "“ Ask aiteō and kai it  will  be  given didōmi to  you hymeis,  seek zēteō and kai you  will  find heuriskō,  knock krouō and kai it  will  be  opened anoigō for  you hymeis. ", "8": "For gar everyone pas who ho asks aiteō receives lambanō,  and kai everyone  who ho seeks zēteō finds heuriskō,  and kai for  everyone  who ho knocks krouō it  will  be  opened anoigō. ", "9": "Or ē is  there eimi any tis man anthrōpos among ek you hymeis who hos, if  his autos son hyios should  ask aiteō · ho for  bread artos,  would  give epididōmi him autos a  stone lithos? ", "10": "Or ē · kai if  he  should  ask  for aiteō a  fish ichthus,  would  give epididōmi him autos a  snake ophis? ", "11": "If ei then oun you hymeis,  who  are eimi evil ponēros,  know oida how  to  give didōmi good agathos gifts doma to ho your hymeis children teknon,  how posos much  more mallon will  · ho your hymeis Father patēr · ho in en · ho heaven ouranos give didōmi good agathos things  to ho those  who  ask aiteō him autos! ", "12": "“ So oun whatever hosos ean you  would  like thelō others anthrōpos to hina do poieō to  you hymeis,  · ho do poieō also kai to  them autos,  for gar this houtos is eimi the ho law nomos and kai the ho prophets prophētēs. ", "13": "“ Enter eiserchomai through dia the ho narrow stenos gate pylē.  For hoti wide platys is  the ho gate pylē and kai easy eurychōros the ho way hodos that ho leads apagō to eis · ho destruction apōleia,  and kai many polys are eimi those ho who  enter eiserchomai through dia it autos. ", "14": "How tis narrow stenos is  the ho gate pylē and kai difficult thlibō the ho way hodos that ho leads apagō to eis · ho life zōē,  and kai few oligos are eimi those ho who  find heuriskō it autos! ", "15": "“ Beware prosechō of apo · ho false pseudoprophētēs prophets ;  they hostis come erchomai to pros you hymeis in en sheep' s probaton clothing endyma,  but de inwardly esōthen are eimi ravenous harpax wolves lykos. ", "16": "By apo · ho their autos fruits karpos you  will  know epiginōskō them autos.  Do  people  gather syllegō grapes staphylē from apo thornbushes akantha,  or ē figs sykon from apo thistles tribolos? ", "17": "So houtōs,  every pas healthy agathos tree dendron bears poieō good kalos fruit karpos,  but de the ho unhealthy sapros tree dendron bears poieō bad ponēros fruit karpos. ", "18": "A  healthy agathos tree dendron cannot ou dynamai bear poieō bad ponēros fruit karpos,  nor oude can an  unhealthy sapros tree dendron bear poieō good kalos fruit karpos. ", "19": "Every pas tree dendron that  does  not mē bear poieō good kalos fruit karpos is  cut ekkoptō down  and kai thrown ballō into eis the  fire pyr. ", "20": "So ge then ara,  by apo · ho their autos fruits karpos you  will  know epiginōskō them autos. ", "21": "“ Not ou everyone pas who ho says legō to  me egō, ' Lord kyrios,  Lord kyrios,'  will  enter eiserchomai the ho kingdom basileia of ho heaven ouranos,  but alla the ho one  who  does poieō the ho will thelēma of ho my egō Father patēr · ho in en · ho heaven ouranos. ", "22": "On en that ekeinos day hēmera many polys will  say legō to  me egō,  · ho ' Lord kyrios,  Lord kyrios,  did  we prophēteuō not ou prophesy prophēteuō in ho your sos name onoma,  and kai in ho your sos name onoma cast  out ekballō demons daimonion,  and kai in ho your sos name onoma do poieō many polys mighty dynamis works ?' ", "23": "And kai then tote will  I  declare homologeō to  them autos, ' I  never oudepote knew ginōskō you hymeis;  go apochōreō away  from apo me egō, you  who ho practice ergazomai · ho lawlessness anomia.' ", "24": "“ Therefore oun everyone pas who hostis hears akouō these houtos words logos of  mine egō,  · ho and kai does poieō them autos,  is  like homoioō the  wise phronimos man anēr,  who hostis built oikodomeō his autos · ho house oikia upon epi · ho rock petra. ", "25": "When kai the ho rain brochē came katabainō down ,  and kai the ho waters potamos rose erchomai,  and kai the ho winds anemos blew pneō and kai beat prospiptō against  · ho that ekeinos house oikia,  · kai it  did  not ou collapse piptō because gar it  had  been  founded themelioō on epi · ho rock petra. ", "26": "But kai everyone pas who ho hears akouō these houtos words logos of  mine egō,  · ho and kai does  not mē do poieō them autos,  will  be  like homoioō the  foolish mōros man anēr who hostis built oikodomeō his autos · ho house oikia on epi · ho sand ammos. ", "27": "When kai the ho rain brochē came katabainō down ,  and kai the ho waters potamos rose erchomai,  and kai the ho winds anemos blew pneō and kai beat proskoptō against  · ho that ekeinos house oikia,  · kai it  collapsed piptō— and kai great megas was eimi its autos · ho fall ptōsis!” ", "28": "Now kai ginomai when hote Jesus Iēsous had  finished teleō · ho · ho these houtos words logos,  the ho crowds ochlos were  amazed ekplēssō at epi · ho his autos teaching didachē, ", "29": "for gar he  was eimi teaching didaskō them autos as hōs one  who  had echō authority exousia,  and kai not ou as hōs · ho their autos scribes grammateus. "}