{"1": "When  he autos came  down katabainō · de from apo the ho mountain oros,  large polys crowds ochlos were  following akoloutheō him autos. ", "2": "· kai A  leper lepros came proserchomai up  to  him autos,  knelt proskyneō down , and  said legō, “ Lord kyrios,  if ean you  are  willing thelō,  you  can dynamai make  me egō clean katharizō.” ", "3": "· kai Jesus  stretched ekteinō out  his ho hand cheir and  touched haptō him autos,  saying legō, “ I  am  willing thelō;  be  made  clean katharizō.”  And kai immediately eutheōs his autos leprosy lepra was  cleansed katharizō.  · ho", "4": "Then kai Jesus Iēsous said legō to  him autos,  · ho “ See horaō that  you  tell legō no mēdeis one ;  but alla go hypagō,  show deiknymi yourself seautou to  the ho priest hiereus,  and kai offer prospherō the ho gift dōron that hos Moses Mōysēs commanded prostassō,  as eis a  testimony martyrion to  them autos.” ", "5": "When  Jesus autos entered eiserchomai · de Capernaum Kapharnaoum, a  centurion hekatontarchēs came proserchomai to  him autos and  pleaded parakaleō with  him autos, ", "6": "· kai saying legō, “ Lord kyrios,  · ho my egō servant pais is  lying ballō at en · ho home oikia paralyzed paralytikos,  suffering basanizō terribly deinōs.” ", "7": "And kai Jesus  said legō to  him autos, “ I egō will  come erchomai and  heal therapeuō him autos.” ", "8": "But kai the ho centurion hekatontarchēs replied apokrinomai, “ Lord kyrios,  I  am eimi not ou worthy hikanos for hina you  to  come eiserchomai under hypo my egō · ho roof stegē,  but alla just monon say legō the  word logos and kai my egō servant pais will  be  healed iaomai.  · ho", "9": "For gar I egō too kai am eimi a  man anthrōpos under hypo authority exousia,  with echō soldiers stratiōtēs under hypo me emautou.  · kai I  say legō to  this houtos one , ' Go poreuō!'  and kai he  goes poreuō,  and kai to  another allos, ' Come erchomai!'  and kai he  comes erchomai,  and kai to ho my egō servant, ' Do poieō this houtos!'  and kai he  does poieō it.” ", "10": "When  Jesus Iēsous heard akouō · de · ho this,  he  was  amazed thaumazō and kai said legō to  those ho who  were  following akoloutheō, “ I  tell legō you hymeis the  truth amēn,  I  have heuriskō not  found heuriskō faith pistis like  this tosoutos in para anyone oudeis in en · ho Israel Israēl. ", "11": "I  tell legō · de you hymeis,  many polys will  come hēkō from apo the  east anatolē and kai west dysmē · kai to  recline anaklinō at  table  with meta Abraham Abraam and kai Isaac Isaak and kai Jacob Iakōb in en the ho kingdom basileia of ho heaven ouranos, ", "12": "but de the ho sons hyios of  the ho kingdom basileia will  be  cast ekballō out  into eis · ho outer exōteros darkness skotos,  · ho where ekei there  will  be eimi · ho weeping klauthmos and kai · ho gnashing brygmos of ho teeth odous.” ", "13": "And kai Jesus Iēsous said legō · ho to  the ho centurion hekatontarchēs, “ Go hypagō;  it  will  be  done ginomai for  you sy just  as hōs you  believed pisteuō.”  And kai his autos servant pais was  healed iaomai · ho at en that ekeinos very ho hour hōra. ", "14": "And kai when  Jesus Iēsous entered erchomai · ho · ho Peter' s Petros house oikia, he saw  · ho his autos mother-in-law penthera lying ballō · kai sick pyressō with  a  fever . ", "15": "· kai He  touched haptō · ho her autos hand cheir,  and kai her ho fever pyretos left aphiēmi her autos.  Then kai she  got egeirō up  and kai began  to  serve diakoneō him autos. ", "16": "Now de when  evening opsia came ginomai,  they  brought prospherō to  him autos many polys who  were  possessed daimonizomai by  demons ,  and kai he  drove ekballō out  the ho spirits pneuma with  a  word logos and kai healed therapeuō all pas who ho were echō ill kakōs. ", "17": "In  this  way hopōs what ho was  spoken legō by dia Isaiah ēsaias the ho prophet prophētēs was  fulfilled plēroō: “ He autos took lambanō · ho our hēmeis illnesses astheneia and kai carried bastazō our ho diseases nosos.” ", "18": "Now de when  Jesus Iēsous saw  · ho a  crowd ochlos around peri him autos,  he  gave keleuō orders  to  go aperchomai to eis the ho other  side peran of the lake. ", "19": "· kai A heis scribe grammateus came proserchomai to  him autos and  said legō, “ Teacher didaskalos,  I  will  follow akoloutheō you sy wherever hopou ean you  go aperchomai.” ", "20": "And kai Jesus Iēsous said legō to  him autos,  · ho · ho “ Foxes alōpēx have echō lairs phōleos and kai · ho birds peteinon of  the ho air ouranos have  nests kataskēnōsis,  but de the ho Son hyios of ho Man anthrōpos has echō no ou place pou to  lay klinō his ho head kephalē.” ", "21": "Another heteros · de of ho his  disciples mathētēs said legō to  him autos, “ Lord kyrios,  permit epitrepō me egō first prōton to  go aperchomai and kai bury thaptō · ho my egō father patēr.” ", "22": "· ho And de Jesus Iēsous said legō to  him autos, “ Follow akoloutheō me egō,  and kai let aphiēmi the ho dead nekros bury thaptō · ho their  own heautou dead nekros.” ", "23": "Then kai he autos got embainō into eis the ho boat ploion and  his autos disciples mathētēs followed akoloutheō him autos.  · ho", "24": "Suddenly kai idou a  violent megas storm seismos arose ginomai on en the ho sea thalassa,  so  that hōste the ho boat ploion was  being  swamped kalyptō by hypo the ho waves kyma;  but de he autos was  asleep katheudō. ", "25": "· kai The disciples  went proserchomai to  him and  woke egeirō him autos,  crying legō out , “ Lord kyrios,  save sōzō us!  We  are  perishing apollymi!” ", "26": "And kai he  said legō to  them autos, “ Why tis are  you eimi so  afraid deilos,  you  of  little  faith oligopistos?”  Then tote he  rose egeirō and  rebuked epitimaō the ho winds anemos and kai the ho sea thalassa,  and kai there  was ginomai a  great megas calm galēnē. ", "27": "And de the ho men anthrōpos were  amazed thaumazō and  said legō, “ What potapos sort  of  man  is eimi this houtos that hoti even kai the ho winds anemos and kai the ho sea thalassa obey hypakouō him autos?” ", "28": "And kai when  he autos came erchomai to eis the ho other peran side ,  to eis the ho region chōra of  the ho Gadarenes Gadarēnos, there  met hypantaō him autos two dyo demoniacs daimonizomai coming  out exerchomai from ek the ho tombs mnēmeion. They were  so lian violent chalepos that hōste no mē one tis could ischuō pass parerchomai by dia · ho that ekeinos way hodos. ", "29": "· kai They  cried krazō out , “ What tis do  you sy have to do  with  us hēmeis,  · kai Son hyios of ho God theos?  Have  you  come erchomai here hōde before pro the  appointed  time kairos to  torment basanizō us hēmeis?” ", "30": "· de Some  distance makran from apo them autos there  was eimi a  large polys herd agelē of  pigs choiros feeding boskō. ", "31": "And de the ho demons daimōn begged parakaleō him autos,  saying legō, “ If ei you  drive ekballō us hēmeis out ,  send apostellō us hēmeis into eis the ho herd agelē of ho pigs choiros.” ", "32": "And kai he  said legō to  them autos, “ Be  gone hypagō.”  So de they ho came exerchomai out  and  went aperchomai into eis the ho pigs choiros.  Then kai the ho entire pas herd agelē rushed hormaō down kata the ho steep  bank krēmnos into eis the ho sea thalassa and kai drowned apothnēskō in en the ho waters hydōr. ", "33": "The ho · de herdsmen boskō fled pheugō,  · kai went aperchomai into eis the ho town polis, and  told apangellō everything pas that ho had happened to  the ho demoniacs daimonizomai. ", "34": "Then kai the ho entire pas town polis went exerchomai out  to eis meet hypantēsis · ho Jesus Iēsous;  and kai when they saw  him autos,  they  begged parakaleō him  to hopōs leave metabainō · ho their autos region horion. "}