{"1": "So kai Jesus  got embainō into eis a  boat ploion,  crossed diaperaō to  the  other  side ,  and kai went erchomai to eis · ho his idios own  town polis. ", "2": "And kai some people  brought prospherō to  him autos a  paralyzed paralytikos man  lying ballō on epi a  stretcher klinē.  · kai When  Jesus Iēsous saw  · ho · ho their autos faith pistis,  he  said legō to  the ho paralytic paralytikos, “ Take  courage tharseō, my  son teknon;  your sy sins hamartia are  forgiven aphiēmi.”  · ho", "3": "At  this kai,  some tis of  the ho scribes grammateus said legō to en themselves heautou, “ This houtos man  is  blaspheming blasphēmeō.” ", "4": "And kai Jesus Iēsous, knowing  · ho · ho their autos thoughts enthumēsis,  said legō, “ Why hinati are  you  harboring enthumeomai evil ponēros thoughts  in en · ho your hymeis hearts kardia? ", "5": "For gar which tis is eimi easier eukopos;  to  say legō, ' Your sy sins hamartia are  forgiven aphiēmi,'  · ho or ē to  say legō, ' Stand egeirō up  and kai walk peripateō'? ", "6": "But de so hina you  may  know oida that hoti the ho Son hyios of ho Man anthrōpos has echō authority exousia on epi the ho earth gē to  forgive aphiēmi sins hamartia”— he  then tote said legō to  the ho paralytic paralytikos, “ Get egeirō up ,  pick airō up  your sy · ho stretcher klinē,  and kai go hypagō to eis · ho your sy home oikos.” ", "7": "So kai he  got egeirō up  and  went aperchomai to eis · ho his autos home oikos. ", "8": "When  the ho crowds ochlos saw  · de it,  they  were  struck phobeomai with  awe  and kai glorified doxazō · ho God theos who ho had  given didōmi such toioutos authority exousia to ho men anthrōpos. ", "9": "· kai As  Jesus Iēsous went paragō on  · ho from  there ekeithen, he saw a  man anthrōpos named legō Matthew  sitting kathēmai at epi the ho tax telōnion booth ,  and kai he  said legō to  him autos, “ Follow akoloutheō me egō.”  So kai Matthew  got anistēmi up  and  followed akoloutheō him autos. ", "10": "And kai as  Jesus autos sat anakeimai at  table  in en the ho house oikia,  · kai many polys tax telōnēs collectors  and kai sinners hamartōlos came erchomai and  were  eating synanakeimai with ho Jesus Iēsous and kai · ho his autos disciples mathētēs. ", "11": "· kai When  the ho Pharisees Pharisaios saw this,  they  said legō to ho his autos disciples mathētēs, “ Why dia tis does esthiō your hymeis teacher didaskalos eat esthiō with meta · ho tax telōnēs collectors  and kai sinners hamartōlos?”  · ho", "12": "But de when  Jesus ho heard akouō it,  he  said legō, “ Those ho who  are  well ischuō have echō no ou need chreia of  a  doctor iatros,  but alla those ho who  are echō sick kakōs. ", "13": "Go poreuō · de and  learn manthanō what tis this  means eimi, ' I  desire thelō mercy eleos,  · kai not ou sacrifice thusia.'  For gar I  did  not ou come erchomai to  call kaleō the  pious dikaios,  but alla sinners hamartōlos, to repentance.” ", "14": "Then tote the ho disciples mathētēs of  John Iōannēs came proserchomai to  him autos and  asked legō, “ Why dia tis do  we hēmeis and kai the ho Pharisees Pharisaios fast nēsteuō regularly polys,  · ho but de your sy disciples mathētēs do  not ou fast nēsteuō?” ", "15": "And kai Jesus Iēsous said legō to  them autos,  · ho “Certainly  the ho wedding nymphōn guests hyios · ho can' t mē mourn pentheō as  long  as epi the ho bridegroom nymphios is eimi still  with meta them autos? The  days hēmera will  come erchomai · de when hotan the ho bridegroom nymphios is  taken apairō away  from apo them autos,  and kai then tote they  will  fast nēsteuō! ", "16": "No oudeis one  · de sews epiballō a  piece epiblēma of  unshrunk agnaphos cloth rhakos on epi an  old palaios garment himation,  because gar the ho patch plērōma will  pull airō away  from apo the ho garment himation,  and kai the  tear schisma will  be ginomai worse cheirōn. ", "17": "Neither oude is  new neos wine oinos poured ballō into eis old palaios wineskins askos.  If  that  happens ei,  · de the ho wineskins askos split rhēgnymi,  · kai the ho wine oinos pours ekcheō out ,  and kai the ho wineskins askos are  ruined apollymi.  Instead alla,  new neos wine oinos is  put ballō into eis fresh kainos wineskins askos,  and kai so  both amphoteroi are  preserved syntēreō.” ", "18": "As laleō he autos was  saying laleō these houtos things  to  them autos,  a heis ruler archōn came erchomai and  bowed proskyneō down  before  him autos,  saying legō,  · ho “ My egō daughter thugatēr has  just arti died teleutaō;  but alla come erchomai,  lay epitithēmi · ho your sy hand cheir on epi her autos and kai she  will  live zaō again.” ", "19": "So kai Jesus Iēsous got egeirō up  · ho and  followed akoloutheō him autos,  and kai so did  · ho his autos disciples mathētēs. ", "20": "Just  then kai a  woman gynē who  had  suffered haimorroeō from  severe  bleeding  for  twelve dōdeka years etos came proserchomai up  behind opisthen him and  touched haptō the ho fringe kraspedon of ho his autos cloak himation, ", "21": "for gar she  was  saying legō to en herself heautou, “ If ean I  can  only monon touch haptō · ho his autos garment himation,  I  will  be  healed sōzō.” ", "22": "· ho And de when  Jesus Iēsous turned strephō and kai saw  her autos,  he  said legō, “ Take tharseō courage , my  daughter thugatēr;  · ho your sy faith pistis has  made sōzō you sy well .”  And kai the ho woman gynē was  healed sōzō from apo · ho that ekeinos hour hōra. ", "23": "· kai When  Jesus Iēsous arrived erchomai · ho at eis the ho ruler' s archōn house oikia · ho and kai saw  the ho flute aulētēs players  and kai the ho noisy thorybeō crowd ochlos, ", "24": "he  said legō, “ Leave anachōreō now ,  for gar the ho girl korasion is  not ou dead apothnēskō but alla only  sleeping katheudō.”  And kai they  began  to  ridicule katagelaō him autos. ", "25": "But de when hote the ho crowd ochlos had  been  removed ekballō, Jesus  went eiserchomai in  and  took krateō her autos by  the ho hand cheir,  and kai the ho girl korasion arose egeirō. ", "26": "And kai the ho report phēmē of  this houtos spread exerchomai through eis all holos · ho that ekeinos region gē. ", "27": "And kai as  Jesus Iēsous went paragō on  from  there ekeithen,  · ho two dyo blind  men typhlos followed akoloutheō him autos,  calling krazō out ,  · kai “ Have  mercy eleeō on  us hēmeis,  Son hyios of  David Dauid!” ", "28": "When  he  had  gone erchomai · de into eis the ho house oikia,  the ho blind  men typhlos came proserchomai to  him autos;  and kai Jesus Iēsous said legō to  them autos,  · ho “ Do  you  believe pisteuō that hoti I  am  able dynamai to  do poieō this houtos?”  They  said legō to  him autos, “ Yes nai,  Lord kyrios.” ", "29": "Then tote he  touched haptō · ho their autos eyes ophthalmos and  said legō, “ According kata to  · ho your hymeis faith pistis may  it  be  done ginomai to  you hymeis.” ", "30": "And kai their autos eyes ophthalmos were  opened anoigō.  · ho Then kai Jesus Iēsous sternly  charged embrimaomai them autos,  · ho “ See horaō that  no mēdeis one  knows ginōskō about  this.” ", "31": "But de they ho went exerchomai out  and  spread diaphēmizō the news about  him autos throughout en that ekeinos entire holos · ho region gē. ", "32": "As  they autos · de were  going exerchomai away , others  brought prospherō to  him autos a  man anthrōpos who  could  not  speak kōphos and  was  demon-possessed daimonizomai. ", "33": "And kai when  the ho demon daimonion had  been  driven ekballō out ,  the ho man kōphos who  had  been  mute  began  to  speak laleō.  · kai The ho crowds ochlos were  amazed thaumazō and  said legō, “ Never oudepote has  anything  like  this houtōs been  seen phainō in en · ho Israel Israēl.” ", "34": "But de the ho Pharisees Pharisaios kept  saying legō, “It is  by en the ho ruler archōn of ho demons daimonion that  he  drives ekballō out  · ho demons daimonion.” ", "35": "And kai Jesus Iēsous went periagō throughout  · ho all pas their ho cities polis and kai · ho towns kōmē,  teaching didaskō in en · ho their autos synagogues synagōgē,  · kai preaching kēryssō the ho gospel euangelion of  the ho kingdom basileia,  and kai healing therapeuō every pas disease nosos and kai every pas sickness malakia. ", "36": "And de when he saw  the ho crowds ochlos,  he  had  compassion splanchnizomai on peri them autos,  because hoti they  were eimi distressed skyllō and kai dejected rhiptō,  like hōsei sheep probaton without mē echō a  shepherd poimēn. ", "37": "Then tote he  said legō to ho his autos disciples mathētēs, “ The ho harvest therismos is  great polys but de the ho workers ergatēs are  few oligos; ", "38": "so oun pray deomai to  the ho Lord kyrios of  the ho harvest therismos to hopōs send  out ekballō workers ergatēs into eis · ho his autos harvest therismos.” "}