{"1": "Song of Songs, which is a “book” of the Bible, actually has more in common with Handel's Messiah or Puccini's Tosca than any prose work of the Old Testament—it's a libretto, a record of the words sung in a musical or opera. While this song is certainly the longest libretto in the Bible, it is not the only one. The Book of Psalms is replete with them; and they often open with directions for musical instruments such as in Psalm 4, which begins, “For the worship leader. A song of David accompanied by strings.” Song of Songs lacks such instrumental direction; but through the poetic phrasing and pronoun usage, three distinct vocal parts are inherently identifiable: the female lover (who would sing soprano), the male lover (who would sing tenor), and the observing young women (who would function as the chorus). Even without the musical score, it is possible to imagine these actors breathing life into the libretto on a great stage. For Solomon. The most sublime song of all.", "2": "Her (to him): Kiss me with the sweet kisses of your lips, for your love delights me more than wine.", "3": "The pleasant aroma of your fragrance rises in the air; your name is like precious perfume poured out: This is why young women adore you.", "4": "Take me away with you; let's run away together! (to the young women) The king has brought me into his bedroom. Young Women of Jerusalem (to him): We will shout for joy and celebrate over you. We will make it known that your love is better than the finest of wines. Her (to him): Everyone loves you, and there is no reason why they shouldn't.", "5": "(to the young women) Look at me, young women of Jerusalem. I am dark but beautiful. I am dark like the tents of Kedar; I am beautiful like the curtains of Solomon's temple.", "6": "Don't stare at my dark skin, for the sun looked down on me. My brothers' anger scorched me; they made me work all day long in the vineyards, So I did not have time to care for my own vineyard, to cultivate my own body.", "7": "(to him) Tell me, my dearest love, where are your sheep grazing today? Where are you resting with your flock at midday? I want to come to you. Why must I go looking for you like the veiled women wandering among the flocks of your friends?", "8": "Him (to her): If you do not know where I am, most beautiful of women, Follow the tracks of my sheep— they will lead you to me— And graze your flocks of young goats beside the shepherds' tents.", "9": "You remind me, my dear, of an honored mare among Pharaoh's stallion-driven chariots;", "10": "The strings of jewels against your cheeks frame your elegance, as also the tender curve of your neck with precious gems.", "11": "Young Women of Jerusalem (to her): We will make for you golden jewelry to lay against your skin, golden jewelry studded with silver to frame your elegance.", "12": "Her: When the king was relaxing at his table, the seductive fragrance of my perfume filled the air.", "13": "My love is close to my heart, like a sachet of myrrh tucked between my breasts.", "14": "My love is like a fragrant bouquet of henna blossoms from the vineyards of Engedi.", "15": "Him: 15 How beautiful you are, my dear! How so very beautiful! Your eyes are like doves.", "16": "Her: You, my love, are so handsome! A pleasure to behold! Our bed is a lush, green field,", "17": "The beams of our house are majestic cedars, and the rafters are tall pines."}