{"1": "Him (to her): You, my love, are beautiful. So beautiful! Because stimulating images come forth when the lovers describe in intimate detail each other's bodies, Jewish men were discouraged from reading this greatest of songs until the age of 30. Your eyes are like doves nestled behind your veil. Your hair moves as gracefully as a flock of goats leaping down the slopes of Mount Gilead.", "2": "Your teeth are pearl white like a flock of sheep shorn, fresh up from a wash. Each perfect and paired with another; not one of them is lost.", "3": "Your lips are as red as scarlet threads; your mouth is beautiful. Your cheeks rosy and round are beneath your veil, like the halves of a pomegranate.", "4": "Your neck is elegant like the tower of David, perfectly fit stone-by-stone. There hang a thousand shields, the shields of mighty men.", "5": "Your breasts are like two fawns, twin gazelles grazing in a meadow of lilies.", "6": "As the day breathes its morning breeze and shadows turn and flee, I will go up your myrrh mountain and climb your frankincense hill.", "7": "You are so beautiful, my love, without blemish.", "8": "Come with me from Lebanon, my bride; come with me from Lebanon. Journey with me from the crest of Amana, from the top of Senir even the summit of Hermon, From the lions' dangerous den, from the mountain hideouts of leopards.", "9": "My heart is your captive, my sister, my bride; you have stolen it with one glance, caught it with a single strand of your necklace.", "10": "How beautiful is your love, my sister, my bride! Your love is more pleasing than the finest wine, and the fragrance of your perfume brings more delight than any spice!", "11": "Your lips taste sweet like honey off the comb, my bride; milk and honey are beneath your tongue. The scents of your clothes are like the fresh air of Lebanon.", "12": "You are a locked garden, my sister, my bride, open only to me; a spring closed up tight, a sealed fountain.", "13": "Your sprouts are an orchard of pomegranates and exotic fruits— with henna and nard,", "14": "With nard and saffron, calamus and cinnamon— With rows of frankincense trees and myrrh and aloes and all the finest spices.", "15": "My bride, you are a fountain in a garden, a well of life-giving water flowing down from Lebanon.", "16": "What does he mean by “my sister, my bride”? Is this a sudden revelation of an incestuous relationship? No. He is describing how sexual expression can bring two people intimately together, as close as two people can be; the man and woman are now family. This image would have been particularly meaningful in ancient Israelite society, where life was centered on familial relationships and calling someone “brother” or “sister” was a sign of deep intimacy and care. Blood relatives lived together, worked together, traded with each other, and were buried together. By calling the woman “sister,” he is declaring they are now blood relatives. In the covenant relationship called marriage, blood is drawn during consummation, bonding the two parties together as man and wife, as brother and sister, forever. Him (to the winds): Rise, you north wind; come, you south wind. Breathe on my garden, and let the fragrance of its natural spices fill the air. Her: Let my love come into his garden and feast from its choice fruits."}