{"1": "Then Jesus left the region[a] and went into the district of Judea,[b] across from the Jordan River,[c] and again, massive crowds flocked to him, and Jesus, as was his custom, began to teach the people. ", "2": "At one point, some of the Pharisees came, seeking to entrap him with a question. “Tell us,” they asked, “is it lawful for a man to divorce[d] his wife?”", "3": "He answered them, “What did Moses command you?”", "4": "They replied, “Moses permitted us to write a certificate of separation that would be valid to complete a divorce.”", "5": "Jesus said, “Yes, Moses wrote this exception[e] for you because you are hardhearted. ", "6": "But from the beginning God created male and female.[f] ", "7": "For this reason a man will leave his parents and be wedded to his wife.[g] ", "8": "And the husband and wife[h] will be joined as one flesh, and after that they no longer exist as two, but one flesh. ", "9": "So there you have it. What God has joined together, no one has the right to split apart.”[i]", "10": "Once indoors, his disciples asked him to explain it to them again. ", "11": "So he said to them, “Whoever divorces his wife and marries another commits adultery against her. ", "12": "And if the wife divorces her husband and marries another, she also commits adultery.”", "13": "The parents kept bringing their little children to Jesus so that he would lay his hands on them and bless them.[j] But the disciples kept rebuking and scolding the people for doing it. ", "14": "When Jesus saw what was happening, he became indignant with his disciples and said to them, “Let all the little children come to me and never hinder them! Don't you know that God's kingdom realm exists for such as these? ", "15": "Listen to the truth I speak: Whoever does not open their arms to receive God's kingdom like a teachable child will never enter it.”[k] ", "16": "Then he embraced each child, and laying his hands on them, he lovingly blessed each one.", "17": "As Jesus started on his way, a man came running up to him. Kneeling down in front of him, he cried out, “Good Teacher, what one thing am I required to do to gain eternal life?”", "18": "Jesus responded, “Why do you call me good? Only God is truly good. ", "19": "You already know the commandments: 'Do not murder, do not commit adultery, do not steal, do not give a false testimony, do not cheat, and honor your father and mother.'”[l]", "20": "The man said to Jesus, “Teacher, I have carefully obeyed these laws since my youth.”", "21": "Jesus fixed his gaze upon the man, with tender love, and said to him, “Yet there is still one thing in you lacking.[m] Go, sell all that you have and give the money to the poor. Then all of your treasure will be in heaven. After you've done this, come back and walk with me.”[n]", "22": "Completely shocked by Jesus' answer, he turned and walked away very sad, for he was extremely rich.[o]", "23": "Jesus looked at the faces of his disciples and said, “How hard it is for the wealthy to enter into God's kingdom realm.”", "24": "The disciples were startled when they heard this. But Jesus again said to them, “Children, it is next to impossible for those who trust in their riches to find their way into God's kingdom realm.[p] ", "25": "It is easier to stuff a rope through the eye of a needle[q] than for a wealthy person to enter into God's kingdom realm.”[r]", "26": "But this left them all the more astonished, and they whispered to one another, “Then who could ever be saved?”", "27": "Jesus looked at them and replied, “With people it is impossible, but not with God—God makes all things possible!”[s]", "28": "Then Peter spoke up and said, “Can't you see that we've left everything we had to cling to you?”", "29": "“Listen to my words,” Jesus said. “Anyone who leaves his home behind and chooses me over children, parents, family, and possessions, all for the sake of the gospel, ", "30": "it will come back to him a hundred times as much in this lifetime—homes, family, mothers, brothers, sisters, children, possessions—along with persecutions. And in the age to come, he will inherit eternal life. ", "31": "But many who are considered to be the most important now will be the least important then. And many who are viewed as the least important now will be considered the most important then.”", "32": "Jesus and his disciples were on the road that went up to Jerusalem, and Jesus was leading them forward. The disciples were filled with wonder and amazement at his bravery, but those following along with them were very afraid. As they approached the city, he took the Twelve aside privately and told them what was going to happen. ", "33": "“I want you to know that we are going to Jerusalem, where the Son of Man will be handed over to the ruling priests and religious scholars and they will condemn him to death and hand him over to the Romans. ", "34": "And they will mock him, spit in his face, torture him, and kill him, but three days later he will rise again.”", "35": "Jacob and John, sons of Zebedee, approached Jesus and said, “Teacher, will you do a favor for us?”[t]", "36": "“What is it you're wanting me to do?” he asked.", "37": "“We want to sit next to you when you come into your glory,” they said, “one at your right hand and the other at your left.”", "38": "Jesus said to them, “You don't have a clue what you're asking for! Are you prepared to drink from the cup of suffering[u] that I am about to drink? And are you able to endure the baptism into death[v] that I am about to experience?”", "39": "They replied, “Yes, we are able.”[w] Jesus said to them, “You will certainly drink from the cup of my sufferings and be immersed into my death, ", "40": "but to have you sit in the position of highest honor is not mine to decide. It is reserved for those whom grace has prepared them to have it.”[x]", "41": "Now the other ten disciples overheard this, and they became angry and began to criticize Jacob and John. ", "42": "Jesus gathered them all together and said to them, “Those recognized as rulers of the people and those who are in top leadership positions rule oppressively over their subjects, but this is not the example you are to follow. ", "43": "You are to lead by a different model. If you want to be the greatest one, then live as one called to serve others. ", "44": "The path to promotion and prominence comes by having the heart of a bond-slave[y] who serves everyone. ", "45": "For even the Son of Man did not come expecting to be served by everyone, but to serve everyone, and to give his life as the ransom price in exchange for the salvation of many.”", "46": "When Jesus and his disciples had passed through Jericho, a large crowd joined them. Upon leaving the village, they met a blind beggar sitting on the side of the road named Timai, the son of Timai.[z] ", "47": "When he heard that Jesus from Nazareth was passing by, he began to shout “Jesus, son of David,[aa] have mercy on me now in my affliction. Heal me!”[ab]", "48": "Those in the crowd were indignant and scolded him for making so much of a disturbance, but he kept shouting with all his might, “Son of David, have mercy on me now and heal me!”", "49": "Jesus stopped and said, “Call him to come to me.” So they went to the blind man and said, “Have courage! Get up! Jesus is calling for you!” ", "50": "So he threw off his beggars' cloak, jumped up, and made his way to Jesus.", "51": "Jesus said to him, “What do you want me to do for you?” The man replied, “My Master,[ac] please, let me see again!”", "52": "Jesus responded, “Your faith heals you. Go in peace, with your sight restored.”[ad] All at once, the man's eyes opened and he could see again, and he began at once to follow Jesus, walking down the road with him."}