{"1": "As Jesus was leaving the temple courts, one of his disciples came to him and said, “Teacher, look at these magnificent buildings! And what tremendous stones were used to build all this!”[a]", "2": "Jesus turned to them and said, “Take a good look at all these enormous buildings, for I'm telling you, there will not be one stone left upon another. It will all be leveled!”[b]", "3": "Later, while Jesus was sitting on the Mount of Olives, overlooking the temple, his disciples, Peter, Jacob, John, and Andrew, came to him privately where he was sitting and said, ", "4": "“Tell us, when will these things happen? And what supernatural sign should we expect to signal your coming and the completion of this age?”[c]", "5": "Jesus answered, “At that time deception will run rampant. So beware that you're not fooled! ", "6": "For many will appear on the scene claiming my authority[d] or saying about themselves, 'I am God's Anointed,'[e] and they will lead many astray. ", "7": "You will hear rumors of wars nearby, with more rumors of wars to come. Make sure that you are not thrown into a panic or give in to your fears, for these things are destined to happen. Prepare for it,[f] but still the end is not yet. ", "8": "For nations[g] will go to war against each other and kingdom against kingdom. And there will be terrible earthquakes in place after place—seismic events of epic proportion. And there will be famines and riots.[h] This is how the first contractions and birth pains of the new age will begin.”", "9": "“Be on your guard! For they will repeatedly hand you over to the ruling councils, and you will be beaten in public gatherings. And you will stand trial before kings and high-ranking governmental leaders as an opportunity to testify to them on my behalf. ", "10": "But prior to the end of the age, the hope of the gospel[i] must first[j] be preached to all nations.", "11": "“So when they put you under arrest and hand you over for trial, don't even give one thought about what you will say. Simply speak what the Holy Spirit gives you at that very moment. And realize that it won't be you speaking but the Holy Spirit repeatedly speaking through you. ", "12": "Brothers will betray each other unto death—even a father his child. Children will rise up to take a stand against their parents and have them put to death. ", "13": "Expect to be hated by all because of your allegiance to the cause that bears my name. But determine to be faithful to the end and you will be saved.”[k]", "14": "“When you witness what Daniel prophesied, 'the disgusting destroyer,'[l] standing where it must not be[m] [Let the reader learn what it means],[n] then those in the land of Judah must escape to higher ground.[o] ", "15": "On that day, if you happen to be outside,[p] don't go back inside to gather your belongings. ", "16": "And if you're working out in the field, don't run back home to get a coat. ", "17": "It will be especially hard[q] for pregnant women and for those nursing their babies when those days come. ", "18": "So pray that your escape will not be during the winter months. ", "19": "For this will be a time of great misery beyond the magnitude of anything the world has ever seen from the beginning of time[r] or ever will see. ", "20": "Unless God limits those days, no one would escape. But because of his love for those chosen to be his, he will shorten that time of trouble.", "21": "“And if you hear reports from people, saying, 'Look, the Messiah is over here,' or, 'The Messiah is over there!' don't believe it. ", "22": "For there will be imposters falsely claiming to be God's 'Anointed One.' And false prophets[s] will arise to perform miracle signs, and if it were possible, they would cause God's chosen ones to wander off the right track. ", "23": "Be alert, for I prophesy all this will happen!”", "24": "“This is what will take place after that suffering: The sun will be darkened and the moon will reflect no light.", "25": "The stars will be falling from the sky and all the cosmic powers will be shaken.[t]", "26": "“Then they will see the Son of Man appearing in the midst of clouds and revealed with mighty power and great glory.[u] ", "27": "At that time he will send his messengers,[v] who will gather together his beloved chosen ones from every direction—from the ends of the earth to the ends of heaven!”", "28": "“Now, learn the lesson from the parable of the fig tree. When spring arrives, and it sends out its tender branches and sprouts leaves, you know that summer is soon to appear. ", "29": "So also, when you observe all these things progressively taking place, you will know that he[w] is coming near, even at the door! ", "30": "I assure you, this family[x] will not pass away until all I have spoken comes to pass. ", "31": "The earth and sky will wear out and fade away before one word I speak loses its power or fails to accomplish its purpose.”", "32": "“Concerning that day and exact hour, no one knows when it will arrive, not the angels of heaven, not even the Son—only the Father knows. ", "33": "This is why you must be waiting, watching and praying,[y] because no one knows when that season of time will come.”", "34": "“For those days can be compared to a man who was about to leave on a journey, but before leaving he placed his servants in charge and gave each one work to do while he was away. Then he commanded the watchman[z] to be on guard at all times. ", "35": "So I say to you, keep awake and alert—for you have no idea when the master of the house will return; in the evening, at midnight, at four o'clock in the morning,[aa] or at dawn. ", "36": "Be alert, for he's coming suddenly and may find you sleeping! ", "37": "And what I say to the four of you, I say to everyone—be awake at all times!”"}