{"1": "Before dawn that morning, all the ruling priests, elders, religious scholars, and the entire Jewish council set in motion their plan against Jesus. They bound him in chains, took him away, and handed him over to Pilate.", "2": "As Jesus stood in front of the Roman governor,[a] Pilate asked him, “So, are you really the king of the Jews?” Jesus answered, “You have just spoken it.”", "3": "Then the ruling priests, over and over, made bitter accusations against him, but he remained silent.[b]", "4": "So Pilate questioned him again. “Have you nothing to say? Don't you hear these many allegations they're making against you?” ", "5": "But Jesus offered no defense to any of the charges, much to the great astonishment of Pilate.", "6": "Every year at Passover, it was the custom of the governor to pardon a prisoner and release him to the people—anyone they wanted. ", "7": "Now, Pilate was holding in custody a notorious criminal named Barabbas,[c] one of the assassins[d] who had committed murder in an uprising. ", "8": "The crowds gathered in front of Pilate's judgment bench and asked him to release a prisoner to them, as was his custom.", "9": "So he asked them, “Do you want me to release to you today the king of the Jews?” ", "10": "(Pilate was fully aware that the religious leaders had handed Jesus over to him because of sheer spite and envy.)", "11": "But the ruling priests stirred up the crowd to incite them to ask for Barabbas instead.", "12": "So Pilate asked them, “Then what do you want me to do with this one you call the king of the Jews?”", "13": "They all shouted back, “Crucify him!”", "14": "“Why?” Pilate asked. “What evil thing has he done wrong?” But they kept shouting out with an deafening roar, “Crucify him at once!”", "15": "Because he wanted to please the people, Pilate released Barabbas to them. After he had Jesus severely beaten with a whip made of leather straps and embedded with metal,[e] he sentenced him to be crucified.[f]", "16": "The soldiers took Jesus into the headquarters of the governor's compound[g] and summoned a military unit of nearly six hundred men.[h] ", "17": "They placed a purple robe on him to make fun of him. Then they braided a victor's crown, a wreath made of thorns,[i] and set it on his head. ", "18": "And with a mock salute they repeatedly cried out, “Hail, your majesty, king of the Jews!” ", "19": "They kept on spitting in his face and hit him repeatedly on his head with a reed staff, driving the crown of thorns deep into his brow. They knelt down before him in mockery, pretending to pay him homage. ", "20": "When they finished ridiculing him, they took off the purple robe, put his own clothes back on him, and led him away to be crucified.", "21": "As they came out of the city, they stopped an African man named Simon, a native of Libya.[j] He was passing by, just coming in from the countryside with his two sons,[k] Alexander and Rufus, and the soldiers forced him to carry the heavy crossbeam for Jesus. ", "22": "They brought Jesus to the execution site called Golgotha, which means “Skull Hill.”[l] ", "23": "There they offered him a mild painkiller, a drink of wine mixed with gall,[m] but he refused to drink it.", "24": "They nailed his hands and feet to the cross. The soldiers divided his clothing among themselves by rolling dice[n] to see who would win them. ", "25": "It was nine o'clock in the morning[o] when they finally crucified him. ", "26": "Above his head they placed a sign with the inscription of the charge against him, which read, “This is the King of the Jews.”", "27": "Two criminals were also crucified with Jesus, one on each side of him. ", "28": "This fulfilled the Scripture that says: He was considered to be a criminal.[p]", "29": "Those who passed by shook their heads and spitefully ridiculed him, saying, “Aha! You boasted that you could destroy the temple and rebuild it in three days.[q] ", "30": "Why don't you save yourself now? Just come down from the cross!”", "31": "Even the ruling priests and the religious scholars joined in the mockery[r] and kept laughing among themselves,[s] saying, “He saved others, but he can't even save himself! Israel's king, is he? ", "32": "Let the 'Messiah,' the 'king of Israel,' pull out the nails and come down from the cross right now. We'll believe it when we see it!” Even the two criminals who were crucified with Jesus began to taunt him, hurling insults on him.", "33": "For three hours, beginning at noon, darkness came over the earth.[t] ", "34": "About three o'clock, Jesus shouted with a mighty voice in Aramaic,[u] “Eli, Eli, lama sabachthani?”—that is, “My God, My God, why have you turned your back on me?”[v]", "35": "Some who were standing near the cross misunderstood and said, “Listen! He's calling for Elijah.”[w] ", "36": "One bystander ran and got a sponge, soaked it with sour wine, then put it on a stick and held it up for Jesus to drink.[x] But the rest said, “Leave him alone! Let's see if Elijah comes to rescue him.” ", "37": "Just then Jesus passionately cried out with a loud voice and breathed his last.[y] ", "38": "At that moment the veil in the Holy of Holies was torn in two from the top to the bottom.[z]", "39": "When the Roman military officer who was standing right in front of Jesus saw how he died, he said, “There is no doubt this man was the Son of God!", "40-41": "–41 Watching from a distance, away from the crowds, were many of the women who had followed Jesus from Galilee and had cared for him.[aa] Among them were Mary Magdalene,[ab] Mary the mother of Jacob the younger[ac] and Joseph,[ad] and Salome. Many other women who had followed him to Jerusalem were there too.[ae]", "42": "Evening was fast approaching, and it was a preparation day before a Sabbath. ", "43": "So a prominent Jewish leader named Joseph, from the village of Ramah,[af] courageously went to see Pilate and asked to have custody of the body of Jesus. Joseph was a highly regarded member of the Jewish council and a follower of Jesus[ag] who had focused his hope on God's kingdom realm.[ah] ", "44": "Pilate was amazed to hear that Jesus was already dead, so he summoned the Roman officer, who confirmed it.[ai] ", "45": "After it was confirmed, Pilate consented to give the corpse to Joseph.", "46": "Joseph purchased a shroud of fine linen and took the body down from the cross. Then he wrapped it in the linen shroud and placed it in a tomb quarried from out of the rock.[aj] Then they rolled a large stone over the entrance to seal the tomb. ", "47": "Mary Magdalene and Mary the mother of Joseph[ak] were there and saw exactly where they laid the body of Jesus."}