{"1": "Then Jesus left them and went again into the synagogue, where he encountered a man who had an atrophied, paralyzed hand. ", "2": "Everyone was watching Jesus closely to see if he would heal the man on the Sabbath, giving them a reason to accuse him of breaking Sabbath rules.", "3": "Jesus said to the man with the paralyzed hand, “Stand here in the middle of the room.”", "4": "Then he turned to all those gathered there and said, “Which is it? Is it against the law to do evil on the Sabbath or to do good? To destroy a life or to save one?” But no one answered him a word.", "5": "Then looking around at everyone, Jesus was moved with indignation and grieved by the hardness of their hearts and said to the man, “Now stretch out your hand!” As he stretched out his hand, it was instantly healed![a]", "6": "After this happened, the Pharisees left abruptly and began to plot together with the friends and supporters of Herod Antipas on how they would kill Jesus.", "7": "Once again Jesus withdrew with his disciples to the lakeside, but a massive crowd of people followed him from all around the provinces of Galilee and southern Israel. ", "8": "Vast crowds came from Jerusalem, Idumea,[b] beyond the Jordan, and from Lebanon.[c] Large numbers of people swarmed in from everywhere when they heard of him and his wonderful works.", "9": "The crowd pressed so closely to Jesus that he instructed his disciples to bring him a small boat to get into and keep from being crushed by the crowd. ", "10": "For he had healed so many that the sick kept pushing forward[d] just so they could touch Jesus. ", "11": "And whenever a demon saw him, it would throw the person down at Jesus' feet, screaming out, “You are the Son of God!” ", "12": "But Jesus would silence the demons and sternly order them not to reveal who he was.", "13": "Afterward, Jesus went up on a mountainside and called to himself the men he wanted to be his close companions, so they went up the mountainside to join him. ", "14": "He appointed[e] the Twelve, whom he named apostles.[f] He wanted them to be continually at his side as his friends, and so that he could send them out to preach ", "15": "and have authority to heal the sick and to cast out demons.[g]", "16": "He appointed his Twelve[h] and gave Simon the nickname Peter the Rock.[i] ", "17": "And he gave the brothers, Jacob[j] and John, the sons of Zebedee, the nickname Benay-Regah,[k] which means “passionate sons.” ", "18": "The others were Andrew, Philip, Bartholomew,[l] Matthew, Thomas, Jacob the son of Alphaeus, Thaddaeus,[m] Simon the Nationalist,[n] ", "19": "and Judas Iscariot,[o] who betrayed him.", "20": "Then Jesus went home,[p] but once again a large crowd gathered around him, which prevented him from even eating a meal. ", "21": "When his own family heard that he was there, they went out to seize him, for they said, “He's insane!”", "22": "The religious scholars who arrived from Jerusalem were saying, “Satan[q] has possessed him! He casts out demons by the authority of the prince of demons!” ", "23": "Jesus called them to himself and spoke to them using parables. “How can Satan cast out Satan? ", "24": "No kingdom can endure if it is divided against itself, ", "25": "and a splintered household will not be able to stand, for it is divided. ", "26": "And if Satan fights against himself he will not endure, and his end has come.”", "27": "Jesus said to them,[r] “Listen. No one is able to break into a mighty man's house and steal his property unless he first overpowers the mighty man and ties him up.[s] Then his entire house can be plundered and his possessions taken. ", "28": "I tell you this timeless truth: All sin will be forgiven, even all the blasphemies they speak. ", "29": "But there can never be forgiveness for the one who blasphemes against the Holy Spirit, for he is guilty of an eternal sin!” ", "30": "(This is because they said he was empowered by a demon spirit.)[t]", "31": "Then Jesus' mother and his brothers came and stood outside and sent a message to him, asking that he come out and speak with them.[u] ", "32": "When the crowd sitting around Jesus heard this, they spoke up, and said to him, “Jesus, your mother and brothers[v] are outside looking for you.”", "33": "He answered them saying, “Who is my true mother and my true brothers?” ", "34": "Then looking in the eyes of those who were sitting in a circle around him, he said, “Here are my true family members. ", "35": "For whoever does the will of God is my brother, my sister, and my mother!”"}