{"1": "One day, those known as the Pharisees and certain religious scholars came from Jerusalem and gathered around Jesus. ", "2": "They were shocked[a] to find that some of Jesus' disciples ate bread without first observing the prescribed Jewish ritual of hand washing before eating their meal. ", "3": "(For the Pharisees, like all other Jews, will not eat without first performing a ritual of pouring water over their cupped hands[b] to keep the tradition of the elders. ", "4": "Similarly, when returning from the marketplace, they ceremonially wash themselves before eating.[c] They also observed many other traditions, such as ceremonially washing cups, pitchers, and kettles.)[d]", "5": "So the Pharisees and religious scholars asked Jesus, “Why don't your disciples live according to the age-old traditions passed down by our elders? They should first ceremonially wash their hands before eating.”", "6": "Jesus replied, “You are frauds and hypocrites! How accurately[e] did Isaiah prophesy about you phonies when he said: 'These people honor me with their words while their hearts run far away from me!", "7": "Their worship is nothing more than a charade! For they continue to insist that their man-made traditions are equal to the instructions of God.'[f]", "8": "“You abandon God's commandments just to keep men's rituals, such as ceremonially washing utensils, cups, and other things.”[g]", "9": "Then he added, “How skillful you've become in rejecting God's law in order to maintain your man-made set of rules. ", "10": "For example, Moses taught us: 'Honor your father and your mother,'[h] and, 'Whoever insults or mistreats his father or mother must be put to death.'[i]", "11": "“But your made-up rules allow a person to say to his parents, 'I've decided to take the support you were counting on from me and make it my holy offering to God, and that will be your blessing instead.'[j] ", "12": "How convenient! The rules you teach exempt him from providing for his aged parents. ", "13": "Do you really think God will honor your traditions passed down to others, making up these rules that nullify God's Word? And you're doing many other things like that.”", "14": "Then Jesus called the crowd together again, saying, “Hear my words, all of you, and take them to heart. ", "15": "What truly contaminates a person is not what he puts into his body, but what comes out. That's what makes a person defiled.”[k]", "17": "When Jesus went back home and away from the crowd, his disciples acknowledged that they didn't understand the meaning of the parable and asked him to explain it. ", "18": "He answered them, “Are you as dull as the rest? Don't you understand that you are not defiled by what you eat? ", "19": "For the food you swallow doesn't enter your heart, but goes into your stomach, only to pass out into the sewer.” (This means all foods are clean.)[l] ", "20": "He added, “Words and deeds pollute a person, not food. ", "21": "Evil originates from inside a person. Coming out of a human heart are evil schemes,[m] sexual immorality,[n] theft, murder, ", "22": "adultery, greed, wickedness, treachery, debauchery,[o] jealousy,[p] slander,[q] arrogance,[r] and recklessness.[s] ", "23": "All these corrupt things emerge from within and constantly pollute a person.”", "24": "Jesus set out from there to go into the non-Jewish region of Tyre.[t] He intended to slip into a house unnoticed, but people found out that he was there. ", "25": "But when a woman whose daughter had a demon spirit heard he was there, she came and threw herself down at his feet. ", "26": "She was not Jewish, but a foreigner,[u] born in the part of Syria known as Phoenicia.[v] She begged him repeatedly to cast the demon out of her daughter. ", "27": "Finally he said to her, “First let my children be fed and satisfied, for it isn't fair to take the children's bread[w] and throw it to the little dogs.”[x]", "28": "She answered, “How true that is, Lord. But even puppies under the family table are allowed to eat the little children's crumbs.”", "29": "Then Jesus said to her, “That's a good reply! Now, because you said this, you may go. The demon has permanently left your daughter.” ", "30": "And when she returned home, she found her daughter resting quietly on the couch, completely set free from the demon!", "31": "After this, Jesus left the coastland of Tyre and came through Sidon on his way to Lake Galilee and over into regions of Syria.[y] ", "32": "Some people brought to him a deaf man with a severe speech impediment. They pleaded with Jesus to place his hands on him and heal him.", "33": "So Jesus led him away from the crowd to a private spot. Then he stuck his fingers into the man's ears and placed some of his saliva on the man's tongue.[z] ", "34": "Then he gazed into heaven,[aa] sighed deeply, and spoke to the man's ears and tongue, “Ethpathakh,” which is Aramaic[ab] for “Open up, now!”[ac]", "35": "At once the man's ears opened and he could hear perfectly, and his tongue was untied and he began to speak normally. ", "36": "Jesus ordered everyone to keep this miracle a secret, but the more he told them not to, the more the news spread! ", "37": "The people were absolutely beside themselves and astonished beyond measure.[ad] And they began to declare, “Everything he does is wonderful![ae] He even makes the deaf hear and the mute speak!”"}