{"1": "During those days, another massive crowd gathered to hear Jesus, and again, there was no food and the people were hungry. So Jesus called his disciples to come near him and said to them, ", "2": "“My heart goes out to this crowd, for they've already been here with me for three days with nothing to eat. ", "3": "I'm concerned that if I send them home hungry, they'll be exhausted along the way, for some of them have come a long, long way just to be with me.”", "4": "His disciples replied, “But could anyone possibly get enough food to satisfy a crowd this size out here in this isolated place?”", "5": "He asked them, “How many loaves of flatbread have you got?” “Seven,” they replied.", "6": "Jesus instructed the crowd to sit down on the grass. After he took the seven loaves, he gave thanks to God, broke them, and started handing them to his disciples. They kept distributing the bread until they had served the entire crowd.", "7": "They also had a few small fish, and after giving thanks for these, Jesus had his disciples serve them to the crowd. ", "8": "Everyone ate until they were satisfied. Then the disciples gathered up the broken pieces and filled seven large baskets[a] with the leftovers. ", "9": "About four thousand[b] people ate the food that had been multiplied! Then he dismissed the crowd.[c]", "10": "Afterward, Jesus got into a boat and sailed to the vicinity of Dalmanutha.[d]", "11": "As soon as Jesus landed,[e] he was confronted by the Pharisees,[f] who argued with Jesus and tested him. They demanded that he give them a miraculous sign from heaven.", "12": "And with a deep sigh from his spirit, he said, “What drives this generation to clamor for a sign? Listen to the truth: there will absolutely be no sign given to this generation!”[g] ", "13": "Then he turned and left them, got back into the boat, and crossed over to the opposite shore.", "14": "Now, the disciples had forgotten to take bread with them, except for one loaf of flatbread. ", "15": "And as they were sailing across the lake, Jesus repeatedly warned them, “Be on your guard against the yeast[h] inside of the Pharisees and the yeast inside of Herod!” ", "16": "But the disciples had no clue what Jesus was talking about, so they began to discuss it among themselves, saying, “Is he saying this because we forgot to bring bread?”", "17": "Knowing what they were thinking, Jesus said to them, “Why all this fussing over forgetting to bring bread? Do you still not see or understand what I say to you? Are your hearts still hard? ", "18": "You have good eyes, yet you still don't see, and you have good ears, yet you still don't hear, neither do you remember. ", "19": "When I multiplied the bread to feed more than five thousand people, how many baskets full of leftovers did you gather afterward?” “Twelve,” they replied.", "20": "“And when I multiplied food to feed over four thousand, how many large baskets full of leftovers did you gather afterwards?” “Seven,” they replied.", "21": "“Then how is it that you still don't get it?”", "22": "When they arrived at Bethsaida, some people brought a blind man to Jesus, begging him to touch him and heal him. ", "23": "So Jesus led him, as his sighted guide, outside the village. He placed his saliva on the man's eyes[i] and covered them with his hands.[j] Then he asked him, “Now do you see anything?”", "24": "“Yes,” he said. “My sight is coming back! I'm beginning to see people, but they look like trees—walking trees.”", "25": "Jesus put his hands over the man's eyes a second time and made him look up. The man opened his eyes wide and he could see everything perfectly. His eyesight was completely restored! ", "26": "Then Jesus sent him home with these instructions: “Go home, but don't tell anyone what happened, not even the people of your own village.”[k]", "27": "Then Jesus and his disciples walked[l] to the villages near Caesarea Philippi.[m] On the way, he posed this question to his disciples: “Who do the people say that I am?”", "28": "They replied, “Some say John the Baptizer, others say Elijah[n] the prophet, and still others say you must be one of the prophets.”", "29": "He asked them, “But who do you say that I am?” Peter[o] spoke up, saying, “You are the Messiah,[p] the Son of the Living God!”[q]", "30": "Then he warned them not to breathe a word of this to anyone.", "31": "From then on, Jesus began to tell his disciples that he, the Son of Man, was destined to go to Jerusalem and suffer great injustice[r] from the elders, leading priests, and religious scholars. He also explained that he would be killed and three days later be raised to life again. ", "32": "Jesus opened his heart and spoke freely with his disciples, explaining all these things to them.[s] Then Peter took him aside and rebuked him.[t] ", "33": "But Jesus turned around, and glancing at all of the other disciples,[u] he rebuked Peter, saying, “Get out of my sight, Satan![v] For your heart is not set on God's plan but man's!”[w]", "34": "Jesus summoned the crowd, along with his disciples, and had them gather around. And he said to them: “If you truly want to follow me, you should at once completely disown your own life. And you must be willing to share my cross and experience it as your own, as you continually surrender to my ways.[x] ", "35": "For if you let your life go for my sake and for the sake of the gospel, you will continually experience true life.[y] But if you choose to keep your life for yourself, you will forfeit what you try to keep. ", "36": "For what use is it to gain all the wealth and power of this world, with everything it could offer you, at the cost of your own life? ", "37": "And what could be more valuable to you than your own soul? ", "38": "So among the unfaithful and sinful people living today, if you are ashamed of me and my words, the Son of Man will also be ashamed of you when he makes his appearance with his holy messengers[z] in the glorious splendor of his Father!”[aa]"}