{"1": "Jesus said to them, “I tell you the truth, there are some standing here now who won't experience death until they see God's kingdom realm manifest with power!”[a]", "2": "After six days, Jesus took Peter and the two brothers, Jacob and John, and hiked up a high mountain to be alone. And Jesus' appearance was dramatically altered, for he was transfigured before their very eyes! ", "3": "His clothing sparkled and became glistening white—whiter than any bleach in the world could make them. ", "4": "Then suddenly, right in front of them, Moses and Elijah appeared,[b] and they spoke with Jesus.", "5": "Peter blurted out, “Beautiful Teacher,[c] this is so amazing to see the three of you together! Why don't we stay here and set up three shelters:[d] one for you, one for Moses, and one for Elijah?” ", "6": "(For all of the disciples were in total fear, and Peter didn't have a clue what to say.) ", "7": "Just then, a radiant cloud began to spread over them, enveloping them all. And God's voice suddenly spoke from the cloud, saying, “This is my most dearly loved Son—always listen to him!”[e]", "8": "Suddenly, when they looked around, the disciples saw only Jesus, for Moses and Elijah had faded away.[f]", "9": "As they all hiked down the mountain together, Jesus ordered them, “Don't tell anyone of what you just witnessed. Wait until the Son of Man is raised from the dead.” ", "10": "So they kept it to themselves, puzzled over what Jesus meant about rising from the dead.", "11": "Then they asked him, “Why do the religious scholars insist that Elijah must come before the Messiah?”[g]", "12": "He answered them, “They're right. Elijah must come first to put everything in order.[h] And what about all that is written about the Son of Man? It is true that he must endure many sufferings and be rejected.[i] ", "13": "So Elijah has already appeared, just as it was prophesied,[j] and they did to him whatever they pleased.”", "14": "Now when they came down the mountain to the other nine disciples, they noticed a large crowd of people gathered around them, with the religious scholars arguing with them. ", "15": "The crowd was astonished to see Jesus himself walking toward them, so they immediately ran to welcome him.", "16": "“What are you arguing about with the religious scholars?” he asked them.", "17": "A man spoke up out of the crowd. “Teacher,” he said, “I have a son possessed by a demon that makes him mute. I brought him here to you, Jesus. ", "18": "Whenever the demon takes control of him, it knocks him down, and he foams at the mouth and gnashes his teeth, and his body becomes stiff as a board. I brought him to your disciples, hoping they could deliver him, but they were not strong enough.”[k]", "19": "Jesus said to the crowd, “Why are you such a faithless people?[l] How much longer must I remain with you and put up with your unbelief? Now, bring the boy to me.”", "20": "So they brought him to Jesus. As soon as the demon saw him, it threw the boy into convulsions. He fell to the ground, rolling around and foaming at the mouth. ", "21": "Jesus turned to the father and asked, “How long has your son been tormented like this?” “Since childhood,” he replied. ", "22": "“It tries over and over to kill him by throwing him into fire or water. But please, if you're able to do something, anything—have compassion on us and help us!”", "23": "Jesus said to him, “What do you mean 'if'?[m] If you are able to believe,[n] all things are possible to the believer.”", "24": "When he heard this, the boy's father cried out with tears, saying, “I do believe, Lord; help my little faith!”[o]", "25": "Now when Jesus saw that the crowd was quickly growing larger, he commanded the demon, saying, “Deaf and mute spirit, I command you to come out of him and never enter him again!”", "26": "The demon shrieked and threw the boy into terrible seizures and finally came out of him! As the boy lay there, looking like a corpse, everyone thought he was dead. ", "27": "But Jesus stooped down, gently took his hand, and raised him up to his feet, and he stood there completely set free![p]", "28": "Afterwards, when Jesus arrived at the house, his disciples asked him in private, “Why couldn't we cast out the demon?”", "29": "He answered them, “This type of powerful spirit can only be cast out by fasting and prayer.”[q]", "30": "They went on from there and walked through the region of Galilee. Jesus didn't want the people to know he was there, because he wanted to teach his disciples in private. ", "31": "He said to them, “The Son of Man is destined[r] to be betrayed and turned over to those who will execute him. But after three days he will rise again.” ", "32": "But the disciples didn't have a clue what he meant and were too embarrassed to ask him to explain it.", "33": "Then they came to Capernaum. And as soon as Jesus was inside the house, he asked his disciples, “What were you arguing about on the way here?”", "34": "No one said a word, because they had been arguing about which one of them was the greatest. ", "35": "Jesus sat down, called the twelve disciples to come around him, and said to them, “If anyone wants to be first, he must be content to be last and become a servant to all.” ", "36": "Then he had a child[s] come and stand among them. He wrapped the child in his arms and said to them, ", "37": "“Whoever welcomes a little child in my name welcomes me. And whoever welcomes me welcomes not only me, but the one who sent me.”", "38": "John spoke up and said, “Teacher, we noticed someone[t] was using your name to cast out demons, so we tried to stop him because he wasn't one of our group.”", "39": "“Don't stop him!” Jesus replied. “For the one who does miracles in the power of my name proves he is not my enemy.[u] ", "40": "And whoever is not against us is for us. ", "41": "Listen to the truth that I speak: Whoever gives you a cup of water because you carry the name of Christ will never lose his reward. ", "42": "But if anyone abuses[v] one of these little ones who believe in me, it would be better for him to have a heavy boulder[w] tied around his neck and be hurled into the deepest sea than to face the punishment he deserves![x]", "43": "“If your hand entices you to sin, let it go limp and useless![y] For it is better for you to enter into life maimed than to have your entire body thrown into hell,[z] the place of unquenchable fire. ", "44": "This is where the maggots never die and the fire never goes out.[aa] ", "45": "And if your foot leads you into sin, cut it off! For it is better to enter life crawling than to have both feet and be flung into hell. ", "46": "This is where the maggots never die and the fire never goes out. ", "47": "And if your eye causes you to sin, pluck it out! For it is better to enter into life with one eye than to be thrown into hell with two. ", "48": "This is where the maggots never die and the fire never goes out![ab]", "49": "“Everyone will pass through the fire and every sacrifice will be seasoned with salt.[ac] ", "50": "Salt is excellent for seasoning. But if salt becomes tasteless,[ad] how can its flavor ever be restored? Your lives, like salt, are to season and preserve.[ae] So don't lose your flavor,[af] and preserve the peace in your union with one another.”"}