{"1": "He exhorteth them above all things, 3 to humility,  6 and that by the example of Christ. 19 He promiseth to send Timothy shortly unto them, 26 and excuseth the long tarrying of Epaphroditus. [a]If there be therefore any consolation in [b]Christ, if any comfort of love, if any fellowship of the Spirit, if any [c]compassion and mercy,", "2": "Fulfill my joy, that ye be like minded, having the [d]same love, being of one accord, and of one judgment,", "3": "That nothing be done through contention or vainglory, but that in meekness of mind every man esteem others better than himself.", "4": "Look not every man on his own things, but every man also on the things of other men.", "5": "[e]Let the same mind be in you that was even in Christ Jesus,", "6": "Who being in the [f]form of God, [g]thought it no robbery to be [h]equal with God:", "7": "But he made himself of [i]no reputation, and took on him the [j]form of a servant, and was made like unto men, and was found in shape as a man.", "8": "He humbled himself, and became obedient unto the death, even the death of the cross.", "9": "[k]Wherefore God hath also highly exalted him, and given him a [l]name above every name.", "10": "That at the Name of Jesus should [m]every knee bow, both of things in heaven, and things in earth, and things under the earth.", "11": "And that [n]every tongue should confess that Jesus Christ is the Lord, unto the glory of God the Father.", "12": "[o]Wherefore my beloved, as ye have always obeyed me, not as in my presence only, but now much more in mine absence, so [p]make an end of your own salvation with fear and trembling.", "13": "[q]For it is God which worketh in you both [r]the will and the deed, even of his good pleasure.", "14": "[s]Do all things without murmuring and reasonings,", "15": "[t]That ye may be blameless, and pure, and the sons of God without rebuke in the midst of a naughty and crooked nation, among whom ye shine as lights in the world,", "16": "Holding forth the [u]word of life, [v]that I may rejoice in the day of Christ, that I have not run in vain, neither have labored in vain.", "17": "Yea, and though I be offered up upon the [w]sacrifice, and service of your faith, I am glad, and rejoice with you all.", "18": "For the same cause also be ye glad, and rejoice with me.", "19": "[x]And I trust in the Lord Jesus, to send Timothy shortly unto you, that I also may be of [y]good comfort, when I know your state.", "20": "For I have no man like-minded, who will faithfully care for your matters.", "21": "For [z]all seek their own, and not that which is Jesus Christ's.", "22": "But ye know the proof of him, that as a son with the father, he hath served with me in the Gospel.", "23": "Him therefore I hope to send as soon as I know how it will go with me,", "24": "And I trust in the Lord, that I also myself shall come shortly.", "25": "But I supposed it necessary to send my brother Epaphroditus unto you my companion in labor, and fellow soldier, even your messenger, and he that ministered unto me such things as I wanted.", "26": "For he longed after all you, and was full of heaviness, because ye had heard that he had been sick.", "27": "And no doubt he was sick, very near unto death: but God had mercy on him, and not on him only, but on me also, lest I should have sorrow upon sorrow.", "28": "I sent him therefore the more diligently, that when ye should see him again, ye might rejoice, and I might be the less sorrowful.", "29": "Receive him therefore in the Lord with all gladness, and make much of such:", "30": "Because that for the [aa]work of Christ he was near unto death, and regarded not his life, to fulfill that service which was lacking on your part toward me."}