{"1": "He refuteth the vain boastings of the false apostles, 7 and setteth Christ against them. 10 He setteth out the force and nature of faith, 15 that laying all things aside, they may be partakers of the Cross of Christ, 18 the enemies whereof, he noteth out. Moreover, [a]my brethren, rejoice in the Lord. [b]It grieveth me not to write the [c]same things to you, and for you it is a sure thing.", "2": "Beware of dogs: beware of evil workers: beware of the [d]concision.", "3": "[e]For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence [f]in the flesh:", "4": "[g]Though I might also have confidence in the flesh. If any other man thinketh that he hath whereof he might trust in the flesh, much more I,", "5": "Circumcised the eighth day, of the kindred of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews, by the Law a Pharisee.", "6": "Concerning zeal, I persecuted the Church: touching the righteousness which is in the Law, I was unrebukeable.", "7": "But the things that were [h]vantage unto me, the same I counted loss for Christ's sake.", "8": "Yea, doubtless I think [i]all things but loss for the excellent knowledge sake of Christ Jesus my Lord, for whom I have counted all things loss, and do judge them to be dung, that I might [j]win Christ,", "9": "And might be found in [k]him, that is, [l]not having mine own righteousness, which is of the Law, but that which is through the faith of Christ, even the righteousness which is of God through faith,", "10": "[m]That I may [n]know him, and the virtue of his resurrection, and the [o]fellowship of his afflictions, and be made conformable unto his death,", "11": "If by any means I might attain unto the [p]resurrection of the dead:", "12": "Not as though I had already attained to it, either were already perfect: but I follow, if that I may comprehend that for whose sake also I am [q]comprehended of Christ Jesus.", "13": "Brethren, I count not myself, that I have attained to it, but one thing I do: I forget that which is behind, and endeavor myself unto that which is before,", "14": "And follow hard toward the mark, for the prize of the high calling of God in Christ Jesus.", "15": "[r]Let us therefore as many as be [s]perfect, be thus minded: and if ye be otherwise minded, God shall reveal even the same unto you.", "16": "Nevertheless, in that whereunto we are come, let us proceed by one rule, that we may mind one thing.", "17": "Brethren, be followers of me, and look on them, which walk so, as ye have us for an example.", "18": "[t] For many walk, of whom I have told you often, and now tell you weeping, that they are the enemies of the cross of Christ:", "19": "Whose [u]end is damnation, whose God is their belly, and whose [v]glory is to their shame, which mind earthly things.", "20": "[w]But our conversation is in heaven, from whence also we look for the Savior, even the Lord Jesus Christ,", "21": "Who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working, whereby he is able even to subdue all things unto himself."}