{"1": "From particular exhortations, 4 he cometh to general. 10 He saith that he took such joy in their readiness to liberality, 12 that he will patiently bear the want. Therefore, [a]my brethren, beloved and longed for, my joy and my [b]crown, so continue in the [c]Lord, ye beloved.", "2": "[d]I pray Euodia, and beseech Syntyche, that they be of one accord in the Lord.", "3": "Yea, and I beseech thee, faithful yokefellow, help those women, which labored with me in the Gospel, with Clement also, and with other my fellow laborers, whose names are in the [e]book of life.", "4": "[f]Rejoice in the [g]Lord always, again I say, rejoice.", "5": "[h]Let your [i]patient mind be known unto all men. [j]The Lord is at hand.", "6": "[k]Be nothing careful, but in all things let your requests be showed unto God in prayer and supplication with [l]giving of thanks.", "7": "And the [m]peace of God which passeth all understanding, shall preserve your [n]hearts and minds in Christ Jesus.", "8": "[o]Furthermore, brethren, whatsoever things are true, whatsoever things [p]are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are worthy love, whatsoever things are of good report, if there be any virtue, or if there be any praise, think on these things.", "9": "Which ye have both learned and received, and heard, and seen in me: those things do, and the God of peace shall be with you.", "10": "[q]Now I rejoice also in the Lord greatly, that now at the last your care for me springeth afresh, wherein notwithstanding ye were careful, but ye lacked opportunity.", "11": "I speak not because of [r]want: for I have learned in whatsoever state I am, therewith to be content.", "12": "And I can be [s]abased, and I can abound: everywhere in all things I am [t]instructed, both to be full, and to be hungry, and to abound, and to have want.", "13": "I am able to do all things through the help of Christ, which strengtheneth me.", "14": "Notwithstanding ye have well done, that ye did communicate to mine affliction.", "15": "[u]And ye Philippians know also that in the [v]beginning of the Gospel, when I departed from Macedonia, no Church communicated with me, concerning the matter of giving and receiving, but ye only.", "16": "For even when I was in Thessalonica, ye sent once, and afterward again for my necessity.", "17": "[w]Not that I desire a gift: but I desire the fruit which may further your reckoning.", "18": "Now I have received all, and have plenty: I was even filled, after that I had received of Epaphroditus that which came from you, an [x]odor that smelleth sweet, a sacrifice acceptable and pleasant to God.", "19": "And my God shall fulfill all your necessities through his riches with glory in Jesus Christ.", "20": "Unto God even our Father be praise for evermore, Amen.", "21": "Salute all the Saints in Christ Jesus. The brethren, which are with me, greet you.", "22": "All the Saints salute you, and most of all they which are of [y]Caesar's household.", "23": "The grace of our Lord Jesus Christ be with you all, Amen. ¶Written to the Philippians from Rome, and sent by Epaphroditus."}