{"1": "Afflicted, I have seen and know what it's like to feel the rod of God's anger:", "2": "An absence of light and only darkness. Darkness—that's where God has driven me.", "3": "Against me and me alone, over and over, God raises His hand incessantly.", "4": "Bones are broken, skin rubbed off, and my flesh wasted; this is God's doing:", "5": "Besieged in hardship, wrapped in a husk of bitter poison and trouble;", "6": "Brought to darkness like those dead and decaying, and left there alone to live.", "7": "Cut off from every avenue of escape, God has fenced me in and tied me up with heavy chains.", "8": "Crying and carrying on do me no good; God shuts out my prayer.", "9": "Closed in and blocked by walls of cut stone, what paths I have left, He has twisted and confused my steps.", "10": "Dangerous as a stalking lion or a lurking bear, God lies in wait for me.", "11": "Dragging me off the path and tearing me up, He has left me desolate.", "12": "Drawing back His bow, God aims straight at me with His own arrow.", "13": "Ever true arrows, ready in His quiver, now sink into my gut.", "14": "Echoing taunts ring 'round me from the mouths of my own people, laughing and joking about me all day long.", "15": "Enough! He has filled me with bitterness, saturated me with gall.", "16": "For He crushes my teeth with a mouth filled with gravel; He humiliates me, trampling me in ashes.", "17": "Fragmented, my self knows no peace. I cannot remember what it's like to be happy.", "18": "“Failed,” I say to myself. “My hope fails in the face of what the Eternal One has done.”", "19": "Grievous thoughts of affliction and wandering plagued my mind— great bitterness and gall.", "20": "Grieving, my soul thinks back; these thoughts cripple, and I sink down.", "21": "Gaining hope, I remember and wait for this thought:", "22": "How enduring is God's loyal love; the Eternal has inexhaustible compassion.", "23": "Here they are, every morning, new! Your faithfulness, God, is as broad as the day.", "24": "Have courage, for the Eternal is all that I will need. My soul boasts, “Hope in God; just wait.”", "25": "It is good. The Eternal One is good to those who expect Him, to those who seek Him wholeheartedly.", "26": "It is good to wait quietly for the Eternal to make things right again.", "27": "It is good to have to deal with restraint and burdens when young.", "28": "Just leave in peace the one who waits in silence, patiently bearing the burden of God;", "29": "Just don't interfere if he falls, gape-mouthed in the dust. There may well be hope yet.", "30": "Just let him offer his cheek when struck. Let him be the butt of jokes.", "31": "This is the heart of the lament. Pain and despair are deep and lasting, but God's rejection is not forever because Jerusalem is the city of the Lord. Kept in God's care: the Lord won't reject him forever.", "32": "Kindness prevails: Even though God torments sometimes, the greatness of God's loyal love wins out.", "33": "Keeping us down: it is not the desire or way of God's heart to hurt and grieve the children of men.", "34": "Hope is realized when the next generation of exiles in Babylonia receive God's mercy and are brought back to the promised land, Palestine, in a second exodus, a journey not unlike what the Israelites experienced as they left Egypt under Moses' leadership. God surely causes grief and torment, but He also provides kindness that originates from His heart of compassion. The discipline administered by the heavenly Father hurts, but the pain is not lasting and actually reflects His compassion. When the Lord sends affliction, it is instructive, restorative, and temporary. Affliction and judgment may sometimes come from the Almighty, but what always springs from the heart of God is a deep and eternal mercy for His people. Left as captives of the land to be stomped on and crushed,", "35": "Legal action and human rights denied in the very presence of our exalted God,", "36": "Lord, surely You do not approve it—they deny one person's rights and a fair trial.", "37": "Matters not who says a thing will or won't happen unless the Lord determines that it should.", "38": "Most High God must proclaim it so— for both good and bad, joy and sorrow come from Him, so", "39": "Mind your complaint. Why should a person fuss when faced with the consequences of his own wrongdoing?", "40": "Now let's search out our thoughts and ways and return to the Eternal.", "41": "Now let's lift up to God in heaven our hearts along with our hands in praise and supplication.", "42": "Now, let us admit that we persisted in wrong and You, God, were right to deny us forgiveness.", "43": "You have wrapped Yourself in anger. You hunted us down and became our merciless killer.", "44": "Our prayers couldn't penetrate the cloud You then wrapped around Yourself.", "45": "Oh, we are trash: You've made us so in the eyes of all people.", "46": "Putting us down, our enemies scoff. They gape and gawk at us.", "47": "Panic and pitfalls are all around us, nothing but breakdown and decay.", "48": "Pouring out from my eyes are tears like rivers over the destruction of my people, daughter Zion.", "49": "Quenched? It can't be quenched, this sorrow in my eyes,", "50": "Quelled only by knowing that the Eternal looks down from heaven and sees.", "51": "Quickly I recoil from what my eyes see; I am choked with grief at the fate of the young women of my city.", "52": "Running me down, my enemies for no reason hunt me, a tiny bird.", "53": "Rattling my bones with stones thrown down on my head, having flung me mercilessly in a pit.", "54": "'Round about me and over me, watery darkness closes in. I cry out, “I'm drowning! All is lost, lost.”", "55": "Saying Your name, Eternal One, I called to You from the darkness of this pit.", "56": "Surely You've heard me say, “Don't be deaf to my call; bring me relief!”", "57": "So close when I've called out in my distress, You've whispered in my ear, “Do not be afraid.”", "58": "Taking up my cause, Lord, You've been my champion. You've paid the price; You saved my life.", "59": "Terrible things have been done to me. You've seen it, Eternal One. Judge my case with justice.", "60": "Their abuses against me are not hidden from You. You've seen all the awful things my enemies determine to do to me.", "61": "Ugly words and uglier plans they have for me— You've heard it all, Eternal One.", "62": "Under their breath, my adversaries whispering about me, devising nasty schemes all the time.", "63": "Unkind jokes at my expense, whether they're sitting around or going to and fro.", "64": "Villains You will return to their recompense, Eternal One, according to their deeds.", "65": "Visit them with anguish and an insensitivity to Your words. Make Your curse fall hard on them.", "66": "Vehemently pummel them. Chase them down, obliterate them from below the heavens of the Eternal, from the earth itself."}