{"1": "Therefore laying aside all malice and all guile, and hypocrisy and envy and all evil speaking,", "2": "as newborn babes, desire the sincere milk of the Word, that ye may grow thereby,", "3": "if so it be that ye have tasted that the Lord is gracious.", "4": "Coming to Him as unto a living stone, disallowed indeed by men, but chosen by God and precious,", "5": "ye also as living stones are built up a spiritual house, a holy priesthood, to offer up spiritual sacrifices acceptable to God by Jesus Christ.", "6": "Therefore it is also contained in the Scripture: “Behold, I lay in Zion a chief cornerstone, elect, precious; and he that believeth in Him shall not be confounded.”", "7": "Unto you therefore who believe, He is precious; but unto those who are disobedient, “The stone which the builders disallowed, the same is made the head of the corner,”", "8": "and, “A stone of stumbling and a rock of offense,” even to those who stumble at the Word, being disobedient, unto which also they were appointed.", "9": "But ye are a chosen generation, a royal priesthood, a holy nation, a peculiar people, that ye should show forth the praises of Him who hath called you out of darkness into His marvelous light.", "10": "In times past ye were not a people, but are now the people of God; who had not obtained mercy, but now have obtained mercy.", "11": "Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts which war against the soul,", "12": "having your way of life honest among the Gentiles, that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.", "13": "Submit yourselves to every ordinance of man for the Lord's sake, whether it be to the king as supreme,", "14": "or unto governors as unto those who are sent by him for the punishment of evildoers and for the praise of those who do well.", "15": "For so is the will of God, that with welldoing ye may put to silence the ignorance of foolish men”", "16": "as free, and not using your liberty as a cloak for maliciousness, but as the servants of God.", "17": "Honor all men. Love the brotherhood. Fear God. Honor the king.", "18": "Servants, be subject to your masters with all fear, not only to the good and gentle, but also to the froward.", "19": "For this is thankworthy: if a man, because of his conscience toward God, endure grief, suffering wrongfully.", "20": "For what glory is it if, when ye be buffeted for your faults, ye shall take it patiently? But if when ye do well and suffer for it, ye take it patiently, this is acceptable with God.", "21": "For even unto this were ye called, because Christ also suffered for us, leaving us an example, that ye should follow His steps,", "22": "“who did no sin, neither was guile found in His mouth”;", "23": "who when He was reviled, reviled not in return; when He suffered, He threatened not, but committed Himself to Him that judgeth righteously;", "24": "who His own self bore our sins in His own body on the tree, that we, being dead to sins, should live unto righteousness; by whose stripes ye were healed.", "25": "For ye were as sheep going astray, but are now returned unto the Shepherd and Bishop of your souls."}