{"1": "Therefore thou art inexcusable, O man, whosoever thou art who judgest; for wherein thou judgest another, thou condemnest thyself, for thou that judgest doest the same things.", "2": "But we are sure that the judgment of God is according to truth against those who commit such things.", "3": "And thinkest thou this, O man, who judgest those who do such things and doest the same, that thou shalt escape the judgment of God?", "4": "Or despisest thou the riches of His goodness and forbearance and longsuffering, not knowing that the goodness of God leadeth thee to repentance?", "5": "But because of thy hardness and impenitence of heart, thou treasurest up unto thyself wrath against the Day of Wrath and revelation of the righteous judgment of God,", "6": "who will render to every man according to his deeds:", "7": "to those who by patient continuance in welldoing seek for glory and honor and immortality, eternal life;", "8": "but unto those who are contentious, and do not obey the truth but obey unrighteousness, indignation and wrath,", "9": "tribulation and anguish upon every soul of man who doeth evil, upon the Jew first and also upon the Gentile;", "10": "but glory, honor and peace to every man who worketh good, to the Jew first and also to the Gentile.", "11": "For there is no respect of persons with God.", "12": "For as many as have sinned without law shall also perish without law, and as many as have sinned in the law shall be judged by the law.", "13": "(For it is not the hearers of the law who are just before God, but the doers of the law shall be justified.", "14": "For when the Gentiles, who have not the law, do by nature the things contained in the law, they, not having the law, are a law unto themselves,", "15": "which shows the work of the law written in their hearts,their conscience also bearing witness, and their thoughts between accusing and excusing one another.)", "16": "Thus will it be on the day when God shall judge the secrets of men by Jesus Christ, according to my Gospel.", "17": "Behold, thou art called a Jew and rest in the law and make thy boast of God,", "18": "and knowest His will and approvest the things that are more excellent, being instructed from the law,", "19": "and art confident that thou thyself art a guide of the blind, a light to those who are in darkness,", "20": "an instructor of the foolish, a teacher of babes, having in the law the form of knowledge and of the truth.", "21": "Thou therefore who teachest another, teachest thou not thyself? Thou that preachest a man should not steal, dost thou steal?", "22": "Thou that sayest a man should not commit adultery, dost thou commit adultery? Thou that abhorrest idols, dost thou commit sacrilege?", "23": "Thou that makest thy boast in the law, dost thou dishonor God through breaking the law?", "24": "For, “The name of God is blasphemed among the Gentiles through you,” as it is written.", "25": "For circumcision verily profiteth if thou keep the law; but if thou be a breaker of the law, thy circumcision is made uncircumcision.", "26": "Therefore if the Uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?", "27": "And shall not uncircumcision, which is by nature, if it fulfill the law, judge thee, who having the letter and circumcision dost transgress the law?", "28": "For he is not a Jew who is one outwardly, neither is that circumcision, which is outward in the flesh.", "29": "But he is a Jew who is one inwardly, and whose circumcision is that of the heart, in the spirit and not in the letter, and whose praise is not from men, but from God."}