{"1": "I speak the truth in Christ — I lie not, my conscience also bearing me witness in the Holy Ghost—", "2": "that I have great heaviness and continual sorrow in my heart.", "3": "For I could wish that I myself were accursed from Christ for the sake of my brethren, my kinsmen according to the flesh,", "4": "who are Israelites and to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;", "5": "of whom are the fathers, and from whom, according to the flesh, Christ came, who is over all, God blessed for ever. Amen.", "6": "It is not as though the Word of God hath taken no effect. For they are not all Israel, who are of Israel;", "7": "neither because they are the seed of Abraham are they all children; but, “In Isaac shall thy seed be called.”", "8": "That is, they who are the children of the flesh, these are not the children of God; rather, the children of the promise are counted as the seed.", "9": "For this is the word of promise: “At this time will I come, and Sarah shall have a son.”", "10": "And not only this, but when Rebecca also had conceived by one, even by our father Isaac", "11": "(for the children being not yet born, neither having done any good or evil, in order that the purpose of God according to election might stand, not by works, but by Him that calleth),", "12": "it was said unto her, “The elder shall serve the younger.”", "13": "As it is written: “Jacob have I loved, but Esau have I hated.”", "14": "What shall we say then? Is there unrighteousness with God? God forbid!", "15": "For He saith to Moses, “I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.”", "16": "So then it is not of him that willeth, nor of him that runneth, but of God who showeth mercy.", "17": "For the Scripture saith unto Pharaoh, “Even for this same purpose have I raised thee up, that I might show My power in thee, and that My name might be declared throughout all the earth.”", "18": "Therefore hath He mercy on whom He will have mercy, and whom He will, He hardeneth.", "19": "Thou wilt say then unto me, “Why doth He yet find fault, for who hath resisted His will?”", "20": "But nay, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, “Why hast thou made me thus?”", "21": "Hath not the potter power over the clay to make from the same lump one vessel unto honor and another unto dishonor?", "22": "What if God, choosing to show His wrath and to make His power known, endured with much longsuffering the vessels of wrath fitted for destruction;", "23": "and this, that He might make known the riches of His glory on the vessels of mercy, whom He had prepared before unto glory,", "24": "even us whom He hath called, not of the Jews only, but also of the Gentiles?", "25": "As He saith also in Hosea: “I will call them 'My people,' who were not My people, and 'her beloved' who was not beloved.”", "26": "And, “It shall come to pass that in the place where it was said unto them, 'Ye are not My people,' there shall they be called the children of the living God.”", "27": "Isaiah also crieth concerning Israel: “Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved.", "28": "For He will finish the work and cut it short in righteousness, because a short work will the Lord make upon the earth.”", "29": "And as Isaiah said before: “Except the Lord of Sabaoth had left us a seed, we would have been as Sodom and been made like unto Gomorrah.”", "30": "What shall we say then? That the Gentiles, who followed not after righteousness, have attained to righteousness, even the righteousness which is by faith;", "31": "but Israel, who followed after the law of righteousness, hath not attained to the law of righteousness.", "32": "Why so? Because they sought it not by faith but, as it were, by the works of the law. For they stumbled at that stumbling stone.", "33": "As it is written: “Behold, I lay in Zion a stumbling stone and rock of offense, and whosoever believeth in Him shall not be ashamed.”"}