{"1": "Brothers, the desire of my heart and my prayer to God on behalf of them is for their salvation. ", "2": "For I testify about them that they have a zeal for God, but not according to knowledge. ", "3": "For ignoring the righteousness of God, and seeking to establish their own,[a] they did not subject themselves to the righteousness of God. ", "4": "For Christ is the end of the law for righteousness to everyone who believes.", "5": "For Moses writes about the righteousness that is from the law: “The person who does this[b] will live by it.”[c][d] ", "6": "But the righteousness from faith speaks like this: “Do not say in your heart,[e] 'Who will ascend into heaven?'”[f] (that is, to bring Christ down), ", "7": "or “Who will descend into the abyss?”[g] (that is, to bring Christ up from the dead). ", "8": "But what does it say? “The word is near to you, in your mouth and in your heart”[h] (that is, the word of faith that we proclaim), ", "9": "that[i] if you confess with your mouth “Jesus is Lord” and believe in your heart that God raised him from the dead, you will be saved. ", "10": "For with the heart one believes, resulting in righteousness, and with the mouth one confesses, resulting in salvation. ", "11": "For the scripture says, “Everyone who believes in him will not be put to shame.”[j] ", "12": "For there is no distinction between Jew and Greek, for the same Lord is Lord of all, who is rich to all who call upon him. ", "13": "For “everyone who calls upon the name of the Lord will be saved.”[k]", "14": "How then will they call upon him in whom they have not believed? And how will they believe in him about whom they have not heard? And how will they hear about him without one who preaches to them? ", "15": "And how will they preach, unless they are sent? Just as it is written, “How timely are the feet of those who bring good news of good things.”[l] ", "16": "But not all have obeyed the good news, for Isaiah says, “Lord, who has believed our report?”[m] ", "17": "Consequently, faith comes by hearing, and hearing through the word about Christ.", "18": "But I say, they have not heard, have they?[n] On the contrary, “Their voice has gone out to all the earth, and their words to the ends of the inhabited world.”[o]", "19": "But I say, Israel did not know, did they?[p] First, Moses says, “I will provoke you to jealousy by those who are not a nation; by a senseless nation I will provoke you to anger.”[q]", "20": "And Isaiah is very bold and says, “I was found by those who did not seek me; I became known to those who did not ask for me.”[r]", "21": "But about Israel he says, “The whole day long I held out my hands to a disobedient and resistant people.”[s]"}