{"1": "Finally, brothers, pray for us, that the word of the Lord may quickly spread and be glorified, even as it did with you. ", "2": "And pray that we may be delivered from unreasonable and wicked men, for not all men have faith. ", "3": "But the Lord is faithful, who will establish you and guard you from the evil one. ", "4": "We have confidence in the Lord concerning you, that you are doing and will do the things which we command you. ", "5": "May the Lord direct your hearts to the love of God and to the steadfastness of Christ.", "6": "Now we command you, brothers, in the name of our Lord Jesus Christ, that you withdraw yourselves from every brother who walks in idleness and not according to the tradition that he received from us. ", "7": "For you know how you should follow us. For we were not idle among you, ", "8": "neither did we eat anyone's bread without paying for it, but we worked tirelessly and toiled night and day that we might not be a burden to any of you. ", "9": "We did this, not because we did not have that right, but to make ourselves an example for you to follow. ", "10": "For when we were with you, we commanded you that if any will not work, neither shall he eat.", "11": "For we hear that there are some among you who live in idleness, mere busybodies, not working at all. ", "12": "Now, concerning those who are such, we command and exhort by our Lord Jesus Christ that they quietly work and eat their own bread. ", "13": "But you, brothers, do not be weary in doing good.", "14": "If anyone does not obey our word in this letter, note that man, and do not socialize with him, so that he may be ashamed. ", "15": "Still, do not count him as an enemy, but admonish him as a brother.", "16": "Now may the Lord of peace Himself give you peace always in every way. The Lord be with you all.", "17": "I, Paul, write this greeting with my own hand, and this is the distinguishing mark in every letter: So I write.", "18": "The grace of our Lord Jesus Christ be with you all. Amen."}