{"1": "Shortly after Saul had died, David returned from defeating the Amalekites and remained in Ziklag for two days. ", "2": "The next[a] day, a man escaped from Saul's camp! With torn clothes and dirty hair, he approached David, fell to the ground, and bowed down to him.", "3": "David asked him, “Where did you come from? He answered him, “I just escaped from Israel's encampment.”", "4": "David continued questioning him, “How did things go? Please tell me!” He replied, “The army has fled the battlefield, many of the army are wounded[b] or have died, and Saul and his son Jonathan are also dead.”", "5": "David asked the young man who related the story,[c] “How do you know that Saul and his son Jonathan are dead?”", "6": "The young man who had been relating the story[d] answered, “I happened to be on Mount Gilboa and there was Saul, leaning on his spear! Meanwhile, the chariots and horsemen were rapidly drawing near. ", "7": "Saul[e] glanced behind him, saw me, and called out to me, so I replied, 'Here I am!' ", "8": "He asked me, 'Who are you?' So I answered him, 'I'm an Amalekite!' ", "9": "He begged me, 'Please—come stand here next to me and kill me, because I'm still alive.' ", "10": "So I stood next to him and killed him, because I knew that he wouldn't live after he had fallen. I took the crown that had been on his head, along with the bracelet that had been on his arm, and I have brought them to your majesty.”[f]", "11": "On hearing this,[g] David grabbed his clothes and tore them, as did all the men who were attending to him. ", "12": "They mourned and wept, and then decided to fast[h] until dusk for Saul, for his son Jonathan, for the army of the Lord, and for the house of Israel, because they had fallen in battle.[i]", "13": "Meanwhile, David asked the young man who had told him the story,[j] “Where are you from?” He answered, “I'm an Amalekite, the son of a foreign man.”", "14": "At this David asked him, “How is it that you weren't afraid to raise your hand to strike the Lord's anointed?”", "15": "Then David called out to one of his young men and ordered him, “Go up to him and cut him down!” So he attacked him and killed him.", "16": "David told him, “Your blood is on your own head, because your own words[k] testified against you! After all, you said, 'I myself have killed the Lord's anointed!'”", "17": "So David intoned this song of lament about Saul and his son Jonathan, ", "18": "and he gave orders[l] to teach the descendants of Judah the art of warfare,[m] as is recorded in the Book of Jashar:[n]", "19": "“Your beauty, Israel, lies slain on your high places! O, how the valiant have fallen!", "20": "Don't make it known in Gath! Don't declare it in the avenues of Ashkelon! Otherwise, the daughters of Philistia will rejoice; and the daughters of the uncircumcised will triumph.", "21": "Mountains of Gilboa, let no dew or rain fall on you, and may none of your fields be filled with plenty, because in that place the shield of the valiant ones was defiled, the shield of Saul without an anointing with oil.", "22": "From the blood of the slain, from the blood of the valiant, Jonathan's bow would not retreat nor would Saul's sword return empty.", "23": "Saul and Jonathan, loved and handsome in life, in death were not separated. Swifter than eagles they were, and more valiant than lions.", "24": "Daughters of Israel, weep over Saul! He clothed you in scarlet luxury and decorated your garments with gold.", "25": "How have the valiant fallen in the tumult of battle! Jonathan lies slain on your high places.", "26": "I am in distress for you, my brother Jonathan. You have been most kind[o] to me. Your love for me was extraordinary[p]— beyond love from women.", "27": "How the valiant have fallen! How the weapons of war are destroyed!”"}