{"1": "Sometime after this, David's son Amnon fell in love with David's other[a] son Absalom's beautiful sister Tamar. ", "2": "Amnon became so emotionally distressed that he fell sick over his half-sister Tamar. She was a virgin, and Amnon found it difficult to do anything to her.", "3": "Meanwhile, Amnon had a friend named Jonadab, who was the son of David's brother Shimeah. Now Jonadab was a very shrewd man. ", "4": "“Why are you so depressed these past few mornings,”[b] Jonadab[c] asked Amnon, “since you're a son of the king? Why not tell me?” Amnon replied, “I'm in love with my brother Absalom's sister Tamar.”", "5": "Jonadab advised him, “Lie down and pretend to be sick. When your father visits you, ask him, 'Please let my sister Tamar come and give me something to eat that she prepares especially for me,[d] and after she makes dinner for me, let her feed it to me personally.'”[e]", "6": "So Amnon lay down and pretended to be sick. When the king came to visit him, Amnon asked the king, “Please let my sister Tamar come and make some of her bread especially for me,[f] so she can feed it to me personally.”[g]", "7": "So David sent for Tamar back at the palace, telling her, “Please go to your brother Amnon's home and prepare some food for him.” ", "8": "Tamar went to her brother Amnon's home, where he was lying down. She brought along some dough, kneaded it, prepared some cakes especially for him,[h] baked them, ", "9": "and emptied the baking skillet just for him, but he refused to eat. “Send everybody out of here,” Amnon said. So everyone left the room. ", "10": "Amnon told Tamar, “Bring the food into my private bedroom, so I can eat it with you personally.”[i] So Tamar took the cakes she had prepared and brought them into the private bedroom for her brother Amnon.", "11": "But as soon as she brought them near him to eat, he overpowered her and told her, “Come here and have sex with me, my sister!”", "12": "“No, my brother!” she kept telling him. “Don't humiliate me like this! This just isn't done in Israel! Don't do this utterly foolish thing! ", "13": "And what about me? Where will I go to escape[j] this disgrace? And as for you, you'll be known as one of Israel's greatest fools! So please talk to the king, because he won't withhold me from you!”", "14": "But he was unwilling to listen to what she was saying. Since he was stronger than she was, he forced her into having sex with him. ", "15": "Afterwards, though, Amnon hated her very intensely. As a result, his hatred for her exceeded the love that he had previously for her. So Amnon told her, “Get up! Leave!”", "16": "Even so, she tried to tell him, “No! After all, it's more wrong to send me away than what you just did to me!” But he was unwilling to listen to her. ", "17": "So he called out to a young man who was serving him, and told him: “Send this woman away from me and lock the door after her.”", "18": "Now she was clothed in a long sleeved, multi-colored ornamental tunic, commonly worn by the king's virgin daughters. When Amnon's[k] servant threw her out and locked the door after her, ", "19": "Tamar rubbed her head with ashes, tore her tunic that she was wearing, put her hand to her head, and ran off, crying aloud as she went away.", "20": "Later, her brother Absalom asked her, “Has Amnon, that brother of yours, raped[l] you? Then keep quiet about your half-brother for now, my sister. Stop taking this so personally.”[m] From that time on, Tamar lived in continuous desolation within her brother Absalom's house. ", "21": "When King David heard all about these developments, he flew into a rage over it. ", "22": "But Absalom never said a word, either good or bad, to Amnon. Nevertheless, he hated Amnon because he had humiliated his sister Tamar.", "23": "Two full years later, Absalom took some men to Baal-hazor near Ephraim to shear his sheep. He[n] also invited all of the king's sons to come. ", "24": "Absalom had gone to the king to ask him, “I've brought some men to shear the sheep. Won't you please come and join me, along with your senior staff?”", "25": "But King David declined,[o] saying to Absalom, “No, my son, we won't all go, since that would be too much trouble for you.” Although Absalom begged David, he would not go, even though he did give his blessing.", "26": "So Absalom responded, “If you aren't coming, please allow my brother Amnon to accompany us.” The king asked, “Why should he go with you?”", "27": "But Absalom kept begging David[p] until he sent Amnon and all of David's[q] sons to accompany Absalom.", "28": "Then Absalom instructed his young men, “Please keep watching Amnon until he's drunk. Then I'll tell you, 'Attack Amnon!' As soon as I do, kill him and don't be afraid! You have your orders, so be strong and brave!” ", "29": "So Absalom's young men did to Amnon just as they had been[r] ordered, but the rest of David's sons jumped up, mounted their mules, and escaped.", "30": "While they were still on the road, this rumor came to David: “Absalom has struck down all of the king's sons and none of them has survived.” ", "31": "David arose, ripped his clothes in anguish,[s] and collapsed to the ground while all of his staff stood by with their own clothes torn.", "32": "But David's brother Shimeah's son Jonadab reported, “Your majesty, don't assume they've killed all of the young men—the king's sons—only Amnon has died, since that was Absalom's intention from the day Amnon raped[t] his sister Tamar. ", "33": "Now your majesty, don't be concerned about this rumor that all the king's sons have died, because only Amnon is dead.”", "34": "Meanwhile, Absalom had run away. While the young man standing watch was looking around, all of a sudden he observed many people coming down the road behind and to the west of the mountain! So the watchman left his post and reported, “I have seen men coming from the direction of Horonaim.”[u]", "35": "Jonadab told the king, “Look! Here come the king's sons. This thing has turned out just like your servant reported.” ", "36": "Just as he finished his comments, the king's sons arrived, crying loudly. At this, with tears overflowing, the king and his entire staff wept bitterly.", "37": "Absalom continued to flee, eventually going to Ammihud's son King Talmai of Geshur, while King David continued to mourn for his son every day. ", "38": "After fleeing to Geshur, Absalom remained there for three years. ", "39": "Meanwhile, King David longed to visit Absalom, since he was moved to compassion over Amnon's death."}