{"1": "Meanwhile, Zeruiah's son Joab knew that the king's attention was focused on Absalom,[a] ", "2": "so he[b] sent messengers[c] to Tekoa to bring a wise woman from there. He told her, “Please play the role of a mourner, wear the clothes of a mourner, and refrain from using makeup.[d] Act like a woman who's been in mourning for the dead for many days. ", "3": "Then go to the king and speak to him like this…” Then Joab told her what to say.", "4": "When the woman from Tekoa spoke to the king, she fell on her face to the ground, prostrating herself to address him, “Help, your majesty!”", "5": "The king asked her, “What's your problem?”[e] “I've been a widowed woman[f] ever since my husband died,” she answered. ", "6": "“Your humble servant used to have two sons, but they got into a fight out in the field. Because there was no one to keep them apart, one of them attacked the other and killed him. ", "7": "Now please pay attention closely! My[g] whole family is attacking your humble servant! They're saying, 'Turn over the one who attacked his brother and we'll put him to death in retribution for his brother, whose life he took. That way, we'll kill the heir also!' They're going to extinguish the only light[h] left in my family, leaving my late husband neither an ongoing name nor a survivor on the face of the earth!”", "8": "Then the king replied to the woman, “Go home and I'll issue a special order just for you.”", "9": "But the woman from Tekoa told the king, “Your majesty, let any guilt for this be on me and on my ancestors' household, and not on my king or his throne!”", "10": "The king replied, “Bring anyone who talks to you about this to me, and he certainly won't be bothering[i] you anymore!”", "11": "Then she said, “Your majesty, please remember the Lord your God, so that blood avengers don't do any more damage! Otherwise, they'll destroy my son!” So he promised, “As the Lord lives, not even a single hair from your son's head[j] will fall to the ground!”", "12": "At this, the woman responded, “Would your majesty the king please allow your humble servant to say one more thing?” “Say it…”[k] he replied.", "13": "“Why, then,” the woman asked, “are you planning to act just like this against God's people? Based on what your majesty has said, you're acting like one who is guilty himself, because you're not bringing back the one whom you've banished! ", "14": "After all, even though we all die,[l] and we're[m] all like water being spilled on the ground that cannot be recovered, nevertheless God doesn't take away life, but carries out his plans so as not to cast away permanently from him those who are presently estranged.[n]", "15": "“Now as to why I've come to speak with your majesty the king, it's because the people have made me afraid, so your humble servant told herself,[o] 'I'll go speak to the king, so perhaps the king will do what his humble servant has requested. ", "16": "Perhaps the king will listen and deliver his humble servant from the oppression[p] of the man who intends to eliminate both me and my son from what God has apportioned to us!'[q]", "17": "“So your humble servant is saying, 'Please, your majesty, let what the king has to say be of comfort, because just as the angel of God is, so also is your majesty the king to discern both good and evil. And may the Lord your God remain present with you.'”", "18": "In reply, the king asked the woman, “Please don't conceal anything about which I'm going to be asking you now.” So the woman replied, “Please, your majesty, let the king speak.”", "19": "Then the king asked, “Is Joab behind all of this with you?”[r] “As your soul lives, your majesty, the king,” the woman answered, “no one can divert anything left or right from what your majesty the king has spoken! As a matter of fact, it was your servant Joab! He was there, giving me precise orders about everything that your humble servant was to say. Your servant Joab did this, ", "20": "intending to change the outcome of this matter. Nevertheless, your majesty is wise, like the wisdom of the angel of God, to be aware of everything that's going on throughout the earth.”[s]", "21": "Then the king addressed Joab, “Look! I'll do this thing that you've requested.[t] Go bring back the young man Absalom.”", "22": "At this, Joab fell on his face to the ground, prostrating himself to bless the king, and then[u] said, “Today your servant realizes that he's found favor with you, your majesty, in that the king has acted on the request of his servant.” ", "23": "Then Joab got up, went to Geshur, and brought Absalom back to Jerusalem.", "24": "Nevertheless, the king said, “Let him return to his own home and not show his face to me.” So Absalom returned to his own home and did not show his face to the king.", "25": "Now throughout all of Israel no one was as handsome as Absalom or so highly praised, from the sole of his foot to the crown of his head there wasn't a single thing wrong about him. ", "26": "Whenever he cut his hair —he cut it at the end of every year, because it grew thick on his head,[v] which is why he cut it—his hair weighed in at 200 shekels[w] measured by the royal standard.[x] ", "27": "Absalom fathered three sons and one daughter, whom he named Tamar. She was a beautiful woman, both in form and appearance.", "28": "Meanwhile, Absalom lived in Jerusalem for two years, but never saw the king's face. ", "29": "After this, Absalom sent for Joab, intending to send him to the king, but Joab[y] would not come. Absalom[z] sent for him a second time, but he still[aa] would not come. ", "30": "So Absalom[ab] told his servants, “Observe that Joab's grain field lies next to mine. He has barley planted there. Go set it on fire.” So Absalom's servants set the field on fire.", "31": "At this, Joab got up, went to Absalom's home, and demanded of him, “Why did your servants set fire to my grain field?”", "32": "In answer to Joab, Absalom replied, “Look, I sent for you, telling you 'Come here so I can send you to the king to ask him “What's the point in moving here from Geshur? I would have been better off to have remained there!”' So let me see the king's face, and if I'm guilty of anything, let him execute me!”", "33": "So when Joab approached the king and told him what Absalom had said,[ac] he summoned Absalom, who then came to the king and fell to the ground on his face in front of him.[ad] Then the king kissed Absalom."}