{"1": "Now just as David happened to have passed the summit of the Mount of Olives,[a] suddenly Mephibosheth's servant Ziba met him, accompanied by a couple of saddled donkeys loaded with 200 loaves of bread, 100 clusters of raisins, 100 pieces of summer fruit, and a skin of wine! ", "2": "The king asked Ziba, “What are those for?” Ziba replied, “The donkeys are for the king's household to ride, the bread and summer fruit are for your young men to eat, and the wine is for whoever wants to drink if they get weary in the wilderness.”", "3": "Then the king asked, “Where is your master's son?” “He's staying in Jerusalem!” Ziba answered the king. “He's saying 'The nation[b] of Israel will restore my father's kingdom to me today!'”", "4": "So the king told Ziba, “Pay attention! Everything that belongs to Mephibosheth is now yours!” In response Ziba said, “I'm submitting to you. Let me find favor in your sight, your majesty the king!”", "5": "Later on, as King David approached Bahurim, Gera's son Shimei, who was related to the family of Saul's household, went out to meet David,[c] cursing continually as he approached. ", "6": "He threw rocks at David and all of David's staff who were accompanying him, while all the rest of the entourage, including all of David's security detail, were close by him.[d] ", "7": "“Get out of here![e] Get out!” Shimei yelled as he cursed. “You murderer! You who think you're above the law![f] ", "8": "The Lord has repaid you personally for murdering the entire dynasty of Saul, whose place you've taken to reign! And the Lord has given the kingdom into your son Absalom's control. Now look! Your own evil has caught up with you, because you're guilty of murder!”", "9": "At this point, Zeruiah's son Abishai asked the king, “Why should this dead dog be cursing your majesty the king? May I have permission to go over and cut off his head?”", "10": "But the king responded, “What do I have in common with you sons of Zeruiah? If he continues to curse—and if the Lord has told him, 'Curse David!'—then who are you to be demanding to know[g] 'Why have you done this?'”", "11": "So David ordered Abishai and all of his staff: “Look! My own son wants to kill me! How much more now is this descendant of Benjamin? Leave him alone and let him go on cursing, because the Lord has ordered him to do this.[h] ", "12": "Perhaps the Lord will take note of my troubles and return good to me instead of curses today!”", "13": "So David and his entourage went on their way, and Shimei walked along the hillside with him, cursing, throwing rocks, and tossing dirt at David[i] as they went along. ", "14": "Eventually, the king and his entourage arrived exhausted at their destination, and David[j] refreshed himself there.", "15": "Right about then, Absalom and his entourage from the people of Israel entered Jerusalem, accompanied by Ahithophel. ", "16": "When David's friend Hushai the Archite approached Absalom, Hushai greeted Absalom, “Long live the king! Long live the king!”", "17": "But Absalom asked Hushai, “So this is how you demonstrate your loyalty[k] to your closest friends? Why didn't you leave with your friend?”", "18": "Hushai replied, “No! On the contrary, whomever the Lord, this group, and all the men of Israel choose is where I'll be, and I'll remain with him! ", "19": "Besides, who else should I be serving? Why not the son? The same way I served your father, I'll serve you.”[l]", "20": "So Absalom asked Ahithophel, “What's your advice? What should we do?”", "21": "Ahithophel responded, “Go inside and have sex with your father's mistresses[m], whom he left to keep the palace in order. Then everyone in Israel will hear how your father has come to hate you and everyone who has joined you will be emboldened to act.” ", "22": "So they erected a tent for Absalom on the palace roof and Absalom went in and had sex with his father's mistresses right in front of all Israel.", "23": "Now Ahithophel's advice that he provided at that time was being compared to one who inquired of God, so highly regarded was Ahithophel's counsel by both David and Absalom. "}