{"1": "David mustered his forces and appointed officers in charge of regiments and companies.[a] ", "2": "Dividing his forces into three groups, he set Joab as commander of one third of his army, Zeruiah's son Abishai, Joab's brother, as commander of another third, and Ittai from Gath as commander of another third. The king informed the army, “I'm going out to battle[b] with you, too.”", "3": "“No way!” his army responded. “If we have to retreat from the battle, Absalom's men won't care about us. Even if half of us die, they won't care about us. But you are worth 10,000 of us. The best thing you can do for us is to remain in the city.”", "4": "So David responded, “I'll do what you think best.” Then he stood alongside the city gate as the army went out in battle array by hundreds and thousands. ", "5": "As they were going out, the king ordered Joab, Abishai, and Ittai, “Treat young Absalom gently for my sake.” Everyone heard what the king had ordered his commanders about Absalom.", "6": "David's army left for the battlefield to fight Absalom and his Israeli followers, and they also fought in the Ephraim forest, ", "7": "where David's army of servants defeated the Israelis. Many died that day—20,000 men. ", "8": "The battle spread throughout the entire countryside, and the forest claimed more casualties that day than did the sword fighting.", "9": "Absalom happened to run into David's soldiers. While Absalom was trying to get away on his mule, it ran under the thick branches of a giant oak tree, and Absalom's head got caught in the tree! As his mule ran out from under him, Absalom was left hanging above the ground. ", "10": "When one of the soldiers saw what had happened, he told Joab, “I saw Absalom stuck in an oak tree!”", "11": "Joab asked the man who was reporting to him, “What! You saw him? Why didn't you kill him right then and there? I would've given you ten pieces[c] of silver and a warrior's sash!”[d]", "12": "But the soldier replied to Joab, “I wouldn't have touched the king's son even if you dropped 1,000 pieces[e] of silver right into my hands, because we heard the king command you, Abishai, and Ittai, 'Watch how you treat the young man Absalom!' ", "13": "If I had taken his life,[f] the king would have uncovered everything about it, and you would never have protected me!”", "14": "“There's no reason to wait for you!” Joab retorted. Then he took three spears[g] in his hand and stabbed Absalom in the heart while he was still alive, dangling from the branches of[h] the oak tree. ", "15": "Ten young men who served as Joab's personal assistants then surrounded Absalom, striking him repeatedly and killing him. ", "16": "At this, Joab sounded his battle trumpet and his troops stopped pursuing the other[i] Israelis. ", "17": "Meanwhile, Joab's army grabbed Absalom's body, tossed it into a large pit in the forest, and filled it up with a huge pile of rocks. Then the Israelis ran away back to their homes.", "18": "While Absalom had been living, he had erected a pillar as a monument[j] to himself in King's Valley because he had been telling himself, “I don't have a son to carry on my family name.”[k] So he named the pillar after himself—it's called Absalom's Monument even today.", "19": "Zadok's son Ahimaaz told Joab, “Let me run over to King David and take him the news. I'll mention that the Lord has delivered him from his enemies.”", "20": "But Joab answered Ahimaaz, “You're not the man to deliver news today. Do it any other time, but not today, because the king's son is dead.” ", "21": "So Joab ordered a man from Ethiopia,[l] “Go tell the king what you've seen.” So the Ethiopian[m] saluted[n] Joab and then ran to tell David.", "22": "“Please,” Zadok's son Ahimaaz continued, “No matter what happens, let me follow the Ethiopian!” Joab asked him, “Why this request[o] to run, my son? There's no reward in it for you.”", "23": "“No matter what, I'm running,” Ahimaaz replied.[p] So Joab told Ahimaaz, “Run!” And Ahimaaz ran, taking the Jordan Valley road, passing the Ethiopian.", "24": "Meanwhile, David was sitting between the inner and outer gates of the city. The watchman was up on the roof of the gateway near the walls, looking around, and there was a man running by himself! ", "25": "So the watchman[q] called out his news to the king. The king responded, “If he's alone, he's bringing some news to report.”[r] As the man continued to draw near and approach the palace,[s] ", "26": "the watchman observed another man running. So he called out to the gatekeeper, “There's another[t] man running by himself!” The king replied, “He's also bringing some news to report!”", "27": "Then the watchman observed, “It looks to me that the runner out in front is running like Zadok's son Ahimaaz!” The king replied, “This is a good man bearing good news!”", "28": "“Everything's fine!”[u] Ahimaaz announced to the king. He bowed low with his face to the ground[v] before the king and said, “Praise be to the Lord your God! He has handed over the men who rebelled against your majesty the king.”", "29": "“Are things fine[w] with respect to the young man Absalom?” the king asked. Ahimaaz answered, “I saw a lot of confusion about the time Joab was getting ready to send the king's courier and me, your servant, but I'm not sure what was going on.”[x]", "30": "The king replied, “Stand here at attention and wait.” So he stepped to the side and stood there waiting.", "31": "Just then the Ethiopian arrived. He[y] reported, “Good news, your majesty the king! The Lord has delivered you from the control of everyone who rebelled against you!”", "32": "The king asked the Ethiopian, “Is the young man safe?” The Ethiopian answered, “May the enemies of your majesty the king—including everyone who rebels and tries to harm you—become like that young man….”", "33": "[z]Deeply shaken, the king went up to the chamber overlooking the city gate, weeping bitterly and crying out as he went along, “My son Absalom! My son! My son Absalom! I wish I had died instead of you, Absalom my son, my son!”"}