{"1": "[a]Someone informed Joab, “The king is weeping bitterly, mourning for Absalom.” ", "2": "The victory had become an occasion for the army to mourn, because on that very day the troops heard the announcement, “The king is grieving for his son!” ", "3": "So men snuck into the city that day like men do who are ashamed after they've run away from a battle.", "4": "Meanwhile, the king veiled his face and kept on crying loudly, “My son Absalom! Absalom my son, my son!”", "5": "Joab went up to the palace and rebuked the king: “Today you've humiliated your entire army who just saved your life, the lives of your sons and daughters, and the lives of your wives and mistresses! ", "6": "You love those who hate you and hate those who love you! You've made it abundantly clear today that your officers and the men under them[b] mean nothing to you! I've learned today that you would rather have Absalom alive today and all the rest of us dead! ", "7": "Now get up and restore the morale of[c] your army. I swear by the Lord that if you don't get out there, you won't have a single man left in your army[d] by nightfall! You'll be in more trouble today than all the disasters you've been through from your boyhood until now!” ", "8": "So the king got up and took his seat in the gateway. When the army was informed, “The king is sitting in the gateway!” they all gathered together in his presence. Meanwhile, the Israelis had run away back to their own homes. ", "9": "Throughout the tribes of Israel, everyone was quarreling with one another: “The king delivered us from the domination of our enemies….” “He's the one who rescued us from Philistine control….” “Now he's fleeing the country because of Absalom…!”", "10": "“The very same Absalom we anointed to rule just died in battle…!” “Now then, why remain silent about bringing the king back…?”", "11": "So King David sent this message[e] to Zadok and Abiathar, the priests: “Ask the elders of Judah, 'Why are you the last to bring the king back to his palace, considering that what's being reported throughout all of Israel has come to the king at his palace? ", "12": "You're my relatives! You're my own flesh and blood! So why are you the last to bring back the king?' ", "13": "Then ask Amasa, 'Aren't you my own flesh and blood? So may God deal with me, no matter how severely, if from this day forward you don't take Joab's place as commander of my army.'", "14": "By doing things like this,[f] he persuaded all the men of Judah to unite in support of him.[g] They sent the king this message: “Come on back, you and all of your army!” ", "15": "So the king returned to Israel as far as the Jordan River.[h] The men of Judah went out as far as Gilgal to greet the king and escort him across the Jordan River ", "16": "while Gera's son Shimei,[i] a descendant of Benjamin from Bahurim, accompanied them to meet King David. ", "17": "Ziba, the steward in charge of Saul's household, and 1,000 descendants of Benjamin accompanied him, along with Ziba's fifteen sons and 20 servants. They rushed toward the Jordan River ahead of the king ", "18": "and forded it to assist the king at the crossing so he could do whatever he wished. Just as the king was about to ford the Jordan River, Gera's son Shimei fell down in front of the king ", "19": "and addressed him,[j] “May your majesty not hold me guilty. Don't remember how your servant did wrong the day your majesty the king left Jerusalem. May the king not let it burden his heart, ", "20": "because your servant knows that I have sinned, but today I have come here as the first one from the entire house of Joseph to meet your majesty the king.”", "21": "But Zeruiah's son Abishai asked, “Why shouldn't Shimei be put to death for this? After all, he cursed the Lord's anointed!”", "22": "David replied, “What do you sons of Zeruiah have in common with me?[k] You've become my enemies today! Should anyone be executed in Israel today? Don't you know that I've been reinstated as king over Israel today?” ", "23": "Then the king addressed Shimei, “You won't die!” affirming his promise with an oath.", "24": "Meanwhile, Saul's grandson Mephibosheth also went out to greet the king. He had not taken care of his feet, trimmed his mustache, or washed his clothes from the day the king left until the day he returned safely. ", "25": "When he arrived from Jerusalem to greet the king, the king asked him, “So why didn't you come with me, Mephibosheth?”", "26": "He replied, “Well, your majesty, since your servant is lame, I told myself, 'I'll have my donkey saddled and I'll ride on it so I can leave with the king.' But my servant Ziba deceived me ", "27": "by slandering your servant to your majesty.[l] But your majesty the king is like an angel from God: so do what you think is best. ", "28": "Everyone from my grandfather's household deserved nothing but death from your majesty the king, but you provided a place for your servant among those who have been eating from your table. So what right do I have to ask for anything more from the king?”", "29": "In response, the king told him, “What's the point of us talking anymore? My decision is that you and Ziba divide the fields.”", "30": "But Mephibosheth told the king, “Let him take all of it, now that your majesty the king has returned safely to his palace.”", "31": "Barzillai the Gileadite also had come down from Rogelim to cross the Jordan River with the king and to see him on his way from there. ", "32": "Now Barzillai was a very old man at the age of 80 years. A very wealthy man, Barzillai[m] had provided for king David during his sojourn in Mahanaim.[n] ", "33": "So the king invited Barzillai, “Cross the Jordan River[o] with me, live with me in Jerusalem, and I'll provide for you there.”[p]", "34": "“How many more years do I have to live,” Barzillai replied to the king, “that I should move to Jerusalem with the king? ", "35": "I'm now 80 years old! I can hardly tell the difference between what tastes[q] good or bad! I can't tell what I eat or drink! I can't hear the voice of men and women when they sing! So why should your servant be an added burden to your majesty the king? ", "36": "Your servant will cross the Jordan River[r] with the king for a short distance, but why should the king offer me this reward? ", "37": "Please let your servant return so I can die in my own home town near the grave of my father and mother. Meanwhile, here is your servant Chimham![s] Let him accompany your majesty the king. Please do for him whatever seems best to you.”", "38": "So the king answered, “Chimham will accompany me, and I'll do for him whatever seems best to you! I'll do anything for you that you want!” ", "39": "Then all the people crossed the Jordan River,[t] followed by the king. The king embraced[u] Barzillai, blessed him, and then Barzillai[v] returned to his home.[w] ", "40": "As the king crossed over the Jordan River[x] to Gilgal, Chimham accompanied him, as did all the troops of Judah and half the troops of Israel.", "41": "Not long afterward, all the men of Israel started coming to the king, complaining to him,[y] “Why did our relatives in Judah's army sneak you away, taking the king and his household over the Jordan River,[z] along with David's army?”", "42": "Everybody from Judah shouted to the men from Israel, “We did this because the king is closely related to us. So why are you angry about this? Have we lived off[aa] the king's expense? Have we appropriated anything for ourselves?”", "43": "But the men from Israel answered the men from Judah: “We[ab] represent ten of the tribes[ac] of Israel! So we[ad] have more right to David than you[ae] do! Why haven't you[af] taken us[ag] seriously? Weren't we[ah] the first to talk about bringing back our[ai] king?” But what the people of Judah had to say was harsher than what the people of Israel were saying."}