{"1": "Right about then, Bichri's son Sheba, an ungodly man[a] from the tribe of Benjamin, sounded a battle trumpet and announced: We've never been a part of David! We'll never gain anything from Jesse's son! It's every man to his tent, Israel!", "2": "So all of the other Israeli soldiers[b] abandoned David to follow Bichri's son Sheba, while the army of Judah remained with the king all the way from the Jordan River[c] to Jerusalem.", "3": "When David arrived at his palace in Jerusalem, the king took the ten mistresses[d] whom he had left behind to keep the palace in order and placed them in a separate house, providing for them under the care of a protective guard. He never visited them again, so they were under care until they died, living as if their husbands had died.", "4": "Meanwhile, David ordered Amasa, “Muster the army of Judah here within three days, and be here yourself!”", "5": "But when Amasa went out to muster the army of[e] Judah, he delayed to act within the time allotted to him. ", "6": "So David told Abishai, “Now Bichri's son Sheba is about to do more damage than did Absalom. So take my personal guards and go after them. Otherwise, he'll run to one of the fortified cities and escape from us.” ", "7": "So Joab's men, the special forces[f] and mercenaries,[g] and all of David's elite forces left Jerusalem in pursuit of Bichri's son Sheba.", "8": "When they arrived at the great stone that is in Gibeon, Amasa came out to meet them. Joab was dressed in a soldier's uniform, over which was a belt that fastened a sword sheath to his thigh. As he walked forward, the sword was exposed. ", "9": "Joab asked Amasa, “Is everything going well with you, my brother?” As Joab took Amasa by his beard to greet him, ", "10": "Amasa did not notice the sword that Joab was holding in his hand. Joab stabbed him in the abdomen, spilling his intestines to the ground in a single stroke and killing him. After this, Joab and his brother pursued Bichri's son Sheba.", "11": "One of Joab's soldiers stood by Amasa while he lay dying[h] and announced, “Whoever is in favor of Joab and David, let him follow Joab.” ", "12": "While Amasa lay wallowing in his blood in the middle of the highway, everybody who passed by was stopping to stare at him, so when the soldier saw that all of the army was stopping, he carried Amasa off the highway into a nearby field and covered him with a garment. ", "13": "After Amasa[i] had been removed from the highway, the rest of the army followed Joab in pursuit of Bichri's son Sheba.", "14": "Meanwhile, Sheba traveled throughout the tribes of Israel in the direction of Abel and Beth-maacah, and all of the descendants of Beri[j] gathered together and followed him inside. ", "15": "All of the men who had accompanied Joab arrived and besieged Sheba in Abel of Beth-maacah. They threw up a siege ramp against the city rampart and began to batter the wall to demolish it. ", "16": "Just then a wise woman called out from the city. “Attention!” she said, “Go tell Joab 'Come here! I want to talk to you!'” ", "17": "Joab came over and the woman asked him, “Are you Joab?” “I am,” he answered. So she told him, “Listen to what your servant has to say!” “I'm listening,” he replied.", "18": "So she said, “In days past, people used to settle a dispute by saying 'Let's ask for advice at Abel!' ", "19": "I'm one of the peaceful and faithful citizens of Israel. You're trying to destroy a city that's a mother in Israel. Why are you devouring the heritage of the Lord?”", "20": "But Joab replied, “No way! No way! I'm not here to devour or destroy! ", "21": "That's a lie! But there is a man from the Ephraim hill country—he's known as Bichri's son Sheba—who has rebelled against King David. Turn him over and I'll withdraw from the city!” So the woman replied, “Watch this! His head will be thrown to you over the city wall.” ", "22": "Then the woman wisely went back to her people. They cut off the head of Bichri's son Sheba and threw it out to Joab, so Joab sounded his battle trumpet and they withdrew from the city. Everybody went back home and Joab returned to the king at Jerusalem.", "23": "Joab commanded the entire army of Israel, Jehoiada's son Benaiah commanded the special forces[k] and mercenaries,[l] ", "24": "Adoram supervised conscripted labor, Ahilud's son Jehoshaphat was the recorder, ", "25": "Sheva was secretary, Zadok and Abiathar were priests, ", "26": "and Ira the Jairite[m] was David's priest."}