{"1": "David composed the words of this song to the Lord the very day the Lord delivered him from the domination[a] of all of his enemies, including from Saul's hands. ", "2": "This is what[b] he said: Lord, you are[c] my stone stronghold and my fortified place; you are continuously delivering[d] me.", "3": "He is my God, my strong stone— in him I will find my refuge— my shield, the strength[e] of my salvation, my high tower, my way of escape, and the one who is saving me. You will save me from violence.", "4": "As I am praising him,[f] I will call out to the Lord, and I will be saved from my enemies.", "5": "Because deadly breakers[g] engulfed me, while torrents of abuse[h] from the ungodly overwhelmed[i] me.", "6": "Binding ropes from Sheol entangled me while lethal snares hindered me.", "7": "I cried out to the Lord in the middle of my troubles; I cried out to my God. He listened to my voice from his sanctuary, and my call for help was heard.", "8": "Just then the earth shook and trembled! The foundations of heaven reeled and quaked because the Lord[j] was angry.", "9": "Smoke poured out of his nostrils, and fire from his mouth kindling coals to flame by it.", "10": "He deformed heaven itself as he descended. Thick darkness enveloped his feet.", "11": "He rode on a cherub and flew, soaring on the wings of the wind!", "12": "The darkness around him was his canopies— amassed water was his overhanging clouds!", "13": "From the shining light[k] that was his presence[l] coals of fire blazed into flame!", "14": "The Lord roared from heaven! The Most High let his voice be heard!", "15": "He launched his arrows and scattered them— his lightning routed them.", "16": "The currents of the sea were revealed and the foundations of the world were exposed at the rebuke of the Lord and at the blazing breath from his nostrils!", "17": "He sent for me from on high! He grabbed hold of me, drawing me out of deep water.", "18": "He rescued me from my strong enemy— from those who hate me continually, since they were stronger than I.", "19": "They confronted me when I was in trouble,[m] but the Lord remained my support!", "20": "He brought me to a wide open area, rescuing me because he was pleased with me!", "21": "The Lord dealt with me according to my righteousness, rewarding me according to the degree of my innocence,[n]", "22": "because I have kept the Lord's way— I haven't willfully abandoned my God—", "23": "and because all of his decrees remain in my thoughts,[o] I have not turned aside from his statutes,", "24": "I have been innocent before him, and I've kept myself from incurring[p] guilt.", "25": "The Lord has repaid me according to my righteousness, that is, according to my clean standing as he[q] looks at me.[r]", "26": "In the company of the gracious you demonstrate your gracious love. In the company of the blamelessly valiant you demonstrate your blamelessness.", "27": "In the company of the pure you demonstrate your purity. In the company of the perverted you will appear to be perverse.", "28": "You save the nation who is humble but your eyes watch the proud, to bring them down.", "29": "For you are my lamp, Lord, the Lord who illuminates my darkness.", "30": "By you I devastate armies, by my God I scale walls.", "31": "This God! His way is perfect! What the Lord declares proves true. He shields[s] everyone who flees for protection to him!", "32": "For who is God apart from the Lord? And who is a Rock, apart from our God?", "33": "This God is my strong place of valor! He has made my life[t] blameless.", "34": "He has made my feet like those of a deer, setting me secure on his high places!", "35": "He has trained my hands for battle readiness— I can bend a bow made out of bronze.", "36": "He has equipped me with the shield that is your salvation, Your gentleness[u] has made me great.", "37": "You've made room beneath me for my footsteps, and my feet didn't slip.", "38": "I pursued my enemies and conquered them; I didn't return until they were consumed.", "39": "I devoured them, striking them down until they could not get up again. They fell beneath my feet.", "40": "You strengthened me with valor sufficient for the battle; you made those who rebelled against me fall beneath me.", "41": "You made my enemies turn and run—[v] that is, those who hate me— and I destroyed them!", "42": "They looked around, but there was no one to save[w] them[x]— they looked[y] to the Lord, but he paid no attention!", "43": "I pulverized them to powder, like the dust of the earth; I crushed them, stomping on them like mud on a street.", "44": "You delivered me from civil war among my own people. You preserved me as head of the nations. People whom I had never known served me!", "45": "Foreigners[z] came cringing to me; they obeyed as soon as they heard[aa] me.", "46": "Foreigners[ab] lost their courage, coming trembling from their strongholds.", "47": "The Lord lives! Blessed be my Rock, and may my God be exalted, the Rock who is my salvation!", "48": "The God who keeps on avenging me, subjugating people beneath me,", "49": "delivering me from my enemies. You exalted me above those who rebelled against me, delivering me from violent men.", "50": "Because of all of this I will praise you among the nations, Lord, and I will sing praises to your name!", "51": "Great is the salvation he brings to his king, showing gracious love to his anointed, to David and to his offspring[ac] forever."}