{"1": "Later, God's anger blazed forth against Israel, so he incited David to move against them by telling him, “Go take a census of Israel and Judah.”", "2": "So the king ordered Joab, commander of the special forces, who was with him, “Go throughout the tribes of Israel from Dan to Beer-sheba and take a census of the people so I can be made aware of the total number.”", "3": "But Joab replied, “May the Lord your God increase the population of the people a hundredfold while your majesty the king is still alive to see it happen! But why does your majesty the king want to do this?”", "4": "But the king's order overruled Joab and the commanders of the special forces, so Joab and the commanders of the special forces left David's presence to take a census of the people of Israel. ", "5": "They crossed the Jordan River,[a] encamped at Aroer south of the town that is located in the river valley, proceeding through Gad and then on toward Jazer. ", "6": "They went on to Gilead and the territory of Tahtim-hodshi, then on toward Dan. From Dan they went around to Sidon ", "7": "and arrived at the fortified city of Tyre and all of the towns of the Hivites and Canaanites. Eventually they proceeded to Beer-sheba in the Judean Negev.[b] ", "8": "After they had traveled throughout the entire land, they returned to Jerusalem at the end of nine months and 20 days. ", "9": "Joab reported the total number of men to the king. In Israel there were 800,000 men trained for war.[c] In Judah there were 500,000.", "10": "Later, David's conscience bothered[d] him after he had numbered the army,[e] so David told the Lord, “I have sinned greatly by what I did. But now I am asking you, please remove the guilt of your servant, since I have acted very foolishly.”", "11": "Before David arose the next morning, this message from the Lord came to Gad, David's seer: ", "12": "“Go tell David, 'This is what the Lord says: “I'm holding three choices out for you: pick one of them for yourself, and I will do it to you.”'”", "13": "So Gad went to David and asked him, “Shall seven years of famine come to your land, or three months of reversals[f] while you flee from your enemies as they pursue you, or three days of pestilence in your land? Decide right now what I am to answer to the one who sent me.”", "14": "So David replied to Gad, “This is a very difficult choice for me to make! Let me now please fall into the hand of the Lord, since his mercy is very great, but may I never fall into human hands!”", "15": "That very morning, the Lord sent a pestilence to Israel until the conclusion of the time designated, and 70,000 men[g] died from Dan to Beer-sheba. ", "16": "As the angel was stretching out his hand to destroy Jerusalem, the Lord was grieved because of the calamity, so he told the angel who was afflicting the people, “Enough! Stay your hand!” So the angel of the Lord remained near the threshing floor that belonged to Araunah[h] the Jebusite.[i]", "17": "When David saw the angel who had been attacking the people, he told the Lord, “Look, I'm the one who has sinned! I did the evil. These are only sheep! What did they do? Please, let your hand fall on me and on my household!”", "18": "That very day, Gad approached David and told him, “Go up and build an altar to the Lord on the threshing floor that belongs to Araunah the Jebusite.” ", "19": "So David went up, just as Gad had ordered, consistent with the Lord's command.", "20": "When Araunah looked down, he saw the king and his staff approaching him. Araunah went out, bowed down before the king with his face on the ground, ", "21": "and asked[j] him, “Why has your majesty the king come to his servant?” David replied, “To purchase your threshing floor and to build an altar to the Lord, so the pestilence can be averted from the people.”", "22": "Araunah responded to David, “May your majesty the king take it and offer whatever pleases him. Here are oxen for a burnt offering, along with the threshing sledges and yokes from the oxen for wood! ", "23": "Your majesty, Araunah gives all of this[k] to the king.” Araunah also told the king, “May the Lord your God be pleased with you!”", "24": "“No!” the king replied to Araunah. “I will buy them from you at full[l] price. I won't offer to the Lord my God burnt offerings that cost me nothing.” So David bought the threshing floor and the oxen for 50 silver shekels,[m] ", "25": "built[n] an altar to the Lord there, and presented burnt offerings and peace offerings. So the Lord answered David's prayers for the land[o] and the pestilence on Israel was averted."}