{"1": "After this, a state of protracted war existed between Saul's dynasty and David's dynasty, and the dynasty of David continued to grow and become strong while the dynasty of Saul continued to grow weaker. ", "2": "During this time, sons were born to David while he was living in Hebron. His firstborn was Amnon by Ahinoam from Jezreel, ", "3": "his second was Chileab by Abigail, widow of Nabal from Carmel, his third was Absalom by Maacah, daughter of King Talmai from Geshur, ", "4": "his fourth was Adonijah by Haggith, his fifth was Shephatiah by Abital, ", "5": "and his sixth was Ithream by David's wife Eglah. They were all[a] born to David in Hebron.", "6": "While war continued between the dynasties of Saul and David, Abner was growing in influence within the dynasty of Saul. ", "7": "Meanwhile, Saul had a mistress[b] named Rizpah, who was the[c] daughter of Aiah. Ish-bosheth[d] asked Abner, “Why did you have sex with my father's mistress?”", "8": "What Ish-bosheth[e] said made Abner furious, so he replied, “A dog's head for Judah—is that what I am? Up until today I've kept on showing loyalty to your father Saul's dynasty, to his relatives and friends, and I haven't turned you over to David, but you're charging me today with moral guilt regarding this woman! ", "9": "Therefore may God do to me[f]—and more also!—just as the Lord has promised to David, since I'm doing this for him: ", "10": "I will take away the kingdom from the dynasty of Saul by making the throne of David firm over Israel and Judah—from Dan to Beer-sheba!”", "11": "Ish-bosheth[g] couldn't say another word in response to Abner, because he was terrified of him. ", "12": "So Abner sent messengers to David at Hebron to ask him, “Who owns this land? Cut a deal[h] with me, and look!—I'll lend my hand in bringing all of Israel over to you!”", "13": "David replied, “Sounds good to me! I'll cut a deal[i] with you under one condition: you're not to show yourself in my presence unless you bring Saul's daughter with you when you come to see me.” ", "14": "Then David sent a delegation to Saul's son Ish-bosheth to say, “Give me my wife Michal, to whom I was engaged with a dowry of 100 Philistine foreskins.”[j]", "15": "So Ish-bosheth ordered that she be taken away from her husband, Laish's son Paltiel. ", "16": "Her husband accompanied her, crying as he followed after her all the way to Bahurim, where Abner told him, “Leave! Go back!” So he went back.", "17": "Later, Abner had a talk with the elders of Israel. He said, “In the past you were looking to see David made king over you. ", "18": "So do it, then! Because the Lord has said this about David: 'Through my servant David I will save my people Israel from the control of the Philistines and from all of their enemies.'”", "19": "Abner also addressed the tribe of Benjamin. Furthermore, with David's permission,[k] Abner said anything that seemed like it would be good for Israel and for the entire tribe of Benjamin.", "20": "Afterwards, Abner brought 20 soldiers to David at Hebron, and David threw a party for Abner and the men who were with him. ", "21": "So Abner told David, “Give me permission to go out and rally all of Israel to your majesty the king so they can enter into a formal agreement with you to reign over everything that your heart desires.” So David sent Abner off, and he went away in peace.", "22": "Right about then, David's servants returned from a raid, bringing plenty of war booty with them, but Abner wasn't in Hebron with David, since David[l] had sent him away and Abner[m] had left in peace. ", "23": "When Joab returned with his entire army, Joab was informed, “Ner's son Abner visited the king, and he has dismissed him. He has left in peace.”", "24": "So Joab approached the king and asked him, “What have you done? Look, Abner came to you! What's this? You sent him away? He's long gone now! ", "25": "You know Ner's son Abner came to mislead you, to learn your troop movements,[n] and to learn everything you're doing!”", "26": "As soon as Joab left David, Joab[o] sent messengers after Abner, and they brought him back from the cistern at Sirah, but David was not aware of this. ", "27": "When Abner returned to Hebron, Joab brought him aside within the gateway to talk to him alone and then stabbed him in the abdomen.[p] So he died for shedding[q] the blood of Joab's[r] brother Asahel.", "28": "Later on, David found out about it and proclaimed, “Let me and my kingdom remain guiltless forever in the Lord's presence for the death[s] of Ner's son Abner. ", "29": "May judgment[t] rest on Joab's head and on his father's entire household. May Joab's dynasty never be without one who has a discharge,[u] who is a leper, who walks with a cane,[v] who commits suicide,[w] or who lacks food!” ", "30": "He said this[x] because Joab and his brother Abishai murdered Abner after he had killed their brother Asahel in the battle at Gibeon.", "31": "David ordered Joab and all the people who were with him, “Tear your clothes, put on sackcloth, and mourn for Abner.” King David walked behind the funeral procession, ", "32": "and they buried Abner at Hebron. The king wept loudly at Abner's grave, and all the people wept, too. ", "33": "The king composed this mourning song for Abner: “Should Abner's death be like a fool's?", "34": "Your hands were not bound, nor were your feet in irons. As one falls before the wicked, you have fallen.” Then all the people cried again because of him. ", "35": "Everyone tried to persuade David to have a meal while there was still daylight, but David took an oath by saying, “May God to do like this to me and more, if I taste bread or anything else before the sun sets!”", "36": "Everybody took note of this and was very pleased, just as everything else the king did pleased everyone. ", "37": "As a result, the entire army and all of Israel understood that day that the king had nothing to do with the murder of Ner's son Abner.", "38": "The king reminded his staff,[y] “Don't you know that a prince and a great man has fallen today in Israel? ", "39": "Today, even though I'm anointed as king, I'm weak. These men, sons of Zeruiah, are too difficult[z] for me. May the Lord repay the one who acts wickedly in accordance with his wickedness!”"}