{"1": "After the king had settled down in his palace and the Lord had given him respite from all of his surrounding enemies, ", "2": "he[a] told the prophet Nathan, “Look now, I'm living in a cedar palace, but the Ark of God resides behind[b] a tent[c] curtain.”", "3": "Nathan replied to the king, “Go do everything you have in mind,[d] because the Lord is with you.”", "4": "But later that same night, this message came to Nathan from the Lord:", "5": "“Go tell my servant David, 'This is what the Lord says: “'“Are you going to build a house[e] for me to inhabit? ", "6": "After all, I haven't lived in a house since the day I brought up the Israelis from Egypt until now. Instead, I've moved around in a tent that served as my[f] dwelling place. ", "7": "Wherever I moved among the Israelis, did I ever ask even one tribal leader[g] of Israel whom I commanded to shepherd my people Israel, 'Why haven't you built me a cedar house?'", "8": "“'“Now therefore this is what you are to tell my servant David: 'This is what the Lord of the Heavenly Armies says: “I took you from the pasture myself—from tending sheep—to become Commander-in-Chief[h] over my people, that is, over Israel.", "9": "“'“Furthermore, I have remained with you everywhere you have gone, annihilating all your enemies right in front of you. I will make a great reputation[i] for you, like the reputation[j] of great ones who have lived on[k] earth. ", "10": "I will establish a homeland[l] for my people—for Israel—planting them so they may live in a secure location where they will never be disturbed anymore. Wicked people[m] will no longer afflict them, as happened in the past ", "11": "when I had commanded judges to administer[n] my people Israel. I'll also grant you relief from all your enemies.”' “'The Lord also announces to you: “The Lord will himself build a house[o] for you. ", "12": "When your life[p] is complete and you go to join[q] your ancestors, I will raise up your offspring[r] after you, who will come forth from your body,[s] and I will fortify his kingdom. ", "13": "He will build a Temple dedicated to my Name, and I will make the throne of his kingdom last forever. ", "14": "I will be a father to him, and he will be to me a son who, when he commits iniquity, I will discipline with the rod wielded by armies[t] and with wounds inflicted by human beings.[u] ", "15": "But I'll never remove my gracious love from him as I did from Saul, whom I removed from your presence. ", "16": "Your dynasty and your kingdom will remain forever in my presence—your throne will be secure forever.”'”", "17": "Nathan communicated this complete oracle to David with precisely these words.", "18": "Then King David went in to the presence of the Lord, sat down, and said: “Who am I, Lord God, and what is my family,[v] that you have brought me to this? ", "19": "And this is still a small thing to you, Lord God—you also have spoken about the future of your servant's house, and this is the charter[w] for mankind, O Lord God!", "20": "“What more can David say to you, and you surely know your servant, Lord God. ", "21": "For the sake of your word and consistent with your desire,[x] you have done all of these great things, informing your servant. ", "22": "And therefore you are great, Lord God, there is no one like you, there is no God except for you, just as we've heard with our own ears.", "23": "“And who is like your people, like Israel, the one nation on earth that God went out to redeem as a people for himself, to make a name for himself, and to carry out for them great and awe-inspiring accomplishments, driving out nations and their gods in front of your people, whom you redeemed to yourself from Egypt? ", "24": "You have prepared your people Israel to be your very own people for ever, and you, Lord, have become their God!", "25": "“And now, Lord God, let what you have spoken concerning your servant and his household be done—and let it be done just as you've promised. ", "26": "May your name be made great forever with the result that it is said that the Lord of the Heavenly Armies is God over Israel, and that the household of your servant David may be established before you. ", "27": "For you, Lord of the Heavenly Armies, the God of Israel, have revealed this to your servant, telling him, 'I will build a dynasty for you,' so that your servant has found fortitude[y] to pray this prayer to you.", "28": "“Now therefore, Lord God, you are God, and your words are true, and you have spoken to your servant these good things. ", "29": "So may it please you to bless the household of your servant, so that it might remain forever in your presence, because you, Lord God, have spoken, and from your blessing may the household of your servant be blessed forever.”"}