{"1": "Later on, David asked, “Is there anyone left alive from Saul's household to whom I can show gracious love in memory[a] of Jonathan?”", "2": "A household servant of Saul named Ziba was called to appear before David, and the king asked him, “Are you Ziba?” “I am your servant,” Ziba replied.", "3": "At this the king asked, “Isn't there still someone left from Saul's household to whom I may show God's gracious love?” “There's Jonathan's son. He has maimed feet,” Ziba answered.", "4": "So David asked, “Where is he?” Ziba responded, “He's in Lo-debar at the home of Ammiel's son Makir.”", "5": "At this, King David sent for him and brought him from the home of Ammiel's son Makir in Lo-debar. ", "6": "When Mephibosheth, Jonathan's son and a grandson of Saul, approached David, he threw himself on his face out of respect. “Mephibosheth!” David said as he greeted him. “Hello! I am your servant,” he replied.", "7": "“Don't be afraid,” David reassured him, “because I'm going to show gracious love to you in memory[b] of your father Jonathan. I'm going to restore to you all the land that belonged to your grandfather Saul, and you'll always have a place[c] at my table!”", "8": "Mephibosheth[d] bowed low again and asked, “Who am I, your servant, that you would pay attention to a dead dog like me?”", "9": "At this, the king called for Saul's servant Ziba and told him, “I'm restoring to your master's grandson everything that belonged to Saul and his family. ", "10": "You and your servants are to farm the land on his behalf and bring in the crops in order to provide for your master's grandson. Meanwhile, Mephibosheth, your master's grandson, will always have a place[e] at my table.” (Now Ziba had fifteen sons and 20 servants.)", "11": "Later, Ziba told the king, “Your servant will do everything that your majesty the king commands him.” So Mephibosheth ate at David's table like one of the king's sons. ", "12": "Mephibosheth fathered a son named Mica, and everyone who lived in Ziba's house became Mephibosheth's servants. ", "13": "Mephibosheth continued to live in Jerusalem, always eating at the king's table, since he was maimed in both feet."}