{"1": "From Simon Peter, a servant and apostle of Jesus Christ. To you who have received a faith as valuable as ours. You received that faith because our God and Savior Jesus Christ is fair and does what is right.", "2": "Grace and peace be given to you more and more. You will have grace and peace because you truly know God and Jesus our Lord.", "3": "Jesus has the power of God. His power has given us everything we need to live and to serve God. We have these things because we know him. Jesus called us by his glory and goodness. ", "4": "Through his glory and goodness, he gave us the very great and rich gifts he promised us. With those gifts you can share in God's nature. And so the world will not ruin you with its evil desires.", "5": "Because you have these blessings, you should try as much as you can to add these things to your lives: to your faith, add goodness; and to your goodness, add knowledge; ", "6": "and to your knowledge, add self-control; and to your self-control, add the ability to hold on; and to your ability to hold on, add service for God; ", "7": "and to your service for God, add kindness for your brothers and sisters in Christ; and to this kindness, add love. ", "8": "If all these things are in you and are growing, they will help you never to be useless. They will help your knowledge of our Lord Jesus Christ make your lives better. ", "9": "But if anyone does not have these things, he cannot see clearly. He is blind. He has forgotten that he was made clean from his past sins.", "10": "My brothers, God called you and chose you to be his. Try hard to show that you really are God's chosen people. If you do all these things, you will never fall. ", "11": "And you will be given a very great welcome into the kingdom of our Lord and Savior Jesus Christ. That kingdom continues forever.", "12": "You know these things, and you are very strong in the truth. But I will always help you to remember these things. ", "13": "I think it is right for me to help you remember while I am still living here on earth. ", "14": "I know that I must soon leave this body. Our Lord Jesus Christ has shown me that. ", "15": "I will try the best I can to help you remember these things always. I want you to be able to remember them even after I am gone.", "16": "We have told you about the powerful coming of our Lord Jesus Christ. What we told you were not just smart stories that someone invented. But we saw the greatness of Jesus with our own eyes. ", "17": "Jesus heard the voice of God, the Greatest Glory. That was when Jesus received honor and glory from God the Father. The voice said, “This is my Son, and I love him. I am very pleased with him.” ", "18": "We heard that voice. It came from heaven while we were with Jesus on the holy mountain.", "19": "This makes us more sure about the message the prophets gave. And it is good for you to follow closely what they said. Their message is like a light shining in a dark place. That light shines until the day begins and the morning star rises in your hearts. ", "20": "Most of all, you must understand this: No prophecy in the Scriptures ever comes from the prophet's own interpretation. ", "21": "No prophecy ever came from what a man wanted to say. But men led by the Holy Spirit spoke words from God."}