{"1": "The Lord will have loving-pity on Jacob and will again choose Israel. He will have them return to live in their own land. Then people from other countries will come and be with them, and will join themselves to the family of Jacob. ", "2": "Nations will take them and bring them to their place. The family of Israel will own them in the Lord's land as men and women servants. They will take those who had taken them away and they will rule over those who had made it hard for them.", "3": "When the Lord gives you rest from your pain and trouble and the hard work which you were made to do, ", "4": "you will speak against the king of Babylon, and say, “How the one who made it hard for us has been stopped! How his anger has been stopped! ", "5": "The Lord has broken the walking stick of the sinful, the power of rulers, ", "6": "which used to beat the people in anger without stopping. The nations were ruled in anger. It was very hard for the people and there was no pity shown to them.", "7": "“Now the whole earth is at rest and quiet. They sing out with joy. ", "8": "Even the cypress trees and the cedars of Lebanon are glad over you, and say, 'Since you were cut down no one comes to cut us down.' ", "9": "The world of the dead below wants to meet you when you come. It wakes up the spirits of the dead for you, all the leaders of the earth. It raises all the kings of the nations from their thrones. ", "10": "All of them will speak and say to you, 'Even you have become as weak as we. You have become like us. ", "11": "Your honor and power along with the music of your harps have been brought down to the place of the dead. Worms are spread out as your bed under you and worms cover you.'", "12": "“How you have fallen from heaven, O shining one, son of the morning! You have been cut down to the earth, you who have made the nations weak! ", "13": "You said in your heart, 'I will go up to heaven. I will raise my throne above the stars of God. And I will sit on the mount of meeting in the far north. ", "14": "I will go much higher than the clouds. I will make myself like the Most High.' ", "15": "But you will be brought down to the place of the dead, to the bottom of the grave. ", "16": "Those who see you will look hard at you and think about you, and say, 'Is this the man who made the earth shake with fear, who shook nations? ", "17": "Is this the man who made the world like a desert and destroyed its cities, who did not let those whom he had put in prison go home?'", "18": "“All the kings of the nations lie in greatness, each in his own grave. ", "19": "But you have been thrown out of your grave like a hated part of the family. You are clothed with the dead who were killed with a sword, who go down to the stones of the grave, like a dead body crushed under foot. ", "20": "You will not be joined with them when you are buried, because you have destroyed your country. You have killed your people. May the children of sinners never be spoken about again! ", "21": "Make a place ready for his sons to be killed because of the sin of their fathers. They must not come into power and take the earth, and fill the world with cities.”", "22": "“I will come against them,” says the Lord of All. “And I will cut off from Babylon its name and people, its children and their children,” says the Lord. ", "23": "“I will turn it into a place for hedgehogs, full of pools of water. And I will go over it and destroy it,” says the Lord of All.", "24": "The Lord of All has promised, “It will happen just as I have planned it. As I have planned, so will it be. ", "25": "I will break Assyria in My land. I will crush him under foot on My mountains. Then his load will be taken from My people. His load will be taken from their shoulder.” ", "26": "This is the plan made against the whole earth and this is the hand that is put out against all the nations. ", "27": "For the Lord of All has planned, and who can keep it from happening? Who can turn His hand back?", "28": "In the year that King Ahaz died this special word came: ", "29": "“Do not be glad, O Philistia, all of you, because the special stick that made it hard for you is broken. One snake dies and a worse one comes, a snake that can fly. ", "30": "The poor will eat. Those in need will lie down and be safe. I will destroy all of you with hunger and it will kill those who are left. ", "31": "Cry out, O gate. Cry, O city. All you Philistines are weak in heart. For smoke comes from the north, and everyone keeps his place in his army. ", "32": "What answer will be given to the men sent by the nation? That the Lord is the builder of Zion, and it will be a safe place for His people who are poor and troubled.”"}