{"1": "This is what Isaiah the son of Amoz saw about Judah and Jerusalem that was coming: ", "2": "In the last days, the mountain of the house of the Lord will be the most important of the mountains. It will be raised above the hills. All the nations will come to it. ", "3": "Many people will come and say, “Come, let us go up to the mountain of the Lord, to the house of the God of Jacob. Then He will teach us about His ways, that we may walk in His paths. For the Law will go out from Zion, and the Word of the Lord from Jerusalem.” ", "4": "He will judge between the nations, and will decide for many people. And they will beat their swords into plows, and their spears into knives for cutting vines. Nation will not lift up sword against nation, and they will not learn about war anymore.", "5": "Come, people of Jacob. Let us walk in the light of the Lord. ", "6": "For You have left Your people, the family of Jacob, because they are filled with the sinful ways of the East. They use secret ways to tell the future like the Philistines. And they make agreements with the children of strangers. ", "7": "Their land is filled with silver and gold. There is no end to their riches. Their land is filled with horses also. And there is no end to their war-wagons. ", "8": "Their land is filled with false gods. They worship the work of their hands, that which their fingers have made. ", "9": "So pride has been taken away from the poor man, and important men have been put to shame. Do not forgive them. ", "10": "Go into the rock and hide in the dust from the anger of the Lord and from the shining-greatness of His power. ", "11": "The proud look of man will be put to shame. The pride of men will be taken away. And the Lord alone will be honored in that day.", "12": "On that day the Lord of All will be against everyone who is proud and feels important, and against all who are honored. They will be put to shame. ", "13": "He will be against all the cedar trees of Lebanon that are tall and honored, and against all the oak trees of Bashan. ", "14": "He will be against all the high mountains, against all the high hills, ", "15": "against every high tower, and against every strong wall. ", "16": "He will be against all the ships of Tarshish, and against all the beautiful boats. ", "17": "The pride of man will be taken away. What men honor will be put to shame. The Lord alone will be honored in that day. ", "18": "All the false gods will be gone. ", "19": "Men will go into the caves of the rocks and into holes of the earth because of the anger of the Lord and the shining-greatness of His power when He rises up to shake the earth. ", "20": "In that day men will take their false gods of silver and gold which they made for themselves to worship and will throw them away to the moles and the bats. ", "21": "They will go into the caves of the rocks and mountains. They will try to hide from the anger of the Lord and from the shining-greatness of His power, when He rises up to shake the earth. ", "22": "Stop trusting in man. He has only a breath in his nose. Why should he be honored?"}