{"1": "The special word about Tyre: Cry out in sorrow, O ships of Tarshish. For Tyre is destroyed, so that there is no house or safe place for ships. It is made known to them from the land of Cyprus. ", "2": "Be quiet, you people who live on the islands, you traders of Sidon. You sent men to cross the sea ", "3": "and go on many waters. The grain of the Nile, that was gathered beside that River, made money for Tyre who was the trader of the nations. ", "4": "Be ashamed, O Sidon, the strong-place of the sea. The sea speaks and says, “I have not suffered or given birth. I have not brought up young men or young women.” ", "5": "When the news comes to Egypt, they will be in pain when they hear about Tyre. ", "6": "Pass over to Tarshish. Cry out in sorrow, O people of the islands. ", "7": "Is this your joy-filled city, whose beginning was long ago, whose feet have taken her to live in places far away?", "8": "Who has planned this against Tyre, the giver of crowns, whose traders were princes and the honored of the earth? ", "9": "The Lord of All has planned it, to put to shame the pride of all beauty, and to take honor away from all the honored of the earth. ", "10": "Flow over your land like the Nile, O people of Tarshish. There is nothing holding you back any more. ", "11": "He has put out His hand over the sea. He has made the nations shake with fear. The Lord has said that the strong-places of Canaan must be destroyed. ", "12": "He has said, “You will not be filled with joy anymore, O pure crushed daughters of Sidon. Get up and go over to Cyprus. Even there you will not find any rest.”", "13": "It was the Babylonians, not the Assyrians, who let the wild animals come upon Tyre. They built towers for their armies. They tore down her beautiful houses. They destroyed her. ", "14": "Cry out in sorrow, O ships of Tarshish, for your strong-place is destroyed. ", "15": "In that day Tyre will be forgotten for seventy years like the days of one king. At the end of seventy years it will happen to Tyre as in the song of the woman who sells the use of her body: ", "16": "“Take your harp and walk through the city, O forgotten woman who sells the use of her body. Play the strings well. Sing many songs, that you may be remembered.” ", "17": "At the end of seventy years, the Lord will visit Tyre. Then she will return to her sinful woman's pay. She will be as a woman who sells the use of her body to all the nations on the earth. ", "18": "Her riches and her pay for selling the use of her body will be set apart to the Lord. It will not be stored up or saved. But what she receives will give much food and good clothes to those who live for the Lord."}