{"1": "See, the Lord will lay the earth waste. He will destroy it, turn its ground up-side-down, and send its people everywhere. ", "2": "What happens to the people will happen to the religious leader. What happens to the man servant will happen to his owner. The woman servant will be like her owner. The buyer will be like the seller. The giver will be like the receiver. The one who lets another use his money will be like the one who uses it. ", "3": "All the earth will be laid waste and destroyed, for the Lord has said this.", "4": "The earth cries in sorrow and wastes away. The world becomes weak with sorrow and wastes away, together with the honored people of the earth. ", "5": "The earth has been made unclean by its people. They have sinned and not obeyed the laws, and have broken the agreement that was to be forever. ", "6": "So the earth is cursed and those who live in it suffer for their guilt. So the people of the earth are burned, and few men are left.", "7": "The new wine dries up and the vine wastes away. All the glad in heart are in sorrow. ", "8": "The happiness of the music-makers stops. The noise of those filled with joy stops. The happiness of the harp stops. ", "9": "They do not drink wine with singing. Strong drink tastes bad to those who drink it. ", "10": "The city of trouble is broken down. Every house is shut up so no one may go in. ", "11": "There is a crying out in the streets about the wine. All joy turns to darkness. The happiness of the earth is gone. ", "12": "The city is laid waste. The gate is broken to pieces. ", "13": "For this is how it will be on the earth among the nations. It will be like the shaking of an olive tree, and like what is left after the grapes have been gathered. ", "14": "They raise their voices. They call out for joy. They cry out from the west about the wonderful power of the Lord. ", "15": "So honor the Lord in the east. Honor the name of the Lord God of Israel in the islands of the sea. ", "16": "From the ends of the earth we hear songs: “Praise the One Who is right and good.” But I say, “I waste away! I waste away! It is bad for me! The false ones are not faithful. Yes, their way is very false.” ", "17": "Fear and the deep hole and the trap are before you, O people of the earth. ", "18": "He who runs from the news of trouble will fall into a deep hole. And he who comes out of the hole will be caught in a trap. For the windows of heaven are opened, and the earth shakes. ", "19": "The earth is broken in pieces. The earth is torn apart. The earth is very shaken. ", "20": "The earth turns from one side to the other side like a drunk man. It shakes like a tent because its sin is heavy upon it. It will fall, never to rise again. ", "21": "In that day the Lord will punish the powers of heaven above, and the kings of the earth below. ", "22": "They will be gathered together like those in a prison. They will be kept in a deep, dark prison, and after many days they will be punished. ", "23": "Then the moon will be dark and the sun will not shine, for the Lord of All will rule on Mount Zion and in Jerusalem. And in front of His leaders, He will let His shining-greatness be seen."}