{"1": "In that day this song will be sung in the land of Judah: “We have a strong city. The Lord saves us and puts up walls to keep us safe. ", "2": "Open the gates, that the nation that is right with God may come in, the one that keeps faithful. ", "3": "You will keep the man in perfect peace whose mind is kept on You, because he trusts in You. ", "4": "Trust in the Lord forever. For the Lord God is a Rock that lasts forever. ", "5": "For He has brought down low those who live on a high place, the high city. He lays it low. He lays it low to the ground. He throws it to the dust. ", "6": "It will be crushed under foot, under the feet of those who have suffered and the steps of those who cannot help themselves.”", "7": "The way of the man who is right with God is smooth. O Upright One, make the path straight of those who are right with You. ", "8": "While following in Your ways, O Lord, we have waited for You. To remember You and Your name is the desire of our souls. ", "9": "My soul has a desire for You in the night. Yes, my spirit within me looks for You in the morning. For when you punish the earth, the people of the world learn what is right and good. ", "10": "When favor is shown to the sinful, he does not learn what is right and good. He goes on doing what is wrong in the land of those who are right. He does not see the wonderful power of the Lord.", "11": "O Lord, Your hand is lifted up but they do not see it. Let them see Your care for Your people and be ashamed. Let fire destroy those who hate You. ", "12": "O Lord, You will give us peace, for You have done all our works for us. ", "13": "O Lord our God, other lords than You have ruled us, but Your name alone is the One we honor. ", "14": "They are dead, and will not live. Their spirits will not return. So You have punished and destroyed them. You have caused them all to be forgotten. ", "15": "You have made the nation great, O Lord. You have made the nation great. You have received much praise. You have made the land larger. ", "16": "O Lord, they looked for You in their trouble. They could only say a quiet prayer while You were punishing them. ", "17": "As the woman who is going to have a baby comes close to the time to give birth, she suffers and cries out in her pains. This is how we were before You, O Lord. ", "18": "We suffered in pain. We gave birth, as it were, only to wind. We could not bring the world out of its trouble. And no people of the earth were born. ", "19": "Your dead will live. Their dead bodies will rise. You who lie in the dust, wake up and call out for joy. For as the water on the grass in the morning brings new life, the earth will bring back to life those who have been dead.", "20": "Come, my people, go into your rooms. Close your doors behind you. Hide for a little while until God's anger is past. ", "21": "For see, the Lord is about to come out from His place to punish the people of the earth for their sin. And the earth will let the blood be seen that has poured on her. She will no longer cover her dead."}