{"1": "It is a time of trouble to the crown of pride and to the drunk men of Ephraim, whose shining beauty is a dying flower. It is at the head of the rich valley of those who have taken too much wine! ", "2": "See, the Lord has one who is strong and powerful, like a storm of hail, a destroying storm. As with a flood of powerful waters flowing over, He will bring them down to the earth with His hand. ", "3": "The crown of pride, the drunk men of Ephraim, will be crushed under foot. ", "4": "The dying flower of its shining beauty which is at the head of the rich valley will be like the first fig grown before the summer. When one sees it, he takes it in his hand and eats it. ", "5": "In that day the Lord of All will be a crown of shining-greatness, a beautiful crown to those who are left of His people. ", "6": "He will be a spirit of what is fair to him who judges the people. He will be a strength to those who turn back the battle at the gate. ", "7": "These also walk from one side to the other side because of wine and strong drink. The religious leaders and the men who tell what will happen in the future make mistakes because of strong drink. They are troubled by wine. They walk from side to side because of strong drink. They make mistakes as they have special dreams. And they make mistakes when judging between right and wrong. ", "8": "All the tables are covered with what they have spit up. There is no place that is clean.", "9": "“Who is it He is trying to teach? To whom will He tell what He has to say? Children finished with their nursing and just taken from the breast? ", "10": "For He says, 'Law on law, law on law, rule on rule, rule on rule, a little here, a little there.'” ", "11": "The Lord will speak to these people through men from other lands and in strange languages. ", "12": "He Who said to them, “This is rest, give rest to the tired and weak.” And, “This is the place to rest,” but they would not listen. ", "13": "So the Word of the Lord to them will be, “Law on law, law on law, rule on rule, rule on rule, a little here, a little there,” that they may go and fall back, be broken, trapped, and taken away by those who hate them.", "14": "So hear the Word of the Lord, you who laugh at the truth, who rule the people in Jerusalem! ", "15": "You have said, “We have made an agreement with death. With the place of the dead we have made an agreement. The destroying flood will not touch us when it passes by. We have made lies our safe place. We have hidden ourselves with what is false.” ", "16": "So the Lord God says, “See, I lay in Jerusalem a Stone of great worth to build upon, a tested Stone. Anyone who puts his trust in Him will not be afraid of what will happen. ", "17": "And I will use what is fair to decide about the base. And I will use what is right and good to make it straight. Then hail will take away all the lies you depend on, and the waters will flow over the place where you hide. ", "18": "Your agreement with death will come to an end. Your agreement with the place of the dead will be stopped. When a flood of trouble passes through, you will be beaten down by it. ", "19": "As often as it passes through, it will take you. And it will pass through morning after morning, anytime during the day or night. To understand what it means will bring much fear.” ", "20": "The bed is too short to lie on in comfort. And the covering is too small to put around yourself. ", "21": "For the Lord will rise up as at Mount Perazim. He will be angry as in the valley of Gibeon, to do what He needs to do, His strange act, and to do His work, His different kind of work. ", "22": "So now do not laugh, or your chains will be made stronger. I have heard that the Lord God of All plans to destroy the whole earth.", "23": "Listen and hear my voice. Listen and hear my words. ", "24": "Does the farmer plow all the time to plant seed? Does he keep on turning and digging up the ground? ", "25": "When he gets the ground ready to plant, does he not sow dill seeds and cummin seeds and wheat in rows? Does he not put barley in its place, and rye in the right place? ", "26": "For his God tells him what to do and teaches him the right way. ", "27": "Dill is not crushed with a crushing object. And the wagon wheel is not rolled over cummin. But dill is beaten out with a stick, and cummin with a heavy stick. ", "28": "Grain for bread is crushed. He does not keep on crushing it forever. When he drives his wagon-wheel over it with his horses, it does not crush it. ", "29": "This also comes from the Lord of All, Who has given wonderful wise words and great wisdom."}