{"1": "In the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the strong cities of Judah and took them. ", "2": "The king of Assyria sent Rabshakeh from Lachish to King Hezekiah at Jerusalem with a large army. And he stood by the ditch of the upper pool on the road of the Fuller's Field. ", "3": "Then Eliakim the son of Hilkiah, who was the head of the house, and Shebna the writer, and Joah the son of Asaph, who wrote down the things that happened, came out to him.", "4": "Rabshakeh said to them, “Tell Hezekiah, 'The great king, the king of Syria, says, “What is the reason for this hope you have? ", "5": "Do you think that empty words are plans and strength for war? In whom do you trust, that you have turned against me? ", "6": "See, you are trusting in Egypt, whose power is like a broken piece of grass. If a man rests against it, it will cut into his hand. So is Pharaoh king of Egypt to all who trust in him. ", "7": "But if you tell me, 'We trust in the Lord our God,' is it not He whose high places and altars Hezekiah has taken away, saying to Judah and Jerusalem, 'You must worship at this altar'? ", "8": "So now come and make an agreement with my leader, the king of Assyria. And I will give you 2,000 horses, if you are able to put horsemen on them. ", "9": "How then can you turn away from one captain of the least of my king's servants, and trust in Egypt for war-wagons and horsemen? ", "10": "Have I now come up to destroy the land against the Lord's will? The Lord said to me, 'Go up against this land, and destroy it.'”'”", "11": "Then Eliakim and Shebna and Joah said to Rabshakeh, “Speak to your servants in the Aramaic language, for we understand it. Do not speak with us in the language of Judah so the people who are on the wall will hear.” ", "12": "But Rabshakeh said, “Has my king sent me only to speak to your leader and to you, and not to the men who sit on the wall? They will have to eat and drink their own body waste with you.”", "13": "Then Rabshakeh stood and called out with a loud voice in the language of Judah, and said, “Hear the words of the great king, the king of Assyria. ", "14": "The king says, 'Do not let Hezekiah lie to you. For he will not be able to bring you out of your trouble. ", "15": "And do not let Hezekiah make you trust in the Lord, saying, “For sure the Lord will bring us out of our trouble. This city will not be given into the hand of the king of Assyria.” ", "16": "'Do not listen to Hezekiah.' For the king of Assyria says, 'Make your peace with me and come out to me. Each one of you should eat of his own vine and fig tree, and drink the water of his own well, ", "17": "until I come and take you away to a land like your own land. It is a land of grain and new wine, a land of bread and grape-fields. ", "18": "Be careful not to let Hezekiah lead you the wrong way, saying, “The Lord will bring us out of our trouble.” Has any of the gods of the nations saved his land from the power of the king of Assyria? ", "19": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? When have they taken Samaria out of my hand? ", "20": "Who among all the gods of these lands have taken their land out of my hand? So why should the Lord save Jerusalem from my hand?'”", "21": "But they were quiet and did not answer him. For the king had told them, “Do not answer him.” ", "22": "Then Eliakim the son of Hilkiah, who was the head of the house, and Shebna the writer, and Joah the son of Asaph, who wrote down the things that happened, came to Hezekiah with their clothes torn. They told him the words of Rabshakeh."}