{"1": "In those days Hezekiah became sick and was near death. Isaiah the man of God, the son of Amoz, came to him and said, “The Lord says, 'Make those of your house ready, for you will die and not live.'” ", "2": "Then Hezekiah turned his face to the wall, and prayed to the Lord, ", "3": "and said, “O Lord, I ask you from my heart to remember now how I have walked with You in truth and with a whole heart. I have done what is good in Your eyes.” And Hezekiah cried with a bitter cry. ", "4": "Then the Word of the Lord came to Isaiah, saying, ", "5": "“Go and tell Hezekiah, 'The Lord, the God of your father David, says, “I have heard your prayer. I have seen your tears. See, I will add fifteen years to your life. ", "6": "And I will take you and this city out of the hand of the king of Assyria. I will fight for this city.”'” ", "7": "“This is the special thing for you to see from the Lord, that the Lord will do what He has said: ", "8": "See the shadow on the steps, which has gone down with the sun on the steps of Ahaz. I will make it go back ten steps.” So the sun's shadow went back the ten steps it had gone down.", "9": "This is the writing of King Hezekiah of Judah, after he had been sick and became well again: ", "10": "I said, “Half-way through my life I am to go through the gates of the place of the dead. The rest of my years have been kept from me.” ", "11": "I said, “I will not see the Lord, the Lord in the land of the living. I will not look upon man any more among the people of the world. ", "12": "My house is pulled up like a shepherd's tent and taken from me. I have rolled up my life like a cloth-maker. He cuts me off from the cloth He is making. From day to night You make an end of me. ", "13": "I waited for help until morning. Like a lion He breaks all my bones. From day to night You make an end of me. ", "14": "I make noise like the birds. I cry like a dove. My eyes are tired from looking up. O Lord, I am having a hard time. Keep me safe.", "15": "“But what can I say? For He has spoken to me, and He Himself has done it. I will walk with care all my years because my soul is bitter. ", "16": "O Lord, by these things men live. And in all these is the life of my spirit. O heal me, and let me live! ", "17": "See, it was for my own well-being that I was bitter. But You have kept my soul from the grave that destroys. You have put all my sins behind Your back. ", "18": "The place of the dead cannot thank You. Death cannot praise You. Those who go down to the grave cannot hope that You will be faithful. ", "19": "It is the living who give thanks to You, as I do today. A father tells his sons about how faithful You are. ", "20": "The Lord will save me. And we will sing my songs with harps all the days of our life in the house of the Lord.”", "21": "Now Isaiah had said, “Let them take a cake of figs and put it on the sore, that he may get well.” ", "22": "Then Hezekiah had said, “What is the special thing to see, that I will go up to the house of the Lord?”"}