{"1": "But now the Lord Who made you, O Jacob, and He Who made you, O Israel, says, “Do not be afraid. For I have bought you and made you free. I have called you by name. You are Mine! ", "2": "When you pass through the waters, I will be with you. When you pass through the rivers, they will not flow over you. When you walk through the fire, you will not be burned. The fire will not destroy you. ", "3": "For I am the Lord your God, the Holy One of Israel, Who saves you. I have given Egypt as pay for your life, and have traded Cush and Seba for you. ", "4": "You are of great worth in My eyes. You are honored and I love you. I will give other men in your place. I will trade other people for your life. ", "5": "Do not fear, for I am with you. I will bring your children from the east, and I will gather you from the west. ", "6": "I will say to the north, 'Give them up!' and to the south, 'Do not hold them back.' Bring My sons from far away, and My daughters from the ends of the earth. ", "7": "Bring every one who is called by My name, for I have made him for My honor, yes, I made him.”", "8": "Bring out the people who are blind, even though they have eyes, and those who cannot hear, even though they have ears. ", "9": "All the nations have gathered together so the people may be together. Who among them can make this known, and tell us what has happened before? Let them bring people who can show us that they are right. Let them hear and say, “It is true.” ", "10": "“You can speak for Me,” says the Lord. “You are My servant whom I have chosen so that you may know and believe Me, and understand that I am He. No God was made before Me, and there will be none after Me. ", "11": "I, even I, am the Lord. There is no one who saves except Me. ", "12": "I have spoken and saved and have made things known, and there was no strange god among you. You can speak for Me,” says the Lord, “and I am God. ", "13": "I am God and always will be. No one is able to take anything out of My hand. I do something, and who can change it?”", "14": "The Lord Who bought you and sets you free, the Holy One of Israel, says, “Because of you I have sent to Babylon, and will bring down all their leaders, even the Babylonians, into the ships in which they find joy. ", "15": "I am the Lord, your Holy One, the Maker of Israel, your King.” ", "16": "This is what the Lord says, Who makes a way through the sea and a path through the powerful waters, ", "17": "Who brings out the war-wagon and the horse, the army and the strong man, (They will lie down together and will not rise again. They are destroyed, put out like the fire of a little light): ", "18": "“Do not remember the things that have happened before. Do not think about the things of the past. ", "19": "See, I will do a new thing. It will begin happening now. Will you not know about it? I will even make a road in the wilderness, and rivers in the desert. ", "20": "The wild animals will honor Me, the wild dogs and the ostriches. For I give waters in the wilderness, and rivers in the desert, to give drink to My chosen people. ", "21": "The people whom I made for Myself will make known My praise.", "22": "“Yet you have not called on Me, O Jacob! You have become tired of Me, O Israel! ", "23": "You have not brought the sheep of your burnt gifts to Me in worship. You have not honored Me with your gifts on the altar. I have not made you bring gifts or special perfume to Me. ", "24": "You have not bought Me any sweet smelling plants with money. And you have not given Me the fat of your gifts on the altar. Instead you have put the weight of your sins upon Me. You have made Me tired with your wrong-doing.", "25": "“I, even I, am the One Who takes away your sins because of Who I am. And I will not remember your sins. ", "26": "Make Me remember, and let us talk together. Make your cause known, that you may be shown not to be guilty. ", "27": "Your first father sinned, and those who have spoken for you have sinned against Me. ", "28": "So I will make unclean the leaders of the holy place. I will give Jacob over to be destroyed, and Israel to sharp words of shame."}