{"1": "Let me sing for my loved one a love song about His grape-field: My loved one had a grape-field on a hill that grows much fruit. ", "2": "He dug all around it and took away its stones, and planted it with the best vine. He built a tower in the center of it, and cut out a place in it for crushing grapes. Then He expected it to give good grapes, but it gave only wild grapes.", "3": "“And now, O people living in Jerusalem and men of Judah, judge between Me and My grape-field. ", "4": "What more was there to do for My grape-field that I have not done for it? When I expected it to give good grapes, why did it give wild grapes? ", "5": "Now I will tell you what I am going to do to My grape-field. I will take away its fence and it will be destroyed. I will break down its wall and it will be crushed under foot. ", "6": "I will make it a waste. It will not be taken care of, and thistles and thorns will come up. I will also tell the clouds not to rain on it.”", "7": "For the grape-field of the Lord of All is the people of Israel, and the men of Judah are the vines He planted. So He looked for what is right and fair, but He saw blood poured out. He looked for what is right and good, but He heard a cry of those in trouble.", "8": "It is bad for those who join house to house and field to field until there is no empty space, and you have to live alone in the land. ", "9": "The Lord of All has sworn in my ears, “For sure, many houses will be laid waste. Large and beautiful houses will be empty. ", "10": "For ten fields of vines will give only eleven large bottles of wine. And 110 jars of seed will give only eleven jars of grain.” ", "11": "It is bad for those who get up early in the morning to run after strong drink! It is bad for those who stay up late in the evening that they may get drunk! ", "12": "They have harps, a noise-maker, a horn, and wine at their special suppers. But they do not think about the works of the Lord. They do not think of the work of His hands.", "13": "So My people are taken away to strange lands because they have not been wise. Their men of honor are dying because they are hungry. Their people are dried up because they are thirsty. ", "14": "So the grave has become larger and has opened its mouth wide. And Jerusalem's greatness, her people, her sounds of wild joy, and those who are happy with sin go down into it. ", "15": "Man's pride will be taken away. Important men will be put to shame. The eyes of the proud also will be put to shame. ", "16": "But the Lord of All will be honored in what is right and fair. The holy God will show Himself holy in what is right and good. ", "17": "Then the lambs will eat as in their field. And strangers will eat in the waste places of the rich.", "18": "It is bad for those who pull sin along with ropes of lies, who pull wrong-doing as with a wagon rope, ", "19": "who say, “Let Him hurry. Let Him be quick to do His work, that we may see it. Let the plan of the Holy One of Israel be done, that we may know it!” ", "20": "It is bad for those who call what is sinful good, and good sinful, who say dark is light and light is dark, who make bitter sweet, and sweet bitter! ", "21": "It is bad for those who are wise in their own eyes, and who think they know a lot! ", "22": "It is bad for those who are good at drinking wine, and are proud as they mix strong drink! ", "23": "They take money in secret for saying that bad people are good. And they take away the rights of those who are not guilty.", "24": "So, as fire destroys what is left of the cut grain and dry grass falls into the fire, so their root will waste away and their flower blow away like dust. For they have turned away from the Law of the Lord of All. They have hated the Word of the Holy One of Israel. ", "25": "Because of this the anger of the Lord has burned against His people. He has put out His hand against them and destroyed them. The mountains shook. Their dead bodies lay like waste in the center of the streets. For all this His anger is not turned away but His hand is still put out.", "26": "He will raise up flags as a sign to the nations far away. He will call for them from the ends of the earth, and they will hurry to come. ", "27": "Not one of them is tired or falls. No one sleeps. Not a belt is loosened at the waist, or a shoe string broken. ", "28": "Their arrows are sharp, and their bows are ready. The feet of their horses are like hard stone. And the wheels of their war-wagons are like a strong-wind. ", "29": "Their noise is like that of a female lion. They sound like young lions. They make an angry noise as they take their food, and carry it away where no one can take it from them. ", "30": "In that day they will make an angry noise over it like the noise of the sea. If one looks to the land, he will see darkness and trouble. Even the light is made dark by its clouds."}