{"1": "Awake, awake, put on your strength, O Zion. Put on your beautiful clothes, O Jerusalem, the holy city. For those who have not gone through the religious act of becoming a Jew and those who are unclean will not come into you any more. ", "2": "Shake off the dust. Rise up, O Jerusalem, who has been taken into prison. Loose yourself from the chains around your neck, O chained people of Zion who are in prison. ", "3": "For the Lord says, “You were sold for nothing, and you will be bought without money and made free.” ", "4": "For the Lord God says, “My people went down at first to Egypt to live there. Then the Assyrian made it hard for them without a reason. ", "5": "So now what do I have here,” says the Lord, “Seeing that My people have been taken away for no reason?” The Lord says, “Those who rule over them call out in a loud voice and My name is spoken against all day long. ", "6": "So My people will know My name. In that day they will know that it is I Who says, 'Here I am.'”", "7": "How beautiful on the mountains are the feet of him who brings good news, who tells of peace and brings good news of happiness, who tells of saving power, and says to Zion, “Your God rules!” ", "8": "Listen! Your watchmen lift up their voices. They call out together for joy, for they will see with their own eyes the return of the Lord to Zion. ", "9": "Break out together into singing, you waste places of Jerusalem. For the Lord has comforted His people. He has saved Jerusalem. ", "10": "The Lord has shown His holy arm in the eyes of all the nations, that all the ends of the earth may see that our God saves.", "11": "Leave, leave, go from them. Touch nothing that is unclean. Leave and make yourselves pure, you who carry the holy objects of the Lord. ", "12": "But you will not go out in a hurry. You will not leave as if you were running for your lives. For the Lord will go before you. And the God of Israel will keep watch behind you.", "13": "See, My Servant will do well. He will be high and lifted up and honored very much. ", "14": "Just as many looked in wonder at you, My people, so His face was marked worse than any man, and His body more than the sons of men. ", "15": "He will surprise many nations. Kings will shut their mouths because of Him. What they had never been told about Him, they will see. And what they had never heard about Him, they will understand."}