{"1": "The Lord says, “Hold on to what is right and fair. Do what is right and good. My saving power will soon come, and I will show what is right. ", "2": "How happy is the man who does this, and the son of man who takes hold of it! How happy is he who keeps the Day of Rest holy, and keeps his hand from doing wrong.” ", "3": "Let not the man from a strange land who has joined the Lord say, “For sure the Lord will keep me away from His people.” Let not the man who had been made so that he could not have children say, “See, I am a dry tree.” ", "4": "To these the Lord says, “If these servants keep My Days of Rest and choose what pleases Me, and hold on to My agreement, ", "5": "I will give them something in My house and within My walls to be remembered. I will give them a name better than that of sons and daughters, a name that will be forever and never be cut off.", "6": "“And those from a strange land who join themselves to the Lord, to serve Him and to love His name, to be His servants, and keep the Day of Rest holy, and keep My agreement, ", "7": "even those I will bring to My holy mountain and give them joy in My house of prayer. Their burnt offerings and gifts will be received on My altar. For My house will be called a house of prayer for all people.” ", "8": "The Lord God Who gathers the people of Israel from other lands says, “I will gather yet others to them, besides those already gathered.”", "9": "All you animals of the field, all you animals among the trees, come to eat. ", "10": "The men of Israel who keep watch are blind to trouble. They know very little. They are all dogs that cannot make noise. They dream and lie down, and love to sleep. ", "11": "The dogs are hungry and never have enough. The shepherds have no understanding. They have all turned to their own way, each one wanting to get things for himself that are not his. ", "12": "“Come,” they say, “let us get wine. Let us drink much strong drink. And tomorrow will be even better than today.”"}