{"1": "“Rise up and shine, for your light has come. The shining-greatness of the Lord has risen upon you. ", "2": "For see, darkness will cover the earth. Much darkness will cover the people. But the Lord will rise upon you, and His shining-greatness will be seen upon you. ", "3": "Nations will come to your light. And kings will see the shining-greatness of the Lord on you.", "4": "“Lift up your eyes and look around you, and see. They all gather together. They come to you. Your sons will come from far away, and your daughters will be carried in the arms. ", "5": "Then you will see and shine with joy. Your heart will be glad and full of joy, because the riches of the sea will be turned to you. And the riches of the nations will come to you. ", "6": "Many camels will cover your land, the young camels of Midian and Ephah. All those from Sheba will come. They will bring gold and special perfume, and will carry good news of the praises of the Lord. ", "7": "All the flocks of Kedar will be gathered to you. The male sheep of Nebaioth will be ready for your need. They will be received on My altar. And I will make My house beautiful. ", "8": "Who are these who fly like a cloud, and like doves to their windows? ", "9": "For sure the islands will wait for Me. And the ships of Tarshish will come first, to bring your sons from far away, and their silver and gold with them. They will come because of the name of the Lord your God, and for the Holy One of Israel, for He has brought great honor to you.", "10": "“People from strange lands will build up your walls, and their kings will help you. For I destroyed you in My anger, but in My favor I have had loving-pity on you. ", "11": "Your gates will always be open. They will not be closed day or night, so that men may bring the riches of the nations to you with the kings leading the way. ", "12": "For the nation which does not serve you will be destroyed. Those nations will all be destroyed. ", "13": "The beauty of Lebanon will come to you. The juniper, the box tree and the cypress will be brought to make My holy place beautiful. I will make the place of My feet a beautiful place. ", "14": "The sons of those who made it hard for you will come bowing to you. All those who hated you will bow down at your feet. And they will call you the City of the Lord, the Zion of the Holy One of Israel.", "15": "“You have been left and hated, with no one passing through. But I will make you a pride forever, a joy for all your children's children. ", "16": "You will drink the milk of nations. You will drink from the breast of kings. Then you will know that I, the Lord, am the One Who saves you, and the One Who bought you and made you free, the Powerful One of Jacob. ", "17": "Instead of brass, I will bring gold. Instead of iron, I will bring silver. Instead of wood, I will bring brass. And instead of stones, I will bring iron. I will make peace your leader, and what is right and good will be your boss. ", "18": "Fighting will not be heard again in your land. Nothing within your land will be destroyed. You will call your walls Saving Power and your gates Praise. ", "19": "No more will the sun be your light during the day, and the moon during the night. But the Lord will be your light forever and your God will be your shining-greatness. ", "20": "Your sun will set no more, and your moon will not become less. For the Lord will be your light forever and ever, and the days of your sorrow will end. ", "21": "Then all your people will be right with God. They will have the land forever. They are the branch I planted, the work of My hands, that I may be honored. ", "22": "The smallest one will become a family of a thousand. And the least one will become a powerful nation. I, the Lord, will make it happen in its time.”"}