{"1": "“I let Myself be looked for by those who did not ask for Me. I let Myself be found by those who did not look for Me. I said, 'Here I am, here I am,' to a nation that did not call on My name. ", "2": "All day long I held out My hand to a people who would not obey Me and who worked against Me. They walk in a way that is not good, following their own thoughts. ", "3": "These people always make Me angry, giving gifts of worship in gardens and burning special perfume on altars of clay blocks. ", "4": "They sit among graves, and spend the night in secret places. They eat the flesh of pigs, and have boiled meat that is unclean in their pots. ", "5": "They say, 'Keep to yourself. Do not come near me. For I am holier than you.' These are smoke in My nose, a fire that burns all the day. ", "6": "See, it is written before Me: 'I will not keep quiet, but I will pay them back. I will pay them back into their breast, ", "7": "for both their own sins and the sins of their fathers,'” says the Lord. “Because they have burned special perfume on the mountains and have spoken against Me on the hills, I will give them into their breasts the full pay for what they have done.”", "8": "The Lord says, “New wine is found in the grapes, and one says, 'Do not destroy them, for there is still some good in them.' I will act in the same way for My servants, and not destroy them all. ", "9": "I will bring children from Jacob, and one out of Judah who will have My mountains for a gift. They will be given to My chosen ones, and My servants will live there. ", "10": "Sharon will become a field for flocks. And the valley of Achor will be a resting place for herds, for My people who look for Me. ", "11": "But you who turn away from the Lord, who forget My holy mountain, who set a table for the false god, Gad, and who fill cups of mixed wine for the false female goddess, Meni, ", "12": "I will have your future be the sword. All of you will bow down to be killed. Because when I called, you did not answer. I spoke, but you did not hear. You did what was sinful in My eyes, and chose what did not please Me.”", "13": "So the Lord God says, “See, My servants will eat, but you will be hungry. See, My servants will drink, but you will be thirsty. See, My servants will be glad, but you will be put to shame. ", "14": "See, My servants will call out for joy with a glad heart. But you will cry out with pain in your heart and with a broken spirit. ", "15": "And you will leave your name as a curse for My chosen ones. The Lord God will kill you, but My servants will be called by another name. ", "16": "Anyone who has good things come to him in the land will have good things come to him by the God of truth. And he who makes a promise in the land will promise by the God of truth. The troubles of the past are forgotten, and are hidden from My eyes.", "17": "“For, see, I will make new heavens and a new earth. The past things will not be remembered or come to mind. ", "18": "But be glad and have joy forever in what I make. For see, I make Jerusalem for joy, and her people for happiness. ", "19": "I will have joy in Jerusalem and be glad in My people. The voice of crying will no longer be heard in it, or the cry of trouble. ", "20": "No more will there be in it a child who lives only a few days, or an old man who does not live many years. For the child will live to be a hundred years old. And the one who does not live a hundred years will be thought to be cursed. ", "21": "They will build houses and live in them. They will plant grapes and eat their fruit. ", "22": "They will not build a house and another live in it. They will not plant and another eat. For My people will live a long time, like the days of a tree. And for a long time My chosen ones will enjoy the work of their hands. ", "23": "They will not work for nothing, or give birth to children and have trouble. For they will be the children of those who receive good from the Lord, and their children with them. ", "24": "And it will be before they call, I will answer. While they are still speaking, I will hear. ", "25": "The wolf and the lamb will eat together, and the lion will eat straw like the ox. And dust will be the snake's food. They will not hurt or destroy in all My holy mountain,” says the Lord."}