{"1": "Then the Lord said to me, “Take a large piece of stone and write on it in easy-to-read letters: 'They hurry to get what they can. They run to pick up what is left.'” ", "2": "And I took men who could be trusted to watch the writing, Uriah the religious leader and Zechariah the son of Jeberechiah. ", "3": "Then I went to the woman who spoke for God, and she was able to have a child, and gave birth to a son. Then the Lord said to me, “Name him Maher-shalal-hashbaz. ", "4": "For before the boy knows how to cry out 'My father' or 'My mother,' the riches of Damascus and everything of any worth in Samaria will be carried away by the king of Assyria.”", "5": "The Lord spoke to me again, saying, ", "6": "“These people have turned away from the gentle, flowing waters of Shiloah, and find joy in Rezin and the son of Remaliah. ", "7": "So now, see, the Lord is ready to bring on them the strong and powerful waters of the Euphrates, the king of Assyria and all his greatness. It will rise up high and cause a flood. ", "8": "Then it will flow into Judah. It will flood and pass through, and come up even to the neck. And the spread of its wings will cover the width of your land, O Immanuel.", "9": "“Be broken, O people, and be afraid. Listen, all you far places of the earth. Get ready, yet be afraid. Get ready, yet be afraid. ", "10": "Make a plan, but it will come to nothing. Give your plan, but it will not be done. For God is with us.”", "11": "For the Lord said this to me with great power, and told me not to walk in the way of these people. He said, ", "12": "“Do not call holy all that these people call holy. Do not fear what they fear, or be afraid of it. ", "13": "It is the Lord of All Whom you should think of as holy. Let Him be the One you fear. He is the One to be afraid of. ", "14": "Then He will become a holy place. But He will be a stone of trouble and a rock to fall over for both houses of Israel. He will be a net and a trap for the people of Jerusalem. ", "15": "Many will fall over them. They will fall and be broken. They will be trapped and caught.”", "16": "Put together what I have said. Hold to my teachings among my followers. ", "17": "I will wait for the Lord Who is hiding His face from the family of Jacob. I trust Him and hope in Him. ", "18": "See, I and the children the Lord has given me are something special to see and a wonder in Israel from the Lord of All, Who lives on Mount Zion.", "19": "When they say to you, “Ask those who speak in secret with the spirits of the dead and who use their secret ways,” should not a people ask their God? Should they speak to the dead for the living? ", "20": "Tell them to put their faith in the teaching and the Law. If they do not speak what this word says, it is because they have no light in them. ", "21": "They will pass through the land troubled and hungry. And when they are hungry, they will be angry and curse their king and their God as they look up. ", "22": "Then they will look to the earth and see trouble and darkness and suffering and will be driven out into darkness."}