{"1": "There was a rich man named Boaz living in Bethlehem. Boaz was one of Naomi's close relatives[a] from Elimelech's family.", "2": "One day Ruth, the Moabite, said to Naomi, “I think I will go to the fields. Maybe I can find someone who will be kind to me and let me gather the grain they leave in their field.” Naomi said, “Fine, daughter, go ahead.”", "3": "So Ruth went to the fields. She followed the workers who were cutting the grain and gathered the grain that was left.[b] It happened that part of the field belonged to Boaz, the man from Elimelech's family.", "4": "Later, Boaz came to the field from Bethlehem and greeted his workers. He said, “The Lord be with you!” And the workers answered, “And may the Lord bless you!”", "5": "Then Boaz spoke to his servant who was in charge of the workers. He asked, “Whose girl is that?”", "6": "The servant answered, “She is the Moabite woman who came with Naomi from the country of Moab.", "7": "She came early this morning and asked me if she could follow the workers and gather the grain that was left on the ground. She rested only a short time in that shelter.”[c]", "8": "Then Boaz said to Ruth, “Listen, child. Stay here in my field to gather grain for yourself. There is no need for you to go to any other field. Continue following behind my women workers.", "9": "Watch to see which fields they go into to cut the grain and follow them. I have warned the young men not to bother you. When you are thirsty, go and drink from the same water jug my men drink from.”", "10": "Then Ruth bowed very low to the ground. She said to Boaz, “I am a foreigner, so I am surprised you even noticed me.”", "11": "Boaz answered her, “I know about all the help you have given to your mother-in-law Naomi. I know you helped her even after your husband died. And I know that you left your father and mother and your own country and came here to this country. You did not know anyone from this country, but you came here with Naomi.", "12": "The Lord will reward you for all the good things you have done. The Lord, the God of Israel, will pay you in full. You have come to him for safety,[d] and he will protect you.”", "13": "Then Ruth said, “I hope I can continue to please you, sir. You are very kind. I am only a servant and not even one of your own servants. But you have said kind words to me and comforted me.”", "14": "At mealtime, Boaz told Ruth, “Come and eat some of our bread. Here, dip your bread in our vinegar.” So Ruth sat down with the workers. Boaz gave her some roasted grain. Ruth ate until she was full, and there was some food left.", "15": "Then Ruth got up and went back to work. Then Boaz told his servants, “Let Ruth gather even around the piles of grain. Don't stop her.", "16": "And make her work easier by dropping some full heads of grain for her. Let her gather that grain. Don't tell her to stop.”", "17": "Ruth worked in the fields until evening. Then she separated the grain from the chaff. There was about one-half bushel[e] of barley.", "18": "Ruth carried the grain into town to show her mother-in-law what she had gathered. She also gave her the food that was left from lunch.", "19": "Her mother-in-law asked her, “Where did you gather all this grain? Where did you work? Bless the man who noticed you.” Then Ruth told her who she had worked with. She said, “The man I worked with today is a man named Boaz.”", "20": "Naomi told her daughter-in-law, “The Lord bless him! He has continued showing his kindness to the living as well as the dead.” Then Naomi told her daughter-in-law, “Boaz is one of our relatives. He is one of our protectors.[f]”", "21": "Then Ruth said, “Boaz also told me to come back and continue working. He said that I should work closely with his servants until the harvest is finished.”", "22": "Then Naomi said to her daughter-in-law Ruth, “It is good for you to continue working with his women servants. If you work in another field, some man might hurt you.”", "23": "So Ruth continued working closely with the women servants of Boaz. She gathered grain until the barley harvest was finished. She also worked there through the end of the wheat harvest. Ruth continued living with her mother-in-law Naomi."}