{"1": "Boaz went to the place where people gather near the city gates. He sat there until the close relative he had told Ruth about passed by. Boaz called to him, “Come and sit here, friend.”", "2": "Boaz also gathered ten of the elders of the city. He told them, “Sit here!” So they sat down.", "3": "Then Boaz spoke to Naomi's close relative. He said, “Naomi came back from the hill country of Moab. She wants to sell the land that belonged to our relative Elimelech.", "4": "I decided to tell you about this in front of the people living here and in front of the elders of our people. If you want to pay the widow for the land and keep it in the family, then pay her for it. If you don't want to buy the land, tell me, because I am the next one in the family who has the right to buy it. If you don't buy the land from her, I will.” Naomi's closest relative said, “I will buy the land from her.”", "5": "Then Boaz said, “If you buy the land from her, you must also marry the dead man's wife, Ruth, the Moabite woman. Then the first child will get the land, and it will stay in the dead man's family.”", "6": "The close relative answered, “Then I cannot buy the land. If I do, I might lose my own land. So I cannot do it. You buy the land.”", "7": "Then he gave Boaz something to show that he was serious. During that time in Israel, when people bought property, one person took off a sandal and gave it to the other person. This was like signing an agreement.", "8": "So when the close relative said to Boaz, “You buy the land,” he took off his sandal and gave it to Boaz.[a]", "9": "Then Boaz said to the elders and all the people, “You are witnesses today that I am buying from Naomi everything that belonged to Elimelech, Kilion, and Mahlon.", "10": "I also take Ruth to be my wife. Then the dead man's property will continue to belong to his family. And he will always be remembered by his family and the people in his hometown. You are all witnesses of what I am doing today.”", "11": "So all the elders and the people who were near the city gates said, “We are witnesses to all of this. And may the Lord bless this woman who is coming into your home to be like Rachel and Leah. They are the ones who had many children to make the people of Israel strong. And may you become powerful in the tribe of Ephrathah and famous in Bethlehem!", "12": "May the Lord bless you with many children through Ruth. May your family become great like the family of Perez,[b] the son Tamar bore for Judah.”", "13": "So Boaz married Ruth. The Lord allowed Ruth to become pregnant, and she had a son.", "14": "The women there said to Naomi, “Praise the Lord who gave you this child.[c] May he become famous in Israel.", "15": "He will make you alive again and care for you in your old age. Your daughter-in-law made it happen because she bore this child for you. She loves you, and she is better for you than seven sons.”", "16": "Naomi took the boy, held him in her arms, and cared for him.", "17": "The neighbors gave the boy his name. These women said, “Naomi has a son now!”[d] They named him Obed. Obed was the father of Jesse, and Jesse was the father of David.", "18": "This is the family history of Perez: Perez was the father of Hezron.", "19": "Hezron was the father of Ram. Ram was the father of Amminadab.", "20": "Amminadab was the father of Nahshon. Nahshon was the father of Salmon.", "21": "Salmon was the father of Boaz. Boaz was the father of Obed.", "22": "Obed was the father of Jesse. Jesse was the father of David."}