{"1": "There is a right time for everything:", "2": "A time to be born; A time to die; A time to plant; A time to harvest;", "3": "A time to kill; A time to heal; A time to destroy; A time to rebuild;", "4": "A time to cry; A time to laugh; A time to grieve; A time to dance;", "5": "A time for scattering stones; A time for gathering stones; A time to hug; A time not to hug;", "6": "A time to find; A time to lose; A time for keeping; A time for throwing away;", "7": "A time to tear; A time to repair; A time to be quiet; A time to speak up;", "8": "A time for loving; A time for hating; A time for war; A time for peace.", "9": "What does one really get from hard work? ", "10": "I have thought about this in connection with all the various kinds of work God has given to mankind. ", "11": "Everything is appropriate in its own time. But though God has planted eternity in the hearts of men, even so, many cannot see the whole scope of God's work from beginning to end. ", "12": "So I conclude that, first, there is nothing better for a man than to be happy and to enjoy himself as long as he can; ", "13": "and second, that he should eat and drink and enjoy the fruits of his labors, for these are gifts from God.", "14": "And I know this, that whatever God does is final—nothing can be added or taken from it; God's purpose in this is that man should fear the all-powerful God.[a]", "15": "Whatever is has been long ago; and whatever is going to be has been before; God brings to pass again what was in the distant past and disappeared.[b]", "16": "Moreover, I notice that throughout the earth justice is giving way to crime, and even the police courts are corrupt. ", "17": "I said to myself, “In due season God will judge everything man does, both good and bad.”", "18": "And then I realized that God is letting the world go on its sinful way so that he can test mankind, and so that men themselves will see that they are no better than beasts. ", "19": "For men and animals both breathe the same air, and both die. So mankind has no real advantage over the beasts; what an absurdity! ", "20": "All go to one place—the dust from which they came and to which they must return. ", "21": "For who can prove that the spirit of man goes upward and the spirit of animals goes downward into dust? ", "22": "So I saw that there is nothing better for men than that they should be happy in their work, for that is what they are here for, and no one can bring them back to life to enjoy what will be in the future, so let them enjoy it now."}