{"1": "A good reputation is more valuable than the most expensive perfume. The day one dies is better than the day he is born! ", "2": "It is better to spend your time at funerals than at festivals. For you are going to die, and it is a good thing to think about it while there is still time. ", "3": "Sorrow is better than laughter, for sadness has a refining influence on us. ", "4": "Yes, a wise man thinks much of death, while the fool thinks only of having a good time now.", "5": "It is better to be criticized by a wise man than to be praised by a fool! ", "6": "For a fool's compliment is as quickly gone as paper in fire, and it is silly to be impressed by it.", "7": "The wise man is turned into a fool by a bribe; it destroys his understanding.", "8": "Finishing is better than starting! Patience is better than pride! ", "9": "Don't be quick-tempered—that is being a fool.", "10": "Don't long for “the good old days,” for you don't know whether they were any better than these!", "11": "To be wise is as good as being rich; in fact, it is better. ", "12": "You can get anything by either wisdom or money, but being wise has many advantages.", "13": "See the way God does things and fall into line. Don't fight the facts of nature.[a] Who can straighten what he has made crooked? ", "14": "Enjoy prosperity whenever you can, and when hard times strike, realize that God gives one as well as the other—so that everyone will realize that nothing is certain in this life.", "15-17": "In this silly life I have seen everything, including the fact that some of the good die young and some of the wicked live on and on. So don't be too good or too wise! Why destroy yourself? On the other hand, don't be too wicked either—don't be a fool! Why should you die before your time?", "18": "Tackle every task that comes along, and if you fear God, you can expect his blessing.", "19": "A wise man is stronger than the mayors of ten big cities! ", "20": "And there is not a single man in all the earth who is always good and never sins.", "21-22": "Don't eavesdrop! You may hear your servant cursing you! For you know how often you yourself curse others!", "23": "I have tried my best to be wise. I declared, “I will be wise,” but it didn't work. ", "24": "Wisdom is far away and very difficult to find. ", "25": "I searched everywhere, determined to find wisdom and the reason for things . . . to prove to myself the wickedness of folly and that foolishness is madness.", "26": "A prostitute[b] is more bitter than death. May it please God that you escape from her, but sinners don't evade her snares.", "27-28": "This is my conclusion, says the Preacher. Step by step I came to this result after researching in every direction: One tenth of one percent of the men I interviewed could be said to be wise, but not one woman!", "29": "And I found that though God has made men upright, each has turned away to follow his own downward road."}