{"1": "This, too, I carefully explored—that godly and wise men are in God's will; no one knows whether he will favor them or not. All is chance! ", "2-3": "The same providence confronts everyone, whether good or bad, religious or irreligious, profane or godly. It seems so unfair that one fate comes to all. That is why men are not more careful to be good but instead choose their own mad course, for they have no hope—there is nothing but death ahead anyway.", "4": "There is hope only for the living. “It is better to be a live dog than a dead lion!” ", "5": "For the living at least know that they will die! But the dead know nothing ; they don't even have their memories.[a] ", "6": "Whatever they did in their lifetimes—loving, hating, envying—is long gone, and they have no part in anything here on earth anymore. ", "7": "So go ahead, eat, drink, and be merry, for it makes no difference to God! ", "8": "Wear fine clothes—with a dash of cologne! ", "9": "Live happily with the woman you love through the fleeting days of life, for the wife God gives you is your best reward down here for all your earthly toil. ", "10": "Whatever you do, do well, for in death, where you are going, there is no working or planning, or knowing, or understanding.*", "11": "Again I looked throughout the earth and saw that the swiftest person does not always win the race, nor the strongest man the battle, and that wise men are often poor, and skillful men are not necessarily famous; but it is all by chance, by happening to be at the right place at the right time. ", "12": "A man never knows when he is going to run into bad luck. He is like a fish caught in a net, or a bird caught in a snare.", "13": "Here is another thing that has made a deep impression on me as I have watched human affairs: ", "14": "There was a small city with only a few people living in it, and a great king came with his army and besieged it. ", "15": "There was in the city a wise man, very poor, and he knew what to do to save the city, and so it was rescued. But afterwards no one thought any more about him. ", "16": "Then I realized that though wisdom is better than strength, nevertheless, if the wise man is poor, he will be despised, and what he says will not be appreciated. ", "17": "But even so, the quiet words of a wise man are better than the shout of a king of fools. ", "18": "Wisdom is better than weapons of war, but one rotten apple can spoil a barrelful."}