{"1": "These are the words of Jeremiah son of Hilkiah. He belonged to the family of priests who lived in the town of Anathoth. That town is in the land that belongs to the tribe of Benjamin. ", "2": "The Lord spoke his word to Jeremiah. This happened during the thirteenth year that Josiah son of Amon was king of Judah. ", "3": "The Lord also spoke to Jeremiah while Jehoiakim son of Josiah was king of Judah. And the Lord spoke to Jeremiah during the 11 years and 5 months Zedekiah son of Josiah was king of Judah. After that, the people who lived in Jerusalem were taken away as captives out of their country.", "4": "The Lord spoke these words to me:", "5": "“Before I made you in your mother's womb, I chose you. Before you were born, I set you apart for a special work. I appointed you as a prophet to the nations.”", "6": "Then I said, “But Lord God, I don't know how to speak. I am only a boy.”", "7": "But the Lord said to me, “Don't say, 'I am only a boy.' You must go everywhere that I send you. You must say everything I tell you to say. ", "8": "Don't be afraid of anyone, because I am with you. I will protect you,” says the Lord.", "9": "Then the Lord reached out with his hand and touched my mouth. He said to me, “See, I am putting my words in your mouth. ", "10": "Today I have put you in charge of nations and kingdoms. You will pull up and tear down, destroy and overthrow. You will build up and plant.”", "11": "The Lord spoke this word to me: “Jeremiah, what do you see?” I answered the Lord and said, “I see a stick of almond wood.”", "12": "The Lord said to me, “You have seen correctly! And I am watching to make sure my words come true.”", "13": "The Lord spoke his word to me again: “Jeremiah, what do you see?” I answered the Lord and said, “I see a pot of boiling water. It is tipping over from the north!”", "14": "The Lord said to me, “Disaster will come from the north. It will happen to all the people who live in this country. ", "15": "In a short time I will call all of the people in the northern kingdoms,” said the Lord. “Those kings will come and set up their thrones near the entrance of the gates of Jerusalem. They will attack the city walls around Jerusalem. They will attack all the cities in Judah.", "16": "And I will announce my judgments against my people. I will do this because of their evil in turning away from me. They offered sacrifices to other gods. And they worshiped idols they had made with their own hands.", "17": "“Jeremiah, get ready. Stand up and speak to the people. Tell them everything I tell you to say. Don't be afraid of the people. If you are afraid of them, I will give you good reason to be afraid of them. ", "18": "Today I am going to make you a strong city, an iron pillar, a bronze wall. You will be able to stand against everyone in the land: Judah's kings, officers, priests and the people of the land. ", "19": "They will fight against you. But they will not defeat you. This is because I am with you, and I will save you!” says the Lord."}