{"1": "Family of Israel, listen to what the Lord says to you. ", "2": "This is what he says: “Don't live like the people from other nations. Don't be afraid of special signs in the sky, even though the other nations are afraid of them.", "3": "The customs of other people are worth nothing. Their idols are nothing but wood from the forest. They are made by a worker with his chisel.", "4": "They decorate their idols with silver and gold. With hammers and nails they fasten them down. That keeps them from falling over.", "5": "Their idols are like scarecrows in melon fields. They cannot talk. They cannot walk. They must be carried. Do not be afraid of those idols. They can't hurt you. And they can't help you either!”", "6": "Lord, there is no one like you. You are great. Your name is great and powerful.", "7": "Everyone should respect you, King of all nations. You deserve their respect. There are many wise men among the nations. And there are wise men in all the kingdoms. But none of them are as wise as you.", "8": "Those wise men are stupid and foolish. Their teachings come from worthless wooden idols.", "9": "They use silver from Tarshish and gold from Uphaz. Their idols are made by craftsmen and goldsmiths. They put blue and purple clothes on the idols. All these things are made by skilled workers.", "10": "But the Lord is the only true God. He is the only living God, King forever. The earth shakes when he is angry. The nations cannot stand up to his anger.", "11": "“Tell them this message: 'These false gods did not make heaven and earth. But they will be destroyed and disappear from heaven and earth.'”", "12": "God made the earth by his power. He used his wisdom to build the world. He used his understanding to stretch out the skies.", "13": "When he thunders, the waters in the skies roar. He makes clouds rise in the sky all over the earth. He sends lightning with the rain. He brings out the wind from his storehouses.", "14": "People are so stupid and know so little. Goldsmiths are made ashamed by their idols. Those statues are only false gods. They have no breath in them.", "15": "They are worth nothing. People make fun of them. When they are judged, they will be destroyed.", "16": "But God, who is Jacob's Portion, is not like the idols. God made everything. And he made Israel to be his special people. The Lord of heaven's armies is his name.", "17": "Get everything you own and prepare to leave. You people of Judah are trapped in the city by your enemies.", "18": "This is what the Lord says: “At this time I will throw out the people of Judah who live in this land. I will bring pain and trouble to them. And they will really feel it.”", "19": "How terrible it will be for me because of my injury. I am injured and cannot be healed. Yet I told myself, “This is my sickness; I must suffer through it.”", "20": "My tent is ruined. All its ropes are broken. My children have gone away and left me. No one is left to put up my tent. No one is left to set up a shelter for me.", "21": "The shepherds are stupid. They don't ask the Lord. So they do not have success. Their flocks are scattered and lost.", "22": "Listen! The news is coming. The loud noise is coming from the north. It will make the towns of Judah an empty desert. They will become a home for wild dogs!", "23": "Lord, I know that a person's life doesn't really belong to him. No one can control his own life.", "24": "Lord, correct me, but be fair. Don't punish me in anger. If you do, you will destroy me.", "25": "Pour out your anger on other nations. They do not know you. They do not pray to you. Those nations have destroyed Jacob's family. They have eaten him up. They destroyed his homeland."}