{"1": "These are the words that the Lord spoke to Jeremiah: ", "2": "“Listen to the words of this agreement. Tell the people of Judah about it. Tell it to those living in Jerusalem. ", "3": "Tell them this is what the Lord, the God of Israel, says: 'Trouble will come to anyone who does not obey this agreement. ", "4": "I am talking about the agreement I made with your ancestors. I made it with them when I brought them out of Egypt. Egypt was like a furnace for melting iron!' I told them, 'Obey me and do everything I command you. If you do this, you will be my people. And I will be your God. ", "5": "Then I will keep the promise I made to your ancestors. I promised to give them a land where much food grows.' And you are living in that country today!” I, Jeremiah, answered, “Amen, Lord.”", "6": "The Lord said this to me: “Prophesy this message in the towns of Judah and in the streets of Jerusalem: 'Listen to the words of this agreement. Then obey them! ", "7": "I warned your ancestors to obey me when I brought them out of Egypt. I have warned them again and again to this very day! ", "8": "But your ancestors did not listen to me. They were stubborn and did what their own evil hearts wanted. The agreement says curses will come upon them if they don't obey it. So I made all those curses come upon them! I commanded them to obey the agreement, but they did not.'”", "9": "Then the Lord said to me, “I know the people of Judah and those living in Jerusalem have made secret plans. ", "10": "They are doing the same sins their ancestors did! Their ancestors refused to listen to my message. They followed and worshiped other gods. The families of Israel and Judah have broken the agreement I made with their ancestors. ", "11": "So this is what the Lord says: 'I will soon bring a disaster on the people of Judah. They will not be able to escape! And they will cry to me for help. But I will not listen to them! ", "12": "The people living in the towns of Judah and the city of Jerusalem will pray to their idols for help. They will burn incense to their idols. But those idols will not be able to help when that terrible time comes! ", "13": "The people of Judah have as many idols as there are towns in Judah. They have built many altars for worshiping that shameful god Baal. There are as many altars as there are streets in Jerusalem!'", "14": "“As for you, Jeremiah, don't pray for these people. Don't cry out for them or ask anything for them. I will not listen when they call to me in the time of their trouble.", "15": "“What is my lover, Judah, doing in my Temple? She makes many evil plans. Does she think animal sacrifices will stop her punishment? When you do your evil, then you are happy.”", "16": "The Lord called you “a leafy olive tree, with beautiful fruit to look at.” But with a strong storm the Lord will set that tree on fire. And its branches will be burned up.", "17": "The Lord of heaven's armies planted you. And he has announced that disaster will come to you. This is because the families of Israel and Judah have done evil things. They have made him angry by offering sacrifices to Baal.", "18": "The Lord showed me that men were making plans against me. The Lord showed me what they were doing. So I knew they were against me. ", "19": "Before this, I was like a gentle lamb waiting to be butchered. I did not know they had made plans against me. They said: “Let us destroy the tree and its fruit! Let's kill him! Then people will forget him!”", "20": "But, Lord of heaven's armies, you are a fair judge. You know how to test peoples' hearts and minds. I will tell you what I have against them. And I will let you give them the punishment they should have!", "21": "So the Lord speaks about the men from Anathoth who were planning to kill Jeremiah. Those men say, “Don't prophesy in the name of the Lord. If you do, we will kill you!” ", "22": "So this is what the Lord of heaven's armies says: “I will soon punish the men from Anathoth. Their young men will die in war. Their sons and daughters will die from hunger. ", "23": "No one from the city of Anathoth will be left alive. I will cause a disaster to happen to them that year.”"}