{"1": "Lord, if I complain to you, you are always right. But I want to ask you about the justice you give. Why are evil people successful? Why do dishonest people have such easy lives?", "2": "You have put the evil people here. They are like plants with strong roots. They grow and produce fruit. With their mouths they speak well of you. But their hearts are really far away from you.", "3": "But you know my heart, Lord. You see me and test my mind. Drag the evil people away like sheep to be butchered. Set them aside for the day of killing.", "4": "How much longer will the land stay dried up? How long will the grass in every field be dead? The animals and birds in the land have died. And it is because the people are evil. Yet, they are saying, “God does not see what happens to us!”", "5": "“If you get tired racing against men, how can you race against horses? You stumble in a country that is safe. What will you do in the thick thornbushes along the Jordan River?", "6": "These men are your own brothers. Members of your own family are making plans against you. People from your own family are crying out against you. Don't trust them, even when they speak to you like friends!", "7": "“I have left Israel. I have left my people. I have given the people I love to their enemies.", "8": "My people have become like a lion in the forest to me. They roar at me. So I hate them.", "9": "My people have become to me like a speckled bird attacked by hawks. Go, gather the wild animals! Bring them to get something to eat.", "10": "Many shepherds will ruin my vineyards. They will walk on the plants in my field. They will turn my beautiful field into an empty desert.", "11": "They will turn my field into a desert. It will be wilted and dead. The whole country is an empty desert. This is because no one who lives there cares.", "12": "Many soldiers will march over those barren hills. The Lord will use the armies to punish that land. People from one end of the land to the other will be punished. No one will be safe.", "13": "The people will plant wheat. But they will harvest only thorns. They will work hard until they are very tired. But they will get nothing for all their work. You will be ashamed of your poor harvest. The Lord's terrible anger has caused this.”", "14": "This is what the Lord said to me: “Here is what I will do to those wicked people who take the land I gave my people, the Israelites. I will pull them up and throw them out of their land. And I will pull up the people of Judah from among them. ", "15": "But after I pull them up, I will feel sorry for them. I will bring each person back to his own property. And I will bring him back to his own land. ", "16": "I want them to learn their lessons well. In the past they taught my people to use Baal's name to make promises. Now I want them to learn to use my name! I want them to say, 'As surely as the Lord lives . . .' If they do, I will allow them to be successful. And I will let them live among my people. ", "17": "But a nation might not listen to my message. If it doesn't, I will pull it up completely and destroy it,” says the Lord."}