{"1": "This is what the Lord said to me: “Go and buy a linen belt. Then put it around your waist. Don't let the belt get wet.”", "2": "So I bought a linen belt, just as the Lord told me. And I put it around my waist. ", "3": "Then the Lord spoke his word to me a second time: ", "4": "“Take the belt you bought and are wearing. Go to Perath. Hide the belt there in a crack in the rocks.” ", "5": "So I went to Perath and hid the belt there, just as the Lord told me.", "6": "Many days later the Lord said to me, “Now go to Perath. Get the belt that I told you to hide there.” ", "7": "So I went to Perath and dug up the belt. I took it from where I had hidden it. But now it was ruined. It was good for nothing.", "8": "Then the Lord spoke his word to me. ", "9": "This is what the Lord said: “In the same way I will ruin the pride of the people of Judah and the great pride of Jerusalem. ", "10": "These evil people refuse to listen to my warnings. They stubbornly do only what they want to do. They follow other gods to serve and worship them. So they will become like this linen belt. They will be good for nothing. ", "11": "A belt is wrapped tightly around a man's waist. In the same way I wrapped the families of Israel and Judah around me,” says the Lord. “I did that so they would be my people. Then they would bring fame, praise and honor to me. But my people would not listen to me.", "12": "“Say to them: 'This is what the Lord, the God of Israel, says: All leather bags for holding wine should be filled with wine.' People will say to you: 'Of course, we know all wine bags should be filled with wine.' ", "13": "Then you will say to them, 'This is what the Lord says: I will make everyone in this land like a drunken man. I am talking about the kings who sit on David's throne. I am also talking about the priests and the prophets. I am talking about all the people who live in Jerusalem. ", "14": "I will make the people of Judah stumble and fall into one another. Fathers and sons will fall into one another, says the Lord. I will not feel sorry or have pity for them. My mercy will not stop me from destroying them!'”", "15": "Listen and pay attention. Don't be too proud. The Lord has spoken to you.", "16": "Honor the Lord your God. Give him glory before he brings darkness. Praise him before you fall on the dark hills. You hope for light. But the Lord will turn it into thick darkness. He will change it into deep gloom.", "17": "If you don't listen to the Lord, I will cry secretly. Your pride will cause me to cry. I will cry painfully. My eyes will overflow with tears. This is because the Lord's people will be captured.", "18": "Tell this to the king and queen mother: “Come down from your thrones. Your beautiful crowns have fallen from your heads.”", "19": "The cities in the desert of southern Judah are shut up. No one can open them. All Judah will be taken as captives to a foreign land. They will be carried away completely.", "20": "Jerusalem, look up and see. Someone comes from the north. Where is the flock God gave to you to care for? It is the flock you bragged about.", "21": "What will you say when they appoint as your heads those you had thought were your friends? Won't you have much pain and trouble? Your pain will be like that of a woman having a baby.", "22": "You might ask yourself, “Why has this happened to me?” It happened because of your many sins. Because of your sins, your skirt was torn off and your body has been treated badly.", "23": "A black man from Cush cannot change the color of his skin. A leopard cannot change his spots. In the same way, Jerusalem, you cannot change and do good. You always do evil.", "24": "“I will scatter you like chaff that is blown away by the desert wind.", "25": "This is what will happen to you. This is your part in my plans,” says the Lord. “This will happen because you forgot me. You have trusted in false gods.", "26": "Jerusalem, I will pull your skirts up over your face. Everyone will see you, and you will be ashamed.", "27": "I have seen the terrible things you have done. I know your acts of adultery and your snorting. I have seen you acting like a prostitute. I have seen your hated acts on the hills and in the fields. How terrible it will be for you, Jerusalem. How long will you continue being unclean?”"}