{"1": "These are the words that the Lord spoke to Jeremiah about the time when there was no rain:", "2": "“The nation of Judah cries. Her cities are dying. They cry out for the land. A cry goes up to God from Jerusalem.", "3": "The important men send their servants to get water. The servants go to the wells, but they find no water. So they return with empty jars. They are ashamed and embarrassed. They cover their heads in shame.", "4": "The ground is dry and cracked open because no rain falls on the land. The farmers are upset and sad. So they cover their heads in shame.", "5": "Even the mother deer in the field leaves her fawn. She does this because there is no grass.", "6": "Wild donkeys stand on the bare hills. They sniff the wind like wild dogs. But their eyes are dull because there is no food.”", "7": "We know that we suffer because of our sins. Lord, do something to help us for the good of your name. We have left you many times. We have sinned against you.", "8": "God, you are the Hope of Israel. You have saved Israel in times of trouble. But now you are like a stranger in the land. You are like a traveler who only stays one night.", "9": "You seem like a man who has been attacked by surprise. You seem like a warrior who is not able to save anyone. But you are among us, Lord. And we are called by your name. So don't leave us without help!", "10": "This is what the Lord says about the people of Judah: “They really love to wander from me. They don't stop themselves from leaving me. So now I, the Lord, will not accept them. I will now remember the evil they do. I will punish them for their sins.”", "11": "Then the Lord said this to me: “Don't pray for good things to happen to the people of Judah. ", "12": "Even if they give up eating, I will not listen to their prayers. Even if they offer burnt offerings and grain offerings to me, I will not accept them. I will destroy the people of Judah with war, hunger and terrible diseases.”", "13": "But I said, “Oh! Lord God, the false prophets keep telling the people something different! They are saying, 'You will not suffer from an enemy's sword. You will never suffer from hunger. The Lord will give you peace in this land.'”", "14": "Then the Lord said to me, “Those prophets are prophesying lies in my name. I did not send them. I did not appoint them or speak to them. They have been prophesying false visions, idolatries and worthless magic. And they have been prophesying their own wishful thinking. ", "15": "So this is what I say about the prophets who are prophesying in my name. I did not send them. They said, 'No enemy with swords will ever attack this country. There will never be hunger in this land.' Those prophets will die from hunger. And an enemy's sword will kill them. ", "16": "And the people the prophets spoke to will be thrown into the streets of Jerusalem. They will die from hunger and from an enemy's sword. No one will be there to bury them. And no one will bury their wives, their sons or their daughters. I will punish them.", "17": "“Speak this message to the people of Judah: 'Let my eyes be filled with tears. I will cry night and day, without stopping. I will cry for my people. They have received a terrible blow. They have been hurt very badly.", "18": "If I go into the country, I see people killed by swords. If I go into the city, I see much sickness because the people have no food. Both the priests and the prophets have been taken to a foreign land.'”", "19": "Lord, have you completely rejected the nation of Judah? Do you hate Jerusalem? Why have you hurt us so badly that we cannot be made well again? We hoped for peace, but nothing good has come. We looked for a time of healing, but only terror came.", "20": "Lord, we admit that we are very wicked. We admit that our ancestors did evil things. We have sinned against you.", "21": "For your sake, do not hate us. Do not take away the honor from your glorious throne. Remember your agreement with us. Do not break it.", "22": "Do foreign idols have the power to bring rain? Does the sky itself have the power to send down showers of rain? No, it is you, Lord our God. You are our only hope. You are the one who made all these things."}