{"1": "The Lord said to me: “I would not feel sorry for the people of Judah even if Moses and Samuel prayed for them. Send the people away from me! Tell them to go! ", "2": "They might ask you, 'Where will we go?' You tell them this: 'This is what the Lord says: Some people are meant to die. And they will die. Some are meant to die in war. And they will die in war. Some are meant to die from hunger. And they will die from hunger. Some are meant to be taken as slaves to a foreign country. And they will become slaves in that foreign country.'", "3": "“I will send four kinds of destroyers against them,” says the Lord. “I will send war to kill. I will send dogs to drag the bodies away. I will send birds of the air and wild animals. They will eat and destroy the bodies. ", "4": "I will make the people of Judah hated by everyone on earth. I will do this because of what Manasseh did in Jerusalem. (Manasseh son of Hezekiah was king of the nation of Judah.)", "5": "“Who will feel sorry for you, Jerusalem? Who will be sad and cry for you? Who will go out of his way to ask how you are?", "6": "Jerusalem, you have left me,” says the Lord. “You keep going farther and farther away. So I will take hold of you and destroy you. I am tired of holding back my anger.", "7": "I will separate the people of Judah with my pitchfork. I will scatter them at the city gates of the land. My people haven't changed their ways. So I will destroy them. I will take away their children.", "8": "Many women will lose their husbands. There will be more widows than the sand of the sea. I will bring a destroyer at noontime against the mothers of the young men of Judah. I will suddenly bring pain and fear on the people of Judah.", "9": "The enemy will attack. I will still hand over to the killers those who are left alive from Judah. A woman might have seven sons, but they will all die. She will cry until she becomes weak and unable to breathe. She will be upset and confused. Her bright day will become dark from sadness!” says the Lord.", "10": "Mother, I am sorry that you gave birth to me. I am the one who must accuse and criticize the whole land. I have not loaned or borrowed anything. But everyone curses me.", "11": "The Lord said, “I will save you for a good reason. I will make your enemies beg you in times of disaster and trouble.", "12": "No one can smash a piece of iron or bronze. I mean the kind of iron and bronze that comes from the north.", "13": "The people of Judah have wealth and treasures. But I will freely give those riches to others. This is because the people of Judah have sinned throughout the country.", "14": "I will make you slaves to your enemies. You will be slaves in a land that you have never known. My anger is like a hot fire. And it will burn against you.”", "15": "Lord, you understand. Remember me and take care of me. Punish for me the people who are hurting me. Don't destroy me while you remain patient with them. Think about the pain I suffer for you, Lord.", "16": "Your words came to me, and I listened carefully to them. Your words made me very happy. I was happy because I am called by your name. Your name is the Lord God of heaven's armies.", "17": "I never sat with the crowd as they laughed and had fun. I sat by myself because you were there. You filled me with anger at the evil around me.", "18": "I don't understand why my pain has no end. I don't understand why my injury is not cured or healed! Lord, will you be like a brook that goes dry? Will you be like a spring whose water stops flowing?", "19": "So this is what the Lord says: “If you change your heart and come back to me, I will take you back. Then you may serve me. You must speak things that have worth. You must not speak useless words. Then you may speak for me. Let the people of Judah turn to you. But you must not change and be like them.", "20": "I will make you as strong as a wall to this people. You will be as strong as a wall of bronze. They will fight against you. But they will not defeat you. This is because I am with you. I will rescue you and save you,” says the Lord.", "21": "“I will save you from these evil people. I will save you from these cruel people.”"}