{"1": "“The sin of the people of Judah is written with an iron tool. Their sins were cut into stone with a hard point. That stone is their hearts. Their sins were cut into the corners of their altars.", "2": "Even their children remember their altars to idols and their Asherah idols. They remember the altars under the green trees and on the high hills.", "3": "They remember the altars on my mountain and in the open country. I will give your wealth and treasures to other people. And they will destroy the places of worship in your country. You sinned by worshiping at those places.", "4": "You will lose the land I gave you. And it is your own fault. I will let your enemies take you as their slaves. You will be slaves in a land you have never known. This is because you have made my anger burn like a hot fire. And it will burn forever.”", "5": "This is what the Lord says: “A curse will be placed on those who trust other people. It will happen to those who depend on people for strength. Those are the ones who have stopped trusting the Lord.", "6": "They are like a bush in a desert. It grows in a land where no one lives. It is in a hot and dry land with bad soil. They don't know about the good things that God can give.", "7": "“But the person who trusts in the Lord will be blessed. The Lord will show him that he can be trusted.", "8": "He will be strong, like a tree planted near water. That tree has large roots that find the water. It is not afraid when the days are hot. Its leaves are always green. It does not worry in a year when no rain comes. That tree always produces fruit.”", "9": "“More than anything else, a person's mind is evil. It cannot be healed. Who can understand it?", "10": "But I am the Lord, and I can look into a person's heart. I can test a person's mind. So I can decide what each one deserves. I can give each one the right payment for what he does.”", "11": "Sometimes a bird will hatch an egg that it did not lay. That bird is like the man who gets rich by cheating. When that man's life is half finished, he will lose his riches. At the end of his life, it will be clear he was a fool.", "12": "From the beginning, our Temple has been honored as a glorious throne for God.", "13": "Lord, you are the hope of Israel. Those who leave you will be shamed. A person who quits following the Lord will be like a name written in the dust. That is because he has left the Lord. The Lord is the spring of living water.", "14": "Lord, heal me, and I will truly be healed. Save me, and I will truly be saved. Lord, you are the one I praise.", "15": "The people of Judah keep asking me, “Where is the word from the Lord? Let's see that message come true!”", "16": "Lord, I didn't run away from being the shepherd you wanted. I didn't want the terrible day to come. You know everything I have said. You see all that is happening.", "17": "Lord, don't bring terror to me. I run to you for safety in times of trouble.", "18": "Make those who are hurting me be ashamed. But don't bring shame to me. Let them be terrified, but keep me from terror. Bring the day of disaster on my enemies. Destroy them, and destroy them again.", "19": "This is what the Lord said to me: “Go and stand at the People's Gate of Jerusalem. This is where the kings of Judah go in and out. And then go to all the other gates of Jerusalem. ", "20": "Say to them there: 'Hear the word of the Lord. Listen, kings of Judah. Listen, all you people of Judah and all who come through these gates into Jerusalem! ", "21": "This is what the Lord says: Be careful not to carry a load on the Sabbath day. And don't bring it through the gates of Jerusalem on the Sabbath. ", "22": "Don't take a load out of your houses on the Sabbath. Don't do any work on that day. Keep the Sabbath as a holy day. I gave this same command to your ancestors. ", "23": "But your ancestors did not listen. They did not pay attention to me. They were very stubborn. I punished them, but it didn't do any good. They did not listen to me. ", "24": "But you must be careful to obey me, says the Lord. You must not bring a load through the gates of Jerusalem on the Sabbath. You must keep the Sabbath as a holy day. You must not do any work on that day.", "25": "“'If you obey this command, this is what will happen: Kings who sit on David's throne will come through the gates of Jerusalem with their officers. They will come riding in chariots and on horses. The people of Judah and Jerusalem will be with them. And the city of Jerusalem will have people living in it forever! ", "26": "People will come to Jerusalem from the villages around it and from the towns of Judah. They will come from the land of Benjamin. They will come from the western mountain slopes and from the mountains. And they will come from southern Judah. They will all bring burnt offerings, sacrifices, grain offerings, incense and offerings to show thanks to God. They will bring these to the Temple of the Lord. ", "27": "But you must obey me and keep the Sabbath day as a holy day. You must not carry any loads into Jerusalem on the Sabbath. If you do, I will start a fire that cannot be put out. It will start at the gates of Jerusalem. And it will burn until it burns even the strong towers!'”"}