{"1": "This is the word the Lord spoke to Jeremiah: ", "2": "“Go down to the potter's house. I will give you my message there.” ", "3": "So I went down to the potter's house. I saw him working at the potter's wheel. ", "4": "He was making a pot from clay. But something went wrong with it. So the potter used that clay to make another pot. He used his hands to shape the pot the way that he wanted it to be.", "5": "Then the Lord spoke his word to me: ", "6": "“Family of Israel, can't I do the same thing with you?” says the Lord. “You are like the clay in the potter's hands. ", "7": "There may come a time when I will speak about a nation or a kingdom. I might say I will pull that nation up by its roots. Or I might say I will pull that nation down and destroy it. ", "8": "But if the people of that nation are sorry for the evil they have done, I would change my mind. I would not carry out my plans to bring disaster to them. ", "9": "There may come another time when I will speak about a nation. I might say that I will build up and plant that nation. ", "10": "But if I see it doing evil by not obeying me, I would change my mind. I would not carry out my plans to do good for them.", "11": "“So, say this to the people of Judah and those who live in Jerusalem: 'This is what the Lord says: I am preparing disaster for you right now. I am making plans against you. So stop doing the evil you are doing. Change your ways and do what is right.' ", "12": "But the people of Judah will answer, 'It won't do any good to try! We will continue to do what we want. Each of us will do what his stubborn, evil heart wants!'”", "13": "So this is what the Lord says: “Ask the people in other nations this question: 'Have you ever heard anything like this?' The people of Israel have done a horrible thing.", "14": "The snow on the mountains of Lebanon never melts from the rocks. Its cool, flowing streams do not dry up.", "15": "But my people have forgotten me. They make offerings to worthless idols. This makes them stumble in what they do. They stumble about in the old ways of their ancestors. They walk along back roads and on poor highways.", "16": "So Judah's country will become an empty desert. People will not stop making fun of it. They will shake their heads as they pass by. They will be shocked at how the country was destroyed.", "17": "I will scatter them before their enemies as a strong east wind blows things away. At that awful time they will not see me coming to help them. They will see me leaving.”", "18": "Then the people said, “Come, let's make plans against Jeremiah. Surely the teaching of the law by the priest will not be lost. And the advice from the wise men will still be with us. We will still have the words of the prophets. So let's ruin him by telling lies about him! We won't pay attention to anything he says.”", "19": "Lord, listen to me. Listen to what my accusers are saying!", "20": "Good should not be paid back with evil. But they have dug a pit in order to kill me. Lord, remember that I stood before you and asked you to do good things for these people. I asked you to turn your anger away from them.", "21": "So now, let their children starve. Let their enemies defeat them with swords. Let their wives lose their children and husbands. Let the men from Judah be put to death. Let the young men be killed in battle.", "22": "Let them cry out in their houses. Bring an enemy against them suddenly. Let all this happen because my enemies have dug a pit to trap me. And they have hidden traps for me to step in.", "23": "Lord, you know about their plans to kill me. Don't forgive their crimes. Don't erase their sins. Make them fall from their places. Punish them while you are angry."}