{"1": "The Lord spoke this word to me: ", "2": "“Go and speak to the people of Jerusalem. Say to them: This is what the Lord says: 'When you were a young nation, you were faithful to me. You loved me like a young bride. You followed me through the desert. It was a land that had never been planted.", "3": "The people of Israel were holy to the Lord. They were like the first fruits from his harvest. Those who tried to hurt Israel were judged guilty. Disasters happened to them,'” says the Lord.", "4": "Hear the word of the Lord, family of Jacob. Hear the message, all you family groups of Israel.", "5": "This is what the Lord says: “I was fair to your ancestors. Why did they turn away from me? Your ancestors worshiped useless idols. And they became useless themselves.", "6": "Your ancestors didn't say, 'The Lord brought us out of Egypt. He led us through the desert. He led us through a dry and rocky land. He led us through a dark and dangerous land. He led us where no one travels or lives. But where is he now?'", "7": "I brought you into a fertile land. I did this so you could eat its fruit and produce. But you came and made my land unclean. You made it a hated place.", "8": "The priests didn't ask, 'Where is the Lord?' The people who know the teachings didn't know me. The leaders turned against me. The prophets prophesied in the name of Baal. They worshiped useless idols.", "9": "“So now I will again tell what I have against you,” says the Lord. “And I will tell what I have against your grandchildren.", "10": "Go across the sea to the island of Cyprus and see. Send someone to the land of Kedar to look closely. See if there has ever been anything like this!", "11": "Has a nation ever exchanged their old gods for new ones? (Of course, their gods are not really gods at all.) But my people have exchanged their glorious God for idols worth nothing!", "12": "Skies, be shocked at the things that have happened. Shake with great fear!” says the Lord.", "13": "“My people have done two sins. They have turned away from me. And I am the spring of living water. And they have dug their own wells. But they are broken wells that cannot hold water.", "14": "Have the people of Israel become slaves? Have they become like someone who was born a slave? Why was their wealth stolen?", "15": "Enemies roar like lions at Israel. They growl at Israel. They have destroyed the land of Israel. The cities of Israel have been burned, and all the people have left.", "16": "The men from the Egyptian cities of Memphis and Tahpanhes have disgraced you by shaving the top of your head.", "17": "You have brought this on yourselves. You turned away from me, the Lord your God, when I led you in the way.", "18": "It did not help to go to Egypt and drink from the Shihor River. It did not help to go to Assyria and drink from the Euphrates River.", "19": "Your evil will bring punishment to you. The wrong you have done will teach you a lesson. Think about it and understand. It is a terrible evil to turn away from the Lord your God. It is wrong not to fear me,” says the Lord, the Lord of heaven's armies.", "20": "“A long time ago you refused to obey me as an ox breaks its yoke. You broke the ropes I used to hold you to me. You said to me, 'I will not serve you!' In fact, on every high hill and under every green tree you lay down as a prostitute.", "21": "I planted you as a special vine. You were like very good seed. How then did you turn into a wild vine that grows bad fruit?", "22": "You might wash yourself with cleanser. And you might use much soap. But I can still see the stain of your guilt,” says the Lord God.", "23": "“How can you say to me, 'I am not guilty. I have not worshiped the Baal idols'? Think about the things you did in the valley. Think about what you have done. You are like a she-camel in mating season that runs from place to place.", "24": "You are like a wild donkey that lives in the desert. At mating time she sniffs the wind. At that time no one can hold her back. Any male who chases her will easily catch her. At mating time, it is easy to find her.", "25": "Don't run until your feet are bare or until your throat is dry. But you say, 'It's no use! I love those other gods. I must worship them!'", "26": "“A thief is ashamed when someone catches him stealing. In the same way the family of Israel is ashamed. The kings and the officers, the priests and the prophets are ashamed.", "27": "They say to things of wood, 'You are my father.' They say to idols of stone, 'You gave birth to me.' Those people won't look at me. They have turned their backs to me. But when they get into trouble, they say, 'Come and save us!'", "28": "Where are the idols you have made for yourselves? Let them come and save you when you are in trouble! People of Judah, you have as many idols as you have towns!", "29": "“Why do you accuse me? All of you have turned against me,” says the Lord.", "30": "“I punished your people, but it did not help. They didn't come back when they were punished. You killed with your swords the prophets who came to you. You were like a dangerous lion.", "31": "“People of Judah, pay attention to the word of the Lord: Have I been like a desert to the people of Israel? Have I been like a dark and dangerous land to them? Why do my people say, 'We are free to wander. We won't come to you anymore'?", "32": "A young woman does not forget her jewelry. A bride does not forget the decorations for her dress. But my people have forgotten me for more days than can be counted!", "33": "You really know how to chase after love. Even the worst women can learn evil ways from you.", "34": "You have blood on your clothes. It is the blood of the poor and innocent people. You killed them, but they weren't thieves you had caught breaking in. You do all these things,", "35": "but you say, 'I am innocent. God is not angry with me.' But I will judge you guilty of lying. It is because you say, 'I have not sinned.'", "36": "It is so easy for you to change your mind. Assyria let you down. And Egypt will let you down, too.", "37": "You will eventually leave that place. And, like captives, your hands will be on your head. You trusted those countries. But you will not be helped by them. This is because the Lord has rejected them."}