{"1": "Pashhur son of Immer was a priest. He was the highest officer in the Temple of the Lord. He heard Jeremiah prophesying in the Temple courtyard. ", "2": "So he had Jeremiah the prophet beaten. And he had Jeremiah's hands and feet locked between large blocks of wood. This was at the Upper Gate of Benjamin of the Lord's Temple. ", "3": "The next day Pashhur took Jeremiah out from between the blocks of wood. Then Jeremiah said to him, “The Lord's name for you is not Pashhur. Now the Lord's name for you is Terror on Every Side. ", "4": "That is your name because this is what the Lord says: 'I will soon make you a terror to yourself and to all your friends. You will watch enemies killing your friends with swords. And I will give all the people of Judah to the king of Babylon. He will take them away as captives to Babylon. Then his army will kill them with swords. ", "5": "I will give all the wealth of this city to its enemies. I will give them its goods and its valuables. I will give the treasures of the kings of Judah to their enemies. The enemies will carry Judah and all its valuables off to Babylon. ", "6": "And Pashhur, you and everyone in your house will be taken away. You will be forced to go as a captive to Babylon. You will die and be buried there. Your friends you have prophesied lies to will also die and be buried in Babylon!'”", "7": "Lord, you tricked me, and I was fooled. You are stronger than I am. So you won. I have become a joke. Everyone makes fun of me all day long.", "8": "Every time I speak, I shout. I am always shouting about violence and destruction. I tell the people about the message I received from the Lord. But this only brings me insults. The people make fun of me all day long.", "9": "Sometimes I say to myself, “I will forget about the Lord. I will not speak anymore in his name.” But then the Lord's message becomes like a burning fire inside me. It feels like it burns deep within my bones. I get tired of trying to hold the Lord's message inside of me. And finally, I cannot hold it in.", "10": "I hear many people whispering about me: “Terror on every side! Let's tell the rulers about him.” My friends are all just waiting for me to make some mistake. They are saying, “Maybe we can trick Jeremiah. Then we can defeat him. Then we can pay him back.”", "11": "But the Lord is with me like a strong warrior. So those who are chasing me will trip and fall. They will not defeat me. They will be very disappointed and ashamed. Their shame will never be forgotten.", "12": "Lord of heaven's armies, you test good people. You look deeply into the heart and mind of a person. I have told you my arguments against these people. So let me see you give them the punishment they deserve.", "13": "Sing to the Lord! Praise the Lord! He saves the life of the poor. He saves them from the power of wicked people.", "14": "Let there be a curse on the day I was born. Let there be no blessing on the day when my mother gave birth to me.", "15": "Let there be a curse on the man who brought my father the news: “You have a son!” This made my father glad.", "16": "Let that man be like the towns the Lord destroyed without pity. Let that man hear loud crying in the morning. And let him hear battle cries at noon.", "17": "This is because he did not kill me before I was born. Then my mother would have been my grave. I would never have been born.", "18": "Why did I have to come out of my mother's body? All I have known is trouble and sorrow. And my life will end in shame."}