{"1": "This is what the Lord says: “Go down to the palace of the king of Judah. Prophesy this message there: ", "2": "'Hear the word of the Lord, king of Judah. You rule from David's throne. You and your officers, listen well! All of your people who come through these gates, listen! ", "3": "This is what the Lord says: Do what is fair and right. Protect those who have been robbed from those who robbed them. Don't do any wrong to the orphans or widows. Don't hurt them. Don't kill innocent people here. ", "4": "If you carefully obey these commands, this is what will happen: Kings who sit on David's throne will come through the gates of this palace. They will come with their officers and people. They will all come riding in chariots and on horses. ", "5": "But if you don't obey these commands, this is what the Lord says: I promise in my own name that this king's palace will become a ruin.'”", "6": "This is what the Lord says about the palace where the king of Judah lives: “This palace is tall like the forests of Gilead. It is high like the mountains of Lebanon. But I will truly make it like a desert. It will be empty like towns where no one lives.", "7": "I will send men to destroy the palace. Each man will have his weapons with him. They will cut up your strong, beautiful cedar beams. And they will throw them into the fire.", "8": "“People from many nations will pass by this city. They will ask each other, 'Why has the Lord done such a terrible thing to Jerusalem? This was such a great city.' ", "9": "And the answer will be: 'It was because the people of Judah quit following the agreement with the Lord their God. They worshiped and served other gods.'”", "10": "Don't cry for the king who has died. Don't cry loudly for him. But cry painfully for the king who is being taken away from here. Cry for him because he will never come back again. He will never see his homeland again.", "11": "This is what the Lord says about Jehoahaz son of Josiah. Jehoahaz became king of Judah after his father died. He has left this place. The Lord says, “He will never come back again. ", "12": "He will die where those who captured him have taken him. He will not see this land again.”", "13": "“How terrible it will be for him who builds his palace by doing evil. He cheats people so he can build its upper rooms. He is making his own people work for nothing. He is not paying them for their work.", "14": "He says, 'I will build a great palace for myself. I will have large upper rooms.' So he builds the palace with large windows. He uses cedar wood for the walls. And he paints it red.", "15": "“Does having a lot of cedar in your house make you a great king? Your father was satisfied to have food and drink. He did what was right and fair. So everything went well for him.", "16": "He helped those who were poor and needy. So everything went well for him. That's what it means to know God,” says the Lord.", "17": "“But your eyes only look for what you can get dishonestly. You are always thinking about getting more for yourself. You are even willing to kill innocent people to get it. You are making it hard for people. You even steal things from them.”", "18": "So this is what the Lord says to Jehoiakim son of Josiah king of Judah: “The people of Judah will not cry loudly when Jehoiakim dies. They will not say, 'Oh, my brother, I am so sad! Oh, my sister, I am so sad!' The people of Judah will not cry for him, saying: 'Oh, master, oh, my king.'", "19": "The people of Jerusalem will bury him like a donkey. They will just drag his body away. Then they will throw it outside the gates of Jerusalem.", "20": "“Judah, go up to Lebanon and cry out. Let your voice be heard in Bashan. Cry out from Abarim. All your friends are destroyed!", "21": "Judah, when you were successful, I warned you. But you refused to listen. You have acted like this since you were young. You have not obeyed me.", "22": "My punishment will come like a storm. And it will blow all your shepherds away. Your friends will be taken away as captives. Then you will really be ashamed. You will be disgraced because of all the wicked things you did.", "23": "King, you live in your palace. You are cozy in your rooms of cedar. But you will groan when your punishment comes. You will hurt like a woman giving birth to a baby!", "24": "“As surely as I live,” says the Lord, “I will do this to you, Jehoiachin son of Jehoiakim king of Judah: Even if you were a signet ring on my right hand, I would still pull you off. ", "25": "Jehoiachin, I will give you to Nebuchadnezzar king of Babylon. And I will hand you over to the Babylonians. Those are the people you are afraid of because they want to kill you. ", "26": "I will throw you and your mother into another country. Neither of you was born there. But both of you will die there. ", "27": "You will want to come back. But you will never be able to return.”", "28": "Jehoiachin is like a broken pot someone threw away. He is like something no one wants. Why will Jehoiachin and his children be thrown out? Why will they be thrown into a foreign land?", "29": "Land, land, land of Judah, hear the word of the Lord!", "30": "This is what the Lord says: “Write this down about Jehoiachin: He is a man who is to have no children. He will not be successful in his lifetime. And none of his children will be successful. None of his children will sit on the throne of David. They will not rule in Judah.”"}