{"1": "“How terrible it will be for the leaders of Judah. They are destroying my people. They are making them run in all directions,” says the Lord.", "2": "They are responsible for the people. And the Lord, the God of Israel, says to them: “You have made my people run away in all directions. You have forced them away. And you have not taken care of them. So I will punish you for the evil things you have done,” says the Lord. ", "3": "“I sent my people to other countries. But I will gather my people who are left alive. And I will bring them back to their own country. When they are back in their own land, they will have many children. And they will grow in number. ", "4": "I will place new leaders over my people. They will take care of my people. And my people will not be afraid or terrified. None of them will be lost,” says the Lord.", "5": "“The days are coming,” says the Lord, “when I will raise up a good descendant in David's family. This descendant will be a king who will rule in a wise way. And he will do what is fair and right in the land.", "6": "In his time Judah will be saved. Israel will live in safety. This will be his name: The Lord Does What Is Right.", "7": "“So the days are coming,” says the Lord, “when people will not say: 'As surely as the Lord lives, who brought Israel out of Egypt . . .' ", "8": "But people will say something new: 'As surely as the Lord lives, who brought Israel from the land of the north and from all the countries where he had sent them away . . .' Then the people of Israel will live in their own land.”", "9": "A message to the prophets: My heart is broken. All my bones shake. I'm like a man who is drunk. I'm like a man who has been overcome with wine. This is because of the Lord and his holy words.", "10": "The land of Judah is full of people who are guilty of adultery. Because of this, the Lord cursed the land. And it has become very dry. The pastures have dried up. The people are evil. They use their power in the wrong way.", "11": "“Both the prophets and the priests are evil. I have seen them doing evil things even in my own Temple,” says the Lord.", "12": "“So they will be in danger. They will be forced into darkness. There they will be defeated. I will bring disaster on them. At that time I will punish those prophets and priests,” says the Lord.", "13": "“I saw the prophets of Samaria do something wrong. I saw those prophets prophesy by the false god Baal. And they led my people, the Israelites, away.", "14": "And I have seen the prophets of Jerusalem do some terrible things. These prophets are guilty of adultery and live by lies. They encourage evil people to keep on doing evil. So the people don't stop sinning. All of those people are like the city of Sodom. The people of Jerusalem are like the city of Gomorrah to me!”", "15": "So this is what the Lord of heaven's armies says about the prophets: “I will make those prophets eat bitter food. I will make them drink poisoned water. This is because the prophets of Jerusalem spread wickedness through the whole country.”", "16": "This is what the Lord of heaven's armies says: “Don't pay attention to the things those prophets are saying to you. They are trying to fool you. Those prophets talk of visions from their own minds. But they did not get their visions from me.", "17": "They say to those who hate me: 'The Lord says: You will have peace.' They say to those who are stubborn and do as they please: 'Nothing bad will happen to you!'", "18": "But none of these prophets has stood in the meeting of angels. None of them has seen or heard the message of the Lord. None of them has paid close attention to the Lord's message.", "19": "Look, the punishment from the Lord will come like a storm. His anger will be like a hurricane. It will come crashing down on the heads of those wicked people.", "20": "The Lord's anger will not stop until he finishes what he plans to do. When that day is over, you will understand this clearly.", "21": "I did not send those prophets. But they ran to tell their message. I did not speak to them. But they prophesied anyway.", "22": "But if they had stood in the meeting of angels, they would have told my message to my people. They would have turned the people from their evil ways. They would have turned them from doing evil.", "23": "“I am a God who is near,” says the Lord. “I am also a God who is far away.”", "24": "“No one can hide where I cannot see him,” says the Lord. “I fill all of heaven and earth,” says the Lord.", "25": "“I have heard the prophets who prophesy lies in my name. They say, 'I have had a dream! I have had a dream!' ", "26": "How long will this continue in the minds of these lying prophets? They prophesy from their own wishful thinking. ", "27": "They are trying to make the people of Judah forget me. They are doing this by telling each other these dreams. They are trying to make my people forget me in the same way that their ancestors forgot me. Their ancestors forgot me and worshiped Baal. ", "28": "Straw is not the same thing as wheat!” says the Lord. “If a prophet wants to tell about his dreams, let him! But let the person who hears my message speak it truthfully! ", "29": "My message is like a fire,” says the Lord. “It is like a hammer that smashes a rock!", "30": "“So I am against the false prophets,” says the Lord. “These prophets keep stealing words from each other. They say these words are from me. ", "31": "I am against the false prophets,” says the Lord. “They use their own words and pretend it is a message from me. ", "32": "I am against the prophets who prophesy false dreams,” says the Lord. “They mislead my people with their lies and false teachings! I did not send those prophets to teach the people. I never commanded them to do anything for me. They can't help the people of Judah at all,” says the Lord.", "33": "“The people of Judah, a prophet or a priest may ask you: 'Jeremiah, what is the message from the Lord?' You will answer them and say, 'You are a heavy load to the Lord. And I will throw down this heavy load, says the Lord!' ", "34": "A prophet or a priest or one of the people might say, 'This is a message from the Lord!' That person has lied. So I will punish him and his whole family. ", "35": "This is what you will say to each other: 'What did the Lord answer?' or 'What did the Lord say?' ", "36": "But you will never again say, 'The message of the Lord.' This is because the only message you speak is your own words. You used to change the words of our God. He is the living God, the Lord of heaven's armies. ", "37": "This is how you speak to the prophets: 'What answer did the Lord give you?' or 'What did the Lord say?' ", "38": "But don't say, 'What was the message from the Lord?' If you use these words, the Lord will say this to you: You should not have called it a message from the Lord. I told you not to use those words. ", "39": "I will pick you up like a heavy load. And I'll throw you away from me. I gave the city of Jerusalem to your ancestors and to you. But I will throw you and that city away from me. ", "40": "And I will make a disgrace of you forever. You will never forget your shame.”"}