{"1": "This is the message that came to Jeremiah concerning all the people of Judah. It came in the fourth year that Jehoiakim son of Josiah was king of Judah. This was the first year Nebuchadnezzar was king of Babylon. ", "2": "This is the message Jeremiah the prophet spoke to all the people of Judah and Jerusalem:", "3": "The Lord has spoken his word to me again and again for these past 23 years. I have been a prophet since the thirteenth year of Josiah. Josiah was the son of Amon king of Judah. I have spoken messages from the Lord to you from that time until today. But you have not listened.", "4": "The Lord has sent his servants the prophets to you over and over again. But you have not listened to them. You have not paid any attention to them. ", "5": "They have said, “Stop your evil ways. Stop doing what is wrong. Do this so you can stay in the land. This is the land that the Lord gave to you and your ancestors long ago. He gave it to you to live in forever. ", "6": "Don't follow other gods to serve them or to worship them. You must not worship idols that are the work of someone's hands. That makes the Lord angry, and he will punish you.”", "7": "“But you did not listen to me,” says the Lord. “You worshiped idols that were the work of someone's hands. That made me angry. So I punished you.”", "8": "So this is what the Lord of heaven's armies says: “You have not listened to my messages. ", "9": "So I will soon send for all the peoples of the north,” says the Lord. “I will soon send for my servant Nebuchadnezzar king of Babylon. I will bring them all against Judah and all the nations around you, too. I will completely destroy all those countries. I will leave them in ruins forever. People will be shocked when they see how badly they will be destroyed. ", "10": "I will bring an end to the sounds of joy and happiness. There will be no more happy sounds of brides and bridegrooms. I will take away the sound of people grinding meal. And I will take away the light of the lamp. ", "11": "That whole area will be an empty desert. And these nations will be slaves of the king of Babylon for 70 years.", "12": "“But when the 70 years have passed, I will punish the king of Babylon and his nation,” says the Lord. “I will punish the Babylonians for their evil. I will make that land a desert forever. ", "13": "I have said many terrible things will happen to Babylonia. All of them will happen. Jeremiah prophesied about those foreign nations. And the warnings are written in this book. ", "14": "The Babylonians will have to serve many nations and many great kings. I will give them the punishment they deserve. They will be punished for all the things they do.”", "15": "The Lord, the God of Israel, said this to me: “My anger is like the wine in a cup. Take it from my hand. I am sending you to all the nations. Make them drink all of my anger from this cup. ", "16": "They will drink my anger like wine. Then they will not be able to walk straight. They will act like madmen. They will do this because of the war that I am going to send among them.”", "17": "So I took the cup from the Lord's hand. I went to those nations. And I made them drink from the cup. ", "18": "I poured this wine for the people of Jerusalem and the towns of Judah. I made the kings and officers of Judah drink from the cup. I did it so that they would become a ruin. People would be shocked when they saw how badly they were destroyed. People would insult them and speak evil of them. And it happened. Judah is like that now. ", "19": "I also made these people drink from that cup of my anger: the king of Egypt, his servants, his officers and all his people; ", "20": "all the Arabs, and all the kings of the land of Uz; all the kings of the Philistines (the kings of the cities of Ashkelon, Gaza, Ekron and the people left at Ashdod); ", "21": "the people of Edom, Moab and Ammon; ", "22": "all the kings of Tyre and Sidon; all the kings of the faraway countries; ", "23": "the people of Dedan and Tema and Buz; all who cut their hair short; ", "24": "all the kings of Arabia; and the kings of the people who live in the desert; ", "25": "all the kings of Zimri, Elam and Media; ", "26": "and all the kings of the north, near and far, one after the other. I made all the kingdoms on earth drink from the cup of the Lord's anger. But the king of Babylon will drink from this cup after all the others.", "27": "“Then say this to them: 'This is what the Lord of heaven's armies, the God of Israel, says: Drink this cup of my anger. Get drunk from it and vomit. Fall down and don't get up. Don't get up because I am sending a war to kill you!'", "28": "“They will refuse to take the cup from your hand. They will refuse to drink it. Then say this to them: 'The Lord of heaven's armies says this: You must drink from this cup. ", "29": "I am already bringing disaster on Jerusalem. And it is the city that is called by my name. And do you think you will not be punished? You will be punished! I am sending war on all the people of the earth, says the Lord of heaven's armies.'", "30": "“You will prophesy against them with these words. Say to them: 'The Lord roars from heaven. He shouts from his Holy Temple. He roars against his land. He will shout like people who walk on grapes to make wine. He will shout against all who live on the earth.", "31": "The noise will spread all over the earth. This is because the Lord is punishing all the nations. He judges and tells what is wrong with all people. And he is killing the evil people with a sword,'” says the Lord.", "32": "This is what the Lord of heaven's armies says: “Disasters will soon spread from nation to nation. They will come like a powerful storm to all the faraway places on earth.”", "33": "At that time the dead bodies will reach from one end of the earth to the other. No one will cry for them. No one will gather up their bodies and bury them. They will be left lying on the ground like dung.", "34": "Cry, you leaders! Cry out loud! Roll around in the dust, leaders of the people! It is now time for you to be killed. You will fall and be scattered everywhere, like pieces of a broken jar.", "35": "There will be no place for the leaders to hide. These leaders will not escape.", "36": "I hear the leaders shouting. I hear the leaders of the people crying loudly. This is because the Lord is destroying their land.", "37": "Those peaceful pastures will be like an empty desert. This happened because the Lord is very angry.", "38": "The Lord, like a lion, has left his den. Their land has been destroyed. It is because of his destroying anger. It is because of his fierce anger."}