{"1": "It was the fifth month of King Zedekiah's fourth year as king of Judah. This was at the beginning of the king's rule. At that time Hananiah the prophet spoke to me. He was the son of Azzur. And he was from the town of Gibeon. He was in the Temple of the Lord when he spoke to me. In front of the priests and all the people, Hananiah said: ", "2": "“The Lord of heaven's armies, the God of Israel, says: 'I will break the yoke the king of Babylon has put on Judah. ", "3": "Before two years are over, I will bring back everything that Nebuchadnezzar king of Babylon took from the Lord's Temple. ", "4": "I will also bring Jehoiachin son of Jehoiakim king of Judah back here. And I will bring back all the other people of Judah as captives to Babylon,' says the Lord. 'So I will break the yoke the king of Babylon put on Judah.'”", "5": "Then the prophet Jeremiah answered the prophet Hananiah. They were standing in the Temple of the Lord. The priests and all the people there could hear Jeremiah's answer. ", "6": "He said, “Amen! Let the Lord really do that! May the Lord make the message you prophesy come true. May the Lord bring everything from the Lord's Temple back from Babylon. And may he bring back to their homes all the people who were taken as captives.", "7": "“But listen to what I must say to you and all the people. ", "8": "There were prophets long before we became prophets, Hananiah. They prophesied that war, hunger and terrible sicknesses would come. They would come to many countries and great kingdoms. ", "9": "But a prophet might prophesy that we will have peace. The message of that prophet might come true. If it does, only then can he be recognized as one truly sent by the Lord!”", "10": "Then the prophet Hananiah took the yoke off Jeremiah's neck and broke it. ", "11": "Hananiah said in front of all the people, “This is what the Lord says: 'In the same way I will break the yoke of Nebuchadnezzar king of Babylon. He put that yoke on all the nations of the world. But I will break it before two years are over.'” After Hananiah had said that, Jeremiah left the Temple.", "12": "Then the Lord spoke his word to Jeremiah. This was not long after the prophet Hananiah had broken the yoke off of the prophet Jeremiah's neck. ", "13": "The Lord said, “Go and tell Hananiah, 'This is what the Lord says: You have broken a wooden yoke. But I will make a yoke of iron in the place of the wooden one! ", "14": "The Lord of heaven's armies, the God of Israel, says: I will put a yoke of iron on the necks of all these nations. I will do that to make them serve Nebuchadnezzar king of Babylon. And they will be slaves to him. I will even give Nebuchadnezzar control over the wild animals.'”", "15": "Then the prophet Jeremiah said to the prophet Hananiah, “Listen, Hananiah! The Lord did not send you. And you have made the people of Judah trust in lies. ", "16": "So this is what the Lord says: 'Soon I will remove you from the earth. You will die this year. This is because you taught the people to turn against the Lord.'”", "17": "Hananiah died in the seventh month of that same year."}