{"1": "Jeremiah the prophet sent a letter to the people taken as captives to Babylon. He sent it to the elders who were among the captives, the priests and the prophets. And he sent it to all the other people Nebuchadnezzar had taken from Jerusalem to Babylon. ", "2": "(This letter was sent after all these people were taken away: Jehoiachin and the queen mother; the officers and leaders of Judah and Jerusalem; and the craftsmen and metalworkers.) ", "3": "Zedekiah king of Judah had sent Elasah son of Shaphan and Gemariah son of Hilkiah to King Nebuchadnezzar. So Jeremiah gave the letter to them to take to Babylon. This is what the letter said:", "4": "This is what the Lord of heaven's armies, the God of Israel, says to all those people he sent away from Jerusalem as captives to Babylon: ", "5": "“Build houses and settle in the land. Plant gardens and eat the food you grow. ", "6": "Get married and have sons and daughters. Find wives for your sons. Let your daughters be married so they may also have sons and daughters. Have many children and grow in number in Babylon. Don't become fewer in number. ", "7": "Also do good things for the city where I sent you as captives. Pray to the Lord for the city where you are living. If there is peace in that city, you will have peace also.” ", "8": "The Lord of heaven's armies, the God of Israel, says: “Don't let your prophets and the people who do magic fool you. Don't listen to their dreams. ", "9": "They are prophesying lies. And they are saying that their message is from me. But I did not send them,” says the Lord.", "10": "This is what the Lord says: “Babylon will be powerful for 70 years. After that time I will come to you who are living in Babylon. I will keep my promise to bring you back to Jerusalem. ", "11": "I say this because I know what I have planned for you,” says the Lord. “I have good plans for you. I don't plan to hurt you. I plan to give you hope and a good future. ", "12": "Then you will call my name. You will come to me and pray to me. And I will listen to you. ", "13": "You will search for me. And when you search for me with all your heart, you will find me! ", "14": "I will let you find me,” says the Lord. “And I will bring you back from your captivity. I forced you to leave this place. But I will gather you from all the nations. I will gather you from the places I have sent you as captives,” says the Lord. “And I will bring you back to this place.”", "15": "You might say, “The Lord has given us prophets here in Babylon.”", "16": "But the Lord says this about the king who is sitting on David's throne now. And I'm also talking about all the other people still in Jerusalem. These are your relatives who did not go to Babylon with you. ", "17": "The Lord of heaven's armies says: “I will soon send war, hunger and terrible diseases against those still in Jerusalem. I will make them like bad figs that are too rotten to eat. ", "18": "I will chase them with war, hunger and terrible diseases. I will make them a hated people by all the kingdoms of the earth. People will speak evil of them. They will be shocked when they hear what has happened. And people will use them as a shameful example wherever I make them go. ", "19": "This is because those in Jerusalem have not listened to my message,” says the Lord. “I sent my message to them again and again. I used my servants, the prophets, to give my messages to them. But they did not listen,” says the Lord.", "20": "You captives, I forced you to leave Jerusalem and go to Babylon. So listen to the message from the Lord. ", "21": "The Lord of heaven's armies says this about Ahab son of Kolaiah. And he says it about Zedekiah son of Maaseiah: “These two men have been prophesying lies to you. They have said that their message is from me. But I will hand over those two prophets to Nebuchadnezzar king of Babylon. And Nebuchadnezzar will kill them in front of you who are captives in Babylon. ", "22": "Because of this, all the captives from Judah will use this curse: 'May the Lord treat you like Zedekiah and Ahab. The king of Babylon burned them with fire.' ", "23": "They have done evil things among the people of Israel. They are guilty of adultery with their neighbors' wives. They have also spoken lies. And they said those lies were a message from me, the Lord. I did not tell them to do that. I know what they have done. I am a witness!” says the Lord.", "24": "Also give a message to Shemaiah. He is from the Nehelamite family. ", "25": "The Lord of heaven's armies, the God of Israel, says: “Shemaiah, you sent letters to all the people in Jerusalem. And you sent letters to the priest Zephaniah son of Maaseiah. You also sent letters to all the priests. You sent those letters in your own name. ", "26": "You said to Zephaniah, 'The Lord has made you priest in place of Jehoiada. You are to be in charge of the Temple of the Lord. You should arrest any madman who acts like a prophet. You should lock the hands and feet of that person between wooden blocks. And put iron rings around his neck. ", "27": "Now Jeremiah from Anathoth is acting like a prophet. So why haven't you arrested him? ", "28": "Jeremiah has sent this message to us in Babylon: You will be there for a long time. So build houses and settle down. Plant gardens and eat what you grow.'”", "29": "Zephaniah the priest read the letter to Jeremiah the prophet. ", "30": "Then the Lord spoke his word to Jeremiah: ", "31": "“Send this message to all the captives in Babylon: 'This is what the Lord says about Shemaiah the Nehelamite: Shemaiah has prophesied to you, but I did not send him. He has made you believe a lie. ", "32": "Because Shemaiah has done that, this is what the Lord says: I will soon punish Shemaiah the Nehelamite. He will not see the good things I will do for my people, says the Lord. None of his family will be left alive among the people. This is because he has taught the people to turn against me.'”"}