{"1": "These are the words that the Lord spoke to Jeremiah. ", "2": "The Lord, the God of Israel, said: “Jeremiah, write in a book all the words I have spoken to you. ", "3": "The days will come when I will make everything as good as it was before,” says the Lord. “I will bring Israel and Judah back from captivity,” says the Lord. “I will return them to the land I gave their ancestors. Then my people will own that land again!”", "4": "The Lord spoke this message about the people of Israel and Judah: ", "5": "This is what the Lord said: “We hear people crying from fear. They are afraid. There is no peace.", "6": "Ask this question, and consider it: A man cannot have a baby. So why do I see every strong man holding his stomach in pain like a woman having a baby? Why is everyone's face turning white like a dead man's face?", "7": "This will be a terrible day! There will never be another time like this. This is a time of great trouble for the people of Jacob. But they will be saved from it.”", "8": "The Lord of heaven's armies says, “At that time I will break the yoke from their necks. And I will break the ropes holding them. Foreign people will never again make my people slaves!", "9": "They will serve the Lord their God. And they will serve David their king. I will send that king to them.", "10": "“So people of Jacob, my servants, don't be afraid! Israel, don't be frightened,” says the Lord. “I will save you from that faraway place where you are captives. I will save your family from that land. The people of Jacob will be safe and have peace again. There will be no enemy to frighten them.", "11": "I am with you and will save you,” says the Lord. “I scattered you among those nations. Even if I completely destroy all those nations, I will not destroy you. You will be punished fairly. But I will punish you.”", "12": "This is what the Lord said: “You people have a wound that cannot be cured. Your injury will not heal.", "13": "There is no one to argue your case. There is no cure for your sores. So you will not be healed.", "14": "All those nations who were your friends have forgotten you. They don't care about you. I hurt you as an enemy would. I punished you very hard. I did this because your guilt was so great. I did this because your sins were so many.", "15": "Why are you crying about your injury? There is no cure for your pain. I, the Lord, did these things to you because of your great guilt. I did these things because of your many sins.", "16": "But those nations that destroyed you will now be destroyed. Your enemies will become captives. Those who stole from you will have their own things stolen. Those who took things from you in war will have their own things taken.", "17": "I will bring back your health. And I will heal your injuries,” says the Lord. “This is because other people forced you out from among them. Those people said about you, 'No one cares about Jerusalem!'”", "18": "This is what the Lord said: “I will make the tents of Jacob's people as they used to be. And I will have pity on Israel's houses. The city will be rebuilt on its hill of ruins. And the king's palace will stand in its proper place.", "19": "People in those places will sing songs of praise. There will also be the sound of laughter. I will give them many children. They will not be small. I will bring honor to them. No one will look down on them.", "20": "Their descendants will be like they were in the old days. I will make their people strong before me. And I will punish the nations who have hurt them.", "21": "One of their own people will lead them. Their ruler will come from among them. He will come near to me when I invite him. Who would dare to come uninvited?” says the Lord.", "22": "“So you will be my people, and I will be your God.”", "23": "The Lord was very angry. He punished the people. And the punishment came like a storm. It came like a hurricane against the evil people.", "24": "The Lord will stay angry until he finishes punishing the people. He will stay angry until he finishes the punishment he planned. When that day comes, you will understand this."}