{"1": "“If you will come back, Israel, then come back to me,” says the Lord. “Throw away your idols that I hate. Don't wander away from me.", "2": "Then you may say when you make a promise, 'As surely as the Lord lives.' And you can say it in a truthful, honest and right way. Then the nations will be blessed by the Lord. And they will praise the Lord for what he has done.”", "3": "This is what the Lord says to the men of Judah and Jerusalem: “Plow your unplowed fields. Don't plant seeds among the thorns.", "4": "Give yourselves to the service of the Lord. Decide to obey him. Do this, men of Judah and people of Jerusalem. If you don't, my anger will spread among you like a fire. No one will be able to put it out because of the evil you have done.", "5": "“Announce this message to Judah and say it in Jerusalem: 'Blow the trumpet throughout the country!' Shout out loud and say, 'Come together! Let's all escape to the strong, walled cities!'", "6": "Raise the signal flag toward Jerusalem! Run for your lives! And don't wait! Do this because I am bringing disaster from the north. It will be terrible destruction.”", "7": "A lion has come out of his den. A destroyer of nations has begun to march. He has left his home to destroy your land. Your towns will be destroyed. There will be no people left to live in them.", "8": "So put on rough cloth, show how sad you are and cry loudly. The terrible anger of the Lord has not turned away from us.", "9": "“When this happens,” says the Lord, “the king and officers will lose their courage. The priests will be terribly afraid. And the prophets will be shocked!”", "10": "Then I, Jeremiah, said, “Lord God, you have tricked the people of Judah and Jerusalem. You said, 'You will have peace.' But now the sword is pointing at our throats!”", "11": "At that time this message will be given to Judah and Jerusalem: “A hot wind blows from the bare hilltops. It comes out of the desert toward the Lord's people. It is not like the gentle wind farmers use to separate grain from chaff. ", "12": "It's a stronger wind than that. And it comes from the Lord. Now he will announce his judgment against the people of Judah.”", "13": "Look! The enemy rises up like a cloud. His chariots come like a windstorm. His horses are faster than eagles. How terrible it will be for us! We are ruined!", "14": "People of Jerusalem, clean the evil from your hearts and be saved. Don't continue making evil plans.", "15": "A voice from Dan makes an announcement. From the mountains of Ephraim someone brings bad news.", "16": "“Report this to the nations. Spread this news in Jerusalem: 'Enemies are coming from a faraway country. They are shouting words of war against the cities of Judah.", "17": "The enemy has surrounded Jerusalem as men guard a field. This is because Judah turned against me,'” says the Lord.", "18": "“The way you have lived and acted has brought this trouble to you. This is your punishment. How terrible it is! The pain stabs your heart!”", "19": "Oh, how I hurt! How I hurt! I am bent over in pain. Oh, the torture in my heart! My heart is pounding inside me. I cannot keep quiet. This is because I have heard the sound of the trumpet. I have heard the words of war.", "20": "Disaster follows disaster. The whole country has been destroyed. My tents are destroyed in only a moment. My curtains are torn down quickly.", "21": "How long must I look at the war flag? How long must I listen to the war trumpets?", "22": "The Lord says, “My people are foolish. They do not know me. They are stupid children. They don't understand. They are skillful at doing evil. They don't know how to do good.”", "23": "I looked at the earth. It was empty and had no shape! I looked at the sky. And its light was gone.", "24": "I looked at the mountains, and they were shaking! All the hills were trembling.", "25": "I looked, and there were no people! Every bird in the sky had flown away.", "26": "I looked, and the good, rich land had become a desert! All its towns had been destroyed. The Lord and his great anger has caused this.", "27": "This is what the Lord says: “All the land will be ruined. But I will not completely destroy it.", "28": "So the people in the land will cry loudly. And the sky will grow dark. This is because I have spoken and will not change my mind. I have made a decision, and I will not change it.”", "29": "The towns will hear the sound of the horsemen and soldiers with bows. All the people will run away. Some of them will hide in the thick bushes. Some will climb up into the rocks. All of the cities of Judah are empty. No one lives in them.", "30": "Judah, you destroyed nation, what are you doing? Why do you put on your finest dress? Why do you put on your gold jewelry? Why do you put on your eye shadow? You make yourself beautiful, but it is all useless. Your lovers hate you. They want to kill you.", "31": "I hear a cry like a woman having a baby. It is a cry like a woman having her first child. It is the voice of Jerusalem gasping for breath. She lifts her hands in prayer and says, “Oh! I am about to faint. They are about to murder me!”"}