{"1": "In the seventh month Ishmael son of Nethaniah came to Gedaliah son of Ahikam. (Nethaniah was the son of Elishama.) Ishmael came with ten of his men to Mizpah. Now Ishmael was a member of the king's family. He had been one of the officers of the king of Judah. Ishmael and his men ate a meal with Gedaliah at Mizpah. ", "2": "While they were eating together, Ishmael and his ten men got up. They killed Gedaliah son of Ahikam with a sword. Gedaliah was the man the king of Babylon had chosen as governor over Judah. ", "3": "Ishmael killed all the Jews with Gedaliah at Mizpah, too. He also killed the Babylonian soldiers who were there with Gedaliah.", "4-5": "The day after Gedaliah was murdered, 80 men came to Mizpah. They were bringing grain offerings and incense to the Temple of the Lord. Those 80 men had shaved off their beards, torn their clothes and cut themselves.[a] They came from Shechem, Shiloh and Samaria. None of them knew that Gedaliah had been murdered. ", "6": "Ishmael son of Nethaniah went out from Mizpah to meet them. He cried as he walked. When he met them, he said, “Come with me to meet Gedaliah son of Ahikam.” ", "7": "So they went into Mizpah. Then Ishmael son of Nethaniah and his men killed 70 of them! They threw the bodies into a deep well. ", "8": "But the 10 men who were left alive said to Ishmael, “Don't kill us! We have wheat and barley. And we have oil and honey. We have hidden these things in a field.” So Ishmael let those 10 men alone. He did not kill them with the others. ", "9": "Now the well where he had thrown the bodies had been made by King Asa. Asa had made the well as a part of his defenses against Baasha king of Israel. But Ishmael son of Nethaniah put dead bodies in it until it was full.", "10": "Ishmael captured all the other people in Mizpah. He captured the king's daughters and all the other people who were left there. They were the people whom Nebuzaradan commander of the guard had chosen Gedaliah son of Ahikam to take care of. So Ishmael son of Nethaniah captured those people. And he started to cross over to the country of the Ammonites.", "11": "Johanan son of Kareah heard about all the evil things Ishmael son of Nethaniah had done. All the army officers with him heard it, too. ", "12": "So Johanan and the army officers took their men and went to fight Ishmael son of Nethaniah. They caught him near the big pool of water at Gibeon. ", "13": "The captives Ishmael had taken saw Johanan and the army officers. And they became very happy. ", "14": "Then all the people Ishmael had taken captive turned around. They ran to Johanan son of Kareah. ", "15": "But Ishmael son of Nethaniah and eight of his men escaped from Johanan. And they ran away to the Ammonites.", "16": "So Johanan son of Kareah and all his army officers saved the captives. Ishmael son of Nethaniah had murdered Gedaliah son of Ahikam. Then he had taken those people from Mizpah. Among those left alive were soldiers, women, children and court officers. Johanan brought them back from the town of Gibeon.", "17-18": "Johanan and the other army officers were afraid of the Babylonians. The king of Babylon had chosen Gedaliah son of Ahikam to be governor of Judah. But Ishmael son of Nethaniah had murdered Gedaliah. So Johanan was afraid that the Babylonians would be angry. They decided to run away to Egypt. On the way they stayed at Geruth Kimham, near the town of Bethlehem."}