{"1": "The Lord spoke this word to Jeremiah the prophet about the nations:", "2": "This message is about Egypt: This message is about the army of King Neco, king of Egypt. His army was defeated at the city of Carchemish on the Euphrates River. It was defeated by Nebuchadnezzar king of Babylon. This was in the fourth year that Jehoiakim son of Josiah was king of Judah. This is the Lord's message to Egypt:", "3": "“Prepare your shields, large and small. March out for battle!", "4": "Harness the horses. Soldiers, get on your horses! Go to your places for battle. Put on your helmets! Polish your spears. Put on your armor!", "5": "What do I see? That army is terrified. The soldiers are running away. Their warriors are defeated. They run away quickly. They don't look back. There is terror on every side!” says the Lord.", "6": "“The fast runners cannot run away. The strong soldiers cannot escape. They will stumble and fall in the north, by the Euphrates River.", "7": "Who is this, rising up like the Nile River? Who comes like that strong, fast river?", "8": "Egypt rises up like the Nile River. It is Egypt that comes like that strong, fast river. Egypt says, 'I will rise up and cover the earth. I will destroy cities and the people in them!'", "9": "Horsemen, charge into battle! Chariot drivers, drive hard! March on, brave soldiers— soldiers from Cush and Put who carry shields. March on, soldiers from Lydia who use bows.", "10": "“But that day belongs to the Master, the Lord of heaven's armies. At that time he will give those people the punishment they deserve. The sword will kill until it is finished. The sword will kill until it satisfies its thirst for blood. This is because the Master, the Lord of heaven's armies, will offer a sacrifice. That sacrifice is Egypt's army in the land of the north, by the Euphrates River.", "11": "“Go to Gilead and get some balm. Go up, people of Egypt! You will make up many medicines, but you will not be healed.", "12": "The nations will hear of your shame. Your cries will fill all the earth. One warrior will run into another. And both of them will fall down together!”", "13": "This is the message the Lord spoke to Jeremiah the prophet. This message is about Nebuchadnezzar king of Babylon as he came to attack Egypt:", "14": "“Announce this message in Egypt, and prophesy it in Migdol. Preach this message also in Memphis and Tahpanhes: 'Get ready for war. The battle is all around you.'", "15": "Egypt, why will your warriors be killed? They cannot stand because the Lord will push them down.", "16": "Those soldiers will stumble again and again. They will fall over each other. They will say, 'Get up. Let's go back to our own people and our homeland. We must get away from our enemy's sword!'", "17": "In their homelands those soldiers will say, 'The king of Egypt is only a lot of noise. His time of glory is over!'”", "18": "The King's name is the Lord of heaven's armies. He says, “As surely as I live, a powerful leader will come. He will be strong as great Mount Tabor is higher than other mountains. He will be mighty as Mount Carmel is higher than the sea.", "19": "People of Egypt, pack your things to be taken away as captives. This is because Memphis will be destroyed. The cities will be ruins, and no one will live there.", "20": "“Egypt is like a beautiful young cow. But a horsefly is coming from the north to attack her.", "21": "The hired soldiers in Egypt's army are like fat calves. They will all turn and run away together. They will not stand strong against the attack. Their time of destruction is coming. They will soon be punished.", "22": "Egypt is like a hissing snake that is trying to escape. The enemy comes closer and closer. They will come against Egypt with axes. They are like men who cut down trees.", "23": "They will chop down Egypt's army as if it were a great forest,” says the Lord. “There are more enemy soldiers than locusts. There are too many soldiers to count.", "24": "The people of Egypt will be ashamed. They will be handed over to the enemy from the north.”", "25": "The Lord of heaven's armies, the God of Israel, says: “Very soon I will punish Amon, the god of Thebes. And I will punish Egypt, her king and her gods. And I will punish the people who depend on the king. ", "26": "I will let all those people be defeated by their enemies. And those enemies want to kill them. I will give them to Nebuchadnezzar king of Babylon and his officers. But in the future, Egypt will live in peace as it once did,” says the Lord.", "27": "“People of Jacob, my servants, don't be afraid. Don't be frightened, Israel. I will surely save you from those faraway places. I will save your children from the lands where they are captives. The people of Jacob will have peace and safety again. And no one will make them afraid.", "28": "People of Jacob, my servants, do not be afraid. I am with you,” says the Lord. “I scattered you to many different nations. And I will completely destroy all those nations. But I will not completely destroy you. I will punish you fairly. But I cannot let you escape your punishment.”"}