{"1": "This message is about the country of Moab. This is what the Lord of heaven's armies, the God of Israel, says: “How terrible it will be for Nebo. It will be ruined. The town of Kiriathaim will be disgraced and captured. The strong city will be disgraced and shattered.", "2": "Moab will not be praised again. Men in the town of Heshbon plan Moab's defeat. They say, 'Come, let us put an end to that nation!' Town of Madmen, you will also be silenced. The sword will chase you.", "3": "Listen to the cries from the town of Horonaim. They are cries of much confusion and destruction.", "4": "Moab will be broken up. Her little children will cry for help.", "5": "Moab's people go up the path to Luhith. They cry loudly as they go. On the road down to the town of Horonaim, cries of pain and suffering can be heard.", "6": "Run! Run for your lives! Go like a bush being blown through the desert.", "7": "You trust in the things you do and in your wealth. So you also will be captured. The god Chemosh will be taken into captivity. And his priests and officers will be taken with him.", "8": "The destroyer will come against every town. Not one town will escape. The valley will be ruined. The high plain will be destroyed. The Lord said this would happen.", "9": "Spread salt[a] over the fields in Moab. The country will be an empty desert. Moab's towns will become empty. No one will live in them.", "10": "A curse will be on anyone who doesn't do what the Lord says. A curse will be on anyone who keeps back his sword from killing.", "11": "“The people of Moab have never known trouble. They are like wine left to settle. They have never been poured like wine from one jar to another. They have not been taken into captivity. So they taste as they did before. And their smell has not changed.", "12": "A time is coming,” says the Lord. “And I will soon send men to pour you from your jars. Those men will empty Moab's jars. And they will smash their jugs.", "13": "The people of Israel trusted that god in Bethel. They were ashamed when there was no help. In the same way Moab will be ashamed of their god Chemosh.", "14": "“You cannot say, 'We are warriors! We are brave men in battle!'", "15": "The enemy will attack Moab and destroy their towns. Their best young men will be killed!” says the King. The King's name is the Lord of heaven's armies.", "16": "“The end of Moab is near. They will soon be destroyed.", "17": "All you who live around Moab, cry for her. All you who know about her, cry for her. Say, 'The ruler's power is broken. Moab's power and glory are gone.'", "18": "“You people living in Dibon, come down from your place of honor. Sit on the dry ground. This is because the destroyer of Moab is coming against you. And he will destroy your strong, walled cities.", "19": "You people living in Aroer, stand next to the road and watch. See the man running away and the woman escaping. Ask them what happened.", "20": "Moab will be ruined and filled with shame. Cry, Moab, cry out! Announce at the Arnon River that Moab is destroyed.", "21": "People on the high plain have been punished. Judgment has come to these towns: Holon, Jahzah and Mephaath;", "22": "Dibon, Nebo and Beth Diblathaim;", "23": "Kiriathaim, Beth Gamul and Beth Meon;", "24": "Kerioth and Bozrah. Judgment has come to all the towns of Moab, far and near.", "25": "Moab's strength has been cut off. Moab's arm is broken!” says the Lord.", "26": "“The people of Moab thought they were greater than the Lord. So punish Moab until they act as if they are drunk. Moab will fall and roll around in their own vomit. People will make fun of them.", "27": "Moab, you made fun of Israel. Israel was caught in the middle of a gang of thieves. You often spoke about Israel. And you shook your head and acted as if you were better than Israel.", "28": "People in Moab, leave your towns empty. Go live among the rocks. Be like a dove that makes its nest at the entrance of a cave!", "29": "“We have heard that the people of Moab are proud and very conceited. They are proud and think they are important. They were very proud in their hearts.”", "30": "The Lord says, “I know Moab's quick anger, but it is useless. Moab's bragging accomplishes nothing.", "31": "So I cry sadly for Moab. I cry out for everyone in Moab. I moan for the men from Kir Hareseth.", "32": "I cry with the people of Jazer for the grapevines of Sibmah. In the past your vines spread all the way to the sea. They reached as far as the sea of Jazer. But the destroyer has taken your fruit and grapes.", "33": "Joy and happiness are gone from the large fields of Moab. I have stopped the flow of wine from the winepresses. No one walks on the grapes with shouts of joy. There are shouts, but not shouts of joy.", "34": "“Their crying can be heard from Heshbon to Elealeh and Jahaz. It can be heard from Zoar as far away as Horonaim and Eglath Shelishiyah. Even the waters of Nimrim are dried up.", "35": "I will stop Moab from making burnt offerings at the places of worship. I will stop them from burning incense to their gods,” says the Lord.", "36": "“My heart cries for Moab like a flute playing a funeral song. It cries for the people from Kir Hareseth. Their money and riches have all been taken away.", "37": "Everyone has a shaved head. Everyone's beard is cut off. Everyone's hands are cut. Everyone wears rough cloth around his waist.[b]", "38": "People are crying on every roof[c] in Moab and in every public square. There is nothing but sadness because I have broken Moab like a jar no one wants,” says the Lord.", "39": "“Moab is shattered! The people are crying! Moab turns away in shame! People all around her make fun of her. The things that happened fill them with fear.”", "40": "This is what the Lord says: “Look! An eagle is diving down from the sky. It spreads its wings over Moab.", "41": "The towns of Moab will be captured. The strong, walled cities will be defeated. At that time Moab's warriors will be frightened. They will feel pain like a woman who is having a baby.", "42": "The nation of Moab will be destroyed. This is because they thought they were greater than the Lord.", "43": "Fear, deep pits and traps wait for you, people of Moab,” says the Lord.", "44": "“People will run from fear. But they will fall into the pits. Anyone who climbs out of the pits will be caught in the traps. I will bring the year of punishment to Moab,” says the Lord.", "45": "“People have run from the powerful enemy. They ran to Heshbon for safety. But fire started in Heshbon. A blaze broke out in Sihon's town. And it burns the leaders of Moab. It destroys those proud people.", "46": "How terrible it will be for you, Moab! Chemosh's people are being destroyed. Your sons and daughters are being taken away as captives.", "47": "“But in days to come, I will make good things happen again to Moab,” says the Lord. This ends the judgment on Moab."}