{"1": "This message is about the Ammonite people. This is what the Lord says: “Do you think that Israel has no sons? Do you think there is no one to take the land when the parents die? Maybe that is why Molech took Gad's land. Maybe that is why Molech's people live in Gad's towns.”", "2": "The Lord says, “The time will come when I will make the capital city of Rabbah Ammon hear the battle cry. It will be a hill covered with ruins. And the towns around it will be burned. Those people forced Israel out of that land. But now the people of Israel will force them out!” says the Lord.", "3": "“People in Heshbon, cry because the town of Ai is destroyed! Those who live in Rabbah Ammon, cry out! Put on your rough cloth to show your sadness, and cry loudly. Run here and there for safety inside the walls. This is because the enemy will take Molech away as a captive. They will also take away his priests and officers with him.", "4": "You brag about your valleys. You brag about the fruit in your valleys. You are like an unfaithful child. You believe your treasures will save you. You think, 'Who would attack me?'", "5": "I will bring terror on you from every side,” says the Master, the Lord of heaven's armies. “You will all be forced away. No one will be able to gather you.", "6": "“But the time will come when I will make good things happen to the Ammonites again,” says the Lord.", "7": "This message is about Edom. This is what the Lord of heaven's armies says: “Is there no more wisdom in Teman? Can the wise men of Edom no longer give good advice? Have they lost their wisdom?", "8": "You people living in Dedan, run away and hide in deep caves. This is because I will punish the people of Esau with disaster for what they did.", "9": "If workers came and picked the grapes from your vines, they would leave a few grapes behind. If robbers came at night, they would steal only enough for themselves.", "10": "But I will strip Esau bare. I will find all their hiding places. They will not be able to hide from me. The children, relatives and neighbors will die.", "11": "Leave the orphans, and I will take care of them. Your widows also can trust in me.”", "12": "This is what the Lord says: “Some people did not deserve to be punished. But they had to drink from the cup of suffering anyway. People of Edom, you deserve to be punished. So you will not escape punishment. You must drink from the cup of suffering.” ", "13": "The Lord says, “I make this promise in my own name. The city of Bozrah will become a pile of ruins! People will be shocked by what happened there. People will insult that city and speak evil of it. And all the towns around Bozrah will become ruins forever.”", "14": "I have heard a message from the Lord. A messenger has been sent among the nations, saying, “Gather your armies to attack it! Get ready for battle!”", "15": "“Soon I will make you the smallest of nations! You will be greatly hated.", "16": "Edom, you frightened other nations. Your pride has fooled you. You live in the hollow places of the cliff. You live on the high places of the hills. Even if you build your home as high as an eagle's nest, I will bring you down from there!” says the Lord.", "17": "“Edom will be destroyed. People will be shocked to see the destroyed cities. They will be amazed at the injuries.", "18": "Edom will be destroyed like the cities of Sodom and Gomorrah and the towns around them,” says the Lord. “No one will live there! No man will stay in Edom.", "19": "“A lion will come from the thick bushes near the Jordan River. And it will go into the rich pastures where people feed their flocks. I am like that lion! I will suddenly chase Edom from their land. Who is the one I have chosen to do this? There is no one like me. There is no one who can challenge me. None of their leaders can stand up against me.”", "20": "So listen to what the Lord has planned to do against Edom. Listen to what he has decided to do to the people in Teman. The Lord will surely drag away the young ones of Edom. Edom's pastures will surely be destroyed because of them.", "21": "At the sound of Edom's fall, the earth will shake. Their cry will be heard all the way to the Gulf of Aqaba.", "22": "The Lord is like an eagle swooping down. He is like an eagle spreading its wings over the city of Bozrah. At that time Edom's soldiers will become very frightened. They will be crying from fear like a woman having a baby.", "23": "This message is about the city of Damascus: “The towns of Hamath and Arpad are put to shame. They are afraid because they have heard bad news. They are discouraged. They are troubled like the tossing sea.", "24": "The city of Damascus has become weak. The people want to run away. The people are ready to panic. The people feel pain and suffering like a woman having a baby.", "25": "Damascus was a city of my joy. Why have the people not left that famous city yet?", "26": "Surely the young men will die in the public squares of that city. All of her soldiers will be killed at that time,” says the Lord of heaven's armies.", "27": "“I will set fire to the walls of Damascus. The fire will completely burn the strong cities of Ben-Hadad.”", "28": "This message is about the tribe of Kedar and the kingdoms of Hazor. Nebuchadnezzar king of Babylon defeated them. This is what the Lord says: “Go and attack the people of Kedar. Destroy the people of the East.", "29": "Their tents and flocks will be taken away. Their tents and all their things will be carried off. Their enemy will take away their goods and camels. Men will shout to them, 'Terror on every side!'", "30": "“Run away quickly! People in Hazor, find a good place to hide!” says the Lord. “Nebuchadnezzar king of Babylon has made plans against you. He has made plans to defeat you!", "31": "“There is a nation that is comfortable. It is sure that no one will defeat it,” says the Lord. “That nation does not have gates or fences to protect it. Its people live alone. Attack that nation!", "32": "The enemy will steal their camels and their large herds of cattle. I will scatter the Arabs to every part of the earth. And I will bring disaster on them from everywhere,” says the Lord.", "33": "“Hazor will become a place where wild dogs live. It will become an empty desert forever. No one will live there. No man will stay in it.”", "34": "It was early in the time when Zedekiah was king of Judah. The Lord spoke this word to Jeremiah the prophet. This message is about the nation of Elam.", "35": "This is what the Lord of heaven's armies says: “I will break Elam's bow. I will break its strength.", "36": "I will bring the four winds against Elam. I will bring them from the four corners of the skies. I will scatter the people of Elam everywhere the four winds blow. And its captives will go to every nation.", "37": "I will break Elam to pieces in front of their enemies. The enemies want to destroy Elam. I will bring disaster to Elam. I will show them how angry I am!” says the Lord. “I will send a sword to chase Elam. It will chase them until I have killed them all.", "38": "I will show Elam that I am king. And I will destroy her king and her officers!” says the Lord.", "39": "“But I will make good things happen to Elam again in the future,” says the Lord."}