{"1": "The Lord says, “Walk up and down the streets of Jerusalem. Look around and think about these things. Search the public squares of the city. See if you can find one person who does honest things. Find just one who searches for the truth. If you can, I will forgive this city.", "2": "The people say, 'As surely as the Lord lives!' But they don't really mean it.”", "3": "Lord, don't you look for truth in people? You hit the people of Judah. But they didn't feel any pain. You crushed them, but they refused to learn what is right. They became more stubborn than a rock. They refused to turn back to God.", "4": "But I thought, “These are only the poor, foolish people. They have not learned the way of the Lord. They do not know what their God wants them to do.", "5": "So I will go to the leaders of Judah. I will talk to them. Surely they understand the way of the Lord. They know what God wants them to do.” But the leaders had all joined together to break away from the Lord. They broke their ties with him.", "6": "So a lion from the forest will attack them. A wolf from the desert will kill them. A leopard is hiding and waiting for them near their towns. It will tear to pieces anyone who comes out of the city. This will happen because the people of Judah have sinned greatly. They have wandered away from the Lord many times.", "7": "The Lord said, “Tell me why I should forgive you. Your children have left me. They have made promises to idols that are not gods at all. I gave your children everything they needed. But they still were like an unfaithful wife to me. They spent much time in houses of prostitutes.", "8": "They are like well-fed, male horses filled with sexual desire. Each one wants another man's wife.", "9": "Shouldn't I punish the people of Judah for doing these things?” says the Lord. “I should give a nation such as this the punishment it deserves.", "10": "“Go along and cut down Judah's vineyards. But do not completely destroy them. Cut off all her people as if they were branches. Do it because they do not belong to the Lord.", "11": "The families of Israel and Judah have been completely unfaithful to me,” says the Lord!", "12": "Those people have lied about the Lord. They have said, “The Lord will not do anything to us! Nothing bad will happen to us. We will never see war or hunger.", "13": "The prophets are like an empty wind. The word of God is not in them. Let these bad things they say happen to them.”", "14": "So this is what the Lord of heaven's armies says: “The people said I would not punish them. So, Jeremiah, the words I give you will be like fire. And these people will be like wood the fire burns up.", "15": "Listen, family of Israel,” says the Lord. “I will soon bring a nation from far away to attack you. It is an old nation that has lasted a long time. The people there speak a language you do not know. You cannot understand what they say.", "16": "Their arrows bring death. All their men are strong warriors.", "17": "They will eat your crops and your food. They will eat your sons and daughters. They will eat your flocks and herds. They will eat your grapes and figs. They will destroy with their swords the strong, walled cities you trust in!", "18": "“Yet even then,” says the Lord, “I will not destroy you completely. ", "19": "The people of Judah will ask, 'Why has the Lord our God done this terrible thing to us?' Give them this answer: 'You have left the Lord. You have served foreign idols in your own land. So now you will serve foreigners in a land that does not belong to you!'", "20": "“Announce this message to the family of Jacob. And tell it to the nation of Judah:", "21": "Hear this message, you foolish people who have no sense. You have eyes, but you don't really see. You have ears, but you don't really listen.", "22": "Surely you are afraid of me,” says the Lord. “You should shake with fear in my presence. I am the one who made the beaches to be a border for the sea. They keep the water in its place forever. The waves may pound the beach, but they can't win over it. The waves may roar, but they cannot go beyond it.", "23": "But the people of Judah are stubborn and have turned against me. They have turned aside and gone away from me.", "24": "They do not say to themselves, 'We should fear the Lord our God. He gives us autumn and spring rains in their seasons. He makes sure we have the harvest at the right time.'", "25": "But your evil has kept away both rain and harvest. Your sins have kept you from enjoying good things.", "26": "There are wicked men among my people. They are like men who make nets for catching birds. But they set their traps to catch men instead of birds.", "27": "Like cages full of birds, their houses are full of lies. They have become rich and powerful.", "28": "They have grown big and fat. There is no end to the evil things they do. They won't plead the case of the orphan. They won't help the poor be judged fairly.", "29": "Shouldn't I punish the people of Judah for doing these things?” says the Lord. “I should give a nation such as this the punishment it deserves.", "30": "“A terrible and shocking thing has happened in the land of Judah:", "31": "The prophets tell lies. The priests take power into their own hands. And my people love it this way. But what will you do when the end comes?"}