{"1": "This is the message the Lord spoke about Babylon and the Babylonian people. He spoke this message through Jeremiah the prophet.", "2": "“Announce this to the nations. Lift up a banner and tell them. Speak the whole message and say: 'Babylon will be captured. The god Bel will be put to shame. The god Marduk will be very afraid. Babylon's idols will be put to shame. Her idols will be filled with terror!'", "3": "A nation from the north will attack Babylon. That nation will make Babylon like an empty desert. No people will live there. Both men and animals will run away from there.”", "4": "The Lord says, “At that time the people of Israel and Judah will be together. They will cry and look for the Lord their God.", "5": "Those people will ask how to go to Jerusalem. They will start to go in that direction. They will come and join themselves to the Lord. They will make an agreement that will last forever. It will be an agreement that will never be forgotten.", "6": "“My people have been like lost sheep. Their leaders have led them in the wrong way. Their leaders made them wander around in the mountains and hills. They forgot where their resting place was.", "7": "Whoever found my people hurt them. And those enemies said, 'We did nothing wrong. Those people sinned against the Lord, their true resting place. He was the God their fathers trusted.'", "8": "“Run away from Babylon. Leave the land of the Babylonians. Be like the goats that lead the flock.", "9": "I will bring against Babylon many nations from the north. This group of nations will take their places for war against Babylon. Babylon will be captured by people from the north. Their arrows are like trained soldiers who do not return from war with empty hands.", "10": "The enemy will take all the wealth from the Babylonians. Those enemy soldiers will get all they want!” says the Lord.", "11": "“Babylon, you are excited and happy. You took my land. You dance around like a young cow in the grain. Your laughter is like the neighing of male horses.", "12": "Your mother will be very ashamed. The woman who gave you birth will be disgraced. Babylonia will be the least important of all the nations. She will be an empty, dry desert.", "13": "The Lord will show his anger. No people will live there. Babylon will be completely empty. Everyone who passes by Babylon will be afraid. They will shake their heads when they see how it has been destroyed.", "14": "“Take your positions for war against Babylon, all you soldiers with bows. Shoot your arrows at Babylon! Do not save any of them. This is because Babylon has sinned against the Lord.", "15": "Soldiers around Babylon, shout the war cry! Babylon has surrendered. Her towers have fallen. Her walls have been torn down. The Lord is giving them the punishment they deserve. You nations should give Babylon what she deserves. Do to her what she has done to others.", "16": "Don't let the people from Babylon plant their crops. Don't let them gather the harvest. The soldiers of Babylon treated their captives cruelly. Now, let everyone go back home! Let everyone run to his own country.", "17": "“The people of Israel are like a flock of sheep that are scattered. They are like sheep that have been chased away by lions. The first lion to eat them up was the king of Assyria. The last lion to crush their bones was Nebuchadnezzar king of Babylon.”", "18": "So this is what the Lord of heaven's armies, the God of Israel, says: “I will punish the king of Babylon and his country. I will punish him as I punished the king of Assyria.", "19": "But I will bring the people of Israel back to their own pasture. They will eat on Mount Carmel and in Bashan. They will eat and be full. They will eat on the hills of Ephraim and Gilead.”", "20": "The Lord says, “At that time people will try to find Israel's guilt. But there will be no guilt. People will try to find Judah's sins. But no sins will be found. This is because I am saving the few people left alive from Israel and Judah. And I am forgiving their sins.", "21": "“Attack the land of Merathaim. Attack the people who live in Pekod. Chase them, kill them and completely destroy them. Do everything I commanded you!” says the Lord.", "22": "“The noise of battle can be heard all over the country. It is the noise of much destruction.", "23": "Babylon was the hammer of the whole earth. But how broken and shattered that hammer is now! Babylon is truly the most ruined of all the nations.", "24": "Babylon, I set a trap for you. And you were caught before you knew it. You fought against the Lord. So you were found and taken prisoner.", "25": "The Lord has opened up his storeroom. He has brought out the weapons of his anger. This is because the Lord God of heaven's armies has work to do. He has work to do in the land of the Babylonians.", "26": "Come against Babylon from far away. Break open her storehouses of grain. Pile up her dead bodies like big piles of grain. Completely destroy Babylon and do not leave anyone alive.", "27": "Kill all the young men in Babylon. Let them be killed. The time has come for their defeat. How terrible it will be for them! It is time for them to be punished.", "28": "Listen to the people running from the country of Babylon! They are telling Jerusalem how the Lord our God is punishing Babylon as it deserves. This is because Babylon destroyed his Temple.", "29": "“Call for the men who shoot arrows to come against Babylon. Tell them to surround the city. Don't let anyone escape. Pay her back for the bad things she has done. Do to her what she has done to other nations. Babylon acted with pride against the Lord, the Holy One of Israel.", "30": "So Babylon's young men will be killed in the streets. All her soldiers will die on that day,” says the Lord.", "31": "“Babylon, you are too proud. And I am against you,” says the Master, the Lord of heaven's armies. “This is because the time has come for you to be punished.", "32": "Proud Babylon will stumble and fall. And no one will help her get up. I will start a fire in her towns. It will completely burn up everything around her.”", "33": "This is what the Lord of heaven's armies says: “The people of Israel and Judah both are slaves. The enemy took them as prisoners. And they won't let them go.", "34": "But God is strong and will buy them back. His name is the Lord of heaven's armies. He will defend them with power so he can give rest to their land. But he will not give rest to those living in Babylon.”", "35": "The Lord says, “Let a sword kill the people living in Babylon! Let a sword kill its officers and wise men!", "36": "Let a sword kill its false prophets! They will become fools. Let a sword kill Babylon's warriors! They will be full of terror.", "37": "Let a sword kill its horses and chariots. Let a sword kill all the soldiers hired from other countries! They will be like frightened women. Let there be a sword against Babylon's treasures! They will be taken away.", "38": "Let there be a sword against its waters! They will be dried up. It is a land of idols. Those idols will go crazy with fear.", "39": "“Babylon will never be filled with people again. Desert animals and hyenas will live there. Owls will live there. But no people will live there ever again.", "40": "God completely destroyed the cities of Sodom and Gomorrah and the towns around them,” says the Lord. “In the same way no people will live in Babylon. No man will stay there.", "41": "“Look! An army is coming from the north. It comes from a powerful nation. Many kings are coming together from all around the world.", "42": "Their armies have bows and spears. The soldiers are cruel and have no mercy. The soldiers come riding on their horses. And the sound is loud like the roaring sea. They stand in their places, ready for battle. They are ready to attack you, city of Babylon.", "43": "The king of Babylon heard about those armies. And he became helpless because of his fear. His fear is like pain. It is like the pain of a woman having a baby.", "44": "“A lion will come from the thick bushes near the Jordan River. It will go into the rich pastures where people feed their flocks. I am like that lion! I will suddenly chase the people of Babylon from their land. Who is the one I have chosen to do this? There is no one like me. There is no one who can challenge me. None of their leaders can stand up against me.”", "45": "So listen to what the Lord has planned to do against Babylon. Listen to what he has decided to do to the people in Babylon. He will surely drag away the young ones of Babylon. Babylon's pastures will be destroyed because of them.", "46": "At the sound of Babylon's fall, the earth will shake. People in all nations will hear about their destruction."}