{"1": "This is the word that the Lord spoke to Jeremiah: ", "2": "“Stand at the gate of the Temple. Preach this message there: “'Hear the word of the Lord, all you people of the nation of Judah! All you who come through these gates to worship the Lord, listen to this message! ", "3": "This is what the Lord of heaven's armies, the God of Israel, says: Change your lives and do what is right! If you do, I will let you live in this place. ", "4": "Don't trust the lies that some people say! They say, “This is the Temple of the Lord. This is the Temple of the Lord. This is the Temple of the Lord!” ", "5": "You must change your lives and do what is right. You must be fair to each other. ", "6": "You must not be hard on the strangers, the orphans and widows. Don't kill innocent people in this place! Don't follow other gods, or they will ruin your lives. ", "7": "If you do these things, I will let you live in this land. This is the land I gave to your ancestors to keep forever.", "8": "“'But look! You are trusting lies. Such trust is useless. ", "9": "Will you steal and murder? Will you be guilty of adultery? Will you falsely accuse other people? Will you worship the false god Baal? And will you follow other gods you have not known? ", "10": "If you do that, do you think you can come before me? Can you stand in this place where I have chosen to be worshiped? Do you think you can say, “We are safe!” Are you safe to do all these hated things? ", "11": "This is the place where I have chosen to be worshiped. Is it nothing more to you than a hideout for robbers? I have been watching you, says the Lord!", "12": "“'You people of Judah, go now to the town of Shiloh. It was there that I first made a place to be worshiped. Go there and see what I did because of the evil things they had done. ", "13": "You people of Israel were doing all these evil things, says the Lord. I spoke to you again and again. But you did not listen to me. I called you, but you did not answer. ", "14": "So I will destroy the place where I have chosen to be worshiped in Jerusalem. You trust in that place. I gave it to you and your ancestors. But I will destroy it just as I destroyed Shiloh. ", "15": "I will push you away from me. I will do it just as I pushed away your brothers, the people of Israel!'", "16": "“As for you, Jeremiah, don't pray for these people. Don't cry out for them or ask anything for them. Don't beg me to help them. I will not listen to you. ", "17": "Don't you see what they are doing in the towns of Judah? Don't you see what they are doing in the streets of Jerusalem? ", "18": "This is what the people of Judah are doing: The children gather wood. The fathers use the wood to make a fire. The women make the dough for cakes of bread. And they offer them to the Queen Goddess. They pour out drink offerings to worship other gods. They do this to make me angry. ", "19": "But I am not the one the people of Judah are really hurting, says the Lord. They are only hurting themselves. They are bringing shame upon themselves.", "20": "“'So this is what the Lord says: I will pour out my anger on this place. I will pour it out on man and animal. I will pour out my anger on the trees in the field. And I will pour it out on the crops in the ground. My anger will be like a hot fire. And no one will be able to put it out.", "21": "“'This is what the Lord of heaven's armies, the God of Israel, says: Go and offer as many burnt offerings and sacrifices as you want! Eat the meat of those sacrifices yourselves! ", "22": "I brought your ancestors out of Egypt. I spoke to them. But I did not give them commands only about burnt offerings and sacrifices. ", "23": "I also gave them this command: Obey me, and I will be your God and you will be my people. Do all that I command, and good things will happen to you. ", "24": "But your ancestors did not listen or pay attention to me. They were stubborn and did whatever their evil hearts wanted. They went backward, not forward. ", "25": "Since the day your ancestors left Egypt, I have sent you my servants, the prophets. I sent them to you again and again. ", "26": "But your ancestors did not listen or pay attention to me. They were very stubborn. And they did more evil than their ancestors.'", "27": "“Jeremiah, you will tell these things to the people of Judah. But they will not listen to you! You will call to them, but they will not answer you. ", "28": "So say to them, 'This is the nation that has not obeyed the Lord its God. These people do nothing when I correct them. They do not tell the truth. It has disappeared from their lips.", "29": "“'Cut off your hair and throw it away. Go up to the bare hilltop and cry. Do it because I, the Lord, have rejected these people. I have turned my back on them. And in my anger I will punish them! ", "30": "The people of Judah have done what I said was evil, says the Lord. They have set up their hated idols in the place where I have chosen to be worshiped. They have made it unclean! ", "31": "The people of Judah have built places of worship at Topheth in the Valley of Ben Hinnom. There the people offered their own sons and daughters as sacrifices. This is something I never commanded. It never even entered my mind! ", "32": "So, I warn you. The days are coming, says the Lord, when people will not call this place Topheth. They will not call it the Valley of Ben Hinnom anymore. They will call it the Valley of Killing. They will bury dead people in Topheth until there is no room to bury anyone else! ", "33": "Then the bodies of the dead will lie on top of the ground. They will become food for the birds of the sky. Wild animals will eat the bodies. There will be no one left alive to chase the birds or animals away. ", "34": "I will end the happy sounds of the bride and bridegroom. There will be no happy sounds in Judah or in the streets of Jerusalem. The land will become an empty desert!"}