{"1": "“'The Lord says: At that time the bones will be removed from the tombs. The bones of Judah's kings and officers, priests and prophets and the people of Jerusalem will be removed. ", "2": "The bones will be spread on the ground under the sun, moon and stars the people loved and served. They went after these gods, searched them out and worshiped them. No one will gather up the bones and bury them. So they will be like dung thrown on the ground. ", "3": "I will force the people of Judah to leave their homes and their land. Those of this evil family who are not dead will wish they were dead, says the Lord.'", "4": "“Say to the people of Judah: 'This is what the Lord says: When a man falls down, doesn't he get up again? And when a man goes the wrong way, doesn't he come back again?", "5": "Why, then, have the people of Judah gone the wrong way? And why do the people of Jerusalem not turn back? They believe their own lies. They refuse to turn around and come back.", "6": "I have listened to them very carefully. But they do not say what is right. They do not feel sorry about their wicked ways. The people don't think about the bad things they have done. Each person goes his own way. He is like a horse charging into a battle.", "7": "Even the birds in the sky know the right times to do things. The storks, doves, swifts and thrushes know when it is time to migrate. But my people don't know what the Lord wants them to do!", "8": "“'You keep saying, “We are wise. This is because we have the teachings of the Lord.” But actually, those who copy the Scriptures have written lies with their pens.", "9": "These wise men refused to listen to the word of the Lord. So they are not really wise at all. They will be ashamed. They will be shocked and trapped.", "10": "So I will give their wives to other men. I will give their fields to new owners. Everyone, from the least important to the greatest, is greedy for money. Even the prophets and priests all tell lies.", "11": "They try to heal my people's serious injuries as if they were small wounds. They say, “It's all right, it's all right!” But really, it is not all right.", "12": "They should be ashamed of the terrible way they act. But they are not ashamed at all. They don't even know how to blush about their sins. So they will fall, along with everyone else. They will be thrown to the ground when I punish them, says the Lord.", "13": "“'I will take away their crops, says the Lord. There will be no grapes on the vine. There will be no figs on the fig tree. Even the leaves will dry up and die. I will take away what I gave them!'”", "14": "“Why are we just sitting here? Let's get together! We have sinned against the Lord. So he has given us poisoned water to drink. Come, let's run to the strong, walled cities. The Lord our God has decided that we must die. So let's die there.", "15": "We hoped to have peace. But nothing good has come. We hoped for a time when he would heal us. But only disaster has come!", "16": "From the land of the tribe of Dan, the snorting of the enemy's horses is heard. The ground shakes from the neighing of their large horses. They have come to destroy the land and everything in it. They have come to destroy the city and all the people who live there.”", "17": "“Look! I am sending poisonous snakes to attack you. These snakes cannot be charmed. They will bite you,” says the Lord.", "18": "God, you are my comfort when I am very sad. You are my comfort when I'm afraid.", "19": "Listen to my people! They are crying for help from a faraway land. They say, “Is the Lord still in Jerusalem? Is Jerusalem's king still there?” But God says, “Why did the people make me angry by worshiping idols? They worshiped their useless foreign idols.”", "20": "And the people say, “Harvest time is over. Summer has ended. And we have not been saved.”", "21": "My people are crushed. So I am crushed. I cry loudly, and I am afraid for them.", "22": "Surely there is a balm in the land of Gilead. Surely there is a doctor there. So why aren't the hurts of my people healed?"}