{"1": "I wish my head were like a spring of water. And I wish my eyes were a fountain of tears! Then I could cry day and night for my people who have been killed.", "2": "I wish I had a place in the desert— a house where travelers spend the night. Then I could leave my people. I could go away from them. This is because they are all unfaithful to God. They are all turning against him.", "3": "“They use their tongues like a bow. They shoot lies from their mouths like arrows. Lies, not truth, have grown strong in the land. They go from one evil thing to another. They do not know who I am,” says the Lord.", "4": "“Watch your friends. Don't trust your own brothers. This is because every brother is a cheater. And every friend tells lies about you.", "5": "Everyone lies to his friend. No one speaks the truth. The people of Judah have taught their tongues to lie. They become tired from sinning.", "6": "Jeremiah, you live in the middle of evil. And lies follow lies. The people have refused to know me,” says the Lord.", "7": "So this is what the Lord of heaven's armies says: “I will test the people of Judah as a person tests metal in a fire. I have no other choice. My people have sinned.", "8": "Their tongues are like sharp arrows. Their mouths speak lies. Everyone speaks nicely to his neighbor. But he is secretly planning to attack him.", "9": "Shouldn't I punish the people for doing this?” says the Lord. “Shouldn't I give them the punishment they deserve?”", "10": "I, Jeremiah, will cry loudly for the mountains. I will sing a funeral song for the empty fields. They are empty, and no one passes through. The mooing of cattle cannot be heard. The birds have flown away, and the animals are gone.", "11": "“I, the Lord, will make the city of Jerusalem a heap of ruins. It will become a home for wild dogs. I will destroy the cities in the land of Judah so no one can live there.”", "12": "What man is wise enough to understand these things? Is there someone who has been taught by the Lord who can explain them? Why was the land ruined? Why has it been made like an empty desert where no one goes?", "13": "The Lord answered, “It is because Judah quit following my teachings that I gave them. They have not obeyed me. They have not done what I told them to do. ", "14": "Instead, the people of Judah were stubborn. They followed the false god Baal. Their fathers taught them to do this!” ", "15": "So this is what the Lord of heaven's armies, God of Israel, says: “I will soon make the people of Judah eat bitter food. I will make them drink poisoned water. ", "16": "I will scatter them through other nations. They will live in strange nations that they and their ancestors never knew about. I will chase the people of Judah with the sword until they are all killed.”", "17": "This is what the Lord of heaven's armies says: “Now, think about these things! Call for the women who cry at funerals. Send for those women who are good at that job.", "18": "Let them come quickly and cry loudly for us. Then our eyes will fill with tears. And streams of water will come out of our eyes.", "19": "The sound of loud crying is heard from Jerusalem: 'We are truly ruined! We are truly ashamed! We must leave our land, because our houses are in ruins.'”", "20": "Now, women of Judah, listen to the word of the Lord. Open your ears to hear the words of his mouth. Teach your daughters how to cry loudly. Teach one another a funeral song!", "21": "Death has climbed in through our windows. It has entered our strong cities. Death has taken away our children who play in the streets. It has taken the young men who meet in the city squares.", "22": "Say, “This is what the Lord says: 'The dead bodies of men will lie in the open field like dung. They will lie on the ground like grain a farmer has cut. But there will be no one to gather them.'”", "23": "This is what the Lord says: “Wise men must not brag about their wisdom. Strong men must not brag about their strength. Rich men must not brag about their money.", "24": "But if someone wants to brag, let him brag about this: Let him brag that he understands and knows me. Let him brag that I am the Lord. Let him brag that I am kind and fair. Let him brag that I do things that are right on earth. This kind of bragging pleases me,” says the Lord.", "25": "The Lord says, “The time is coming when I will punish all those who are circumcised only in the flesh. ", "26": "That is the people of Egypt, Judah, Edom, Ammon and Moab. I will also punish the desert people who cut their hair short. The men in all those countries have not given themselves to serving me. And the men of Israel do not give themselves to serving me.”"}