{"1": "That night all the people in the camp began crying loudly. ", "2": "All the Israelites complained against Moses and Aaron, and all the people said to them, “We wish we had died in Egypt or in this desert. ", "3": "Why is the Lord bringing us to this land to be killed with swords? Our wives and children will be taken away. We would be better off going back to Egypt.” ", "4": "They said to each other, “Let's choose a leader and go back to Egypt.”", "5": "Then Moses and Aaron bowed facedown in front of all the Israelites gathered there. ", "6": "Joshua son of Nun and Caleb son of Jephunneh, who had explored the land, tore their clothes. ", "7": "They said to all of the Israelites, “The land we explored is very good. ", "8": "If the Lord is pleased with us, he will lead us into that land and give us that fertile land. ", "9": "Don't turn against the Lord! Don't be afraid of the people in that land! We will chew them up. They have no protection, but the Lord is with us. So don't be afraid of them.”", "10": "Then all the people talked about killing them with stones. But the glory of the Lord appeared at the Meeting Tent to all the Israelites. ", "11": "The Lord said to Moses, “How long will these people ignore me? How long will they not believe me in spite of the miracles I have done among them? ", "12": "I will give them a terrible sickness and get rid of them. But I will make you into a great nation that will be stronger than they are.”", "13": "Then Moses said to the Lord, “The Egyptians will hear about it! You brought these people from there by your great power, ", "14": "and the Egyptians will tell this to those who live in this land. They have already heard about you, Lord. They know that you are with your people and that you were seen face to face. They know that your cloud stays over your people and that you lead your people with that cloud during the day and with fire at night. ", "15": "If you put these people to death all at once, the nations who have heard about your power will say, ", "16": "'The Lord was not able to bring them into the land he promised them. So he killed them in the desert.'", "17": "“So show your strength now, Lord. Do what you said: ", "18": "'The Lord doesn't become angry quickly, but he has great love. He forgives sin and law breaking. But the Lord never forgets to punish guilty people. When parents sin, he will also punish their children, their grandchildren, their great-grandchildren, and their great-great-grandchildren.' ", "19": "By your great love, forgive these people's sin, just as you have forgiven them from the time they left Egypt until now.”", "20": "The Lord answered, “I have forgiven them as you asked. ", "21": "But, as surely as I live and as surely as my glory fills the whole earth, I make this promise: ", "22": "All these people saw my glory and the miracles I did in Egypt and in the desert, but they disobeyed me and tested me ten times. ", "23": "So not one of them will see the land I promised to their ancestors. No one who rejected me will see that land. ", "24": "But my servant Caleb thinks differently and follows me completely. So I will bring him into the land he has already seen, and his children will own that land. ", "25": "Since the Amalekites and the Canaanites are living in the valleys, leave tomorrow and follow the desert road toward the Red Sea.”", "26": "The Lord said to Moses and Aaron, ", "27": "“How long will these evil people complain about me? I have heard the grumbling and complaining of these Israelites. ", "28": "So tell them, 'This is what the Lord says. I heard what you said, and as surely as I live, I will do those very things to you: ", "29": "You will die in this desert. Every one of you who is twenty years old or older and who was counted with the people—all of you who complained against me—will die. ", "30": "Not one of you will enter the land where I promised you would live; only Caleb son of Jephunneh and Joshua son of Nun will go in. ", "31": "You said that your children would be taken away, but I will bring them into the land to enjoy what you refused. ", "32": "As for you, you will die in this desert. ", "33": "Your children will be shepherds here for forty years. Because you were not loyal, they will suffer until you lie dead in the desert. ", "34": "For forty years you will suffer for your sins—a year for each of the forty days you explored the land. You will know me as your enemy.' ", "35": "I, the Lord, have spoken, and I will certainly do these things to all these evil people who have come together against me. So they will all die here in this desert.”", "36": "The men Moses had sent to explore the land had returned and spread complaints among all the people. They had given a bad report about the land. ", "37": "The men who gave a very bad report died; the Lord killed them with a terrible sickness. ", "38": "Only two of the men who explored the land did not die—Joshua son of Nun and Caleb son of Jephunneh.", "39": "When Moses told these things to all the Israelites, they were very sad. ", "40": "Early the next morning they started to go toward the top of the mountains, saying, “We have sinned. We will go where the Lord told us.”", "41": "But Moses said, “Why are you disobeying the Lord's command? You will not win! ", "42": "Don't go, because the Lord is not with you and you will be beaten by your enemies. ", "43": "You will run into the Amalekites and Canaanites, who will kill you with swords. You have turned away from the Lord, so the Lord will not be with you.”", "44": "But they were proud. They went toward the top of the mountains, but Moses and the Ark of the Agreement with the Lord did not leave the camp. ", "45": "The Amalekites and the Canaanites who lived in those mountains came down and attacked the Israelites and beat them back all the way to Hormah."}