{"1": "The Lord said to Moses, ", "2": "“Speak to the Israelites and say to them, 'When you enter the land that I am giving you as a home, ", "3": "give the Lord offerings made by fire. These may be from your herds or flocks, as a smell pleasing to the Lord. These may be burnt offerings or sacrifices for special promises, or as gifts to him, or as festival offerings. ", "4": "The one who brings the offering shall also give the Lord a grain offering. It should be two quarts of fine flour mixed with one quart of olive oil. ", "5": "Each time you offer a lamb as a burnt offering or sacrifice, also prepare a quart of wine as a drink offering.", "6": "“'If you are giving a male sheep, also prepare a grain offering of four quarts of fine flour mixed with one and one-fourth quarts of olive oil. ", "7": "Also prepare one and one-fourth quarts of wine as a drink offering. Its smell will be pleasing to the Lord.", "8": "“'If you prepare a young bull as a burnt offering or sacrifice, whether it is for a special promise or a fellowship offering to the Lord, ", "9": "bring a grain offering with the bull. It should be six quarts of fine flour mixed with two quarts of olive oil. ", "10": "Also bring two quarts of wine as a drink offering. This offering is made by fire, and its smell will be pleasing to the Lord. ", "11": "Prepare each bull or male sheep, lamb or young goat this way. ", "12": "Do this for every one of the animals you bring.", "13": "“'All citizens must do these things in this way, and the smell of their offerings by fire will be pleasing to the Lord. ", "14": "From now on if foreigners who live among you want to make offerings by fire so the smell will be pleasing to the Lord, they must offer them the same way you do. ", "15": "The law is the same for you and for foreigners, and it will be from now on; you and the foreigners are alike before the Lord. ", "16": "The teachings and rules are the same for you and for the foreigners among you.'”", "17": "The Lord said to Moses, ", "18": "“Tell the Israelites: 'You are going to another land, where I am taking you. ", "19": "When you eat the food there, offer part of it to the Lord. ", "20": "Offer a loaf of bread from the first of your grain, which will be your offering from the threshing floor. ", "21": "From now on offer to the Lord the first part of your grain.", "22": "“'Now what if you forget to obey any of these commands the Lord gave Moses? ", "23": "These are the Lord's commands given to you through Moses, which began the day the Lord gave them to you and will continue from now on. ", "24": "If the people forget to obey one of these commands, all the people must offer a young bull as a burnt offering, a smell pleasing to the Lord. By law you must also give the grain offering and the drink offering with it, and you must bring a male goat as a sin offering.", "25": "“'The priest will remove that sin for all the Israelites so they will belong to the Lord. They are forgiven, because they didn't know they were sinning. For the wrong they did they brought offerings to the Lord, an offering by fire and a sin offering. ", "26": "So all of the people of Israel and the foreigners living among them will be forgiven. No one meant to do wrong.", "27": "“'If just one person sins without meaning to, a year-old female goat must be brought for a sin offering. ", "28": "The priest will remove the sin of the person who sinned accidentally. He will remove it before the Lord, and the person will be forgiven. ", "29": "The same teaching is for everyone who sins accidentally—for those born Israelites and for foreigners living among you.", "30": "“'But anyone who sins on purpose is against the Lord and must be cut off from the people, whether it is someone born among you or a foreigner. ", "31": "That person has turned against the Lord's word and has not obeyed his commands. Such a person must surely be cut off from the others. He is guilty.'”", "32": "When the Israelites were still in the desert, they found a man gathering wood on the Sabbath day. ", "33": "Those who found him gathering wood brought him to Moses and Aaron and all the people. ", "34": "They held the man under guard, because they did not know what to do with him. ", "35": "Then the Lord said to Moses, “The man must surely die. All the people must kill him by throwing stones at him outside the camp.” ", "36": "So all the people took him outside the camp and stoned him to death, as the Lord commanded Moses.", "37": "The Lord said to Moses, ", "38": "“Speak to the Israelites and tell them this: 'Tie several pieces of thread together and attach them to the corners of your clothes. Put a blue thread in each one of these tassels. Wear them from now on. ", "39": "You will have these tassels to look at to remind you of all the Lord's commands. Then you will obey them and not be disloyal by following what your bodies and eyes want. ", "40": "Then you will remember to obey all my commands, and you will be God's holy people. ", "41": "I am the Lord your God, who brought you out of Egypt to be your God. I am the Lord your God.'”"}