{"1": "Korah, Dathan, Abiram, and On turned against Moses. (Korah was the son of Izhar, the son of Kohath, the son of Levi; Dathan and Abiram were brothers, the sons of Eliab; and On was the son of Peleth; Dathan, Abiram, and On were from the tribe of Reuben.) ", "2": "These men gathered two hundred fifty other Israelite men, well-known leaders chosen by the community, and challenged Moses. ", "3": "They came as a group to speak to Moses and Aaron and said, “You have gone too far. All the people are holy, every one of them, and the Lord is among them. So why do you put yourselves above all the people of the Lord?”", "4": "When Moses heard this, he bowed facedown. ", "5": "Then he said to Korah and all his followers: “Tomorrow morning the Lord will show who belongs to him. He will bring the one who is holy near to him; he will bring to himself the person he chooses. ", "6": "So Korah, you and all your followers do this: Get some pans for burning incense. ", "7": "Tomorrow put fire and incense in them and take them before the Lord. He will choose the man who is holy. You Levites have gone too far.”", "8": "Moses also said to Korah, “Listen, you Levites. ", "9": "The God of Israel has separated you from the rest of the Israelites. He brought you near to himself to do the work in the Lord's Holy Tent and to stand before all the Israelites and serve them. Isn't that enough? ", "10": "He has brought you and all your fellow Levites near to himself, yet now you want to be priests. ", "11": "You and your followers have joined together against the Lord. Your complaint is not against Aaron.”", "12": "Then Moses called Dathan and Abiram, the sons of Eliab, but they said, “We will not come! ", "13": "You have brought us out of a fertile land to this desert to kill us, and now you want to order us around. ", "14": "You haven't brought us into a fertile land; you haven't given us any land with fields and vineyards. Will you put out the eyes of these men? No! We will not come!”", "15": "Then Moses became very angry and said to the Lord, “Don't accept their gifts. I have not taken anything from them, not even a donkey, and I have not done wrong to any of them.”", "16": "Then Moses said to Korah, “You and all your followers must stand before the Lord tomorrow. And Aaron will stand there with you and them. ", "17": "Each of you must take your pan and put incense in it; present these two hundred fifty pans before the Lord. You and Aaron must also present your pans.” ", "18": "So each man got his pan and put burning incense in it and stood with Moses and Aaron at the entrance to the Meeting Tent. ", "19": "Korah gathered all his followers who were against Moses and Aaron, and they stood at the entrance to the Meeting Tent. Then the glory of the Lord appeared to everyone.", "20": "The Lord said to Moses and Aaron, ", "21": "“Move away from these men so I can destroy them quickly.”", "22": "But Moses and Aaron bowed facedown and cried out, “God, you are the God over the spirits of all people. Please don't be angry with this whole group. Only one man has really sinned.”", "23": "Then the Lord said to Moses, ", "24": "“Tell everyone to move away from the tents of Korah, Dathan, and Abiram.”", "25": "Moses stood and went to Dathan and Abiram; the elders of Israel followed him. ", "26": "Moses warned the people, “Move away from the tents of these evil men! Don't touch anything of theirs, or you will be destroyed because of their sins.” ", "27": "So they moved away from the tents of Korah, Dathan, and Abiram. Dathan and Abiram were standing outside their tents with their wives, children, and little babies.", "28": "Then Moses said, “Now you will know that the Lord has sent me to do all these things; it was not my idea. ", "29": "If these men die a normal death—the way men usually die—then the Lord did not really send me. ", "30": "But if the Lord does something new, you will know they have insulted the Lord. The ground will open and swallow them. They will be buried alive and will go to the place of the dead, and everything that belongs to them will go with them.”", "31": "When Moses finished saying these things, the ground under the men split open. ", "32": "The earth opened and swallowed them and all their families. All Korah's men and everything they owned went down. ", "33": "They were buried alive, going to the place of the dead, and everything they owned went with them. Then the earth covered them. They died and were gone from the community. ", "34": "The people of Israel around them heard their screams and ran away, saying, “The earth will swallow us, too!”", "35": "Then a fire came down from the Lord and destroyed the two hundred fifty men who had presented the incense.", "36": "The Lord said to Moses, ", "37": "“Tell Eleazar son of Aaron, the priest, to take all the incense pans out of the fire. Have him scatter the coals a long distance away. But the incense pans are still holy. ", "38": "Take the pans of these men who sinned and lost their lives, and hammer them into flat sheets that will be used to cover the altar. They are holy, because they were presented to the Lord, and they will be a sign to the Israelites.”", "39": "So Eleazar the priest gathered all the bronze pans that had been brought by the men who were burned up. He had the pans hammered into flat sheets to put on the altar, ", "40": "as the Lord had commanded him through Moses. These sheets were to remind the Israelites that only descendants of Aaron should burn incense before the Lord. Anyone else would die like Korah and his followers.", "41": "The next day all the Israelites complained against Moses and Aaron and said, “You have killed the Lord's people.”", "42": "When the people gathered to complain against Moses and Aaron, they turned toward the Meeting Tent, and the cloud covered it. The glory of the Lord appeared. ", "43": "Then Moses and Aaron went in front of the Meeting Tent.", "44": "The Lord said to Moses, ", "45": "“Move away from these people so I can destroy them quickly.” So Moses and Aaron bowed facedown.", "46": "Then Moses said to Aaron, “Get your pan, and put fire from the altar and incense in it. Hurry to the people and remove their sin. The Lord is angry with them; the sickness has already started.” ", "47": "So Aaron did as Moses said. He ran to the middle of the people, where the sickness had already started among them. So Aaron offered the incense to remove their sin. ", "48": "He stood between the dead and the living, and the sickness stopped there. ", "49": "But 14,700 people died from that sickness, in addition to those who died because of Korah. ", "50": "Then Aaron went back to Moses at the entrance to the Meeting Tent. The terrible sickness had been stopped."}