{"1": "Balaam said to Balak, “Build me seven altars here, and prepare seven bulls and seven male sheep for me.” ", "2": "Balak did what Balaam asked, and they offered a bull and a male sheep on each of the altars.", "3": "Then Balaam said to Balak, “Stay here beside your burnt offering and I will go. If the Lord comes to me, I will tell you whatever he shows me.” Then Balaam went to a higher place.", "4": "God came to Balaam there, and Balaam said to him, “I have prepared seven altars, and I have offered a bull and a male sheep on each altar.”", "5": "The Lord told Balaam what he should say. Then the Lord said, “Go back to Balak and give him this message.”", "6": "So Balaam went back to Balak. Balak and all the leaders of Moab were still standing beside his burnt offering ", "7": "when Balaam gave them this message: “Balak brought me here from Aram; the king of Moab brought me from the eastern mountains. Balak said, 'Come, put a curse on the people of Jacob for me. Come, call down evil on the people of Israel.'", "8": "But God has not cursed them, so I cannot curse them. The Lord has not called down evil on them, so I cannot call down evil on them.", "9": "I see them from the top of the mountains; I see them from the hills. I see a people who live alone, who think they are different from other nations.", "10": "No one can number the many people of Jacob, and no one can count a fourth of Israel. Let me die like good men, and let me end up like them!”", "11": "Balak said to Balaam, “What have you done to me? I brought you here to curse my enemies, but you have only blessed them!”", "12": "But Balaam answered, “I must say what the Lord tells me to say.”", "13": "Then Balak said to him, “Come with me to another place, where you can also see the people. But you can only see part of them, not all of them. Curse them for me from there.” ", "14": "So Balak took Balaam to the field of Zophim, on top of Mount Pisgah. There Balak built seven altars and offered a bull and a male sheep on each altar.", "15": "So Balaam said to Balak, “Stay here by your burnt offering, and I will meet with God over there.”", "16": "So the Lord came to Balaam and told him what to say. Then he said, “Go back to Balak and say such and such.”", "17": "So Balaam went to Balak, where he and the leaders of Moab were standing beside his burnt offering. Balak asked him, “What did the Lord say?”", "18": "Then Balaam gave this message: “Stand up, Balak, and listen. Hear me, son of Zippor.", "19": "God is not a human being, and he will not lie. He is not a human, and he does not change his mind. What he says he will do, he does. What he promises, he makes come true.", "20": "He told me to bless them, so I cannot change the blessing.", "21": "He has found no wrong in the people of Jacob; he saw no fault in Israel. The Lord their God is with them, and they praise their King.", "22": "God brought them out of Egypt; they are as strong as a wild ox.", "23": "No tricks will work on the people of Jacob, and no magic will work against Israel. People now say about them, 'Look what God has done for Israel!'", "24": "The people rise up like a lioness; they get up like a lion. Lions don't rest until they have eaten, until they have drunk their enemies' blood.”", "25": "Then Balak said to Balaam, “You haven't cursed these people, so at least don't bless them!”", "26": "Balaam answered Balak, “I told you before that I can only do what the Lord tells me.”", "27": "Then Balak said to Balaam, “Come, I will take you to another place. Maybe God will be pleased to let you curse them from there.” ", "28": "So Balak took Balaam to the top of Peor, the mountain that looks over the desert.", "29": "Balaam told Balak, “Build me seven altars here and prepare for me seven bulls and seven male sheep.” ", "30": "Balak did what Balaam asked, and he offered a bull and a male sheep on each altar."}