{"1": "After the great sickness, the Lord said to Moses and Eleazar son of Aaron, the priest, ", "2": "“Count all the people of Israel by families. Count all the men who are twenty years old or older who will serve in the army of Israel.” ", "3": "Moses and Eleazar the priest spoke to the people on the plains of Moab near the Jordan River, across from Jericho. They said, ", "4": "“Count the men twenty years old or older, as the Lord commanded Moses.” Here are the Israelites who came out of Egypt:", "5": "The tribe of Reuben, the first son born to Israel, was counted. From Hanoch came the Hanochite family group; from Pallu came the Palluite family group; ", "6": "from Hezron came the Hezronite family group; from Carmi came the Carmite family group. ", "7": "These were the family groups of Reuben, and the total number of men was 43,730.", "8": "The son of Pallu was Eliab, ", "9": "and Eliab's sons were Nemuel, Dathan, and Abiram. Dathan and Abiram were the leaders who turned against Moses and Aaron and followed Korah when he turned against the Lord. ", "10": "The earth opened up and swallowed them and Korah; they died at the same time the fire burned up the 250 men. This was a warning, ", "11": "but the children of Korah did not die.", "12": "These were the family groups in the tribe of Simeon: From Nemuel came the Nemuelite family group; from Jamin came the Jaminite family group; from Jakin came the Jakinite family group; ", "13": "from Zerah came the Zerahite family group; from Shaul came the Shaulite family group. ", "14": "These were the family groups of Simeon, and the total number of men was 22,200.", "15": "These were the family groups in the tribe of Gad: From Zephon came the Zephonite family group; from Haggi came the Haggite family group; from Shuni came the Shunite family group; ", "16": "from Ozni came the Oznite family group; from Eri came the Erite family group; ", "17": "from Arodi came the Arodite family group; from Areli came the Arelite family group. ", "18": "These were the family groups of Gad, and the total number of men was 40,500.", "19": "Two of Judah's sons, Er and Onan, died in Canaan.", "20": "These were the family groups in the tribe of Judah: From Shelah came the Shelanite family group; from Perez came the Perezite family group; from Zerah came the Zerahite family group. ", "21": "These were the family groups from Perez: From Hezron came the Hezronite family group; from Hamul came the Hamulite family group. ", "22": "These were the family groups of Judah, and the total number of men was 76,500.", "23": "These were the family groups in the tribe of Issachar: From Tola came the Tolaite family group; from Puah came the Puite family group; ", "24": "from Jashub came the Jashubite family group; from Shimron came the Shimronite family group. ", "25": "These were the family groups of Issachar, and the total number of men was 64,300.", "26": "These were the family groups in the tribe of Zebulun: From Sered came the Seredite family group; from Elon came the Elonite family group; from Jahleel came the Jahleelite family group. ", "27": "These were the family groups of Zebulun, and the total number of men was 60,500.", "28": "These were the family groups of Joseph through Manasseh and Ephraim.", "29": "These were the family groups of Manasseh: From Makir came the Makirite family group (Makir was the father of Gilead); from Gilead came the Gileadite family group. ", "30": "These were the family groups that came from Gilead: From Iezer came the Iezerite family group; from Helek came the Helekite family group; ", "31": "from Asriel came the Asrielite family group; from Shechem came the Shechemite family group; ", "32": "from Shemida came the Shemidaite family group; from Hepher came the Hepherite family group. ", "33": "(Zelophehad son of Hepher had no sons; he had only daughters, and their names were Mahlah, Noah, Hoglah, Milcah, and Tirzah.) ", "34": "These were the family groups of Manasseh, and the total number of men was 52,700.", "35": "These were the family groups in the tribe of Ephraim: From Shuthelah came the Shuthelahite family group; from Beker came the Bekerite family group; from Tahan came the Tahanite family group. ", "36": "This was the family group from Shuthelah: From Eran came the Eranite family group. ", "37": "These were the family groups of Ephraim, and the total number of men was 32,500. These are the family groups that came from Joseph.", "38": "These were the family groups in the tribe of Benjamin: From Bela came the Belaite family group; from Ashbel came the Ashbelite family group; from Ahiram came the Ahiramite family group; ", "39": "from Shupham came the Shuphamite family group; from Hupham came the Huphamite family group. ", "40": "These were the family groups from Bela through Ard and Naaman: From Ard came the Ardite family group; from Naaman came the Naamite family group. ", "41": "These were the family groups of Benjamin, and the total number of men was 45,600.", "42": "This was the family group in the tribe of Dan: From Shuham came the Shuhamite family group. That was the family of Dan, ", "43": "and the total number of men in the Shuhamite family group of Dan was 64,400.", "44": "These were the family groups in the tribe of Asher: From Imnah came the Imnite family group; from Ishvi came the Ishvite family group; from Beriah came the Beriite family group. ", "45": "These were the family groups that came from Beriah: From Heber came the Heberite family group; from Malkiel came the Malkielite family group. ", "46": "(Asher also had a daughter named Serah.) ", "47": "These were the family groups of Asher, and the total number of men was 53,400.", "48": "These were the family groups in the tribe of Naphtali: From Jahzeel came the Jahzeelite family group; from Guni came the Gunite family group; ", "49": "from Jezer came the Jezerite family group; from Shillem came the Shillemite family group. ", "50": "These were the family groups of Naphtali, and the total number of men was 45,400.", "51": "So the total number of the men of Israel was 601,730.", "52": "The Lord said to Moses, ", "53": "“Divide the land among these people by the number of names. ", "54": "A large tribe will get more land, and a small tribe will get less land; the amount of land each tribe gets will depend on the number of its people. ", "55": "Divide the land by drawing lots, and the land each tribe gets will be named for that tribe. ", "56": "Divide the land between large and small groups by drawing lots.”", "57": "The tribe of Levi was also counted. These were the family groups of Levi: From Gershon came the Gershonite family group; from Kohath came the Kohathite family group; from Merari came the Merarite family group. ", "58": "These also were Levite family groups: the Libnite family group, the Hebronite family group, the Mahlite family group, the Mushite family group, and the Korahite family group. (Kohath was the ancestor of Amram, ", "59": "whose wife was named Jochebed. She was from the tribe of Levi and she was born in Egypt. She and Amram had two sons, Aaron and Moses, and their sister Miriam. ", "60": "Aaron was the father of Nadab, Abihu, Eleazar, and Ithamar. ", "61": "But Nadab and Abihu died because they made an offering before the Lord with the wrong kind of fire.)", "62": "The total number of male Levites one month old or older was 23,000. But these men were not counted with the other Israelites, because they were not given any of the land among the other Israelites.", "63": "Moses and Eleazar the priest counted all these people. They counted the Israelites on the plains of Moab across the Jordan River from Jericho. ", "64": "Moses and Aaron the priest had counted the Israelites in the Desert of Sinai, but no one Moses counted on the plains of Moab was in the first counting. ", "65": "The Lord had told the Israelites they would all die in the desert, and the only two left were Caleb son of Jephunneh and Joshua son of Nun."}