{"1": "These are the places the Israelites went as Moses and Aaron led them out of Egypt in divisions. ", "2": "At the Lord's command Moses recorded the places they went, and these are the places they went.", "3": "On the fifteenth day of the first month, the day after the Passover, the Israelites left Rameses and marched out boldly in front of all the Egyptians. ", "4": "The Egyptians were burying their firstborn sons, whom the Lord had killed; the Lord showed that the gods of Egypt were false.", "5": "The Israelites left Rameses and camped at Succoth.", "6": "They left Succoth and camped at Etham, at the edge of the desert.", "7": "They left Etham and went back to Pi Hahiroth, to the east of Baal Zephon, and camped near Migdol.", "8": "They left Pi Hahiroth and walked through the sea into the desert. After going three days through the Desert of Etham, they camped at Marah.", "9": "They left Marah and went to Elim; there were twelve springs of water and seventy palm trees where they camped.", "10": "They left Elim and camped near the Red Sea.", "11": "They left the Red Sea and camped in the Desert of Sin.", "12": "They left the Desert of Sin and camped at Dophkah.", "13": "They left Dophkah and camped at Alush.", "14": "They left Alush and camped at Rephidim, where the people had no water to drink.", "15": "They left Rephidim and camped in the Desert of Sinai.", "16": "They left the Desert of Sinai and camped at Kibroth Hattaavah.", "17": "They left Kibroth Hattaavah and camped at Hazeroth.", "18": "They left Hazeroth and camped at Rithmah.", "19": "They left Rithmah and camped at Rimmon Perez.", "20": "They left Rimmon Perez and camped at Libnah.", "21": "They left Libnah and camped at Rissah.", "22": "They left Rissah and camped at Kehelathah.", "23": "They left Kehelathah and camped at Mount Shepher.", "24": "They left Mount Shepher and camped at Haradah.", "25": "They left Haradah and camped at Makheloth.", "26": "They left Makheloth and camped at Tahath.", "27": "They left Tahath and camped at Terah.", "28": "They left Terah and camped at Mithcah.", "29": "They left Mithcah and camped at Hashmonah.", "30": "They left Hashmonah and camped at Moseroth.", "31": "They left Moseroth and camped at Bene Jaakan.", "32": "They left Bene Jaakan and camped at Hor Haggidgad.", "33": "They left Hor Haggidgad and camped at Jotbathah.", "34": "They left Jotbathah and camped at Abronah.", "35": "They left Abronah and camped at Ezion Geber.", "36": "They left Ezion Geber and camped at Kadesh in the Desert of Zin.", "37": "They left Kadesh and camped at Mount Hor, on the border of Edom. ", "38": "Aaron the priest obeyed the Lord and went up Mount Hor. There he died on the first day of the fifth month in the fortieth year after the Israelites left Egypt. ", "39": "Aaron was 123 years old when he died on Mount Hor.", "40": "The Canaanite king of Arad, who lived in the southern area of Canaan, heard that the Israelites were coming.", "41": "The people left Mount Hor and camped at Zalmonah.", "42": "They left Zalmonah and camped at Punon.", "43": "They left Punon and camped at Oboth.", "44": "They left Oboth and camped at Iye Abarim, on the border of Moab.", "45": "They left Iye Abarim and camped at Dibon Gad.", "46": "They left Dibon Gad and camped at Almon Diblathaim.", "47": "They left Almon Diblathaim and camped in the mountains of Abarim, near Nebo.", "48": "They left the mountains of Abarim and camped on the plains of Moab near the Jordan River across from Jericho. ", "49": "They camped along the Jordan on the plains of Moab, and their camp went from Beth Jeshimoth to Abel Acacia.", "50": "On the plains of Moab by the Jordan River across from Jericho, the Lord spoke to Moses. He said, ", "51": "“Speak to the Israelites and tell them, 'When you cross the Jordan River and go into Canaan, ", "52": "force out all the people who live there. Destroy all of their carved statues and metal idols. Wreck all of their places of worship. ", "53": "Take over the land and settle there, because I have given this land to you to own. ", "54": "Throw lots to divide up the land by family groups, giving larger portions to larger family groups and smaller portions to smaller family groups. The land will be given as the lots decide; each tribe will get its own land.", "55": "“'But if you don't force those people out of the land, they will bring you trouble. They will be like sharp hooks in your eyes and thorns in your sides. They will bring trouble to the land where you live. ", "56": "Then I will punish you as I had planned to punish them.'”"}