{"1": "The leaders of Gilead's family group went to talk to Moses and the leaders of the families of Israel. (Gilead was the son of Makir, the son of Manasseh, the son of Joseph.) ", "2": "They said, “The Lord commanded you, our master, to give the land to the Israelites by throwing lots, and the Lord commanded you to give the land of Zelophehad, our brother, to his daughters. ", "3": "But if his daughters marry men from other tribes of Israel, then that land will leave our family, and the people of the other tribes will get that land. So we will lose some of our land. ", "4": "When the time of Jubilee comes for the Israelites, their land will go to the tribes of the people they marry; their land will be taken away from us, the land we received from our fathers.”", "5": "Then Moses gave the Israelites this command from the Lord: “These men from the tribe of Joseph are right. ", "6": "This is the Lord's command to Zelophehad's daughters: You may marry anyone you wish, as long as the person is from your own tribe. ", "7": "In this way the Israelites' land will not pass from tribe to tribe, and each Israelite will keep the land in the tribe that belonged to his ancestors. ", "8": "A woman who inherits her father's land may marry, but she must marry someone from her own tribe. In this way every Israelite will keep the land that belonged to his ancestors. ", "9": "The land must not pass from tribe to tribe, and each Israelite tribe will keep the land it received from its ancestors.”", "10": "Zelophehad's daughters obeyed the Lord's command to Moses.", "11": "So Zelophehad's daughters—Mahlah, Tirzah, Hoglah, Milcah, and Noah—married their cousins, their father's relatives. ", "12": "Their husbands were from the tribe of Manasseh son of Joseph, so their land stayed in their father's family group and tribe.", "13": "These were the laws and commands that the Lord gave to the Israelites through Moses on the plains of Moab by the Jordan River, across from Jericho."}