{"1": "In what time Jeremiah prophesied. 6 He acknowledgeth his imperfection, and is strengthened of the Lord. 11 The Lord showeth him the destruction of Jerusalem. 17 He commandeth him to preach his word without fear. The [a]words of Jeremiah the son of [b]Hilkiah one of the Priests that were at [c]Anathoth in the land of Benjamin.", "2": "To whom the [d]word of the Lord came in the days of Josiah the son of Amon King of Judah in the thirteenth year of his reign:", "3": "And also in the days of Jehoiakim the [e]son of Josiah king of Judah unto the end of the eleventh year of Zedekiah, the son of Josiah king of Judah, even unto the carrying away of Jerusalem captive in the fifth [f]month.", "4": "Then the word of the Lord came unto me, saying,", "5": "Before I [g]formed thee in the womb, I knew thee, and before thou camest out of the womb, I sanctified thee, and ordained thee to be a Prophet unto the [h]nations.", "6": "Then said I, [i]Oh, Lord God, behold, I cannot speak, for I am a child.", "7": "But the Lord said unto me, Say not, I am a child: for thou shalt go to all that I shall send thee, and whatsoever I command thee, shalt thou speak.", "8": "Be not afraid of their faces: for I am with thee to deliver thee, saith the Lord.", "9": "Then the Lord stretched out his hand, and [j]touched my mouth, and the Lord said unto me, Behold, I have put my words in thy mouth.", "10": "Behold, this day have I set thee over the [k]nations, and over the kingdoms, to pluck up, and to root out, and to destroy, and throw down, to build, and to plant.", "11": "After this the word of the Lord came unto me, saying, Jeremiah, what seest thou? And I said, I see a [l]rod of almond tree.", "12": "Then said the Lord unto me, Thou hast seen aright: for I will hasten my word to perform it.", "13": "Again the word of the Lord came unto me the second time, saying, What seest thou? And I said, I see a seething [m]pot looking out of the North.", "14": "Then said the Lord unto me, Out of the [n]North shall a plague be spread upon all the inhabitants of the land.", "15": "For lo, I will call all the families of the kingdoms of the North, saith the Lord, and they shall come, and everyone shall set his throne in the entering of the gates of Jerusalem, and on all the walls thereof round about, and in all the cities of Judah.", "16": "And I will declare unto them my [o]judgments touching all the wickedness of them that have forsaken me, and have burnt incense unto other gods, and worshipped the works of their own hands.", "17": "Thou therefore truss up thy loins, and arise and speak unto them all that I command thee: be not afraid of their faces, lest I [p]destroy thee before them.", "18": "For I, behold, I this day have made thee a defenced city, and an [q]iron pillar and walls of brass against the whole land, against the Kings of Judah, and against the Princes thereof, against the Priests thereof, and against the people of the land.", "19": "For they shall fight against thee, but they shall not prevail against thee: for I am with thee to deliver thee, saith the Lord."}