{"1": "The Lord would hear no prayer for the Jews, 3 but threateneth to destroy them with four plagues. Then said the Lord unto me, [a]Though Moses and Samuel stood before me, yet mine affection could not be toward this people: cast them out of my sight, and let them depart.", "2": "And if they say unto thee, Whither shall we depart? then tell them, Thus saith the Lord, Such as are appointed to death, unto death: and such as are for the sword, to the sword: and such as are for the famine, to the famine: and such as are for the captivity, to the captivity.", "3": "And I will appoint over them four kinds, saith the Lord, the sword to slay, and the [b]dogs to tear in pieces, and the fowls of the heaven, and the beasts of the earth to devour, and to destroy.", "4": "I will [c]scatter them also in all kingdoms of the earth, [d]because of Manasseh the son of Hezekiah King of Judah for that which he did in Jerusalem.", "5": "Who shall then have pity upon thee, O Jerusalem? or who shall be sorry for thee? or who shall go to pray for thy peace?", "6": "Thou hast forsaken me, saith the Lord, and gone backward: therefore will I stretch out mine hand against thee, and destroy thee: for I [e]am weary with repenting.", "7": "And I will scatter them with the fan [f]in the gates of the earth: I have wasted, and destroyed my people, yet they would not return from their ways.", "8": "Their widows [g]are increased by me above the sand of the sea: I have brought upon them, and against the [h]assembly of the young men, a destroyer at noon day: I have caused him to fall upon them, and the city, suddenly and [i]speedily.", "9": "She that hath borne [j]seven, hath been made weak: her heart hath failed: the sun hath failed [k]her, while it was day, she hath been confounded, and ashamed, and the residue of them will I deliver unto the sword before their enemies, saith the Lord.", "10": "¶ [l]Woe is me, my mother, that thou hast borne me, a contentious man, and a man that striveth with the whole earth: I have neither [m]lent on usury, nor men have lent unto me on usury: yet everyone doth curse me.", "11": "The Lord said, [n]Surely thy remnant shall have wealth: surely I will cause thine enemy to entreat thee in the time of trouble, and in the time of affliction.", "12": "Shall the [o]iron break the iron, and the brass that cometh from the North?", "13": "Thy substance and thy treasures will I give to be spoiled without [p]gain, and that for all thy sins even in all thy borders.", "14": "And I will make thee to go with thine enemies into a land that thou knowest not, for a fire is kindled in mine anger, which shall burn you.", "15": "O Lord, thou knowest, remember me, and visit me, and revenge me of my [q]persecutors: take me not away in the continuance of thine anger: know that for thy sake I have suffered rebuke.", "16": "Thy words were found by me, and I did [r]eat them, and thy word was unto me the joy and rejoicing of mine heart: for thy Name is called upon me, O Lord God of hosts.", "17": "I sat not in the assembly of the mockers, neither did I rejoice, but sat alone [s]because of thy plague: for thou hast filled me with indignation.", "18": "Why is mine heaviness continual? and my plague desperate and cannot be healed, why art thou unto me [t]as a liar, and as waters that fail?", "19": "Therefore thus saith the Lord, If thou [u]return, then will I bring thee again, and thou shalt stand before me: and if thou take away the [v]precious from the vile, thou shalt be [w]according to my word: let them return [x]unto thee, but return not thou unto them.", "20": "And I will make thee unto this people a strong brazen wall, and they shall fight against thee, but they shall not [y]prevail against thee: for I am with thee to save thee, and to deliver thee, saith the Lord.", "21": "And I will deliver thee out of the hand of the wicked, and I will redeem thee out of the hand of the tyrants."}