{"1": "The frowardness of the Jews. 5 Cursed be those that put their confidence in man. 9 Man's heart is wicked. 10 God is the searcher of the heart. 13 The living waters are forsaken. 21 The right keeping of the Sabbath commanded. The sin of Judah is [a]written with a pen of iron, and with the point of a diamond, and graven upon the [b]table of their heart, and upon the horns of your [c]altars.", "2": "[d]They remember their altars as their children, with their groves by the green trees upon the high hills.", "3": "[e]O my mountain in the field, I will give thy substance, and all thy treasures to be spoiled, for the sin of thy high places throughout all thy borders.", "4": "And thou shalt rest, [f]and in thee shall be a rest from thine heritage that I gave thee, and I will cause thee to serve thine enemies in the land, which thou knowest not: for ye have kindled a fire in mine anger, which shall burn forever.", "5": "¶ Thus saith the Lord, [g]Cursed be the man that trusteth in man, and maketh flesh his arm, and withdraweth his heart from the Lord.", "6": "For he shall be like the heath in the wilderness, and shall not see when any good cometh, but shall inhabit the parched places in the wilderness, in a salt land, and not inhabited.", "7": "Blessed be the man that trusteth in the Lord, and whose hope the Lord is.", "8": "[h]For he shall be as a tree that is planted by the water, which spreadeth out her roots by the river, and shall not feel when the heat cometh, but her leaf shall be green, and shall not care for the year of drought, neither shall cease from yielding fruit.", "9": "[i]The heart is deceitful and wicked above all things, who can know it?", "10": "I the Lord search the heart, and try the reins, even to give every man according to his ways, and according to the fruit of his works.", "11": "[j]As the partridge gathereth the young, which she hath not brought forth: so he that getteth riches, and not by right, shall leave them in the midst of his days, and at his end shall be a fool.", "12": "As a glorious throne [k]exalted from the beginning, so is the place of our Sanctuary.", "13": "O Lord, the hope of Israel, that forsake thee, shall be confounded: they that depart from thee, shall be written [l]in the earth, because they have forsaken the Lord, the fountain of living waters.", "14": "Heal me, O Lord, and I shall be whole: [m]save me, and I shall be saved: for thou art my praise.", "15": "Behold, [n]they say unto me, Where is the word of the Lord? let it come now.", "16": "But [o]I have not thrust in myself for a pastor after thee, neither have I desired the day of misery, thou knowest that which came out of my lips was right before thee.", "17": "Be not [p]terrible unto me: thou art mine hope in the day of adversity.", "18": "Let them be confounded, that persecute me, but let not me be confounded: let them be afraid, but let not me be afraid: bring upon them the day of adversity, [q]and, destroy them with double destruction.", "19": "Thus hath the Lord said unto me, Go and stand in the [r]gate of the children of the people, whereby the Kings of Judah come in, and by the which they go out, and in all the gates of Jerusalem,", "20": "And say unto them, Hear the word of the Lord, ye kings of Judah, and all Judah, and all the inhabitants of Jerusalem, that enter in by these gates.", "21": "Thus saith the Lord, Take heed to your souls, and bear no burden in the [s]Sabbath day, nor bring it in by the gates of Jerusalem.", "22": "Neither carry forth burdens out of your houses in the Sabbath day: neither do ye any work, but sanctify the Sabbath, as I commanded your fathers.", "23": "But they obeyed not, neither inclined their ears, but made their necks stiff, and would not hear, nor receive correction.", "24": "Nevertheless, if ye will hear me, saith the Lord, and bear no burden through the gates of the city in the Sabbath day, but sanctify the Sabbath day, so that ye do no work therein,", "25": "Then shall the Kings and the Princes enter in at the gates of this city, and shall sit upon the throne of David, and shall ride upon chariots and upon horses, both they and their princes, the men of Judah, and the inhabitants of Jerusalem: and this city shall remain forever.", "26": "And they shall come from the cities of Judah, and from about Jerusalem, and from the land of Benjamin, and from the plain, and from the mountains, and from the South, which shall bring burnt offerings, and sacrifices, and meat offerings, and incense, and shall bring sacrifice of praise into the house of the Lord.", "27": "But if ye will not hear me to sanctify the Sabbath day, and not to bear a burden, nor to go through the gates of Jerusalem in the Sabbath day, then will I kindle a fire in the gates thereof, and it shall devour the palaces of Jerusalem, and it shall not be quenched."}