{"1": "God showeth by the example of a potter, that it is in his power to destroy the despisers of his word. 18 The conspiracy of the Jews against Jeremiah. 19 His prayer against his adversaries. The word which came to Jeremiah from the Lord, saying,", "2": "Arise, and go down into the potter's house, and there shall I show thee my words.", "3": "Then I went down to the potter's house, and behold, he wrought a work on the wheels.", "4": "And the vessel that he made [a]of clay, was broken in the hand of the potter, so he returned, and made it another vessel, as seemed good to the potter to make it.", "5": "Then the word of the Lord came unto me, saying,", "6": "O house of Israel, cannot I do with you as this potter, saith the Lord? behold, as the clay is in the potter's hand, so are you in mine hand, O house of Israel.", "7": "I will speak suddenly against a nation, or against a kingdom to pluck it up, and to root it out, and to destroy it.", "8": "But if this nation against whom I have pronounced turn from their wickedness, I will [b]repent of the plague that I thought to bring upon them.", "9": "And I will speak suddenly concerning a nation, and concerning a kingdom to build it and to plant it.", "10": "But if it do evil in my sight, and hear not my voice, I will repent of the good that I thought to do for them.", "11": "Speak thou now therefore unto the men of Judah, and to the inhabitants of Jerusalem, saying, Thus saith the Lord, Behold, I prepare a plague for you, and purpose a thing against you: return you therefore every one from his evil way, and make your ways and your works good.", "12": "But they said [c]desperately, Surely we will walk after our own imaginations, and do every man after the stubbornness of his wicked heart.", "13": "Therefore thus saith the Lord, Ask now among the heathen, who hath heard such things? the virgin of Israel hath done very filthily.", "14": "Will a man forsake the snow of Lebanon, which cometh from the rock of the field? [d]or shall the cold flowing waters, that come from another place, be forsaken?", "15": "Because my people hath forgotten me, and have burnt incense to vanity, and their prophets have caused them to stumble in their ways from the [e]ancient ways, to walk in the paths and way that is not trodden,", "16": "To make their land desolate, and a perpetual derision, so that everyone that passeth thereby, shall be astonished and wag his head,", "17": "I will scatter them with an East wind before the enemy: I will show them the back, and [f]not the face in the day of their destruction.", "18": "Then said they, Come, and let us imagine some device against Jeremiah: for the Law [g]shall not perish from the Priest, nor counsel from the wise, nor the word from the Prophet: come, and let us smite him with the [h]tongue, and let us not give heed to any of his words.", "19": "Hearken unto me, O Lord, and hear the voice of them that contend with me.", "20": "Shall evil be recompensed for good? for they have dug a pit for my soul: remember that I stood before thee, to speak good for them, and to turn away thy wrath from them.", "21": "Therefore, [i]deliver up their children to famine, and let them drop away by the force of the sword, let their wives be robbed of their children, and be widows: and let their husbands be put to death, and let their young men be slain by the sword in the battle.", "22": "Let the cry be heard from their houses, when thou shalt bring an host suddenly upon them: for they have dug a pit to take me, and hid snares for my feet.", "23": "Yet Lord thou knowest all their counsel against me tendeth to death: forgive not their iniquity, neither put out their sin from thy sight, but let them be overthrown before thee: deal thus with them in the time of thine anger."}