{"1": "God rehearseth his benefits done unto the Jews. 8 Against the priests and false prophets. 12 The Jews are destroyed because they forsake God. Moreover, the word of the Lord came unto me, saying,", "2": "Go and cry in the ears of Jerusalem, saying, Thus saith the Lord, I remember thee, with the [a]kindness of thy youth and the love of thy marriage, when thou wentest after me in the wilderness [b]in a land that was not sown.", "3": "Israel was as a thing [c]hallowed unto the Lord, and his firstfruits: all they [d]that eat it, shall offend: evil shall come upon them, saith the Lord.", "4": "Hear ye the word of the Lord, O house of Jacob, and all the families of the house of Israel.", "5": "Thus saith the Lord, What iniquity have your fathers found in me, that they are gone [e]far from me, and have walked after vanity, and are become [f]vain?", "6": "For they said not, Where is the Lord that brought us up out of the land of Egypt, that led us through the wilderness, through a desert, and waste land, through a dry land, and by [g]the shadow of death, by a land that no man passed through, and where no man dwelt?", "7": "And I brought you into a plentiful country, to eat the fruit thereof, and the commodities of the same: but when ye entered, ye defiled [h]my land, and made mine heritage an abomination.", "8": "The priests said not, [i]Where is the Lord? and they that should minister the [j]Law, knew me not: the [k]pastors also offended against me, and the prophets prophesied in [l]Baal, and went after things that did not profit.", "9": "Wherefore I will yet [m]plead with you, saith the Lord, and I will plead with your children's children.", "10": "For go ye to the isles of [n]Chittim, and behold, and send unto [o]Kedar, and take diligent heed, and see whether there be such things.", "11": "Hath any nation changed their gods, which yet are no gods? but my people have changed their [p]glory, for that which doth not [q]profit.", "12": "O ye [r]heavens, be astonied at this: be afraid and utterly confounded, saith the Lord.", "13": "For my people have committed two evils: they have forsaken me [s]the fountain of living waters, to dig them pits, even broken pits that can hold no water.", "14": "Is Israel a [t]servant, or is he born in the house? why then is he spoiled?", "15": "The [u]Lions roared upon him and yelled, and they have made his land waste: his cities are burnt without [v]an inhabitant.", "16": "Also the children of [w]Noph and Tahapanes have [x]broken thine head.", "17": "Hast not thou procured this unto thyself, because thou hast forsaken the Lord thy God, when he [y]led thee by the way?", "18": "And what hast thou now to do in the way of [z]Egypt? to drink the water of Nilus? or what makest thou in the way of Assyria? to drink the water of the [aa]River?", "19": "Thine own wickedness shall [ab]correct thee, and thy turnings back shall reprove thee: know therefore and behold, that it is an evil thing, and bitter, that thou hast forsaken the Lord thy God, and that my fear is not in thee, saith the Lord God of hosts.", "20": "For of old time I have broken thy yoke, and burst thy bonds, and thou saidest, [ac]I will no more transgress, but like an harlot thou runnest about upon all high hills, and under all green trees.", "21": "Yet I had planted thee a noble vine, whose [ad]plants were all natural: how then art thou turned unto me into the plants of a strange vine?", "22": "Though thou wash thee with [ae]nitre, and take thee much soap, yet thine iniquity is marked before me, saith the Lord God.", "23": "How canst thou say, I am not polluted, neither have I [af]followed Baal? behold thy ways in the valley, and know what thou hast done: thou art like a swift [ag]dromedary, that runneth by his ways.", "24": "And as a wild [ah]ass used to the wilderness that snuffeth up the wind by occasion at her pleasure: who can turn her back? all they that seek her, will not weary themselves, but will find her in her [ai]month.", "25": "Keep thou thy feet from [aj]bareness, and thy throat from thirst: but thou saidest desperately, No, for I have loved strangers, and them will I follow.", "26": "As the [ak]thief is ashamed when he is found, so is the house of Israel ashamed, they, their kings, their princes and their priests, and their prophets,", "27": "Saying to a tree, Thou art my [al]father, and to a stone, Thou hast begotten me: for they have turned their back unto me, and not their face: but in the time of their trouble they will say, Arise, and help us.", "28": "But where are thy gods, that thou hast made thee? let them arise, if they can help thee in the time of thy trouble: for according [am]to the number of thy cities, are thy gods, O Judah.", "29": "Wherefore will [an]ye plead with me? ye all have rebelled against me, saith the Lord.", "30": "I have smitten your children in vain, they received no correction: your own [ao]sword hath devoured your Prophets like a destroying lion.", "31": "O generation, take heed to the word of the Lord: have I been as a [ap]wilderness unto Israel? or a land of darkness? Wherefore saith my people then, We are lords, [aq]we will come no more unto thee?", "32": "Can a maid forget her ornament, or a bride her attire? yet my people have forgotten me, days without number.", "33": "Why dost thou prepare thy way, to [ar]seek amity? even therefore will I teach thee, that thy ways are wickedness.", "34": "Also in thy [as]wings is found the blood of the souls of the poor innocents: I have not found it in holes, but upon all these places.", "35": "Yet thou sayest, Because I am guiltless, surely his wrath shall turn from me: behold, I will enter with thee into judgment, because thou sayest, I have not sinned.", "36": "Why runnest thou about so much to change thy ways? for thou shalt be confounded of Egypt, [at]as thou art confounded of Assyria.", "37": "For thou shalt go forth from thence, and thine hands upon [au]thine head, because the Lord hath rejected thy confidence, and thou shalt not prosper thereby."}