{"1": "He exhorteth the King to judgment and righteousness. 9 Why Jerusalem is brought into captivity. 11 The death of Shallum the son of Josiah is prophesied. Thus said the Lord, Go down to the house of the King of Judah, and speak there this thing,", "2": "And say, Hear the word of the Lord, O King of Judah, that sittest upon the throne of David, thou and thy servants, and thy people that enter in by these gates.", "3": "Thus saith the Lord, Execute ye judgment and [a]righteousness, and deliver the oppressed from the hand of the oppressor, and vex not the stranger, the fatherless, nor the widow: do no violence, nor shed innocent blood in this place.", "4": "For if ye do this thing, then shall the kings sitting upon the throne of David enter in by the gates of this House, and ride upon chariots and upon horses, both he and his servants and his people.", "5": "But if ye will not hear these words, I [b]swear by myself, saith the Lord, that this House shall be waste.", "6": "For thus hath the Lord spoken upon the king's house of Judah, Thou art [c]Gilead unto me, and the head of Lebanon, yet surely I will make thee a wilderness, and as cities not inhabited.", "7": "And I will [d]prepare destroyers against thee, everyone with his weapons, and they shall cut down thy chief [e]cedar trees, and cast them in the fire.", "8": "[f]And many nations shall pass by this city, and they shall say every man to his neighbor, Wherefore hath the Lord done thus unto this great city?", "9": "Then shall they answer, Because they have forsaken the covenant of the Lord their God, and worshipped other gods, and served them.", "10": "¶ Weep not for the dead, and be not moved for them, but weep for him [g]that goeth out: for he shall return no more, nor see his native country.", "11": "For thus saith the Lord, As touching [h]Shallum the son of Josiah King of Judah, which reigned for Josiah his father, which went out of this place, he shall not return thither,", "12": "But he shall die in the place, whither they have led him captive, and shall see this land no more.", "13": "¶ Woe unto him that buildeth his house by [i]unrighteousness, and his chambers without equity: he useth his neighbor without wages, and giveth him not for his work.", "14": "He saith, I will build me a wide house and large chambers: so he will make himself large windows, and ceiling with cedar, and paint them with vermilion.", "15": "Shalt thou reign, because thou closest thyself in cedar? did not thy [j]father eat and drink and prosper, when he executed judgment and justice?", "16": "When he judged the cause of the afflicted and the poor, he prospered: was not this because he knew me, saith the Lord?", "17": "But thine eyes and thine heart are but only for thy covetousness, and for to shed innocent blood, and for oppression, and for destruction, even to do this.", "18": "Therefore thus saith the Lord against Jehoiakim, the son of Josiah king of Judah, They shall not [k]lament him, saying, Ah, my brother, or ah sister: neither shall they mourn for him, saying, Ah, lord, or ah, his glory.", "19": "He shall be buried, as an ass [l]is buried, even drawn and cast forth without the gates of Jerusalem.", "20": "¶ Go up to [m]Lebanon, and cry: shout in [n]Bashan, and cry by the passages: for all thy lovers are destroyed.", "21": "I spake unto thee when thou wast in prosperity: but thou saidest, I will not hear, this hath been thy manner from thy youth, that thou wouldest not obey my voice.", "22": "The wind shall feed all thy pastors, [o]and thy lovers shall go into captivity: and then shalt thou be ashamed and confounded of all thy wickedness.", "23": "Thou that dwellest in Lebanon, and makest thy nest in the [p]cedars, how beautiful shalt thou be when sorrows come upon thee, as the sorrow of a woman in travail?", "24": "As I live, saith the Lord, though [q]Coniah the son of Jehoiakim king of Judah, were the signet of my right hand, yet would I pluck thee thence.", "25": "And I will give thee into the hand of them that seek thy life, and into the hand of them, whose face thou fearest, even into the hand of Nebuchadnezzar king of Babel, and into the hand of the Chaldeans.", "26": "And I will cause them to carry thee away, and thy mother that bare thee into another country, where ye were not born, and there shall ye die.", "27": "But to the land, whereunto they desire to return, they shall not return thither.", "28": "Is not this man Coniah as a despised and broken idol? or as a vessel, wherein is no pleasure? wherefore are they carried away, he and his seed, and cast out into a land that they know not?", "29": "O [r]earth, earth, earth, hear the word of the Lord.", "30": "Thus saith the Lord, Write this [s]man destitute of children, a man that shall not prosper in his days: for there shall be no man of his seed that shall prosper and sit upon the throne of David, or bear rule anymore in Judah."}