{"1": "The false prophecy of Hananiah. 12 Jeremiah reproveth Hananiah, and prophesieth. And that same year in the beginning of the [a]reign of Zedekiah King of Judah, in the [b]fourth year, and in the fifth month, Hananiah the son of Azur the prophet, which was of [c]Gibeon, spake to me in the house of the Lord in the presence of the Priests, and of all the people, and said,", "2": "Thus speaketh the Lord of hosts, the God of Israel, saying, I have broken the yoke of the King of Babel.", "3": "[d]Within two years space I will bring into this place all the vessels of the Lord's House, that Nebuchadnezzar king of Babel took away from this place, and carried them into Babel.", "4": "And I will bring again to this place Jeconiah the son of Jehoiakim King of Judah, with all them that were carried away captive of Judah, and went into Babel, saith the Lord: for I will break the yoke of the king of Babel.", "5": "Then the Prophet Jeremiah said unto the [e]Prophet Hananiah in the presence of the Priests, and in the presence of all the people that stood in the House of the Lord.", "6": "Even the Prophet Jeremiah said, So be it: the [f]Lord so do, the Lord confirm thy words which thou hast prophesied, to restore the vessels of the Lord's house, and all that is carried captive from Babel, into this place.", "7": "But hear thou now this word that I will speak in thine ears, and in the ears of all the people.", "8": "The Prophets that have been before me, and before thee in time past, [g]prophesied against many countries, and against great kingdoms, of war, and of plagues, and of pestilence.", "9": "And the Prophet which prophesieth of peace, when the word of the Prophet shall come to pass, then shall the Prophet be known that the Lord hath truly sent him.", "10": "Then Hananiah the Prophet took the yoke from the Prophet Jeremiah's neck, and [h]brake it.", "11": "And Hananiah spake in the presence of all the people, saying, Thus saith the Lord, Even so will I break the yoke of Nebuchadnezzar king of Babel, from the neck of all nations within the space of two years: and the Prophet Jeremiah went his way.", "12": "¶ Then the word of the Lord came unto Jeremiah the Prophet, (after that Hananiah the Prophet had broken the yoke from the neck of the Prophet Jeremiah) saying,", "13": "Go and tell Hananiah, saying, Thus saith the Lord, Thou hast broken the yokes of wood, but thou shalt make for them yokes of iron.", "14": "For thus saith the Lord of hosts the God of Israel, I have put a [i]yoke of iron upon the neck of all these nations, that they may serve Nebuchadnezzar King of Babel: for they shall serve him, and I have given him the [j]beasts of the field also.", "15": "Then said the Prophet Jeremiah, unto the Prophet Hananiah, Hear now Hananiah, the Lord hath not sent thee, but thou makest this people to trust in a lie.", "16": "Therefore thus saith the Lord, Behold, I will cast thee from of the earth: this year thou shalt die, because thou hast spoken rebelliously against the Lord.", "17": "So Hananiah the Prophet [k]died the same year in the seventh month."}