{"1": "He rehearseth God's benefits after their return from Babylon. 13 And the spiritual joy of the faithful in the Church. At the [a]same time, saith the Lord, will I be the God of all the families of Israel, and they shall be my people.", "2": "Thus saith the Lord, The people which [b]escaped the sword, found grace in the wilderness: [c]he walketh before Israel to cause him to rest.", "3": "The Lord hath appeared unto me [d]of old, say they: [e]Yea, I have loved thee with an everlasting love, therefore with mercy I have drawn thee.", "4": "Again I will build thee, and thou shalt be built, O virgin Israel: thou shalt still [f]be adorned with thy timbrels, and shalt go forth in the dance of them that be joyful.", "5": "Thou shalt yet plant vines upon the mountains of [g]Samaria, and the planters that plant them, [h]shall make them common.", "6": "For the days shall come, that the [i]watchmen upon the mount of Ephraim shall cry, Arise, and let us go up unto [j]Zion to the Lord our God.", "7": "For thus saith the Lord, Rejoice with gladness for Jacob, and shout for joy among the chief of the Gentiles: publish praise and say, O Lord, save thy people, the remnant of Israel.", "8": "[k]Behold, I will bring them from the North country, and gather them from the coasts of the world, with the blind and the lame among them, with the woman with child, and her that is delivered also: a great company shall return hither.", "9": "They shall come [l]weeping, and with mercy will I bring them again: I will lead them by the rivers of [m]water in a straight way, wherein they shall not stumble: for I am a father to Israel, and Ephraim is [n]my firstborn.", "10": "¶ Hear the word of the Lord, O ye Gentiles, and declare in the isles afar off, and say, He that scattered Israel, will gather him, and will keep him, as a shepherd doth his flock.", "11": "For the Lord hath redeemed Jacob, and ransomed him from the hand [o]of him, that was stronger than he.", "12": "Therefore they shall come, and rejoice in the height of Zion, and shall run to the bountifulness of the Lord, even for the [p]wheat and for the wine, and for the oil, and for the increase of sheep and bullocks: and their soul shall be as a watered garden, and they shall have no more sorrow.", "13": "Then shall the virgin rejoice in the [q]dance, and the young men and the old men together: for I will turn their mourning into joy, and will comfort them, and give them joy for their sorrows.", "14": "And I will replenish the soul of the Priests with [r]fatness, and my people shall be satisfied with my goodness, saith the Lord.", "15": "Thus saith the Lord, A voice was heard on high, a mourning, and bitter weeping. [s]Rachel weeping for her children, refused to be comforted for her children, because they were not.", "16": "Thus saith the Lord, Refrain the voice from weeping, and thine eyes from tears: for thy work shall be rewarded, saith the Lord, and they shall come again from the land of the enemy:", "17": "And there is hope in thine end, saith the Lord, that thy children shall come again to their own borders.", "18": "I have heard [t]Ephraim lamenting thus, Thou hast corrected me, and I was chastised as an [u]untamed calf: [v]convert thou me, and I shall be converted: for thou art the Lord my God.", "19": "Surely after that I was converted, I repented, and after that I was instructed, I smote upon my [w]thigh: I was ashamed, yea, even confounded, because I did bear the reproach of my youth.", "20": "Is Ephraim [x]my dear son or pleasant child? yet since I spake unto him, I still [y]remembered him: therefore my bowels are troubled for him. I will surely have compassion upon him, saith the Lord.", "21": "Set thee up [z]signs: make thee heaps: set thine heart toward the path and way, that thou hast walked: turn again, O virgin of Israel: turn again to these thy cities.", "22": "How long wilt thou go astray, O thou rebellious daughter? for the Lord hath created [aa]a new thing in the earth: A WOMAN shall compass a man.", "23": "Thus saith the Lord of hosts the God of Israel, Yet shall they say this thing in the land of Judah, and in the cities thereof, when I shall bring again their captivity, The Lord bless thee, O habitation of justice and holy mountain.", "24": "And Judah shall dwell in it, and all the cities thereof together, the husbandmen and they that go forth with the flock.", "25": "For I have satiated the weary soul, and I have replenished every sorrowful soul.", "26": "Therefore I awaked and beheld, and my sleep [ab]was sweet unto me.", "27": "Behold, the days come, saith the Lord, that I will sow the house of Israel, and the house of Judah [ac]with the seed of man, and with the seed of beast.", "28": "And like as I have watched upon them, to pluck up and to root out, and to throw down, and to destroy, and to plague them, so will I watch over them, to build and to plant them, saith the Lord.", "29": "In those days shall they say no more, The fathers have [ad]eaten a sour grape, and the children's teeth are set on edge.", "30": "But everyone shall die for his own iniquity, every man that eateth the sour grape, his teeth shall be set on edge.", "31": "¶ Behold, the days come, saith the Lord, that I will make a [ae]new covenant with the house of Israel, and with the house of Judah,", "32": "Not according to the covenant that I made with their fathers, when I took them by the hand to bring them out of the land of Egypt, the which my covenant they [af]brake, although I was [ag]an husband unto them, saith the Lord.", "33": "But this shall be the covenant that I will make with the house of Israel, After [ah]those days, saith the Lord, I will put my law in their inward parts, and write it in their hearts, and will be their God, and they shall be my people.", "34": "And they shall [ai]teach no more every man his neighbor, and every man his brother, saying, Know the Lord: for they shall all know me from the least of them unto the greatest of them, saith the Lord: for I will forgive their iniquity, and will remember their sins no more.", "35": "Thus saith the Lord, which giveth [aj]the sun for a light to the day, and the courses of the moon and of the stars for a light to the night, which breaketh the sea, when the waves thereof roar: his Name is the Lord of hosts.", "36": "If these ordinances depart out of my sight, saith the Lord, then shall the seed of Israel cease from being a nation before me, forever.", "37": "Thus saith the Lord, If the heavens can be measured, [ak]or the foundations of the earth be searched out beneath, then will I cast off all the seed of Israel, for all that they have done, saith the Lord.", "38": "Behold, the days come, saith the Lord, that the [al]city shall be built to the Lord from the tower of Hananel, unto the gate of the corner.", "39": "And the line of the measure shall go forth [in] his presence upon the hill Gareb, and shall compass about to Goath.", "40": "And the whole valley of the dead bodies, and of the ashes, and all the fields unto the brook of Kidron, and unto the corner of the horsegate toward the East, shall be holy unto the Lord, neither shall it be plucked up nor destroyed anymore forever."}