{"1": "Jeremiah is cast into prison because he prophesied that the city should be taken of the king of Babylon. 7 He showeth that the people should come again to their own possession. 38 The people of God are his servants, and he is their Lord. The word that came unto Jeremiah from the Lord, in the [a]tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar.", "2": "For then the king of Babel's host besieged Jerusalem: and Jeremiah the Prophet was shut up in the court of the prison, which was in the King of Judah's house.", "3": "For Zedekiah king of Judah had shut him up, saying, Wherefore dost thou prophesy, and say, Thus saith the Lord, Behold, I will give this city into the hands of the King of Babel, and he shall take it?", "4": "And Zedekiah the king of Judah shall not escape out of the hand of the Chaldeans, but shall surely be delivered into the hands of the king of Babel, and shall speak with him mouth to mouth, and his eyes shall behold his face,", "5": "And he shall lead Zedekiah to Babel, and there shall he be, until [b]I visit him, saith the Lord: though ye fight with the Chaldeans, ye shall not prosper.", "6": "¶ And Jeremiah said, The word of the Lord came unto me, saying,", "7": "Behold, Hanamel, the son of Shallum thine uncle, shall come unto thee and say, [c]Buy unto thee my field, that is in Anathoth: for the [d]title by kindred appertaineth unto thee [e]to buy it.", "8": "So Hanamel mine uncle's son came to me in the court of the prison, according to the word of the Lord, and said unto me, Buy my [f]field, I pray thee, that is in Anathoth, which is in the country of Benjamin: for the right of the possession is thine, and the purchase belongeth unto thee: buy it for thee. Then I knew that this was the word of the Lord.", "9": "And I bought the field of Hanamel, mine uncle's son, that was in Anathoth, and weighed him the silver, even seven [g]shekels, and ten pieces of silver.", "10": "And I wrote it in the book and signed it, and took witnesses, and weighed him the silver in the balances.", "11": "So I took the book of the possession, being sealed [h]according to the Law, and custom, with the book that was open,", "12": "And I gave the book of the possession unto Baruch the son of Neriah, the son of Mahseiah, in the sight of Hanamel mine uncle's son, and in the presence of the witnesses, written in the book of the possession, before all the Jews that sat in the court of the prison.", "13": "And I charged Baruch before them, saying,", "14": "Thus saith the Lord of hosts the God of Israel, Take the writings, even this book of the possession, both that is sealed, and this book that is open, and put them in an earthen [i]vessel, that they may continue a long time.", "15": "For the Lord of hosts, the God of Israel saith thus, Houses and fields, and vineyards shall be possessed again in this land.", "16": "¶ Now when I had delivered the book of the possession unto Baruch the son of Neriah, I prayed unto the Lord, saying,", "17": "Ah Lord God, behold, thou hast made the heaven and the earth by thy great power, and by thy stretched out arm, and there is nothing [j]hard unto thee.", "18": "Thou showest mercy unto thousands, and recompensest the iniquity of the fathers into the bosom of their [k]children after them: O God the great and mighty, whose name is the Lord of hosts,", "19": "Great in counsel, and mighty in work, (for thine eyes are open upon all the ways of the sons of men, to give to everyone according to his ways, and according to the fruit of his works)", "20": "Which hast set signs and wonders in the land of Egypt unto this day, and in Israel and among all men, and hast made thee a Name, [l]as appeareth this day,", "21": "And hast brought thy people Israel out of the land of Egypt with signs, and with wonders, and with a strong hand, and a stretched out arm, and with great terror,", "22": "And hast given them this land, which thou didst swear to their fathers to give them, even a land that floweth with milk and honey,", "23": "And they came in, and possessed it, but they obeyed not thy voice, neither walked in thy Law: all that thou commandedst them to do, they have not done: therefore thou hast caused this whole plague to come upon them.", "24": "Behold, the [m]mounts, they are come into the city to take it, and the city is given into the hand of the Chaldeans, that fight against it by means of the sword, and of the famine, and of the pestilence, and what thou hast spoken, is come to pass, and behold, thou seest it.", "25": "And thou hast said unto me, O Lord God, Buy unto thee the field for silver, and take witnesses: for the city shall be given into the hand of the Chaldeans.", "26": "¶ Then came the word of the Lord unto Jeremiah, saying,", "27": "Behold, I am the LORD GOD of all [n]flesh: is there anything too hard for me?", "28": "Therefore thus saith the Lord, Behold, I will give this city into the hand of the Chaldeans, and into the hand of Nebuchadnezzar, king of Babel, and he shall take it.", "29": "And the Chaldeans shall come and fight against this city, and set fire on this city, and burn it with the houses, upon whose roofs they have offered incense unto Baal, and poured drink offerings unto other gods, to provoke me unto anger.", "30": "For the children of Israel, and the children of Judah have surely done evil before me, from their [o]youth: for the children of Israel have surely provoked me to anger with the works of their hands, saith the Lord.", "31": "Therefore this city hath been unto me as a provocation of mine anger, and of my wrath, from the day that they built it, even unto this day, that I should remove it out of my sight,", "32": "Because of all the evil of the children of Israel, and of the children of Judah, which they have done to provoke me to anger, even they, their Kings, their Princes, their Priests, and their Prophets, and the men of Judah, and the inhabitants of Jerusalem.", "33": "And they have turned unto me the back and not the face: though I taught them, [p]rising up early, and instructing them, yet they were not obedient to receive doctrine,", "34": "But they set their abominations in the house (whereupon my Name was called) to defile it.", "35": "And they built the high [q]places of Baal, which are in the valley of [r]Ben-Hinnom, to cause their sons and their daughters to [s]pass through the fire unto Molech, which I commanded them not, neither came it into my mind, that they should do such abomination, to cause Judah to sin.", "36": "And now [t]therefore, thus hath the Lord God of Israel spoken concerning this city, whereof ye say, It shall be delivered into the hand of the king of Babel by the sword, and by the famine, and by the pestilence.", "37": "Behold, I will gather them out of all countries, wherein I have scattered them in mine anger, and in my wrath, and in great indignation, and I will bring them again unto this place, and I will cause them to dwell safely.", "38": "And they shall be my people, and I will be their God.", "39": "And I will give them [u]one heart and one way, that they may fear me forever for the wealth of them, and of their children after them.", "40": "And I will make an everlasting [v]covenant with them, that I will never turn away from them to do them good, but I will put my fear in their hearts, that they shall not depart from me.", "41": "Yea, I will delight in them to do them good, and I will plant them in this land assuredly with my whole heart, and with all my soul.", "42": "For thus saith the Lord, Like as I have brought all this great plague upon this people, so will I bring upon them all the good that I have promised them.", "43": "And the fields shall be possessed in this land, whereof ye say, it is desolate without man or beast, and shall be given into the hand of the Chaldeans.", "44": "Men shall buy [w]fields for silver, and make writings and seal them, and take witnesses in the land of Benjamin, and round about Jerusalem, and in the cities of Judah, and in the cities of the mountains, and in the cities of the plain, and in the cities of the South: for I will cause their captivity to return, saith the Lord."}