{"1": "The Prophet is monished of the Lord to pray for the deliverance of the people which the Lord promised. 8 God forgiveth sins for his own glory. 15 Of the birth of Christ. 20 The kingdom of Christ in the Church shall never be ended. Moreover the word of the Lord came unto Jeremiah the second time (while he was yet shut up in the [a]court of prison) saying,", "2": "Thus saith the Lord, the [b]maker thereof, the Lord that formed it, and established it, the Lord is his Name.", "3": "Call unto me, and I will answer thee, and show thee great and mighty things, which thou knowest not.", "4": "For thus saith the Lord God of Israel, concerning the houses of this city, and concerning the houses of the Kings of Judah, which are destroyed by the [c]mounts, and by the sword,", "5": "They come to [d]fight with the Chaldeans, but it is to fill themselves with the dead bodies of men, whom I have slain in mine anger and in my wrath: for I have hid my [e]face from this city, because of all their wickedness.", "6": "¶ Behold, I [f]will give it health and amendment: for I will cure them, and will reveal unto them the abundance of peace, and truth.", "7": "And I will cause the captivity of Judah and the captivity of Israel to return, and will build them as at the first.", "8": "And I will [g]cleanse them from all their iniquity, whereby they have sinned against me: yea, I will pardon all their iniquities, whereby they have sinned against me, and whereby they have rebelled against me.", "9": "And it shall be to me a name, a [h]joy, a praise, and an honor before all the nations of the earth, which shall hear all the good that I do unto them: and they shall fear and tremble for all the goodness, and for all the wealth, that I show unto this city.", "10": "Thus saith the Lord, Again there shall be heard in this place (which ye say shall be desolate, without man, and without beast, even in the cities of Judah, and in the streets of Jerusalem, that are desolate without man, and without inhabitant, and without beast)", "11": "The voice of joy and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the voice of them that shall say, [i]Praise the Lord of hosts, because the Lord is good: for his mercy endureth forever, and of them that offer the sacrifice of praise in the house of the Lord, for I will cause to return the captivity of the land, as at the first, saith the Lord.", "12": "Thus saith the Lord of hosts, Again in this place, which is desolate, without man, and without beast, and in all the cities thereof there shall be dwelling for shepherds to rest their flocks.", "13": "In the cities of the [j]mountains, in the cities in the plain, and in the cities of the South, and in the land of Benjamin and about Jerusalem, and in the cities of Judah shall the sheep pass again, under the hand of him that telleth them, saith the Lord.", "14": "Behold, the days come, saith the Lord, that I will perform that good thing, which I have promised unto the house of Israel, and to the house of Judah.", "15": "In those days, and at that time will I cause [k]the Branch of righteousness to grow up unto David, and he shall execute judgment and righteousness in the land.", "16": "In those days shall Judah be saved, and Jerusalem shall dwell safely, and he that shall call [l]her, is the Lord our [m]righteousness.", "17": "For thus saith the Lord, David shall never want a man to sit upon the throne of the house of Israel.", "18": "Neither shall the Priests and Levites want a man before me to offer [n]burnt offerings, and to offer meat offerings, and to do sacrifice continually.", "19": "¶ And the word of the Lord came unto Jeremiah, saying,", "20": "Thus saith the Lord, If you can break my covenant of the [o]day, and my covenant of the night, that there should not be day and night in their season,", "21": "Then may my covenant be broken with David my servant, that he should not have a son to reign upon his throne, and with the Levites, and Priests my ministers.", "22": "As the army of heaven cannot be numbered, neither the sand of the sea measured: so will I multiply the seed of David my servant, and the Levites, that minister unto me.", "23": "¶ Moreover, the word of the Lord came to Jeremiah, saying,", "24": "Considerest thou not what [p]this people have spoken, saying, The two families, which the Lord hath chosen, he hath even cast them off? thus they have despised my people, that they should be no more a nation before them.", "25": "Thus saith the Lord, If my covenant be not with day and night, and if I have not appointed the order of heaven and earth,", "26": "Then will I cast away the seed of Jacob and David my servant, and not take of his seed to be rulers over the seed of Abraham, Isaac, and Jacob: for I will cause their captivity to return, and have compassion on them."}