{"1": "Johanan carrieth the remnant of the people into Egypt, contrary to the mind of Jeremiah.  8 Jeremiah prophesieth the destruction of Egypt. Now when Jeremiah had made an end of speaking unto the whole people all the words of the Lord their God, for the which the Lord their God had sent him to them, even all these words,", "2": "Then spake [a]Azariah the son of Hoshaiah, and Johanan the son of Kareah, and all the [b]proud men, saying unto Jeremiah, [c]Thou speakest falsely: the Lord our God hath [d]not sent thee to say, Go not into Egypt to dwell there,", "3": "But Baruch the son of Neriah [e]provoketh thee against us, for to deliver us into the hand of the Chaldeans, that they might slay us, and carry us away captives into Babel.", "4": "So Johanan the son of Kareah, and all the captains of the host, and all the people obeyed not the voice of the Lord, to dwell in the land of Judah.", "5": "But Johanan the son of Kareah, and all the captains of the host took all the remnant of Judah that were returned from all [f]nations, whither they had been driven, to dwell in the land of Judah:", "6": "Even men and women, and children, and the king's daughters, and every person that Nebuzaradan the chief steward had left with Gedaliah the son of Ahikam, the son of Shaphan, and Jeremiah the [g]Prophet, and Baruch the son of Neriah.", "7": "So they came into the land of Egypt: for they obeyed not the voice of the Lord: thus came they to [h]Tahpanhes.", "8": "¶ Then came the word of the Lord unto Jeremiah in Tahpanhes, saying,", "9": "Take great stones in thine hand, and [i]hide them in the clay in the brick kiln, which is at the entry of Pharaoh's house in Tahpanhes in the sight of the men of Judah,", "10": "And say unto them, Thus saith the Lord of hosts the God of Israel, Behold, I will send and bring Nebuchadnezzar the king of Babel [j]my servant, and will set his throne upon these stones that I have hid, and he shall spread his pavilion over them.", "11": "And when he shall come, he shall smite the land of Egypt: [k]such as are appointed for death, to death, and such as are for captivity, to captivity, and such as are for the sword, to the sword.", "12": "And I will kindle a fire in the houses of the gods of Egypt, and he shall burn them and carry them away captives, and he shall array himself with the land of Egypt, as a [l]shepherd putteth on his garment, and shall depart from thence in peace.", "13": "He shall break also the images of [m]Beth Shemesh, that is in the land of Egypt, and the houses of the gods of the Egyptians shall he burn with fire."}