{"1": "Why Babylon is destroyed. 41 The vain confidence of the Babylonians. 43 The vanity of idolaters. 59 Jeremiah giveth his book to Seraiah. Thus saith the Lord, Behold, I will raise up against Babel, and against the inhabitants [a]that lift up their heart against me, a destroying [b]wind,", "2": "And will send unto Babel fanners that shall fan her, and shall empty her land, for in the day of trouble they shall be against her on every side.", "3": "Also to the bender that bendeth his bow, and to him that lifteth himself up in his brigandine, will I say, Spare not her young men, but destroy all her host.", "4": "Thus the slain shall fall in the land of the Chaldeans, and they that are thrust through in her streets.", "5": "For Israel hath been no [c]widow, nor Judah from his God, from the Lord of hosts, though their land was filled with sin against the holy one of Israel.", "6": "¶ [d]Flee out of the midst of Babel, and deliver every man his soul: be not destroyed in her iniquity: for this is the time of the Lord's vengeance: he will render unto her a recompense.", "7": "Babel hath been as a golden cup in the [e]Lord's hand, that made all the earth drunken, the nations have drunken of her wine, therefore do the nations [f]rage.", "8": "Babel is suddenly fallen, and destroyed: howl for her, bring balm for her sore, if she may be healed.", "9": "We would have cured Babel, but she could not be healed: forsake her, and let [g]us go everyone into his own country: for her judgment is come up into heaven, and is lifted up to the clouds.", "10": "The Lord hath brought forth our [h]righteousness: come and let us declare in Zion the work of the Lord our God.", "11": "Make bright the arrows: [i]gather the shields: the Lord hath raised up the spirit of the King of the Medes: for his purpose is against Babel to destroy it, because it is the [j]vengeance of the Lord, and the vengeance of his Temple.", "12": "Set up the standard upon the walls of Babel, make the watch strong: set up the watchmen: prepare the scouts: for the Lord hath both devised, and done that which he spake against the inhabitants of Babel.", "13": "O thou that dwellest upon many [k]waters, abundant in treasures, thine end is come, even the [l]end of thy covetousness.", "14": "The Lord of hosts hath sworn by [m]himself, saying, Surely I will fill thee with men, as with caterpillars, and they shall cry and shout against thee.", "15": "He hath made the earth by his power, and established the world by his wisdom, and hath stretched out the heaven by his discretion.", "16": "He giveth by his voice the multitude of waters in the heaven, and he causeth the clouds to ascend from the ends of the earth, he turneth lightnings to rain, and bringeth forth the wind out of his treasures.", "17": "Every man is a beast by his own [n]knowledge: every founder is confounded by the graven image: for his melting is but falsehood, and there is no breath therein.", "18": "They are vanity, and the work of errors: in the time of their [o]visitation they shall perish.", "19": "The [p]portion of Jacob is not like them: for he is the maker of all things, and Israel is the rod of his inheritance: the Lord of hosts is his Name.", "20": "Thou art mine [q]hammer, and weapons of war: for with thee will I break the nations, and with thee will I destroy kingdoms,", "21": "And by thee will I break horse and horseman, and by thee will I break the chariot and him that rideth therein.", "22": "By thee also will I break man and woman, and by thee will I break old and young, and by thee will I break the young man and the maid.", "23": "I will also break by thee the shepherd and his flock, and by thee will I break the husbandman and his yoke of oxen, and by thee will I break the dukes and princes.", "24": "And I will render unto Babel, and to all the inhabitants of the Chaldeans all their evil, that they have done in Zion, even in your sight, saith the Lord.", "25": "Behold, I come unto thee, O destroying [r]mountain, saith the Lord, which destroyest all the earth: and I will stretch out mine hand upon thee, and roll thee down from the [s]rocks, and will make thee a burnt mountain.", "26": "They shall not take of thee a stone for a corner, nor a stone for foundations: but thou shalt be destroyed forever, saith the Lord.", "27": "Set up a standard in the land: blow the trumpets among the nations: prepare the nations against her: call up the kingdoms of [t]Ararat, Minni, and Ashkenaz against her, appoint the prince against her, cause horses to come up as the rough caterpillars.", "28": "Prepare against her the nations with the kings of the Medes, the dukes thereof, and the princes thereof, and all the land of his dominion.", "29": "And the land shall tremble and sorrow: for the device of the Lord shall be performed against Babel, to make the land of Babel waste without an inhabitant.", "30": "The strong men of Babel have ceased to fight: they have remained in their holds: their strength hath failed, and they were like women: they have burnt her dwelling places, and her bars are broken.", "31": "A post shall run to meet the post, and a messenger to meet the messenger, to show the King of Babel, that his city is taken on a [u]side thereof,", "32": "And that the passages are stopped, and the reeds burnt with fire, and the men of war troubled.", "33": "For thus saith the Lord of hosts the God of Israel, The daughter of Babel is like a threshingfloor: the time of her threshing is come: yet a little while, and the time of her harvest [v]shall come.", "34": "Nebuchadnezzar the King of Babel hath [w]devoured me, and destroyed me: he hath made me an empty vessel: he swallowed me up like a dragon: and filled his belly with my delicates, and hath cast me out.", "35": "The spoil of me, and that which was left of me, is brought unto Babel, shall the inhabitant of Zion say: and my blood unto the inhabitants of Chaldea, shall Jerusalem say.", "36": "Therefore thus saith the Lord, Behold, I will maintain thy [x]cause, and take vengeance for thee, and I will dry up the sea, and dry up her springs.", "37": "And Babel shall be as heaps, a dwelling place for dragons, an astonishment, and an hissing, without an inhabitant.", "38": "They shall roar together like lions, and yell as the lion's whelps.", "39": "In their [y]heat I will make them feasts, and I will make them drunken that they may rejoice, and sleep a perpetual sleep, and not wake, saith the Lord.", "40": "I will bring them down like lambs to the slaughter, and like rams and goats.", "41": "How is [z]Sheshach taken! and how is the glory of the whole earth taken! how is Babel become an astonishment among the nations!", "42": "The [aa]sea is come up upon Babel: she is covered with the multitude of the waves thereof.", "43": "Her cities are desolate: the land is dry and a wilderness, a land wherein no man dwelleth, neither doth the son of man pass thereby.", "44": "I will also visit Bel in Babel, and I will bring out of his mouth, that which [ab]he hath swallowed up, and the nations shall run no more unto him, and the wall of Babel shall fall.", "45": "My people, go out of the midst of her, and deliver ye every man his soul from the fierce wrath of the Lord,", "46": "Lest your heart even faint, and ye fear the rumor that shall be heard in the land: the rumor shall come this year, and after that in the other [ac]year shall come a rumor, and cruelty in the land, and ruler against ruler.", "47": "Therefore behold, the days come, that I will visit the images of Babel, and the whole land shall be confounded, and all her slain shall fall in the midst of her.", "48": "Then the heaven and [ad]the earth, and all that is therein, shall rejoice for Babel: for the destroyers shall come unto her from the North, saith the Lord.", "49": "As Babel caused the [ae]slain of Israel to fall, so by Babel the slain of all the earth did fall.", "50": "Ye that [af]have escaped the sword, go away, stand not still: remember the Lord afar off, and let Jerusalem come into your mind.", "51": "We are [ag]confounded because we have heard reproach: shame hath covered our faces, for strangers are come into the Sanctuaries of the Lord's house.", "52": "Wherefore behold, the days come, saith the Lord, that I will visit her graven images, and through all her land the wounded shall groan.", "53": "Though Babel should mount up to [ah]heaven, and though she should defend her strength on high, yet from me shall her destroyers come, saith the Lord.", "54": "A sound of a cry cometh from Babel, and great destruction from the land of the Chaldeans,", "55": "Because the Lord hath laid Babel waste, and destroyed from her the great voice, and her waves shall roar like great waters, and a sound was made by their noise:", "56": "Because the destroyer is come upon her, even upon Babel, and her strong men are taken, their bows are broken: for the Lord God that recompenseth, shall surely recompense.", "57": "And I will [ai]make drunk her princes, and her wise men, her dukes, and her nobles, and her strong men: and they shall sleep a perpetual sleep, and not wake, saith the King, whose Name is the Lord of hosts.", "58": "Thus saith the Lord of hosts, The [aj]thick wall of Babel shall be broken, and her high gates shall be burnt with fire, and the people shall labor in vain, and the folk in the fire, for they shall be weary.", "59": "The word which Jeremiah the Prophet commanded Seraiah the son of Neriah, the son of Mahseiah, when he went with Zedekiah the king of Judah into Babel, in the [ak]fourth year of his reign, and this Seraiah was a peaceable Prince.", "60": "So Jeremiah wrote in a book all the evil that should come upon Babel, even all these things that are written against Babel.", "61": "And Jeremiah said to Seraiah, When thou comest unto Babel, and shalt see and shalt read all these words,", "62": "Then shalt thou say, O Lord, thou hast spoken against this place, to destroy it, that none should remain in it, neither man nor beast, but that it should be desolate forever.", "63": "And when thou hast made an end of reading this book, thou shalt bind a [al]stone to it, and cast it in the midst of Euphrates,", "64": "And shalt say, Thus shall Babel be drowned and shall not rise from the evil, that I will bring upon her: and they shall [am]be weary. Thus far are the words of Jeremiah."}