{"1": "Jerusalem is taken. 10 Zedekiah's sons are killed before his face, and his eyes put out. 13 The city is burned. 31 Jehoiachin is brought forth of prison, and fed like a king. Zedekiah was one and twenty years old when he began to reign, and he reigned eleven years in Jerusalem, and his mother's name was Hamutal, the daughter of Jeremiah of Libnah.", "2": "And he did evil in the eyes of the Lord, according to all that Jehoiakim had done.", "3": "[a]Doubtless because the wrath of the Lord was against Jerusalem and Judah, till he had cast them out from his presence, therefore Zedekiah rebelled against the king of Babel.", "4": "But in the ninth year of his reign, in the tenth month the tenth day of the month came Nebuchadnezzar King of Babel, he and all his host against Jerusalem, and pitched against it, and built forts against it round about.", "5": "So the city was besieged unto the eleventh year of the king Zedekiah.", "6": "Now in the fourth month, the ninth day of the month, the famine was sore in the city, so that there was no more bread for the people of the land.", "7": "Then the city was broken up, and all the men of war fled, and went out of the city by night, by the [b]way of the gate between the two walls, which was by the King's garden: (now the Chaldeans were by the city round about) and they went by the way of the wilderness.", "8": "But the army of the Chaldeans pursued after the king, and took Zedekiah in the desert of Jericho, and all the host was scattered from him.", "9": "Then they took the King and carried him up unto the king of Babel to Riblah in the land of Hamath, [c]where he gave judgment upon him.", "10": "And the king of Babel slew the sons of Zedekiah before his eyes: he slew also all the princes of Judah in Riblah.", "11": "Then he put out the eyes of Zedekiah, and the king of Babel bound him in chains, and carried him to Babel, and put him in prison till the day of his death.", "12": "Now in the fifth month in the [d]tenth day of the month (which was the nineteenth year of the king Nebuchadnezzar King of Babel) came Nebuzaradan chief steward which [e]stood before the king of Babel in Jerusalem,", "13": "And burnt the House of the Lord, and the King's house, and all the houses of Jerusalem, and all the great houses burnt he with fire.", "14": "And all the army of the Chaldeans that were with the chief steward, brake down all the walls of Jerusalem round about.", "15": "Then Nebuzaradan the chief steward carried away captive certain of the poor of the people, and the residue of the people that remained in the city, and those that were fled, and fallen to the King of Babel, with the rest of the multitude.", "16": "But Nebuzaradan the chief steward left certain of the poor of the land, to dress the vines, and to till the land.", "17": "Also the [f]pillars of brass that were in the House of the Lord, and the bases, and the brazen Sea, that was in the House of the Lord, the Chaldeans brake, and carried all the brass of them to Babel.", "18": "The pots also and the [g]besoms, and the instruments of music, and the basins, and the incense dishes, and all the vessels of brass wherewith they ministered, took they away.", "19": "And the bowls, and the ashpans, and the basins, and the pots, and the candlesticks, and the incense dishes, and the cups, and all that was of gold, and that was of silver, took the chief steward away,", "20": "With the two pillars, one Sea, and twelve brazen bulls, that were under the bases, which King Solomon had made in the House of the Lord: the brass of all these vessels was without [h]weight.", "21": "And concerning the pillars, the height of one pillar was eighteen cubits, and a thread of twelve cubits did compass it, and the thickness thereof was four fingers: it was hollow.", "22": "And a chapiter of brass was upon it, and the height of one chapiter was five cubits with network, and pomegranates upon the chapiters round about, all of brass: the second pillar also, and the pomegranates were like unto these.", "23": "And there were ninety and six pomegranates on a side: and all the pomegranates upon the network were an [i]hundred round about.", "24": "And the chief steward took Seraiah the chief Priest, and Zephaniah [j]the second Priest, and the three keepers of the door.", "25": "He took also out of the city an Eunuch, which had the oversight of the men of war, and [k]seven men that were in the King's presence, which were found in the city, and Sopher captain of the host, who mustered the people of the land, and threescore men of the people of the land, that were found in the midst of the city.", "26": "Nebuzaradan the chief steward took them, and brought them to the King of Babel to Riblah.", "27": "And the king of Babel smote them, and slew them in Riblah, in the land of Hamath: thus Judah was carried away captive out of his own land.", "28": "¶ This is the people, whom Nebuchadnezzar carried away captive, in the [l]seventh year, even three thousand Jews, and three and twenty.", "29": "In the [m]eighteenth year of Nebuchadnezzar, he carried away captive from Jerusalem eight hundred thirty and two [n]persons.", "30": "In the three and twentieth year of Nebuchadnezzar, Nebuzaradan the chief steward carried away captive of the Jews seven hundred forty and five persons: all the persons were four thousand and six hundred.", "31": "And in the seven and thirtieth year of the captivity of Jehoiachin King of Judah, in the twelfth month, in the five and twentieth day of the month, Evil-Merodach king of Babel, in the first year of his reign, [o]lifted up the head of Jehoiachin king of Judah, and brought him out of prison,", "32": "And spake kindly unto him, and set his throne above the throne of the Kings, that were with him in Babel,", "33": "And changed his prison [p]garments, and he did continually eat bread before him all the days of his life.", "34": "His portion was a [q]continual portion given him of the king of Babel, every day a certain, all the days of his life until he died."}