{"1": "The destruction of the Jews. 4 The Lord moveth the people to amendment. 10 He reprehendeth the lying doctrine and the covetousness of the Prophets and Priests. At that time, saith the Lord, they shall bring out the bones of the kings of Judah, and the bones of their Princes, and the bones of the Priests, and the bones of the Prophets, and the bones of the inhabitants of Jerusalem out of their [a]graves.", "2": "And they shall spread them before the sun, and the moon, and all the host of heaven, whom they have loved, and whom they have served, and whom they have followed, and whom they have sought, and whom they have worshipped: they shall not be gathered nor be buried, but shall be as dung upon the earth.", "3": "And death shall be desired [b]rather than life of all the residue that remaineth of this wicked family, which remain in all the places where I have scattered them, saith the Lord of hosts.", "4": "Thou shalt say unto them also, Thus saith the Lord, Shall they [c]fall, and not arise? shall he turn away and not turn again?", "5": "Wherefore is this people of Jerusalem turned back by a perpetual rebellion? they gave themselves to deceit, and would not return.", "6": "I hearkened and heard, but none spake aright: no man repented him of his wickedness, saying, What have I done? [d]everyone turned to their race, as the horse rusheth into the battle.", "7": "Even the stork in the air knoweth her appointed times, and the turtle, and the crane and the swallow observe the time of their coming, but my people knoweth not the [e]judgment of the Lord.", "8": "How do ye say, We are wise, and the Law of the Lord is with us? Lo, [f]certainly in vain made he it, the pen of the scribes is in vain.", "9": "The [g]wise men are ashamed: they are afraid and taken: lo, they have rejected the word of the Lord, and what wisdom is in them?", "10": "Therefore will I give their wives unto others, and their fields to them that shall possess them: for everyone from the least even unto the greatest is given to covetousness, and from the Prophet even unto the Priest, everyone dealeth falsely.", "11": "For they have healed the hurt of the daughter of my people with sweet words, saying, [h]Peace, peace, when there is no peace.", "12": "Were they ashamed when they had committed abomination? nay, they were not ashamed, neither could they have any shame: therefore shall they fall among the slain: when I shall visit them, they shall be cast down, saith the Lord.", "13": "I will surely consume them, saith the Lord: there shall be no grapes on the vine, nor figs on the fig tree, and the leaf shall fade, and the things that I have given them shall depart from them.", "14": "Why do we stay? [i]assemble yourselves, and let us enter into the strong cities, and let us be quiet there: for the Lord our God hath put us to silence, and given us water with [j]gall to drink, because we have sinned against the Lord.", "15": "We looked for peace, but no good came, and for a time of health, and behold troubles.", "16": "The neighing of his horses was heard from [k]Dan, the whole land trembled at the noise of the neighing of his strong horses: for they are come, and have devoured the land with all that is in it, the city, and those that dwell therein.", "17": "For behold, I will [l]send serpents, and cockatrices among you, which will not be charmed, and they shall sting you, saith the Lord.", "18": "I would have [m]comforted myself against sorrow, but mine heart is heavy in me.", "19": "Behold, the voice of the cry of the daughter of my people for fear of them of a far country, Is not the Lord in Zion? is not her king in her? Why [n]have they provoked me to anger with their graven images, and with the vanities of a strange god?", "20": "The [o]harvest is past, the Summer is ended, and we are not holpen.", "21": "I am [p]sore vexed for the hurt of the daughter of my people, I am heavy, and astonishment hath taken me.", "22": "Is there no balm [q]at Gilead? is there no Physician there? Why then is not the health of the daughter of my people recovered?"}