{"1": "The complaint of the Prophet for the malice of the people. 24 In the knowledge of God ought we only to rejoice. 26 The uncircumcision of the heart. Oh, that mine head were full of [a]water, and mine eyes a fountain of tears, that I might weep day and night for the slain of the daughter of my people.", "2": "Oh, that I had in the wilderness a [b]cottage of wayfaring men, that I might leave my people, and go from them: for they be all [c]adulterers, and an assembly of rebels.", "3": "And they bend their tongues like their bows for [d]lies: but they have no courage for the truth upon the earth, for they proceed from evil to worse, and they have not known me, saith the Lord.", "4": "Let everyone take heed of his neighbor, and trust you not in any [e]brother: for every brother will use deceit, and every friend will deal deceitfully,", "5": "And everyone will deceive his friend, and will not speak the truth: for they [f]have taught their tongue to speak lies, and take great pains to do wickedly.", "6": "Thine habitation is in the midst of deceivers: [g]because of their deceit they refuse to know me, saith the Lord.", "7": "Therefore thus saith the Lord of hosts, Behold, I will [h]melt them, and try them: for what should I else do for the daughter of my people?", "8": "Their tongue is as an arrow shot out, and speaketh deceit: one speaketh peaceably to his neighbor with his mouth, but in his heart he layeth wait for him.", "9": "Shall I not visit them for these things, saith the Lord? or shall not my soul be avenged on such a nation as this?", "10": "Upon the [i]mountains will I take up a weeping and a lamentation, and upon the fair places of the wilderness a mourning, because they are burnt up, so that none can pass through them, neither can men hear the voice of the flock: both the fowl of the air, and the beast are fled away and gone.", "11": "And I will make Jerusalem an heap, and a den of dragons, and I will make the cities of Judah waste without an inhabitant.", "12": "Who is [j]wise to understand this? and to whom the mouth of the Lord hath spoken, even he shall declare it. Why doth the land perish, and is burnt up like a wilderness, that none passeth through?", "13": "And the Lord saith, because they have forsaken my Law, which I set before them, and have not obeyed my voice, neither walked thereafter,", "14": "But have walked after the stubbornness of their own heart, and after Baal, which [k]their fathers taught them.", "15": "Therefore thus saith the Lord of hosts, the God of Israel, Behold, I will feed this people with wormwood, and give them waters of gall [l]to drink:", "16": "I will scatter them also among the heathen, whom neither they nor their fathers have known, and I will send a sword after them, till I have consumed them.", "17": "Thus saith the Lord of hosts, Take heed, and call for [m]the mourning women, that they may come, and send for skillful women, that they may come,", "18": "And let them make haste, and let them take up a lamentation for us, that our eyes may cast out tears, and our eyelids gush out of water.", "19": "For a lamentable noise is heard out of Zion, How are we destroyed, and utterly confounded, for we have forsaken the land, and our dwellings [n]have cast us out.", "20": "Therefore hear the word of the Lord, O ye women, and let your ears regard the words of his mouth, and [o]teach your daughters to mourn, and everyone her neighbor to lament.", "21": "For death is come up into our [p]windows, and is entered into our palaces, to destroy the children without, and the young men in the streets.", "22": "Speak, Thus saith the Lord, The carcasses of men shall lie, even as the dung upon the field, and as the handful after the mower, and none shall gather them.", "23": "Thus saith the Lord, Let not the [q]wise man glory in his wisdom, nor the strong man glory in his strength, neither the rich man glory in his riches.", "24": "But let him that glorieth, glory in this, that he understandeth and knoweth me: for I am the Lord, which [r]show mercy, judgment, and righteousness in the earth: for in these things I delight, saith the Lord.", "25": "Behold, the days come saith the Lord, that I will visit all them which are [s]circumcised with the uncircumcised:", "26": "Egypt and Judah, and Edom, and the children of Ammon, and Moab, and all the utmost corners of them that dwell in the wilderness: for all these nations are uncircumcised, and all the house of Israel are uncircumcised in the heart."}