{"1": "The Lord appeared again to Abraham near the oak grove belonging to Mamre. One day Abraham was sitting at the entrance to his tent during the hottest part of the day.", "2": "He looked up and noticed three men standing nearby. When he saw them, he ran to meet them and welcomed them, bowing low to the ground.", "3": "“My lord,” he said, “if it pleases you, stop here for a while.", "4": "Rest in the shade of this tree while water is brought to wash your feet.", "5": "And since you've honored your servant with this visit, let me prepare some food to refresh you before you continue on your journey.” “All right,” they said. “Do as you have said.”", "6": "So Abraham ran back to the tent and said to Sarah, “Hurry! Get three large measures[a] of your best flour, knead it into dough, and bake some bread.”", "7": "Then Abraham ran out to the herd and chose a tender calf and gave it to his servant, who quickly prepared it.", "8": "When the food was ready, Abraham took some yogurt and milk and the roasted meat, and he served it to the men. As they ate, Abraham waited on them in the shade of the trees.", "9": "“Where is Sarah, your wife?” the visitors asked. “She's inside the tent,” Abraham replied.", "10": "Then one of them said, “I will return to you about this time next year, and your wife, Sarah, will have a son!” Sarah was listening to this conversation from the tent.", "11": "Abraham and Sarah were both very old by this time, and Sarah was long past the age of having children.", "12": "So she laughed silently to herself and said, “How could a worn-out woman like me enjoy such pleasure, especially when my master—my husband—is also so old?”", "13": "Then the Lord said to Abraham, “Why did Sarah laugh? Why did she say, 'Can an old woman like me have a baby?'", "14": "Is anything too hard for the Lord? I will return about this time next year, and Sarah will have a son.”", "15": "Sarah was afraid, so she denied it, saying, “I didn't laugh.” But the Lord said, “No, you did laugh.”", "16": "Then the men got up from their meal and looked out toward Sodom. As they left, Abraham went with them to send them on their way.", "17": "“Should I hide my plan from Abraham?” the Lord asked.", "18": "“For Abraham will certainly become a great and mighty nation, and all the nations of the earth will be blessed through him.", "19": "I have singled him out so that he will direct his sons and their families to keep the way of the Lord by doing what is right and just. Then I will do for Abraham all that I have promised.”", "20": "So the Lord told Abraham, “I have heard a great outcry from Sodom and Gomorrah, because their sin is so flagrant.", "21": "I am going down to see if their actions are as wicked as I have heard. If not, I want to know.”", "22": "The other men turned and headed toward Sodom, but the Lord remained with Abraham.", "23": "Abraham approached him and said, “Will you sweep away both the righteous and the wicked?", "24": "Suppose you find fifty righteous people living there in the city—will you still sweep it away and not spare it for their sakes?", "25": "Surely you wouldn't do such a thing, destroying the righteous along with the wicked. Why, you would be treating the righteous and the wicked exactly the same! Surely you wouldn't do that! Should not the Judge of all the earth do what is right?”", "26": "And the Lord replied, “If I find fifty righteous people in Sodom, I will spare the entire city for their sake.”", "27": "Then Abraham spoke again. “Since I have begun, let me speak further to my Lord, even though I am but dust and ashes.", "28": "Suppose there are only forty-five righteous people rather than fifty? Will you destroy the whole city for lack of five?” And the Lord said, “I will not destroy it if I find forty-five righteous people there.”", "29": "Then Abraham pressed his request further. “Suppose there are only forty?” And the Lord replied, “I will not destroy it for the sake of the forty.”", "30": "“Please don't be angry, my Lord,” Abraham pleaded. “Let me speak—suppose only thirty righteous people are found?” And the Lord replied, “I will not destroy it if I find thirty.”", "31": "Then Abraham said, “Since I have dared to speak to the Lord, let me continue—suppose there are only twenty?” And the Lord replied, “Then I will not destroy it for the sake of the twenty.”", "32": "Finally, Abraham said, “Lord, please don't be angry with me if I speak one more time. Suppose only ten are found there?” And the Lord replied, “Then I will not destroy it for the sake of the ten.”", "33": "When the Lord had finished his conversation with Abraham, he went on his way, and Abraham returned to his tent."}