{"1": "That evening the two angels came to the entrance of the city of Sodom. Lot was sitting there, and when he saw them, he stood up to meet them. Then he welcomed them and bowed with his face to the ground.", "2": "“My lords,” he said, “come to my home to wash your feet, and be my guests for the night. You may then get up early in the morning and be on your way again.” “Oh no,” they replied. “We'll just spend the night out here in the city square.”", "3": "But Lot insisted, so at last they went home with him. Lot prepared a feast for them, complete with fresh bread made without yeast, and they ate.", "4": "But before they retired for the night, all the men of Sodom, young and old, came from all over the city and surrounded the house.", "5": "They shouted to Lot, “Where are the men who came to spend the night with you? Bring them out to us so we can have sex with them!”", "6": "So Lot stepped outside to talk to them, shutting the door behind him.", "7": "“Please, my brothers,” he begged, “don't do such a wicked thing.", "8": "Look, I have two virgin daughters. Let me bring them out to you, and you can do with them as you wish. But please, leave these men alone, for they are my guests and are under my protection.”", "9": "“Stand back!” they shouted. “This fellow came to town as an outsider, and now he's acting like our judge! We'll treat you far worse than those other men!” And they lunged toward Lot to break down the door.", "10": "But the two angels[a] reached out, pulled Lot into the house, and bolted the door.", "11": "Then they blinded all the men, young and old, who were at the door of the house, so they gave up trying to get inside.", "12": "Meanwhile, the angels questioned Lot. “Do you have any other relatives here in the city?” they asked. “Get them out of this place—your sons-in-law, sons, daughters, or anyone else.", "13": "For we are about to destroy this city completely. The outcry against this place is so great it has reached the Lord, and he has sent us to destroy it.”", "14": "So Lot rushed out to tell his daughters' fiancés, “Quick, get out of the city! The Lord is about to destroy it.” But the young men thought he was only joking.", "15": "At dawn the next morning the angels became insistent. “Hurry,” they said to Lot. “Take your wife and your two daughters who are here. Get out right now, or you will be swept away in the destruction of the city!”", "16": "When Lot still hesitated, the angels seized his hand and the hands of his wife and two daughters and rushed them to safety outside the city, for the Lord was merciful.", "17": "When they were safely out of the city, one of the angels ordered, “Run for your lives! And don't look back or stop anywhere in the valley! Escape to the mountains, or you will be swept away!”", "18": "“Oh no, my lord!” Lot begged.", "19": "“You have been so gracious to me and saved my life, and you have shown such great kindness. But I cannot go to the mountains. Disaster would catch up to me there, and I would soon die.", "20": "See, there is a small village nearby. Please let me go there instead; don't you see how small it is? Then my life will be saved.”", "21": "“All right,” the angel said, “I will grant your request. I will not destroy the little village.", "22": "But hurry! Escape to it, for I can do nothing until you arrive there.” (This explains why that village was known as Zoar, which means “little place.”)", "23": "Lot reached the village just as the sun was rising over the horizon.", "24": "Then the Lord rained down fire and burning sulfur from the sky on Sodom and Gomorrah.", "25": "He utterly destroyed them, along with the other cities and villages of the plain, wiping out all the people and every bit of vegetation.", "26": "But Lot's wife looked back as she was following behind him, and she turned into a pillar of salt.", "27": "Abraham got up early that morning and hurried out to the place where he had stood in the Lord's presence.", "28": "He looked out across the plain toward Sodom and Gomorrah and watched as columns of smoke rose from the cities like smoke from a furnace.", "29": "But God had listened to Abraham's request and kept Lot safe, removing him from the disaster that engulfed the cities on the plain.", "30": "Afterward Lot left Zoar because he was afraid of the people there, and he went to live in a cave in the mountains with his two daughters.", "31": "One day the older daughter said to her sister, “There are no men left anywhere in this entire area, so we can't get married like everyone else. And our father will soon be too old to have children.", "32": "Come, let's get him drunk with wine, and then we will have sex with him. That way we will preserve our family line through our father.”", "33": "So that night they got him drunk with wine, and the older daughter went in and had intercourse with her father. He was unaware of her lying down or getting up again.", "34": "The next morning the older daughter said to her younger sister, “I had sex with our father last night. Let's get him drunk with wine again tonight, and you go in and have sex with him. That way we will preserve our family line through our father.”", "35": "So that night they got him drunk with wine again, and the younger daughter went in and had intercourse with him. As before, he was unaware of her lying down or getting up again.", "36": "As a result, both of Lot's daughters became pregnant by their own father.", "37": "When the older daughter gave birth to a son, she named him Moab.[b] He became the ancestor of the nation now known as the Moabites.", "38": "When the younger daughter gave birth to a son, she named him Ben-ammi.[c] He became the ancestor of the nation now known as the Ammonites."}