{"1": "Then Jacob hurried on, finally arriving in the land of the east.", "2": "He saw a well in the distance. Three flocks of sheep and goats lay in an open field beside it, waiting to be watered. But a heavy stone covered the mouth of the well.", "3": "It was the custom there to wait for all the flocks to arrive before removing the stone and watering the animals. Afterward the stone would be placed back over the mouth of the well.", "4": "Jacob went over to the shepherds and asked, “Where are you from, my friends?” “We are from Haran,” they answered.", "5": "“Do you know a man there named Laban, the grandson of Nahor?” he asked. “Yes, we do,” they replied.", "6": "“Is he doing well?” Jacob asked. “Yes, he's well,” they answered. “Look, here comes his daughter Rachel with the flock now.”", "7": "Jacob said, “Look, it's still broad daylight—too early to round up the animals. Why don't you water the sheep and goats so they can get back out to pasture?”", "8": "“We can't water the animals until all the flocks have arrived,” they replied. “Then the shepherds move the stone from the mouth of the well, and we water all the sheep and goats.”", "9": "Jacob was still talking with them when Rachel arrived with her father's flock, for she was a shepherd.", "10": "And because Rachel was his cousin—the daughter of Laban, his mother's brother—and because the sheep and goats belonged to his uncle Laban, Jacob went over to the well and moved the stone from its mouth and watered his uncle's flock.", "11": "Then Jacob kissed Rachel, and he wept aloud.", "12": "He explained to Rachel that he was her cousin on her father's side—the son of her aunt Rebekah. So Rachel quickly ran and told her father, Laban.", "13": "As soon as Laban heard that his nephew Jacob had arrived, he ran out to meet him. He embraced and kissed him and brought him home. When Jacob had told him his story,", "14": "Laban exclaimed, “You really are my own flesh and blood!” After Jacob had stayed with Laban for about a month,", "15": "Laban said to him, “You shouldn't work for me without pay just because we are relatives. Tell me how much your wages should be.”", "16": "Now Laban had two daughters. The older daughter was named Leah, and the younger one was Rachel.", "17": "There was no sparkle in Leah's eyes,[a] but Rachel had a beautiful figure and a lovely face.", "18": "Since Jacob was in love with Rachel, he told her father, “I'll work for you for seven years if you'll give me Rachel, your younger daughter, as my wife.”", "19": "“Agreed!” Laban replied. “I'd rather give her to you than to anyone else. Stay and work with me.”", "20": "So Jacob worked seven years to pay for Rachel. But his love for her was so strong that it seemed to him but a few days.", "21": "Finally, the time came for him to marry her. “I have fulfilled my agreement,” Jacob said to Laban. “Now give me my wife so I can sleep with her.”", "22": "So Laban invited everyone in the neighborhood and prepared a wedding feast.", "23": "But that night, when it was dark, Laban took Leah to Jacob, and he slept with her.", "24": "(Laban had given Leah a servant, Zilpah, to be her maid.)", "25": "But when Jacob woke up in the morning—it was Leah! “What have you done to me?” Jacob raged at Laban. “I worked seven years for Rachel! Why have you tricked me?”", "26": "“It's not our custom here to marry off a younger daughter ahead of the firstborn,” Laban replied.", "27": "“But wait until the bridal week is over; then we'll give you Rachel, too—provided you promise to work another seven years for me.”", "28": "So Jacob agreed to work seven more years. A week after Jacob had married Leah, Laban gave him Rachel, too.", "29": "(Laban gave Rachel a servant, Bilhah, to be her maid.)", "30": "So Jacob slept with Rachel, too, and he loved her much more than Leah. He then stayed and worked for Laban the additional seven years.", "31": "When the Lord saw that Leah was unloved, he enabled her to have children, but Rachel could not conceive.", "32": "So Leah became pregnant and gave birth to a son. She named him Reuben,[b] for she said, “The Lord has noticed my misery, and now my husband will love me.”", "33": "She soon became pregnant again and gave birth to another son. She named him Simeon,[c] for she said, “The Lord heard that I was unloved and has given me another son.”", "34": "Then she became pregnant a third time and gave birth to another son. He was named Levi,[d] for she said, “Surely this time my husband will feel affection for me, since I have given him three sons!”", "35": "Once again Leah became pregnant and gave birth to another son. She named him Judah,[e] for she said, “Now I will praise the Lord!” And then she stopped having children."}