{"1": "Now before the feast of Passover, Jesus, knowing that his hour had come that he would depart from this world to the Father, and[a] having loved his[b] own in the world, loved them to the end. ", "2": "And as[c] a dinner was taking place, when[d] the devil had already put into the heart of Judas son of Simon Iscariot that he should betray him, ", "3": "because he[e] knew that the Father had given him all things into his[f] hands, and that he had come forth from God and was going away to God, ", "4": "he got up from the dinner and took off his[g] outer clothing, and taking a towel, tied it[h] around himself. ", "5": "Then he poured water into the washbasin and began to wash the feet of the disciples, and to wipe them[i] dry with the towel which he had tied around himself.[j]", "6": "Then he came to Simon Peter. He said to him, “Lord, are you going to wash my feet?” ", "7": "Jesus answered and said to him, “What I am doing you do not understand now, but you will understand after these things.” ", "8": "Peter said to him, “You will never wash my feet forever!”[k] Jesus replied to him, “Unless I wash you, you do not have a share with me.” ", "9": "Simon Peter said to him, “Lord, not my feet only, but also my[l] hands and my[m] head!” ", "10": "Jesus said to him, “The one who has bathed only needs[n] to wash his[o] feet, but is completely clean. And you are clean, but not all of you.” ", "11": "(For he knew the one who would betray him; because of this he said, “Not all of you are clean.”)", "12": "So when he had washed their feet and taken his outer clothing and reclined at table again, he said to them, “Do you understand what I have done for you? ", "13": "You call me 'Teacher' and 'Lord,' and you speak correctly, for I am. ", "14": "If then I—your[p] Lord and Teacher—wash your feet, you also ought to wash one another's feet. ", "15": "For I have given you an example, that just as I have done for you, you also do. ", "16": "Truly, truly I say to you, a slave is not greater than his master, nor a messenger greater than the one who sent him. ", "17": "If you understand these things, you are blessed if you do them.", "18": "“I am not speaking about all of you. I know whom I have chosen, but in order that the scripture would be fulfilled, 'The one who eats my bread has lifted up his heel against me.'[q] ", "19": "From now on I am telling you before it happens, in order that when it happens you may believe that I am he.[r] ", "20": "Truly, truly I say to you, the one who receives anyone I send receives me, and the one who receives me receives the one who sent me.”", "21": "When he[s] had said these things, Jesus was troubled in spirit and testified and said, “Truly, truly I say to you that one of you will betray me.” ", "22": "The disciples began looking[t] at one another, uncertain about whom he was speaking. ", "23": "One of his disciples—the one whom Jesus loved—was reclining close beside[u] Jesus. ", "24": "So Simon Peter gestured for this one to inquire who it was about whom he was speaking. ", "25": "He leaned back[v] accordingly against Jesus' chest and[w] said to him, “Lord, who is it?” ", "26": "Jesus replied, “It is he to whom I dip the piece of bread and give it[x] to him.” Then after[y] dipping the piece of bread, he gave it[z][aa] to Judas son of Simon Iscariot. ", "27": "And after the piece of bread, then Satan entered into him. Then Jesus said to him, “What you are doing, do quickly!” ", "28": "(Now no one of those reclining at table knew for what reason he said this to him. ", "29": "For some were thinking because Judas had the money box, Jesus was telling him, “Purchase what we need[ab] for the feast,” or that he should give something to the poor.) ", "30": "So after he[ac] had taken the piece of bread, he went out immediately. And it was night.", "31": "Then, when he had gone out, Jesus said, “Now the Son of Man is glorified, and God is glorified in him. ", "32": "If God is glorified in him, God will also glorify him in himself, and will glorify him immediately. ", "33": "Children, yet a little time I am with you. You will seek me and just as I said to the Jews, “Where I am going you cannot come,” now I say also to you.", "34": "“A new commandment I give to you: that you love one another—just as I have loved you, that you also love one another. ", "35": "By this everyone will know that you are my disciples—if you have love for one another.”", "36": "Simon Peter said to him, “Lord, where are you going?” Jesus replied,[ad] “Where I am going you cannot follow me now, but you will follow later.” ", "37": "Peter said to him, “Lord, why am I not able to follow you now? I will lay down my life for you!” ", "38": "Jesus replied, “Will you lay down your life for me? Truly, truly I say to you, the rooster will not crow until you have denied me three times!"}