{"1": "The leaders of the Levite family groups approached Eleazar the priest and Joshua, the son of Nun. They also approached the leaders of the family groups of Israel's other tribes. ", "2": "They went to all of them at Shiloh in Canaan. They said to them, “Give us towns to live in. Also give us grasslands for our livestock. That's what the Lord commanded through Moses.”", "3": "So the Israelites gave the Levites towns and grasslands out of their own shares of land. They did what the Lord had commanded. Here are the towns the Levites were given.", "4": "The first lot drawn out was for the people of Kohath, according to their family groups. Some of the Levites came from the family line of Aaron the priest. They were given 13 towns from the tribes of Judah, Simeon and Benjamin.", "5": "The rest of Kohath's family groups were given ten towns. Those towns were from the family groups of the tribes of Ephraim and Dan and half of the tribe of Manasseh.", "6": "The family groups of Gershon were given 13 towns. Those towns were from the family groups of the tribes of Issachar, Asher and Naphtali and half of the tribe of Manasseh. That part of Manasseh was in the land of Bashan.", "7": "The family groups of Merari received 12 towns from the tribes of Reuben, Gad and Zebulun. Each family group received its share.", "8": "So the Israelites gave those towns and their grasslands to the Levites. They did what the Lord had commanded through Moses.", "9": "Some towns were given from the territories of the tribes of Judah and Simeon. ", "10": "The Israelites gave them to the members of the family line of Aaron. The towns were given to the family groups of Kohath. They were Levites. The first lot drawn out was for them. Here are the towns the family groups of Kohath were given.", "11": "The Israelites gave them Kiriath Arba and the grasslands around it. Kiriath Arba is also called Hebron. It's in the hill country of Judah. Anak came from the family line of Arba. ", "12": "But Israel had already given away the fields and villages around the city. They had given them to Caleb as his share. Caleb was the son of Jephunneh. ", "13": "So they gave Hebron to the members of the family line of Aaron the priest. Hebron was a city where anyone charged with murder could go for safety. They also gave them Libnah, ", "14": "Jattir, Eshtemoa, ", "15": "Holon, Debir, ", "16": "Ain, Juttah and Beth Shemesh. They gave those towns and their grasslands to the family groups of Kohath. The total number of towns from the tribes of Judah and Simeon came to nine.", "17": "The Israelites gave some towns from the tribe of Benjamin to the family groups of Kohath. The towns were Gibeon, Geba, ", "18": "Anathoth and Almon. The total number of these towns and their grasslands came to four.", "19": "So the total number of towns and their grasslands given to the priests in Aaron's family line came to 13.", "20": "There were other family groups of Kohath among the Levites. They were given towns from the tribe of Ephraim. Here are the towns those other family groups of Kohath were given.", "21": "In the hill country of Ephraim they were given Shechem. It was a city where anyone charged with murder could go for safety. They were also given Gezer, ", "22": "Kibzaim and Beth Horon. The total number of these towns and their grasslands came to four.", "23": "From the tribe of Dan they received Eltekeh, Gibbethon, ", "24": "Aijalon and Gath Rimmon. The total number of these towns and their grasslands came to four.", "25": "From half of the tribe of Manasseh they received Taanach and Gath Rimmon. The total number of these towns and their grasslands came to two.", "26": "So all these ten towns and their grasslands were given to the other family groups of Kohath.", "27": "Here are the towns given to the family groups of Gershon among the Levites. From half of the tribe of Manasseh they received Golan in the land of Bashan. Golan was a city where anyone charged with murder could go for safety. They also received Be Eshterah. The total number of these towns and their grasslands came to two.", "28": "From the tribe of Issachar they received Kishion, Daberath, ", "29": "Jarmuth and En Gannim. The total number of these towns and their grasslands came to four.", "30": "From the tribe of Asher they received Mishal, Abdon, ", "31": "Helkath and Rehob. The total number of these towns and their grasslands came to four.", "32": "From the tribe of Naphtali they received Kedesh in Galilee. Kedesh was a city where anyone charged with murder could go for safety. They also received Hammoth Dor and Kartan. The total number of these towns and their grasslands came to three.", "33": "So the total number of towns and their grasslands given to the family groups of Gershon came to 13.", "34": "The rest of the Levites were from the family groups of Merari. Here are the towns they were given. From the tribe of Zebulun they received Jokneam, Kartah, ", "35": "Dimnah and Nahalal. The total number of these towns and their grasslands came to four.", "36": "From the tribe of Reuben they received Bezer, Jahaz, ", "37": "Kedemoth and Mephaath. The total number of these towns and their grasslands came to four.", "38": "From the tribe of Gad they received Ramoth in Gilead. Ramoth was a city where anyone charged with murder could go for safety. They also received Mahanaim, ", "39": "Heshbon and Jazer. The total number of these towns and their grasslands came to four.", "40": "So the total number of towns given to the family groups of Merari came to 12. That concludes the list of towns the rest of the Levites received.", "41": "The total number of Levite towns and their grasslands in the territory given to Israel came to 48. ", "42": "Each of those towns had grasslands around it. That was true of all of them.", "43": "So the Lord gave Israel all the land he had promised to give to Abraham, Isaac and Jacob. And Israel took it over. Then they made their homes there. ", "44": "The Lord gave them peace and rest on every side. He had promised their people of long ago that he would do that. Not one of Israel's enemies was able to fight against them and win. The Lord handed all their enemies over to them. ", "45": "The Lord kept all the good promises he had made to the Israelites. Every one of them came true."}