{"1": "The gates of Jericho were shut tight and guarded closely because of the Israelites. No one went out. No one came in.", "2": "Then the Lord said to Joshua, “I have handed Jericho over to you. I have also handed over to you its king and its fighting men. ", "3": "March around the city once with all your fighting men. In fact, do it for six days. ", "4": "Have seven priests get trumpets made out of rams' horns. They must carry them in front of the ark. On the seventh day, march around the city seven times. Tell the priests to blow the trumpets as you march. ", "5": "You will hear them blow a long blast on the trumpets. When you do, tell the whole army to give a loud shout. The wall of the city will fall down. Then the whole army will march up to the city. Everyone will go straight in.”", "6": "So Joshua, the son of Nun, called for the priests. He said to them, “Go and get the ark of the covenant of the Lord. I want seven of you to carry trumpets in front of it.” ", "7": "He gave an order to the army. He said, “Move out! March around the city. Some of the fighting men must march in front of the ark of the Lord.”", "8": "When Joshua had spoken to the men, the seven priests went forward. They were carrying the seven trumpets as they marched in front of the ark of the Lord. They were blowing the trumpets. The ark of the Lord's covenant was carried behind the priests. ", "9": "Some of the fighting men marched ahead of the priests who were blowing the trumpets. The others followed behind the ark and guarded all the priests. That whole time the priests were blowing the trumpets. ", "10": "But Joshua had given an order to the army. He had said, “Don't give a war cry. Don't raise your voices. Don't say a word until the day I tell you to shout. Then shout!” ", "11": "So he had the ark of the Lord carried around the city once. Then the army returned to camp. They spent the night there.", "12": "Joshua got up early the next morning. The priests went and got the ark of the Lord. ", "13": "The seven priests carrying the seven trumpets started out. They marched in front of the ark of the Lord. They blew the trumpets. Some of the fighting men marched ahead of them. The others followed behind the ark and guarded all of them. The priests kept blowing the trumpets. ", "14": "On the second day they marched around the city once. Then the army returned to camp. They did all those things for six days.", "15": "On the seventh day, they got up at sunrise. They marched around the city, just as they had done before. But on that day they went around it seven times. ", "16": "On the seventh time around, the priests blew a long blast on the trumpets. Then Joshua gave a command to the army. He said, “Shout! The Lord has given you the city! ", "17": "The city and everything in it must be set apart to the Lord to be destroyed. But the prostitute Rahab and all those with her in her house must be spared. That's because she hid the spies we sent. ", "18": "But keep away from the things that have been set apart to the Lord. If you take any of them, you will be destroyed. And you will bring trouble on the camp of Israel. You will cause it to be destroyed. ", "19": "All the silver and gold is holy. It is set apart to the Lord. So are all the things made out of bronze and iron. All those things must be added to the treasures kept in the Lord's house.”", "20": "The priests blew the trumpets. As soon as the army heard the sound, they gave a loud shout. Then the wall fell down. Everyone charged straight in. So they took the city. ", "21": "They set it apart to the Lord to be destroyed. They destroyed every living thing in it with their swords. They killed men and women. They wiped out young people and old people. They destroyed cattle, sheep and donkeys.", "22": "Then Joshua spoke to the two men who had gone in to check out the land. He said, “Go into the prostitute's house. Bring her out. Also bring out everyone with her. That's what you promised her you would do.” ", "23": "So the young men who had checked out the land went into Rahab's house. They brought her out along with her parents and brothers and sisters. They brought out everyone else there with her. They put them in a place outside the camp of Israel.", "24": "Then they burned the whole city and everything in it. But they added the silver and gold to the treasures kept in the Lord's house. They also put there the things made out of bronze and iron. ", "25": "But Joshua spared the prostitute Rahab. He spared her family. He also spared everyone else in the house with her. He did it because she hid the spies he had sent to Jericho. Rahab lives among the Israelites to this day.", "26": "At that time Joshua made a promise and called down a curse. He said, “May the person who tries to rebuild this city of Jericho be under the Lord's curse. “If that person lays its foundations, it will cost the life of his oldest son. If he sets up its gates, it will cost the life of his youngest son.”", "27": "So the Lord was with Joshua. And Joshua became famous everywhere in the land."}