{"1": "All the kings who ruled west of the Jordan River heard about the battles Israel had won. That included the kings who ruled in the central hill country and the western hills. It also included those who ruled along the entire coast of the Mediterranean Sea all the way to Lebanon. They were the kings of the Hittites, Amorites, Canaanites, Perizzites, Hivites and Jebusites. ", "2": "They brought their armies together to fight against Joshua and Israel.", "3": "The people of Gibeon heard about what Joshua had done to Jericho and Ai. ", "4": "So they decided to trick the Israelites. They packed supplies as if they were going on a long trip. They loaded their donkeys with old sacks and old wineskins. The wineskins were cracked but had been mended. ", "5": "They put worn-out sandals on their feet. The sandals had been patched. They also wore old clothes. All the bread they took along was dry and moldy. ", "6": "They went to Joshua in the camp at Gilgal. They spoke to him and the Israelites. They said, “We've come from a country that's far away. Make a peace treaty with us.”", "7": "The Israelites said to the Hivites, “But suppose you live close to us. If you do, we can't make a peace treaty with you.”", "8": "“We'll serve you,” they said to Joshua. But Joshua asked, “Who are you? Where do you come from?”", "9": "They answered, “We've come from a country that's very far away. We've come because the Lord your God is famous. We've heard reports about him. We've heard about everything he did in Egypt. ", "10": "We've heard about everything he did to Sihon and Og. They were the two kings of the Amorites. They ruled east of the Jordan River. Sihon was the king of Heshbon. Og was the king of Bashan. He ruled in Ashtaroth. ", "11": "Our elders and all the people living in our country spoke to us. They said, 'Take supplies for your trip. Go and meet the Israelites. Say to them, “We'll serve you. Make a peace treaty with us.” ' ", "12": "Look at our bread. It was warm when we packed it. We packed it at home the day we left to come and see you. But look at how dry and moldy it is now. ", "13": "When we filled these wineskins, they were new. But look at how cracked they are now. And our clothes and sandals are worn out because we've traveled so far.”", "14": "The Israelites looked over the supplies those people had brought. But they didn't ask the Lord what they should do. ", "15": "Joshua made a peace treaty with the people who had come. He agreed to let them live. The leaders of the community gave their word that they agreed with the treaty.", "16": "So the Israelites made a peace treaty with the people of Gibeon. But three days later they heard that the people of Gibeon lived close to them. ", "17": "So the Israelites started out to go to the cities of those people. On the third day they came to Gibeon, Kephirah, Beeroth and Kiriath Jearim. ", "18": "But they didn't attack those cities. That's because the leaders of the community had given their word and made a peace treaty with them. They had given their word in the name of the Lord, the God of Israel. The whole community told the leaders they weren't happy with them. ", "19": "But all the leaders answered, “We've made a peace treaty with them. We've given our word in the name of the Lord, the God of Israel. So we can't touch them now. ", "20": "But here is what we'll do to them. We'll let them live. Then the Lord won't be angry with us because we didn't keep our promise.” ", "21": "They continued, “Let them live. But make them cut wood and carry water to serve the whole community.” So the leaders kept their promise to them.", "22": "Joshua sent for the people of Gibeon. He said to them, “Why did you trick us? You said, 'We live far away from you.' But in fact you live close to us. ", "23": "So now you are under a curse. You will always serve us. You will always cut wood and carry water for the house of my God.”", "24": "They answered Joshua, “We were clearly told what the Lord your God had commanded his servant Moses to do. He commanded him to give you the whole land. He also ordered him to wipe out all its people to make room for you. So we were afraid you would kill us. That's why we tricked you. ", "25": "We are now under your control. Do to us what you think is good and right.”", "26": "So Joshua saved the people of Gibeon. He didn't let the Israelites kill them. ", "27": "That day he made them cut wood and carry water. They had to serve the community of Israel. They also had to do work connected with the altar of the Lord. The altar would be at the place the Lord would choose. And they still serve the Israelites to this day."}