{"1": "An oracle.[a] The word of the Lord to Israel through[b] Malachi.", "2": "I have loved you, says the Lord. But you say, “How have you loved us?” Was not Esau Jacob's brother? declares the Lord. I loved Jacob, ", "3": "but I hated Esau. I turned Esau's mountains into a desolate place, and I turned the territory he possessed over to the wild jackals.", "4": "Edom will certainly say, “We have been beaten down, but we will return, and we will rebuild the ruins.” This is what the Lord of Armies says. They may rebuild, but I will tear it down. Edom will be called a wicked territory, and the Edomites will be called the people whom the Lord has denounced forever. ", "5": "Your eyes will see this, and you will say, “The Lord is great—even beyond the border of Israel!”", "6": "A son honors his father. A servant honors his master. If I am a father, where is my honor? If I am a master, where is the reverence owed to me? This is what the Lord of Armies says to you. The priests are the ones who despise my name. You say, “How have we despised your name?”", "7": "You despise my name by bringing defiled food to my altar. But you say, “How have we defiled you?” You defile me when you say, “The Lord's table deserves no respect.” ", "8": "When you bring a blind animal as a sacrifice, isn't that evil? When you bring something lame and sick, isn't that evil? Try bringing that to your governor. Would he be pleased with you? Would he receive you with favor? This is what the Lord of Armies says.", "9": "Now ask for God's favor so that he may be gracious to us. With offerings like this from your hand, will he receive you with favor? This is what the Lord of Armies says. ", "10": "I wish there was someone among you who would shut the temple doors so you would not keep lighting useless fires on my altar! I find nothing pleasing about you, says the Lord of Armies. I am not pleased with an offering from your hand.", "11": "Yes, from the rising of the sun to the place where it sets, my name will be great among the nations! In every place incense and a pure offering will be presented to my name, because my name is great among the nations, says the Lord of Armies.", "12": "But you are profaning my name when you say, “The Lord's table is polluted, and we despise the things offered on it, the food that is on it.” ", "13": "You also say, “What drudgery!” and you snort at it with contempt, says the Lord of Armies. You bring something torn,[c] something lame, something sick, and present it as an offering. Should I be pleased with something like that from your hand? says the Lord.", "14": "Cursed is the cheater who vows to offer a male animal from his flock, but then he sacrifices a defective animal to the Lord instead. Indeed, I am a great king, says the Lord of Armies, and my name will be feared among the nations."}