{"1": "The proverbs of Solomon. A wise son brings joy to his father, but a foolish son grieves his mother.", "2": "Nothing good comes from ill-gotten wealth, but righteousness delivers from death.", "3": "The Lord won't cause the righteous to hunger, but he will reject what the wicked crave.", "4": "Lazy hands bring poverty, but hard-working hands lead to wealth.", "5": "Whoever harvests during summer acts wisely, but the son who sleeps during harvest is disgraceful.", "6": "Blessings come[a] upon the head of the righteous, but the words[b] of the wicked conceal violence.", "7": "The reputation[c] of the righteous leads to blessing, but the name of the wicked will rot.", "8": "The wise person[d] accepts commands, but the chattering fool will be brought down.", "9": "Whoever walks in integrity lives prudently,[e] but whoever perverts his way of life will be exposed.", "10": "Those who wink their eyes[f] are trouble makers, and the mocking fool will be brought down.[g]", "11": "What the righteous say[h] is a flowing fountain,[i] but what the wicked say[j] conceals violence.", "12": "Hatred awakens contention, but love covers all transgressions.", "13": "Wisdom characterizes the speech[k] of the discerning, but the rod is for the backs of those lacking discernment.", "14": "Those who are wise store up knowledge, but when the fool speaks,[l] destruction is near.", "15": "The rich hide within the fortress that is their wealth, but the poor are dismayed due to their poverty.", "16": "Honorable wages lead[m] to life; the salaries of the wicked, to retribution.", "17": "Whoever heeds correction is on the pathway to life, but someone who ignores exhortation goes astray.", "18": "Whoever conceals hatred is a deceitful liar, and whoever spreads slander is a fool.", "19": "Transgression is at work where people talk too much, but anyone who holds his tongue is prudent.", "20": "What the righteous person says[n] is like precious silver; the thoughts of the wicked are compared to small things.", "21": "What the righteous person says[o] nourishes many, but fools die because they lack discerning[p] hearts.", "22": "The blessing of the Lord establishes wealth, and difficulty does not accompany it.", "23": "Just as the fool considers wickedness his joy, so is wisdom to the discerning man.", "24": "What the wicked fears will come about, but the longing of the righteous will be granted.", "25": "When the storm ends, the wicked vanish,[q] but the righteous person is forever firm.", "26": "As vinegar is to the mouth[r] and smoke to the eyes, so is the lazy person to those who send him.", "27": "Fearing the Lord prolongs life, but the wicked will not live long.", "28": "What the righteous hope for brings joy, but the expectation of the wicked dies.", "29": "To the upright, the way of the Lord is a place of safety, but it's a place of ruin to those who practice evil.", "30": "The righteous will never be overthrown, but the wicked will never inhabit the land.", "31": "The words of the righteous overflow with wisdom, but the perverse tongue will be cut out.", "32": "Righteous lips know what is prudent, but the words of the wicked are perverse."}