{"1": "The Lord hates false scales, but he delights in accurate weights.", "2": "When pride appears, disgrace accompanies it, but humility is present with wisdom.", "3": "The integrity of the righteous guides them, but the hypocrisy of the treacherous destroys them.", "4": "Wealth won't help in the time of judgment,[a] but righteousness will deliver from death.", "5": "The righteousness of the innocent creates a level path, but the wicked fall by their wickedness.", "6": "The righteousness of the upright delivers them, but the treacherous are trapped by their evil desires.", "7": "When a wicked person dies, his hope vanishes;[b] and what he[c] expected from his scheming comes to nothing.", "8": "The righteous person is delivered from trouble; it comes upon the wicked instead.", "9": "By what he says, the godless person can destroy his neighbor, but through knowledge the righteous escape.", "10": "The city rejoices when the righteous prosper, and when the wicked perish there is jubilation.", "11": "Through the blessing of the righteous a city is built up, but what the wicked say tears it down.", "12": "Whoever belittles his neighbor lacks sense, but the discerning man controls his comments.", "13": "Whoever spreads gossip betrays secrets, but the trustworthy person[d] keeps a confidence.", "14": "A nation falls through a lack of guidance, but victory comes through the counsel of many.[e]", "15": "Securing a loan for a stranger will bring suffering, but by refusing to do so, one remains safe.", "16": "A gracious woman attains honor,[f] but[g] ruthless men attain[h] wealth.", "17": "A gracious man benefits himself, but the cruel person damages himself.", "18": "Evil people earn deceptive wages, but those who plant righteousness are truly rewarded.", "19": "Genuine righteousness leads to life, but whoever pursues evil will die.", "20": "Devious minds are abhorrent to the Lord, but those whose ways are innocent are his delight.", "21": "Be sure of this:[i] the wicked will not go unpunished, but the descendants of the righteous will go free.", "22": "Like a gold ring in a pig's snout is a beautiful woman without discretion.", "23": "The desire of the righteous is to seek good, but the hope of the wicked results in wrath.", "24": "Those who give freely gain even more; others hold back what they owe, becoming even poorer.", "25": "A generous person will prosper, and anyone who gives water will receive a flood in return.", "26": "People will curse whoever withholds grain, but blessing will come to whoever is selling.", "27": "The person seeking good will find favor, but anyone who searches for evil—it will find him!", "28": "The person who trusts in his wealth will fall, but the righteous will flourish like green leaves.", "29": "Whoever troubles his household will inherit the wind, and the fool will be a servant to the wise.", "30": "The fruit of the righteous is[j] a tree of life, and the one who wins people is wise.[k]", "31": "If the righteous receive what they are due here on earth, how much more will the wicked and the sinner."}