{"1": "A wise son heeds[a] a father's correction, but a mocker does not listen to rebuke.", "2": "From the fruit of his words a man receives benefit,[b] but the treacherous crave violence.", "3": "Anyone who guards his words protects his life; anyone who talks too much[c] is ruined.", "4": "The lazy person craves, yet receives nothing, but the desires of the diligent are satisfied.", "5": "A righteous person hates deceit, but the wicked person is shameful and disgraceful.", "6": "Righteousness protects the blameless, but wickedness brings down[d] the sinner.", "7": "One person pretends to be wealthy, but has nothing; another pretends to be poor, yet is rich.", "8": "The life of a wealthy man may be held for ransom, but whoever is poor receives no threats.", "9": "The light of the righteous shines, but the lamp of the wicked is extinguished.", "10": "Arrogance only brings quarreling, but those receiving advice are wise.", "11": "Wealth gained dishonestly dwindles away, but whoever works diligently increases his prosperity.[e]", "12": "Delayed hope makes the heart ill, but fulfilled longing is a tree of life.", "13": "Anyone who despises a word of advice will pay for it, but whoever heeds a command will be rewarded.", "14": "What the wise have to teach is a fountain of life and causes someone to avoid the snares of death.", "15": "Good understanding produces grace, but the lifestyle of the treacherous never changes.[f]", "16": "Every sensible person acts from knowledge, but a fool demonstrates folly.", "17": "An evil messenger stumbles into trouble, but a faithful envoy brings healing.", "18": "Poverty and shame are for those who ignore correction, but whoever listens to instruction gains honor.", "19": "Fulfilled longing is sweet to the soul, but avoiding evil is detestable to the fool.", "20": "Whoever keeps company with the wise becomes wise, but the companion of fools suffers harm.", "21": "Disaster pursues the sinful, but good will reward the righteous.", "22": "A good person leaves an inheritance to his grandchildren, but the wealth of the wicked is reserved for the righteous.", "23": "The field of the poor may produce much food, but it can be swept away through injustice.", "24": "Whoever does not discipline[g] his son hates him, but whoever loves him is diligent to correct him.", "25": "A righteous person eats to his heart's content, but the stomach of the wicked remains hungry."}