{"1": "A gentle response diverts anger, but a harsh statement incites fury.", "2": "The wise speak, presenting[a] knowledge appropriately, but fools spout foolishness.", "3": "The eyes of the Lord are in every place, observing both the evil and the good.", "4": "A gentle statement[b] is a tree of life, but perverted speech shatters the spirit.", "5": "A fool rejects his father's instructions, but anyone who respects[c] reproof acts sensibly.", "6": "The righteous house is itself[d] a great treasure, but within the revenue of the wicked calamity is at work.", "7": "What the wise have to say disseminates[e] knowledge, but it's not in the heart of fools to do so.", "8": "The sacrifice of the wicked is detestable to the Lord, but the prayer of the upright is his delight.", "9": "The lifestyle of the wicked is detestable to the Lord, but he loves those who ardently pursue righteousness.", "10": "Severe punishment awaits anyone who wanders off the path— anyone who despises reproof will die.", "11": "Since Sheol[f] and Abaddon[g] lie open in the Lord's presence, how much more the hearts of human beings!", "12": "The arrogant mocker never loves the one who corrects him; he will not inquire of[h] the wise.", "13": "A happy heart enlightens the face, but a sad heart reflects a broken spirit.", "14": "A discerning mind seeks knowledge, but the mouth of fools feeds on stupidity.", "15": "The entire life[i] of the afflicted seems disastrous, but a good heart feasts continuously.", "16": "Better is a little accompanied by fear of the Lord than abundant wealth with turmoil.", "17": "A vegetarian meal[j] served with love is better than a big, thick steak[k] with a plateful of[l] animosity.", "18": "The quickly angered man stirs up contention, but anyone who controls his temper calms a dispute.", "19": "The lifestyle of the lazy is like a thorny hedge, but the path taken by the upright is an open highway.", "20": "A wise son makes a father glad, but a foolish man despises his mother.", "21": "Stupidity is the delight of the senseless, but an understanding man walks uprightly.", "22": "Plans fail without advice, but with many counselors they are confirmed.", "23": "An appropriate answer brings joy to a person, and a well-timed word is a good thing.", "24": "The way of life leads upward for the wise so he may avoid Sheol[m] below.", "25": "The house of the proud the Lord will demolish, but he will protect the widow's boundary line.", "26": "To the Lord evil plans are detestable, but pleasant words are pure.", "27": "Those who are greedy for unjust gain bring trouble into their homes, but the person who hates bribes will live.", "28": "The mind of the righteous thinks before speaking, but the wicked person spews out evil.", "29": "The Lord is far away from the wicked, but he hears the prayers of the righteous.", "30": "Bright eyes[n] encourage the heart; good news nourishes the body.[o]", "31": "Whoever listens to a life-giving rebuke will be at home among the wise.", "32": "Whoever ignores instruction hates himself, but anyone who heeds reproof gains understanding.[p]", "33": "The fear of the Lord teaches wisdom, and humility precedes honor."}