{"1": "People do the planning,[a] but the end result[b] is from the Lord.", "2": "Everything a person does seems pure in his own opinion, but the Lord weighs intentions.", "3": "Entrust your work to the Lord, and your planning will succeed.", "4": "The Lord made everything answerable to him, including the wicked at the time of trouble.[c]", "5": "The Lord detests those who are proud; truly they will not go unpunished.", "6": "Iniquity is atoned for by gracious love and truth, and through fear of the Lord people[d] turn from evil.", "7": "When a person's ways please the Lord, even his enemies will be at peace with him.", "8": "A little gain[e] with righteousness is better than great income without justice.", "9": "A person plans his way, but the Lord directs his steps.", "10": "When a king is ready to speak officially,[f] what he says should not err with respect to justice.", "11": "Honest scales and balances are from the Lord; he made all the weights in the bag.", "12": "Kings detest wrongdoing, for through righteousness the throne is established.", "13": "Kings take pleasure in righteous speech; they treasure a person who speaks what is upright.", "14": "The king's wrath results in a death sentence, but whoever is wise will appease him.", "15": "When a king is pleased,[g] there is life, and his favor is like a cloud that brings spring rain.", "16": "How much better than gaining gold is the acquisition of wisdom, the attainment of wisdom better than silver!", "17": "The road of the upright circumvents evil, and whoever watches how he lives[h] preserves his life.", "18": "Pride precedes destruction; an arrogant spirit appears before a fall.", "19": "Better to be humble among the poor, than to share what is stolen with the proud.", "20": "Whoever listens to a word of instruction prospers, and anyone who trusts in the Lord is blessed.", "21": "The wise-hearted person is told to be discerning, and that pleasant speech promotes instruction.", "22": "Anyone who has understanding is a fountain of life, but foolishness brings punishment to fools.", "23": "A wise person's thoughts[i] control his words, and his speech promotes instruction.", "24": "Pleasant words are honey from a honeycomb— sweet to the soul and healing for the body.[j]", "25": "There is a road that seems right for a man to travel,[k] but in the end it's the road to death.", "26": "The appetite of the laborer motivates him; indeed, his hunger drives him on.", "27": "A worthless person concocts evil gossip[l]— his lips are like a burning fire.", "28": "A deceitful man stirs dissension, and anyone who gossips separates friends.", "29": "A violent man entices his companion and leads him on a path that is not good.", "30": "Whoever winks knowingly[m] is plotting[n] deceit; anyone who purses his lips is bent towards evil.", "31": "Gray hair is a crown of glory; it is obtained by following[o] a righteous path.", "32": "Whoever controls his temper is better than a warrior, and anyone who has control of his spirit is better than someone who captures a city.", "33": "The dice is cast into someone's lap, but the outcome is from the Lord."}