{"1": "Dry crumbs in peace[a] are better than a full meal[b] with strife.", "2": "A prudent servant will rule in place of a disgraceful son and will share in the inheritance among brothers.", "3": "The crucible is for silver and the furnace for gold— but the Lord assays hearts.", "4": "Whoever practices evil pays attention to wicked speech, and the liar listens to malicious talk.", "5": "Whoever mocks the poor shows contempt for their maker, and whoever is happy about disaster will not go unpunished.", "6": "Grandchildren are the crown of the aged, and the pride of children is their parents.", "7": "Appropriate speech is inconsistent with the fool; how much more are deceitful statements[c] with a prince!", "8": "A bribe works wonders[d] in the eyes of its giver; wherever he turns he prospers.", "9": "Anyone who overlooks[e] an offense promotes love, but someone who gossips separates close friends.", "10": "A rebuke is more effective with a man of understanding than a hundred lashes to a fool.", "11": "A rebellious person seeks evil; a cruel emissary will be sent to oppose him.", "12": "It's better to meet a mother bear who has lost her cubs than a fool in his stupidity.", "13": "The person who repays good with evil will never see[f] evil leave his home.", "14": "Starting a quarrel is like spilling water— so drop the dispute before it escalates.", "15": "Exonerating the wicked and condemning the righteous are both detestable to the Lord.", "16": "What is this? A fool has enough money to buy wisdom, but is senseless?[g]", "17": "A friend loves at all times, and a brother is there[h] for times of trouble.", "18": "A man who lacks sense[i] cosigns a loan,[j] becoming a guarantor for his neighbor.", "19": "The person who loves transgression loves strife; the person who builds a high gate invites destruction.", "20": "The person whose mind[k] is perverse does not find good, and anyone with perverted speech falls into trouble.", "21": "The man who fathers a fool does so to his sorrow— the father of a fool has no joy.", "22": "A joyful heart is good medicine, but a broken spirit drains one's strength.[l]", "23": "The wicked man takes a bribe in secret in order to pervert the course of justice.", "24": "A person with understanding has wisdom as his objective, but a fool looks only[m] to earthly goals.", "25": "A foolish son brings grief to his father and bitterness to his mother.[n]", "26": "Furthermore, it isn't good to fine the righteous, or to beat an official because of his uprightness.", "27": "Whoever controls what he says is knowledgeable; anyone who has a calm spirit is a man of understanding.", "28": "Even a fool is thought to be wise when he remains silent; he is thought to be prudent when he keeps his mouth shut."}