{"1": "Whoever isolates himself pursues selfish ends; he resists all sound advice.", "2": "A fool finds no satisfaction in trying to understand, for he would rather express his own opinion.", "3": "When an evil person comes, contempt also comes, along with dishonor and disgrace.", "4": "The words a man says are as deep waters— a fountain of wisdom is an overflowing stream.", "5": "It's not good to be partial towards an evil person, thereby depriving the righteous of justice.", "6": "A fool's words[a] bring strife, and his mouth invites fighting.", "7": "A fool's mouth is his unraveling, and his lips entrap himself.", "8": "The words of a gossip are like choice morsels as they descend to the innermost parts of the body.", "9": "Whoever is lazy regarding his work is also a brother to the master of destruction.", "10": "The name of the Lord is a strong tower; a righteous person rushes to it and is lifted up above the danger.[b]", "11": "The wealth of a rich person is his fortified city; in his own imagination, it is like a high wall.", "12": "Before a man's downfall, his mind[c] is arrogant, but humility precedes honor.", "13": "Whoever answers before listening is both foolish and shameful.", "14": "A man's spirit can sustain him during his illness, but who can bear a crushed spirit?", "15": "The mind[d] of a discerning person gains knowledge, while the ears of wise people seek out knowledge.", "16": "A person's gift opens doors for him, bringing him access to important people.", "17": "The first to put forth his case seems right, until someone else steps forward and cross-examines him.", "18": "Casting dice settles a dispute, deciding between strong contenders.", "19": "An offended brother is more unyielding than a fortified city, and his disputes are like the bars of a fortress.", "20": "The positive words that a man speaks[e] fill his stomach; he will be satisfied with what his lips produce.", "21": "The power of the tongue is life and death— those who love to talk[f] will eat what it produces.", "22": "Whoever finds a wife finds what is good, and receives favor from the Lord.", "23": "The poor person pleads for mercy, but the wealthy man responds harshly.", "24": "A man with many[g] friends can still be ruined, but one who keeps on loving sticks closer than a brother."}