{"1": "A poor man who walks blamelessly is better than a fool who speaks perversely.", "2": "Furthermore, it isn't good to be ignorant,[a] and whoever rushes into things[b] misses the mark.", "3": "A man's foolishness ruins his life,[c] yet his heart rages against the Lord.", "4": "Wealth brings many friends, but a poor man is deserted by his friend.", "5": "A witness to lies will not go unpunished; the teller of falsehoods will not escape.", "6": "Many curry favor of an official; everyone is a friend of the gift giver.", "7": "All the relatives of a poor person shun him— how much more do his friends avoid him! Though he runs after them pleading, they aren't around.", "8": "Whoever obtains wisdom loves himself, and whoever treasures understanding will prosper.", "9": "A witness to lies will not go unpunished; the teller of falsehoods will perish.", "10": "It's not fitting for a fool to live in luxury; neither is it for a servant to rule over princes.", "11": "A person's discretion makes him slow to anger, and it is to his credit that he ignores an offence.", "12": "The king's anger is like the roaring of a lion, but his goodwill is like dew on the grass.", "13": "A father's ruin is a foolish son, and a wife's quarreling is like[d] dripping water that never stops.", "14": "A house and self-sufficiency are a father's inheritance, but from the Lord comes an insightful wife.", "15": "Laziness puts one to sleep, and an idle person will go hungry.", "16": "Whoever obeys a commandment keeps himself safe,[e] but someone who is contemptuous in conduct[f] will die.", "17": "Whoever is kind to the poor is lending to the Lord— the benefit of his gift will return to him in abundance.", "18": "Discipline your son while there is still hope— but don't set your heart on his destruction.", "19": "The person who has great anger must pay the consequences, because if you rescue him, you will have to do it again.", "20": "Listen to advice and accept discipline, and you'll be wise for the rest of your life.[g]", "21": "Many plans occupy the mind[h] of a man, but the Lord's purposes will prevail.[i]", "22": "Human beings long for grace, and it's better to be poor than a man of deceit.", "23": "The fear of the Lord leads[j] to life; whoever is satisfied with it will rest, untouched by evil.", "24": "The lazy person buries his hand in his dish and doesn't bother to bring it back to his mouth.", "25": "If you scourge a scoffer, the simple person may learn to be discreet; rebuke a discerning man and he will gain understanding.", "26": "Whoever mistreats his father and alienates his mother is a son who brings both shame and disrespect.", "27": "My son, if you stop listening to instruction, you will stray from the principles of knowledge.", "28": "A corrupt witness[k] mocks justice, and the wicked person feeds on iniquity.", "29": "Condemnation is appropriate for mockers, just as beatings are for the backs of fools."}