{"1": "Wine causes mocking, and beer causes fights; everyone led astray by them lacks wisdom.", "2": "A king's anger is like a lion's roar; anyone who angers him forfeits his life.", "3": "Avoiding strife brings a man honor, but every fool is quarrelsome.", "4": "A lazy person doesn't plow in the proper[a] season; he looks for a harvest, but there is nothing.", "5": "The intentions of a person's heart are deep waters, but a discerning person reveals them.", "6": "Many claim “I'm a loyal person!”[b] but who can find someone who truly is?", "7": "The righteous person lives a life of integrity; happy are his children who follow him!", "8": "A king sits on a throne of justice, sifting out all sorts of evil with his glance.", "9": "Who can say, “My intentions are pure; I am clean from any sin?”", "10": "False[c] weights and measures— the Lord surely detests both of them.", "11": "Even a child is known by his actions, whether his deeds are pure and right.", "12": "The ear that hears and the eye that sees— the Lord surely made them both.", "13": "Do not love sleep or you'll become poor, keep your eyes open and you'll have plenty of food.", "14": "“This is bad, bad,” says whoever is buying— but then he brags as he walks away after the sale.[d]", "15": "There is an abundance of gold and precious stones, but lips of knowledge are a rare jewel.", "16": "Take the garment of anyone who puts up collateral for a stranger; hold it in pledge if he does it for an unfamiliar woman.", "17": "Bread gained by deceit is sweet to a man, but later his mouth will be full of gravel.", "18": "Make plans by seeking advice; make war by obtaining guidance.", "19": "Whoever spreads gossip betrays confidences; so don't get involved with someone who talks too much.", "20": "Whoever curses his father or mother, his lamp will be extinguished in the deepest darkness.", "21": "An inheritance quickly obtained at the beginning will not be blessed at the end.", "22": "Don't say “I'll avenge that wrong!” Wait on the Lord and he will deliver you.", "23": "The Lord detests differing weights, and dishonest scales are not good.", "24": "A man's steps are directed by the Lord; how then can anyone understand his own way?", "25": "It is a trap for a person to declare quickly, “This is sacred,” and only later to have second thoughts about the vows.", "26": "A wise king sifts the wicked, crushing them with the threshing wheel.", "27": "A person's spirit is the lamp of the Lord; it searches throughout one's innermost being.", "28": "Gracious love and truth preserve a king; through love his throne is made secure.", "29": "The glory of young men is their strength; and the splendor of elders is their gray hair.", "30": "Blows that wound clean away evil; such beatings cleanse[e] the innermost being."}