{"1": "A king's heart is a water stream that the Lord controls; he directs it wherever he pleases.", "2": "Every man's lifestyle is proper in his own view, but the Lord weighs the heart.", "3": "To do what is right and just is more acceptable to the Lord than sacrifice.", "4": "A proud attitude,[a] accompanied by[b] a haughty look, is sin; they reveal[c] wicked people.", "5": "Plans of the persistent surely lead to productivity, but all who are hasty will surely become poor.", "6": "A fortune gained by deceit[d] is a fleeting vapor and a deadly snare.[e]", "7": "Devastation caused by the wicked will drag them away because they refuse to do what is just.", "8": "The conduct[f] of a guilty man is perverse, but the behavior of the pure is upright.", "9": "It's better to live in a corner on the roof than to share a house with a contentious woman.", "10": "The soul of the wicked craves evil; he extends no mercy to his neighbor.", "11": "When a mocker is punished, the fool gains wisdom; but when the wise is instructed, he receives knowledge.", "12": "The righteous God[g] considers the house of the wicked, bringing the wicked to ruin.", "13": "Whoever refuses to hear the cry of the poor will also cry himself, but he won't be answered.", "14": "Privately given gifts pacify wrath, and payments made secretly[h] appease[i] great anger.", "15": "Administering justice brings joy to the righteous, but terror to those who practice iniquity.", "16": "Whoever wanders from the path of understanding will end up where the dead[j] are gathered.", "17": "Pleasure lovers become poor; loving wine and oil doesn't bring riches.", "18": "The wicked are ransom for the righteous, and the unfaithful for the upright.", "19": "It's better to live in the wilderness than to live with a contentious and irritable woman.", "20": "Precious treasures and oil are found[k] where the wise live, but a foolish man devours them.", "21": "Whoever pursues righteousness and gracious love finds life, righteousness, and honor.", "22": "A wise man attacks the city of the mighty, bringing down the fortress in which they trust.", "23": "Whoever watches his mouth and tongue keeps himself from trouble.", "24": "The names “Proud,” “Arrogant,” and “Mocker” fit whoever acts with presumptuous conceit.", "25": "What the lazy person craves will kill him, because his hands refuse to work.", "26": "All day long he continues to crave, while the righteous person gives without holding back.", "27": "What the wicked person sacrifices is detestable— how much more when he offers it with vile motives!", "28": "A false witness will perish, but whoever listens will testify successfully.[l]", "29": "The wicked man puts up a bold appearance, but the upright thinks about what he is doing.[m]", "30": "No wisdom, insight, or counsel can prevail[n] against the Lord.", "31": "The horse may be prepared for the day of battle, but to the Lord goes the victory."}