{"1": "A good reputation is more desirable than great wealth, and favorable acceptance more than silver and gold.", "2": "The rich and the poor have this in common— the Lord created both of them.", "3": "The prudent person sees trouble ahead and hides, but the naïve continue on and suffer the consequences.", "4": "The reward of humility is the fear of the Lord, along with wealth, honor, and life.", "5": "Thorns and snares lie in the path of the perverse person, but whoever is cautious stays far away from them.", "6": "Train a child in the way appropriate for him, and when he becomes older, he will not turn from it.", "7": "The wealthy rule over the poor, and anyone who borrows is a slave to the lender.", "8": "Whoever sows wickedness reaps trouble, and the anger he uses for a weapon[a] will be destroyed.", "9": "Whoever is generous[b] will be blessed, for he shares his food with the poor.", "10": "Throw out the mocker and strife departs, too;[c] furthermore, quarrels[d] and discord will end.", "11": "Whoever loves purity[e] and gracious speech will gain the king as his friend.", "12": "The Lord watches over anyone with knowledge, but he ruins the plans[f] of the unfaithful.", "13": "The lazy person says, “There is a lion outside! I will be killed in the street!”", "14": "The mouth of an immoral woman is a deep pit; a man experiencing the Lord's wrath will fall into it.", "15": "A child's heart has a tendency to do wrong, but the rod of discipline removes it far away from him.", "16": "Whoever oppresses the poor to enrich himself and whoever gives gifts to the wealthy will yield only loss.", "17": "Pay attention and listen to the words of the wise, and apply your heart to my teaching,", "18": "for it is pleasant when you treasure them within you and have them ready on your lips.", "19": "As a result, your trust will be in the Lord, that's why I'm teaching you today, even you.", "20": "Have I not written for you 30 sayings containing counsel and knowledge,", "21": "to teach you true and reliable advice, so you can give truthful answers to those who sent you?", "22": "Don't rob the poor person because he is poor, and don't crush the helpless in court,[g]", "23": "for the Lord will plead their case and ruin the lives of those who ruin them.", "24": "Don't make friends with a hot-tempered man, and do not associate with someone who is easily angered,", "25": "or you may learn his ways and find yourself caught in a trap.", "26": "Don't be one of those who make promises to guarantee loans for debts.", "27": "If you don't have the ability to pay, why should your very bed be taken from under you?", "28": "Don't remove an ancient boundary stone that was set up by your ancestors.", "29": "Do you see a man skilled in his work? He will work for kings, not unimportant people."}