{"1": "Like snowfall in summer or rain at harvest time, so honor is inappropriate for a fool.", "2": "Like a fluttering sparrow or a swallow in flight, a curse without cause will not alight.", "3": "A whip is for the horses, a bridle is for the donkey, a rod is for the back of fools.", "4": "Don't answer a fool according to his foolishness, or you will be just like him.", "5": "Answer a fool according to his foolishness, or he will think himself to be wise.", "6": "Whoever sends a message by the hand of a fool cuts off his own[a] feet and drinks violence.", "7": "Useless legs to the lame— that's what a proverb quoted by a fool is.", "8": "Tying a stone to a sling— that's what giving honor to a fool is.", "9": "A thorn in the hand of a drunkard— that's what a proverb quoted by a fool is.", "10": "An archer who shoots at anyone— is like someone who hires a fool or anyone who passes by.", "11": "A dog that returns to its vomit is like a fool who reverts to his folly.", "12": "Do you see a man who is wise in his own opinion? There's more hope for a fool than for him.", "13": "The lazy person claims, “There is a lion in the road! There's a lion in the streets!”", "14": "The door turns on its hinges— as does the lazy person on his bed.", "15": "The lazy person buries his hand in the dish, but he's too tired to bring it to his mouth again.", "16": "The lazy person is wiser in his own opinion than seven men who can give an appropriate response.", "17": "Picking up a dog by the ears— that's what someone is like who[b] meddles in another's fight.", "18": "Like the maniac who shoots fiery darts and deadly arrows—", "19": "that's what someone is like who lies to his neighbor and then says, “I was joking, wasn't I?”", "20": "Without wood, the fire goes out. Without a gossip, contention stops.", "21": "Charcoal is to hot coals as wood is to fire; so also a quarrelsome man fuels strife.", "22": "The words of a gossip are like delicate morsels; they sink down deep within.", "23": "A clay vessel plated with a thin veneer of silver— that's what smooth[c] lips with a wicked heart are.", "24": "Someone who hates hides behind his words, harboring deceit within himself.", "25": "Though he speaks graciously, don't believe him, for there are seven detestable things in his heart.", "26": "Though malice disguises itself with deception, its evil will be exposed publicly.", "27": "Whoever digs a pit will fall into it, and the stone will come back on whoever starts it rolling.", "28": "A lying tongue hates its victims, and a flattering mouth causes ruin."}