{"1": "After many rebukes, the stiff-necked man will be broken incurably, without any warning.", "2": "As the righteous grow powerful,[a] people rejoice; but when the wicked rule, people groan.", "3": "The man who loves wisdom brings joy to his father, but anyone who consorts with immoral women squanders his wealth.", "4": "A king brings stability to a land through justice, but a man who takes bribes brings it to ruin.", "5": "A strong man who flatters his neighbor is setting a trap where he walks.[b]", "6": "An evil man is trapped by transgression, but the righteous person sings and rejoices.", "7": "The righteous person is concerned about the poor; but the wicked don't understand what they need to know.[c]", "8": "Scornful men enflame a city, but the wise defuse anger.", "9": "When a wise man has a dispute with a fool, the fool either rages or laughs without relief.", "10": "Bloodthirsty men hate the innocent person, but the upright show concern for his life.", "11": "The fool vents all his feelings,[d] but the wise person keeps them to himself.[e]", "12": "When a ruler is listening to lies, all of his officials tend to become wicked.", "13": "The poor man and the oppressor have this in common:[f] the Lord gave them both eyes with which to see.[g]", "14": "When a king faithfully administers justice to the poor, his throne will be established forever.", "15": "The rod and rebuke bestow wisdom, but an undisciplined child[h] brings shame to his mother.", "16": "As the wicked grow powerful,[i] transgression increases, but the righteous will observe their downfall.", "17": "Correct your son and he will comfort you; he will also delight your soul.", "18": "Without prophetic vision, people abandon restraint, but those who obey the Law are happy.", "19": "By mere words a servant will not be corrected; even though he understands, there will be no response.", "20": "Do you see a man who speaks hastily? There is more hope for a fool than for him.", "21": "If you pamper a servant from his childhood, later on he'll become ungrateful.", "22": "An angry man stirs up arguments, and a hot-tempered man causes many transgressions.", "23": "A person's pride will bring about his downfall, but the humble in spirit will gain honor.", "24": "A thief's accomplice hates himself; though testifying under oath,[j] he reveals nothing.", "25": "Fearing any human being is a trap, but confiding in the Lord keeps anyone safe.", "26": "Many seek a ruler's favor,[k] but justice for a man comes from the Lord.", "27": "The unjust man is detestable to the righteous, and whoever lives blamelessly is detestable to the wicked."}