{"1": "My son, don't forget my instruction, and keep my commandments carefully in mind.[a]", "2": "For they will add length to your days, years to your life, and abundant peace to you.", "3": "Do not let gracious love and truth leave you. Bind them around your neck, write them on the tablet of your heart,", "4": "and find favor and a good reputation[b] with God and men.", "5": "Trust in the Lord with all your heart, and do not depend on your own understanding.", "6": "In all your ways acknowledge[c] him, and he will make your paths straight.", "7": "Do not be wise in your own opinion. Fear the Lord and turn away from evil.", "8": "This will bring healing to your body, and refreshment to your bones.", "9": "Honor the Lord with your wealth and with the first[d] of all your produce,", "10": "so your barns will be filled with abundance, and your vats will burst open with new wine.", "11": "My son, do not reject the Lord's discipline, and do not despise his correction,", "12": "because the Lord corrects the person he loves, just as a father corrects[e] the son he delights in.[f]", "13": "How joyful is the man who finds wisdom, and the man who gains understanding,", "14": "because her profit is better than the profit of silver, and her yield than fine gold.", "15": "She is more precious than rubies, and nothing you desire compares with her.", "16": "Long life is in her right hand, and in her left are riches and honor.", "17": "Her ways are pleasant ways, and all her paths are peaceful.", "18": "She is a tree of life for those who embrace her, and whoever clutches her tightly will be joyful.", "19": "By wisdom the Lord laid the earth's foundations, and by understanding he set the heavens in place.", "20": "By his knowledge the depths broke open, and the clouds drip with dew.", "21": "My son, do not let wisdom[g] leave your sight. Carefully observe sound judgment and discernment,", "22": "and they will be life to you and a graceful ornament[h] for your neck.", "23": "Then you will travel safely on your way, and your foot will not stumble.", "24": "When you sit[i] down, you will not be afraid; when you lie down, your sleep will be pleasant.[j]", "25": "Do not be afraid of sudden disaster,[k] or the devastation that comes to the wicked.", "26": "Indeed, the Lord will be your confidence, and he will keep your foot from being caught.", "27": "Do not withhold good from those to whom it is due, when it is in your power to act.", "28": "Do not say to your neighbor, “Go, and come back. I will pay you[l] tomorrow,” when you have cash[m] with you.", "29": "Do not plan to harm your neighbor, when he is living peacefully[n] beside you.", "30": "Do not bring a lawsuit against a person for no reason, when he has done you no harm.", "31": "Do not envy a violent man, and do not emulate his lifestyle.[o]", "32": "Indeed, a perverse man is utterly disgusting[p] to the Lord, but he takes the upright into his confidence.[q]", "33": "The Lord's curse is on the house of the wicked, but he blesses the dwelling of the righteous.", "34": "Though God[r] scoffs at scoffers, he gives grace to the humble.", "35": "The wise will inherit honor, but he holds fools up for ridicule."}