{"1": "A discourse by the faithful collector.[a] This is what this valiant man declared to the God with me, to the God with me, who then prevailed:[b]", "2": "Surely I am beyond the senselessness of any man; I do not perceive things[c] the way human beings do.", "3": "I never acquired wisdom, but I know what the Holy One knows.", "4": "Who has ascended to heaven, and then descended? Who has collected the wind in his hands? Who has wrapped up waters in a garment? Who has established all the farthest points of the earth? What is his name, and what is his son's name? Surely you know!", "5": "Everything God says is pure; he is a shield for those who take refuge in him.", "6": "Don't add to his words, or he will rebuke you, and you will be shown to be a liar.", "7": "God,[d] I have asked you for two things— don't refuse me before I die—", "8": "Keep deception and lies far away from me, and give me neither poverty nor wealth. Feed me with food that I need for today,[e]", "9": "so that I don't become overfed and deny you by saying, “Who is the Lord?” or so that I don't become poor and steal, and then misuse the name of my God.", "10": "Don't lie about a servant to his master, or that servant[f] will curse you and you will pay for it.", "11": "Some people[g] curse their fathers and won't bless their mothers.", "12": "Some people[h] view themselves as pure, but haven't been cleansed from their own filth.", "13": "Some people[i]—what an arrogant look they have!— raise their eyebrows haughtily.", "14": "Some people[j] have swords for teeth and knives for fangs to devour the afflicted from the earth and the needy from among mankind.", "15": "The leech has two daughters: “Give” and “Give”. Three things will never be satisfied; four will never say “Enough”—", "16": "The afterlife,[k] the barren womb, earth that still demands water, and fire—they never say, “Enough”.", "17": "The eye that mocks a father and looks with a disobedient attitude at[l] a mother— the valley ravens will pluck it out; and vultures will eat it.", "18": "Three things cause wonder for me; four are beyond my understanding:", "19": "The way an eagle flies in the sky, the way of a serpent on a rock, the way of a ship on the high seas, and the way of a man with a young woman.", "20": "This is what an immoral woman is like: she eats, wipes her mouth, then says “I've done nothing wrong.”", "21": "Under three things the earth trembles, under four it cannot remain steady:", "22": "Under a slave when he becomes a king, a fool when he is overfed,", "23": "an unloved woman when she finds a husband, and a servant girl who inherits from her mistress.", "24": "Four things on earth are small, but they are very, very wise:", "25": "Ants aren't a strong species,[m] yet they prepare their food in the summer.", "26": "The rock badgers aren't a strong species[n] either, yet they build their dens in the rocks.", "27": "Locusts have no king, but they all swarm in ranks.", "28": "Spiders can be caught by the hand, yet they're found in kings' palaces.", "29": "Three things are stately in procession, four which are stately in their gait:", "30": "The lion, mighty among the beasts, retreats before nothing.", "31": "The strutting rooster, as well as the goat, and a king with his army.", "32": "If you've foolishly exalted yourself or if you've plotted evil, put your hand over your mouth.", "33": "Just as whipping milk produces butter, and twisting the nose causes bleeding, so also stirring up anger produces contention."}