{"1": "The words of King Lemuel— a pronouncement with which his mother encouraged him.", "2": "No,[a] my son! No,[b] my son whom I conceived![c] No,[d] my son to whom I gave birth![e]", "3": "Never devote all your energy to sex,[f] or dedicate your life[g] to destroying kings.", "4": "It is not for kings, Lemuel— Not for kings to drink wine or for rulers to desire liquor.", "5": "Otherwise, they may drink and forget what has been ordained, perverting justice for all the oppressed.", "6": "Give liquor to someone who is perishing, and wine to someone who is deeply depressed.[h]", "7": "Let him drink, forget his poverty, and remember his troubles no more.", "8": "Speak for those who cannot speak; seek justice for all those on the verge of destruction.[i]", "9": "Speak up, judge righteously, and defend the rights of the afflicted and oppressed.", "10": "Who can find a capable wife? Her value far exceeds the finest jewels.", "11": "Her husband has full confidence in her; as a result, he lacks nothing of value.", "12": "She will bring good to him—never evil— every day of her life.", "13": "She seeks out wool and flax, working with eager hands.", "14": "She is like a seagoing ship that brings her food from far away.", "15": "She rises while it is still night, preparing meals for her family and providing for her women servants.", "16": "She evaluates a field and purchases it; from the proceeds she plants a vineyard.", "17": "She clothes herself with fortitude, and fortifies her arms with strength.", "18": "She is confident that her profits are sufficient. Her lamp does not go out at night.", "19": "She works with her own hands on her clothes[j]— her hands work the sewing spindle.", "20": "She reaches out to the poor, opening her hands to those in need.", "21": "She is unafraid of winter's effect on[k] her household, because all of them are warmly clothed.[l]", "22": "She creates her own bedding, using fine linen and violet cloth.", "23": "Her husband is well known;[m] he sits among the leaders of the land.", "24": "She designs and sells linen garments, supplying accessories[n] to clothiers.", "25": "Strength and dignity are her garments; she smiles about the future.", "26": "She speaks wisely, teaching with gracious love.", "27": "She looks discretely to the affairs of her household, and she is never lazy.[o]", "28": "Her children stand up and encourage her, as does her husband, who praises her:", "29": "“Many women have done wonderful things,” he says,[p] “but you surpass all of them!”", "30": "Charm is deceitful and beauty fades; but a woman who fears the Lord will be praised.", "31": "Reward her for her work— let her actions result in public praise.[q]"}