{"1": "Listen, children,[a] to your father's instruction, and pay attention in order to gain understanding.", "2": "I give you sound teaching, so do not abandon my instruction.[b]", "3": "When I was a son to my father, not yet strong[c] and an only son to my mother,", "4": "he taught me and told me, “Let your heart fully embrace what I have to say;[d] keep my commandments and live!", "5": "Get wisdom! Get understanding! Do not forget or turn aside from the words of my mouth!", "6": "Do not abandon her, and she will protect you. Love her, and she will watch over you.", "7": "Wisdom is of utmost importance, therefore get wisdom, and with all your effort work to acquire understanding.", "8": "Prize her and she will exalt you. Indeed, if you embrace her, she will honor you.", "9": "She will place on your head a graceful garland; she will present to you a crown of beauty.”", "10": "Listen, my son: accept my words, and you'll live a long, long time.[e]", "11": "I have directed you in the way of wisdom, and I have led you along straight[f] paths.", "12": "When you walk, your step will not be hindered, and when you run, you will not stumble.", "13": "Hold on to instruction, do not let it go! Guard wisdom,[g] because she is your life!", "14": "Do not enter the path of the wicked, or go along the way of evil men.", "15": "Avoid it! Don't travel on it! Turn away from it, and pass on by.", "16": "For they cannot sleep unless they are doing evil, and they are robbed of their sleep unless they cause someone to stumble.", "17": "For they eat the bread of wickedness, and they drink the wine of violence.", "18": "The path of the righteous is like the light of dawn that grows brighter until the full light of day.", "19": "But the way of the wicked is like deep darkness, and they do not know what they are stumbling over.", "20": "My son, pay attention to my words, and listen closely[h] to what I say.", "21": "Do not let them out of your sight; keep them within your heart.", "22": "For they are life to those who find them, and healing to their whole body.[i]", "23": "Above everything else[j] guard your heart, because from it flow the springs of life.", "24": "Never talk deceptively and don't keep company with people whose speech is corrupt.[k]", "25": "Let your eyes look directly ahead; fix your gaze straight in front of you.", "26": "Carefully measure[l] the paths for your feet, and all your ways will be established.", "27": "Do not turn to the right or to the left; turn your foot away from evil."}