{"1": "My son, pay attention to my wisdom, and listen closely to my insight,", "2": "so you may carefully practice[a] discretion and your lips preserve knowledge.", "3": "For the lips of an adulteress drip honey, and her speech[b] is smoother than oil.", "4": "But in the end she is as bitter as wormwood,[c] and as sharp as a double-edged sword.", "5": "Her feet go down to death; her steps lead to Sheol.[d]", "6": "You aren't thinking about[e] where her life is headed; her steps wander, but you do not realize[f] it.", "7": "Now, children,[g] listen to me. Don't turn away from what I am saying.[h]", "8": "Keep[i] far away from her, and don't go near the entrance to her house,", "9": "so that you don't give your honor to others, and waste your best years;[j]", "10": "so that strangers don't enrich themselves at your expense,[k] and your work won't end up the possession of foreigners.[l]", "11": "You will cry out in anguish when your end comes, when your flesh and body are consumed,", "12": "and you will say, “How I hated instruction,[m] and my heart rejected correction!", "13": "I did not obey my teachers and did not listen[n] to my instructors.", "14": "Now I am at the point of utter disaster in[o] the assembly and in the congregation.”", "15": "Drink water from your own cistern, and fresh[p] water from your own well.", "16": "Should your springs flow outside, or streams of water in the street?", "17": "They should be for you alone and not for strangers who are with you.", "18": "Let your fountain be blessed and enjoy the wife of your youth.", "19": "Like a loving deer, a beautiful doe, let her breasts satisfy you all the time. Be constantly intoxicated by her love.", "20": "Why should you be intoxicated by an adulteress, my son, and embrace the bosom of a foreign woman?", "21": "Indeed, what a man does is[q] always in the Lord's presence,[r] and he weighs all his paths.", "22": "The wicked person's iniquities will capture him, and he will be held with the cords of his sin.", "23": "He will die for lack of discipline, and he goes astray because of his great folly."}