{"1": "My son, guard what I say and treasure my commands.", "2": "Keep my commands and you'll live. Guard[a] my teaching as you do your eyesight.", "3": "Strap them to your fingers and engrave them on the tablet of your heart.", "4": "Say to wisdom, “You're my sister!” and call understanding your close relative,", "5": "so they can keep you from an adulterous woman, from the immoral woman with her seductive words.", "6": "For from a window in my house I peered through the lattice work,", "7": "and I noticed among the naïve— that is, I discerned among the youths— a senseless young man.", "8": "Proceeding down the street near her corner, he makes his way toward her house", "9": "at twilight, during the evening, even during the darkest part of the night.", "10": "Look! A woman makes her way to meet him, dressed as a prostitute and intending to entrap him.", "11": "She is brazen and defiant— her feet don't remain at home.", "12": "Now she is in the street, now in the plazas, she lurks near every corner.", "13": "So she grabs hold of him and kisses him, with a brazen face she speaks to him,", "14": "“I have given[b] my peace offerings, and today I fulfilled my vows.", "15": "Therefore, I've come out to meet you, I've looked just for you, and I found you!", "16": "I've decorated my bed with new coverings— embroidered linen from Egypt.", "17": "I've perfumed my bed with myrrh, aloes, and cinnamon.", "18": "Come, let's make love until dawn; let's comfort ourselves with love,", "19": "because my husband isn't home. He left on a long trip.", "20": "He took a fist full of cash and he'll return home in a month.”", "21": "She leads him astray with great persuasion; with flattering lips she seduces him.", "22": "All of a sudden he follows her like an ox fit for slaughter or like a fool fit for a trap[c]", "23": "until an arrow pierces his liver. As a bird darts into a snare, he doesn't realize his fatal decision.[d]", "24": "So listen to me, my sons, and pay attention to what I have to say.", "25": "Don't be led astray by her lifestyle,[e] and don't imitate her behavior.[f]", "26": "For many are the victims whom she has conquered, and many are her slain.", "27": "Her house leads to Sheol,[g] descending to death's catacombs."}