{"1": "¶ Moreover the word of the LORD came unto Jeremiah the second time while he was yet shut up in the court of the guard, saying,", "2": "Thus hath said the LORD that makes it, the LORD that forms it to establish it; the LORD is his name;", "3": "Call unto me, and I will answer thee and show thee great and difficult things, which thou dost not know.", "4": "For thus hath the LORD the God of Israel said concerning the houses of this city and concerning the houses of the kings of Judah, which are thrown down by the siege engines and by the sword", "5": "(because they came to fight with the Chaldeans, to fill them with the dead bodies of men, whom I have slain in my anger and in my fury and because I hid my face from this city due to all her wickedness):", "6": "behold, I will bring her healing and medicine, and I will cure them and will reveal unto them the abundance of peace and truth.", "7": "And I will cause the captivity of Judah and the captivity of Israel to turn and will build them, as at the first.", "8": "And I will cleanse them from all their iniquity, with which they have sinned against me; and I will pardon all their sins, with which they have sinned against me and with which they rebelled against me.", "9": "And it shall be unto me a name of joy, of praise and of glory among all the Gentiles of the earth, who shall have heard all the good that I do unto them and they shall fear and tremble for all the good and for all the peace that I shall do unto them.", "10": "¶ Thus hath the LORD said: Again there shall be heard in this place, which ye say is desolate without man and without beast, even in the cities of Judah and in the streets of Jerusalem, that are desolate, without man and without inhabitant and without beast,", "11": "the voice of joy, and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the voice of those that shall say, Praise the LORD of the hosts; for the LORD is good; for his mercy endures for ever: and of those that shall bring the sacrifice of praise into the house of the LORD. For I will cause the captivity of the land to turn as at the first, said the LORD.", "12": "Thus hath the LORD of the hosts said; Again in this place, which is desolate without man and without beast, and in all the cities thereof, there shall be booths of shepherds who shall cause the flocks to lie down.", "13": "In the cities of the mountains, in the cities of the vale, and in the cities of the south, and in the land of Benjamin, and in the places about Jerusalem and in the cities of Judah, shall the flocks pass again under the hands of him that counts them, said the LORD.", "14": "Behold, the days come, said the LORD, that I will confirm the good Word which I have promised unto the house of Israel and to the house of Judah.", "15": "In those days and at that time, I will cause the Branch of righteousness to grow up unto David; and he shall execute judgment and righteousness in the land.", "16": "In those days shall Judah be saved, and Jerusalem shall dwell safely; and this is the name with which she shall be called, The LORD our righteousness.", "17": "¶ For thus hath the LORD said: David shall never lack a man to sit upon the throne of the house of Israel;", "18": "neither shall the priests the Levites lack a man before me to offer burnt offerings and to kindle grain offerings and to do sacrifice continually.", "19": "And the word of the LORD came unto Jeremiah, saying,", "20": "Thus hath the LORD said; If ye can break my covenant with the day, and my covenant with the night, such that there should not be day nor night in their season,", "21": "then may also my covenant be broken with David my slave, that he should not have a son to reign upon his throne; and with the Levites and priests, my ministers.", "22": "As the host of heaven cannot be numbered, neither the sand of the sea measured, so will I multiply the seed of David my slave and the Levites that minister unto me.", "23": "Moreover the word of the LORD came to Jeremiah, saying:", "24": "Dost thou not consider what this people have spoken, saying, The two families which the LORD has chosen, he has even cast them off? thus they have despised my people, that they should no longer be a nation before them.", "25": "Thus hath the LORD said: If my covenant remains not with the day and the night, and if I have not appointed the laws of the heaven and the earth,", "26": "then I will cast away the seed of Jacob and David my slave, so that I will not take any of his seed to be rulers over the seed of Abraham, of Isaac, and of Jacob; for I will cause their captivity to turn, and I will have mercy on them."}