{"1": "I am a man who has seen the suffering that comes from the rod of the Lord's anger.", "2": "He led me into darkness, not light.", "3": "He turned his hand against me again and again, all day long.", "4": "He wore out my flesh and skin and broke my bones.", "5": "He surrounded me with sadness and attacked me with grief.", "6": "He made me sit in the dark, like those who have been dead a long time.", "7": "He shut me in so I could not get out; he put heavy chains on me.", "8": "I cry out and beg for help, but he ignores my prayer.", "9": "He blocked my way with a stone wall and led me in the wrong direction.", "10": "He is like a bear ready to attack me, like a lion in hiding.", "11": "He led me the wrong way and let me stray and left me without help.", "12": "He prepared to shoot his bow and made me the target for his arrows.", "13": "He shot me in the kidneys with the arrows from his bag.", "14": "I was a joke to all my people, who make fun of me with songs all day long.", "15": "The Lord filled me with misery; he made me drunk with suffering.", "16": "He broke my teeth with gravel and trampled me into the dirt.", "17": "I have no more peace. I have forgotten what happiness is.", "18": "I said, “My strength is gone, and I have no hope in the Lord.”", "19": "Lord, remember my suffering and my misery, my sorrow and trouble.", "20": "Please remember me and think about me.", "21": "But I have hope when I think of this:", "22": "The Lord's love never ends; his mercies never stop.", "23": "They are new every morning; Lord, your loyalty is great.", "24": "I say to myself, “The Lord is mine, so I hope in him.”", "25": "The Lord is good to those who hope in him, to those who seek him.", "26": "It is good to wait quietly for the Lord to save.", "27": "It is good for someone to work hard while he is young.", "28": "He should sit alone and be quiet; the Lord has given him hard work to do.", "29": "He should bow down to the ground; maybe there is still hope.", "30": "He should let anyone slap his cheek; he should be filled with shame.", "31": "The Lord will not reject his people forever.", "32": "Although he brings sorrow, he also has mercy and great love.", "33": "He does not like to punish people or make them sad.", "34": "He sees if any prisoner of the earth is crushed under his feet;", "35": "he sees if someone is treated unfairly before the Most High God;", "36": "the Lord sees if someone is cheated in his case in court.", "37": "Nobody can speak and have it happen unless the Lord commands it.", "38": "Both bad and good things come by the command of the Most High God.", "39": "No one should complain when he is punished for his sins.", "40": "Let us examine and see what we have done and then return to the Lord.", "41": "Let us lift up our hands and pray from our hearts to God in heaven:", "42": "“We have sinned and turned against you, and you have not forgiven us.", "43": "“You wrapped yourself in anger and chased us; you killed us without mercy.", "44": "You wrapped yourself in a cloud, and no prayer could get through.", "45": "You made us like scum and trash among the other nations.", "46": "“All of our enemies open their mouths and speak against us.", "47": "We have been frightened and fearful, ruined and destroyed.”", "48": "Streams of tears flow from my eyes, because my people are destroyed.", "49": "My tears flow continually, without stopping,", "50": "until the Lord looks down and sees from heaven.", "51": "I am sad when I see what has happened to all the women of my city.", "52": "Those who are my enemies for no reason hunted me like a bird.", "53": "They tried to kill me in a pit; they threw stones at me.", "54": "Water came up over my head, and I said, “I am going to die.”", "55": "I called out to you, Lord, from the bottom of the pit.", "56": "You heard me calling, “Do not close your ears and ignore my gasps and shouts.”", "57": "You came near when I called to you; you said, “Don't be afraid.”", "58": "Lord, you have taken my case and given me back my life.", "59": "Lord, you have seen how I have been wronged. Now judge my case for me.", "60": "You have seen how my enemies took revenge on me and made evil plans against me.", "61": "Lord, you have heard their insults and all their evil plans against me.", "62": "The words and thoughts of my enemies are against me all the time.", "63": "Look! In everything they do they make fun of me with songs.", "64": "Pay them back, Lord, for what they have done.", "65": "Make them stubborn, and put your curse on them.", "66": "Chase them in anger, Lord, and destroy them from under your heavens."}