{"1": "From Paul, an apostle of Christ Jesus. I am an apostle because that is what God wanted. Also from Timothy, our brother.", "2": "To the holy and faithful brothers in Christ that live in Colosse. Grace and peace from God our Father.[a]", "3": "In our prayers for you we always thank God, the Father of our Lord Jesus Christ. ", "4": "We thank God because we have heard about the faith you have in Christ Jesus and the love you have for all of God's people. ", "5": "You have this faith and love because of your hope, and what you hope for is saved for you in heaven. You learned about this hope when you heard the true teaching, the Good News ", "6": "that was told to you. Everywhere in the world that Good News is bringing blessings and is growing. This has happened with you, too, since you heard the Good News and understood the truth about the grace of God. ", "7": "You learned about God's grace from Epaphras, whom we love. Epaphras works together with us and is a faithful servant of Christ for us.[b] ", "8": "He also told us about the love you have from the Holy Spirit.", "9": "Since the day we heard this about you, we have continued praying for you. We ask God that you will know fully what God wants. We pray that you will also have great wisdom and understanding in spiritual things. ", "10": "Then you will live the kind of life that honors and pleases the Lord in every way. You will produce fruit in every good work and grow in the knowledge of God. ", "11": "Then God will strengthen you with his own great power. And you will not give up when troubles come, but you will be patient. ", "12": "Then you will joyfully give thanks to the Father. He has made you[c] able to have all that he has prepared for his people who live in the light. ", "13": "God made us free from the power of darkness, and he brought us into the kingdom of his dear Son. ", "14": "The Son paid for our sins,[d] and in him we have forgiveness.", "15": "No one has seen God, but Jesus is exactly like him. Christ ranks higher than all the things that have been made. ", "16": "Through his power all things were made—things in heaven and on earth, things seen and unseen, all powers, authorities, lords, and rulers. All things were made through Christ and for Christ. ", "17": "Christ was there before anything was made. And all things continue because of him. ", "18": "He is the head of the body. (The body is the church.) Everything comes from him. And he is the first one who was raised from death. So in all things Jesus is most important. ", "19": "God was pleased for all of himself to live in Christ. ", "20": "And through Christ, God decided to bring all things back to himself again—things on earth and things in heaven. God made peace by using the blood of Christ's death on the cross.", "21": "At one time you were separated from God. You were God's enemies in your minds because the evil deeds you did were against God. ", "22": "But now Christ has made you God's friends again. He did this by his death while he was in the body, that he might bring you into God's presence. He brings you before God as people who are holy, with no wrong in you, and with nothing that God can judge you guilty of. ", "23": "And Christ will do this if you continue to believe in the Good News you heard. You must continue strong and sure in your faith. You must not be moved away from the hope that Good News gave you. That same Good News has been told to everyone in the world. I, Paul, help in preaching that Good News.", "24": "I am happy in my sufferings for you. There are many things that Christ must still suffer through his body, the church. I am accepting my part of these things that must be suffered. I accept these sufferings in my body. I suffer for his body, the church. ", "25": "I became a servant of the church because God gave me a special work to do that helps you. My work is to tell fully the teaching of God. ", "26": "This teaching is the secret truth that was hidden since the beginning of time. It was hidden from everyone, but now it is made known to God's holy people. ", "27": "God decided to let his people know this rich and glorious truth which he has for all people. This truth is Christ himself, who is in you. He is our only hope for glory. ", "28": "So we continue to preach Christ to all men. We use all wisdom to warn and to teach everyone. We are trying to bring each one into God's presence as a mature person in Christ. ", "29": "To do this, I work and struggle, using Christ's great strength that works so powerfully in me."}