{"1": "I want you to know that I am trying very hard to help you. And I am trying to help those in Laodicea and others who have never seen me. ", "2": "I want them to be strengthened and joined together with love. I want them to be rich in the strong belief that comes from understanding. I mean I want you to know fully God's secret truth. That truth is Christ himself. ", "3": "And in him all the treasures of wisdom and knowledge are safely kept.", "4": "I say this so that no one can fool you by arguments that seem good, but are false. ", "5": "I am not there with you, but my heart is with you. I am happy to see your good lives and your strong faith in Christ.", "6": "As you received Christ Jesus the Lord, so continue to live in him. ", "7": "Keep your roots deep in him and have your lives built on him. Be strong in the faith, just as you were taught. And always be thankful.", "8": "Be sure that no one leads you away with false ideas and words that mean nothing. Those ideas come from men. They are the worthless ideas of this world. They are not from Christ. ", "9": "All of God lives fully in Christ (even when Christ was on earth). ", "10": "And in him you have a full and true life. He is ruler over all rulers and powers.", "11": "In Christ you had a different kind of circumcision. That circumcision was not done by hands. I mean, you were made free from the power of your sinful self. That is the kind of circumcision Christ does. ", "12": "When you were baptized, you were buried with Christ and you were raised up with Christ because of your faith in God's power. That power was shown when he raised Christ from death. ", "13": "You were spiritually dead because of your sins and because you were not free from the power of your sinful self. But God made you alive with Christ. And God forgave all our sins. ", "14": "We owed a debt because we broke God's laws. That debt listed all the rules we failed to follow. But God forgave us that debt. He took away that debt and nailed it to the cross. ", "15": "God defeated the spiritual rulers and powers. With the cross God won the victory and defeated them. He showed the world that they were powerless.", "16": "So do not let anyone make rules for you about eating and drinking or about a religious feast, a New Moon Festival, or a Sabbath day. ", "17": "In the past, these things were like a shadow of what was to come. But the new things that were coming are found in Christ. ", "18": "Some enjoy acting as if they were humble and love to worship angels. They are always talking about the visions they have seen. Do not let them tell you that you are wrong. They are full of foolish pride because of their human way of thinking. ", "19": "They do not keep themselves under the control of Christ, the head. The whole body depends on Christ. Because of him all the parts of the body care for each other and help each other. This strengthens the body and holds it together. And so the body grows in the way God wants.", "20": "You died with Christ and were made free from the worthless rules of the world. So why do you act as if you still belong to this world? I mean, why do you follow rules like these: ", "21": "“Don't handle this,” “Don't taste that,” “Don't touch that thing”? ", "22": "These rules are talking about earthly things that are gone as soon as they are used. They are only human commands and teachings. ", "23": "These rules seem to be wise. But they are only part of a human religion. They make people pretend not to be proud and make them punish their bodies. But they do not really control the evil desires of the sinful self."}