{"1": "You were raised from death with Christ. So aim at what is in heaven, where Christ is sitting at the right hand of God. ", "2": "Think only about the things in heaven, not the things on earth. ", "3": "Your old sinful self has died, and your new life is kept with Christ in God. ", "4": "Christ is your[a] life. When he comes again, you will share in his glory.", "5": "So put all evil things out of your life. Get rid of sexual immorality and impure acts. Don't let your feelings get out of control. Remove from your life all evil desires. Stop always wanting more and more. This really means living to serve a false god. ", "6": "These things make God angry.[b] ", "7": "In your evil life in the past, you also did these things.", "8": "But now put these things out of your life: anger, bad temper, doing or saying things to hurt others, and using evil words when you talk. ", "9": "Do not lie to each other. You have left your old sinful life and the things you did before. ", "10": "You have begun to live the new life. In your new life you are being made new. You are becoming like the One who made you. This new life brings you the true knowledge of God. ", "11": "In the new life there is no difference between Greeks and Jews. There is no difference between those who are circumcised and those who are not circumcised, or people that are foreigners, or Scythians.[c] There is no difference between slaves and free people. But Christ is in all believers. And Christ is all that is important.", "12": "God has chosen you and made you his holy people. He loves you. So always do these things: Show mercy to others; be kind, humble, gentle, and patient. ", "13": "Do not be angry with each other, but forgive each other. If someone does wrong to you, then forgive him. Forgive each other because the Lord forgave you. ", "14": "Do all these things; but most important, love each other. Love is what holds you all together in perfect unity. ", "15": "Let the peace that Christ gives control your thinking. You were all called together in one body[d] to have peace. Always be thankful. ", "16": "Let the teaching of Christ live in you richly. Use all wisdom to teach and strengthen each other. Sing psalms, hymns, and spiritual songs with thankfulness in your hearts to God. ", "17": "Everything you say and everything you do should all be done for Jesus your Lord. And in all you do, give thanks to God the Father through Jesus.", "18": "Wives, be under the authority of your husbands. This is the right thing to do in the Lord.", "19": "Husbands, love your wives, and be gentle to them.", "20": "Children, obey your parents in all things. This pleases the Lord.", "21": "Fathers, do not nag your children. If you are too hard to please, they may want to stop trying.", "22": "Slaves, obey your masters in all things. Do not obey just when they are watching you, to gain their favor. But serve them honestly, because you respect the Lord. ", "23": "In all the work you are doing, work the best you can. Work as if you were working for the Lord, not for men. ", "24": "Remember that you will receive your reward from the Lord, which he promised to his people. You are serving the Lord Christ. ", "25": "But remember that anyone who does wrong will be punished for that wrong. And the Lord treats everyone the same."}