{"1": "Therefore oun if ei you  have  been  raised synegeirō with ho Christ Christos,  seek zēteō the ho things  above anō,  where hou · ho Christ Christos is eimi,  seated kathēmai at en the  right dexios hand  of ho God theos. ", "2": "Set  your  minds  on phroneō things ho above anō,  not mē on  things ho on epi · ho earth gē, ", "3": "for gar you  died apothnēskō and kai · ho your hymeis life zōē is  hidden kryptō with syn · ho Christ Christos in en · ho God theos. ", "4": "When hotan · ho Christ Christos, who is  your hymeis life zōē,  appears phaneroō,  · ho then tote you hymeis also kai will  appear phaneroō with syn him autos in en glory doxa. ", "5": "Therefore oun put  to  death nekroō · ho whatever melos · ho is  earthly epi ho · ho in you:  sexual porneia immorality ,  impurity akatharsia,  lust pathos,  evil kakos desire epithumia,  and kai · ho covetousness pleonexia,  which hostis is eimi idolatry eidōlolatria. ", "6": "Because dia of  these hos,  the ho wrath orgē of ho God theos is  coming erchomai upon epi the ho sons hyios of ho disobedience apeitheia. ", "7": "And  in en them hos you hymeis also kai once pote walked peripateō,  when hote you  were  living zaō among en them houtos. ", "8": "But de now nyni you hymeis must  put apotithēmi away  · kai all pas those  things ho:  anger orgē,  rage thumos,  malice kakia,  slander blasphēmia, and  filthy aischrologia talk  from ek · ho your hymeis mouth stoma. ", "9": "Stop mē lying pseudomai to eis one allēlōn another ,  since  you  have  put apekdyomai off  the ho old palaios man anthrōpos with syn · ho its autos practices praxis, ", "10": "and kai have  put endyō on  the ho new neos man ,  which ho is  being  renewed anakainoō in eis knowledge epignōsis after kata the  image eikōn of ho its autos creator ktizō. ", "11": "Here hopou there is  no ou longer  Greek Hellēn and kai Jew Ioudaios,  circumcised peritomē and kai uncircumcised akrobystia,  barbarian barbaros,  Scythian Skythēs, slave and  free eleutheros,  but alla Christ Christos is  · ho all pas and kai in en all pas. ", "12": "Therefore oun,  as hōs the  elect eklektos of ho God theos,  holy hagios and kai dearly  loved agapaō,  clothe  yourselves  with endyō heartfelt splanchnon compassion oiktirmos,  kindness chrēstotēs,  humility tapeinophrosynē,  gentleness prautēs, and  patience makrothumia. ", "13": "Bear anechōmai with  one allēlōn another  and kai forgive charizomai each heautou another ,  should ean anyone tis have echō a  complaint momphē against pros another tis.  As kathōs · kai the ho Lord kyrios has  graciously  forgiven charizomai you hymeis,  so houtōs also kai you hymeis must forgive. ", "14": "And de cover epi all pas these houtos virtues  with ho love agapē,  which hos is eimi the  bond syndesmos that ho leads  to  perfection teleiotēs. ", "15": "And kai let  the ho peace eirēnē of ho Christ Christos be  the  ruling  principle brabeuō in en · ho your hymeis heart kardia,  to eis which hos indeed kai you  were  called kaleō in en one heis body sōma.  And kai be ginomai thankful eucharistos. ", "16": "Let  the ho word logos of ho Christ Christos dwell enoikeō in en you hymeis richly plousiōs as  you  teach didaskō and kai admonish noutheteō one heautou another  with en all pas wisdom sophia by  means  of  psalms psalmos,  hymns hymnos, and  spiritual pneumatikos songs  ōdē,  singing adō with en · ho gratitude charis in en · ho your hymeis heart kardia to ho God theos. ", "17": "And kai whatever pas hos you  do poieō in en word logos or ē deed ergon, do  everything pas in en the  name onoma of  the  Lord kyrios Jesus Iēsous,  giving eucharisteō thanks  to ho God theos the  Father patēr through dia him autos. ", "18": "· ho Wives gynē,  be  subject hypotassō to  your ho husbands anēr,  as hōs is  fitting anēkō in en the  Lord kyrios. ", "19": "· ho Husbands anēr,  love agapaō your ho wives gynē and kai do  not mē become  bitter pikrainō toward pros them autos. ", "20": "· ho Children teknon,  obey hypakouō your ho parents goneus in kata everything pas,  for gar this houtos is eimi pleasing euarestos in en the  Lord kyrios. ", "21": "· ho Fathers patēr,  do  not mē provoke erethizō · ho your hymeis children teknon,  lest hina mē they  become  discouraged athymeō. ", "22": "· ho Slaves,  obey hypakouō your ho earthly kata masters kyrios in kata every  regard pas,  not mē with en a  view  to  impressing ophthalmodoulia others ,  as hōs people-pleasers anthrōpareskos,  but alla with en sincerity haplotēs of  heart kardia,  fearing phobeomai the ho Lord kyrios. ", "23": "Whatever hos ean you  do poieō,  do ergazomai it  heartily ek psychē,  as hōs for  the ho Lord kyrios,  · kai not ou for  men anthrōpos, ", "24": "for  you  know oida that hoti you  will  receive apolambanō an ho inheritance antapodosis from apo the  Lord kyrios as  your ho reward klēronomia.  Serve douleuō the ho Lord kyrios Christ Christos. ", "25": "But gar the ho one  who  does  wrong adikeō will  be  paid komizō back  for  his hos wrong adikeō,  and kai there  is eimi no ou favoritism prosōpolēmpsia. "}