{"1": "· ho Masters kyrios,  treat parechō your ho slaves  · ho justly dikaios and kai · ho fairly isotēs,  knowing oida that hoti you hymeis too kai have echō a  Master kyrios in en heaven ouranos. ", "2": "Persevere proskartereō in ho prayer proseuchē,  being  vigilant grēgoreō in en it autos with en thanksgiving eucharistia. ", "3": "At  the  same  time hama,  pray proseuchomai also kai for peri us hēmeis,  that hina · ho God theos will  open anoigō a  door thura for  our hēmeis · ho message logos,  so  that  we  may  declare laleō the ho mystery mystērion of ho Christ Christos,  for dia which hos · kai I  am  in  chains deō; ", "4": "that hina I  may  make phaneroō it autos known  as hōs I egō should dei. ", "5": "Conduct  yourselves peripateō with en wisdom sophia toward pros · ho outsiders exō,  making  the  most  of exagorazō the ho time kairos. ", "6": "· ho Your hymeis speech logos should  always pantote be  winsome en charis,  seasoned artyō with  salt halas,  so  that  you  will  know oida how pōs you hymeis must dei answer apokrinomai each  person heis. ", "7": "Tychicus Tychikos,  a ho beloved agapētos brother adelphos,  · kai faithful pistos minister diakonos and kai fellow syndoulos servant  in en the  Lord kyrios,  will  tell gnōrizō you hymeis all pas the  news ho about kata me egō. ", "8": "I  am  sending pempō him hos to pros you hymeis for eis this houtos express  purpose autos,  that hina you  may  know ginōskō how ho peri we hēmeis are  and kai that  he  may  encourage parakaleō · ho your hymeis hearts kardia. ", "9": "With syn him is  Onesimus Onēsimos,  the ho faithful pistos and kai beloved agapētos brother adelphos,  who hos is eimi one ek of  you hymeis;  they  will  tell gnōrizō you hymeis about gnōrizō everything pas · ho here hōde. ", "10": "Aristarchus Aristarchos,  · ho my egō fellow synaichmalōtos prisoner ,  sends aspazomai you hymeis greetings aspazomai,  as kai does  Mark Markos,  the ho cousin anepsios of  Barnabas Barnabas ( about peri whom hos you  received lambanō instructions entolē;  if ean he  comes erchomai to pros you hymeis,  welcome dechomai him autos), ", "11": "and kai Jesus Iēsous who ho is  called legō Justus Ioustos.  These houtos are eimi the ho only monos Jewish ek peritomē Christians among my  fellow synergos workers  for eis the ho kingdom basileia of ho God theos, and  they hostis have  been ginomai a  comfort parēgoria to  me egō. ", "12": "Epaphras Epaphras,  who ho is  one ek of  you hymeis and a servant  of  Christ Christos Jesus Iēsous,  sends aspazomai you hymeis greetings aspazomai,  always pantote laboring agōnizomai on hyper your hymeis behalf  in en his ho prayers proseuchē,  that hina you  may  stand histēmi firm  in en everything pas that  God theos wills thelēma,  mature teleios and kai fully  assured plērophoreō.  · ho", "13": "For gar I  bear  him autos witness martyreō that hoti he  has echō worked ponos tirelessly polys for hyper you hymeis and kai for  those ho in en Laodicea Laodikeia and kai · ho in en Hierapolis Hierapolis. ", "14": "Our ho dear  friend agapētos Luke Loukas,  the ho physician iatros,  sends aspazomai you hymeis his  greetings aspazomai,  as kai does  Demas Dēmas. ", "15": "Give aspazomai my  greetings  to  the ho brothers adelphos who are  at en Laodicea Laodikeia as kai well  as  to Nympha  and kai the ho church ekklēsia that meets  in kata her autos house oikos. ", "16": "And kai after hotan this ho letter epistolē has  been  read anaginōskō among para you hymeis,  see poieō that hina it  is  read anaginōskō also kai in en the ho church ekklēsia of  the  Laodiceans Laodikeus,  and kai that hina you hymeis read anaginōskō the ho one  from ek Laodicea Laodikeia as kai well . ", "17": "And kai tell legō Archippus Archippos, “ See blepō to  it  that hina you  complete plēroō the ho ministry diakonia that hos you  have  received paralambanō in en the  Lord kyrios.” ", "18": "I,  Paul Paulos, write  this ho greeting aspasmos in ho my emos own  hand cheir.  Remember mnēmoneuō my egō · ho chains desmos.  · ho Grace charis be  with meta you hymeis. "}