{"1": "“Give ear, O heavens, and let me speak; And let the earth hear the words of my mouth.", "2": "“Let my teaching drop as the rain, My speech distill as the dew, As the droplets on the fresh grass And as the showers on the herb.", "3": "“For I proclaim the name of the Lord; Ascribe greatness to our God!", "4": "“The Rock! His work is perfect, For all His ways are [a]just; A God of faithfulness and without injustice, Righteous and upright is He.", "5": "“[b]They have acted corruptly toward Him, They are not His children, because of their defect; But are a perverse and crooked generation.", "6": "“Do you thus repay the Lord, O foolish and unwise people? Is not He your Father who has bought you? He has made you and established you.", "7": "“Remember the days of old, Consider the years of all generations. Ask your father, and he will inform you, Your elders, and they will tell you.", "8": "“When the Most High gave the nations their inheritance, When He separated the sons of [c]man, He set the boundaries of the peoples According to the number of the sons of Israel.", "9": "“For the Lord's portion is His people; Jacob is the allotment of His inheritance.", "10": "“He found him in a desert land, And in the howling waste of a wilderness; He encircled him, He cared for him, He guarded him as the pupil of His eye.", "11": "“Like an eagle that stirs up its nest, That hovers over its young, He spread His wings and caught them, He carried them on His pinions.", "12": "“The Lord alone guided him, And there was no foreign god with him.", "13": "“He made him ride on the high places of the earth, And he ate the produce of the field; And He made him suck honey from the rock, And oil from the flinty rock,", "14": "Curds of cows, and milk of the flock, With fat of lambs, And rams, the breed of Bashan, and goats, With the finest of the wheat— And of the blood of grapes you drank wine.", "15": "“But [d]Jeshurun grew fat and kicked— You are grown fat, thick, and sleek— Then he forsook God who made him, And scorned the Rock of his salvation.", "16": "“They made Him jealous with strange gods; With abominations they provoked Him to anger.", "17": "“They sacrificed to demons who were not God, To gods whom they have not known, New gods who came lately, Whom your fathers did not dread.", "18": "“You neglected the Rock who begot you, And forgot the God who gave you birth.", "19": "“The Lord saw this, and spurned them Because of the provocation of His sons and daughters.", "20": "“Then He said, 'I will hide My face from them, I will see what their end shall be; For they are a perverse generation, Sons in whom is no faithfulness.", "21": "'They have made Me jealous with what is not God; They have provoked Me to anger with their [e]idols. So I will make them jealous with those who are not a people; I will provoke them to anger with a foolish nation,", "22": "For a fire is kindled in My anger, And burns to the lowest part of [f]Sheol, And consumes the earth with its yield, And sets on fire the foundations of the mountains.", "23": "'I will heap misfortunes on them; I will use My arrows on them.", "24": "'They will be wasted by famine, and consumed by [g]plague And bitter destruction; And the teeth of beasts I will send upon them, With the venom of crawling things of the dust.", "25": "'Outside the sword will bereave, And inside terror— Both young man and virgin, The nursling with the man of gray hair.", "26": "'I would have said, “I will cut them to pieces, I will remove the memory of them from men,”", "27": "Had I not feared the provocation by the enemy, That their adversaries would misjudge, That they would say, “Our hand is [h]triumphant, And the Lord has not done all this.”'", "28": "“For they are a nation [i]lacking in counsel, And there is no understanding in them.", "29": "“Would that they were wise, that they understood this, That they would discern their [j]future!", "30": "“How could one chase a thousand, And two put ten thousand to flight, Unless their Rock had sold them, And the Lord had given them up?", "31": "“Indeed their rock is not like our Rock, Even our enemies [k]themselves judge this.", "32": "“For their vine is from the vine of Sodom, And from the fields of Gomorrah; Their grapes are grapes of poison, Their clusters, bitter.", "33": "“Their wine is the venom of [l]serpents, And the [m]deadly poison of cobras.", "34": "'Is it not laid up in store with Me, Sealed up in My treasuries?", "35": "'Vengeance is Mine, and retribution, In due time their foot will slip; For the day of their calamity is near, And the impending things are hastening upon them.'", "36": "“For the Lord will vindicate His people, And will have compassion on His servants, When He sees that their [n]strength is gone, And there is none remaining, bond or free.", "37": "“And He will say, 'Where are their gods, The rock in which they sought refuge?", "38": "'Who ate the fat of their sacrifices, And drank the wine of their drink offering? Let them rise up and help you, Let them be your hiding place!", "39": "'See now that I, I am He, And there is no god besides Me; It is I who put to death and give life. I have wounded and it is I who heal, And there is no one who can deliver from My hand.", "40": "'Indeed, I lift up My hand to heaven, And say, as I live forever,", "41": "If I sharpen My [o]flashing sword, And My hand takes hold on justice, I will render vengeance on My adversaries, And I will repay those who hate Me.", "42": "'I will make My arrows drunk with blood, And My sword will devour flesh, With the blood of the slain and the captives, From the long-haired [p]leaders of the enemy.'", "43": "“Rejoice, O nations, with His people; For He will avenge the blood of His servants, And will render vengeance on His adversaries, And will atone for His land and His people.”", "44": "Then Moses came and spoke all the words of this song in the hearing of the people, he, with [q]Joshua the son of Nun.", "45": "When Moses had finished speaking all these words to all Israel,", "46": "he said to them, “Take to your heart all the words with which I am warning you today, which you shall command your sons to observe [r]carefully, even all the words of this law.", "47": "For it is not an idle word for you; indeed it is your life. And by this word you will prolong your days in the land, [s]which you are about to cross the Jordan to [t]possess.”", "48": "The Lord spoke to Moses that very same day, saying,", "49": "“Go up to this mountain of the Abarim, Mount Nebo, which is in the land of Moab [u]opposite Jericho, and look at the land of Canaan, which I am giving to the sons of Israel for a possession.", "50": "Then die on the mountain where you ascend, and be gathered to your people, as Aaron your brother died on Mount Hor and was gathered to his people,", "51": "because you broke faith with Me in the midst of the sons of Israel at the waters of Meribah-kadesh, in the wilderness of Zin, because you did not treat Me as holy in the midst of the sons of Israel.", "52": "For you shall see the land at a distance, but you shall not go there, into the land which I am giving the sons of Israel.”"}