{"1": "This is the word of the Lord that came to Micah from Moresheth, in the days of Jotham, Ahaz, and Hezekiah, kings of Judah. He saw this vision concerning Samaria and Jerusalem.", "2": "Listen, all you peoples! Pay close attention, earth and all of you who fill it! The Lord God will testify against you. The Lord will testify from his holy temple.", "3": "Look! The Lord is coming out from his place. He will come down and will trample the high places of the land.", "4": "The mountains will melt beneath him, and the valleys will flow away like wax near a fire, like water spilling down a mountainside.", "5": "All this will happen because of the rebellion of Jacob, because of the sins of the house of Israel. What is the rebellion of Jacob? Is it not Samaria? What is the high place of Judah? Is it not Jerusalem?", "6": "That is why I have sentenced Samaria to become a heap of ruins in the open countryside, a place where someone might plant a vineyard. I have hurled down its stones into the valley.[a] I will expose its foundation.", "7": "All her carved idols will be crushed, and all her wages will be burned with fire. I will sentence all her useless images to destruction. Because she collected a prostitute's wages to obtain them, they will become a prostitute's wages again.", "8": "Because of this I must lament and grieve. I must walk barefoot and naked. I must howl like a jackal and make a mourning shriek like an ostrich,[b]", "9": "because her plague is incurable. It has even spread to Judah. It has arrived at the gate of my people. It has come all the way up to Jerusalem.", "10": "Do not announce it in Gath. Do not weep at all. In Beth Ophrah roll around in the dust.[c]", "11": "Pass by, inhabitants of Shaphir, naked and ashamed. The inhabitants of Za'anan[d] must not go out. Beth Ezel mourns. It takes away its support from you.[e]", "12": "The inhabitants of Maroth anxiously wait for good, because disaster has come down from the Lord to the gates of Jerusalem.", "13": "Hitch fast horses to the chariot, you inhabitants of Lachish. You were the beginning of sin for the Daughter of Zion, because the rebellious deeds of Israel were found also in you.", "14": "Therefore you will give farewell gifts to Moresheth Gath. The houses of Akzib will be undependable to the kings of Israel.", "15": "I will once again bring a conqueror to you, you inhabitants of Mareshah. The glory of Israel will come to Adullam.[f]", "16": "Shave your heads and cut off your hair to mourn for the children that delight you. Make yourself bald as a buzzard, because your children will be taken away from you into exile."}