{"1": "Woe to those who plan wickedness, who make preparations for evil while lying on their beds. By the morning light they carry it out, because it is in the power of their hands to do so.", "2": "They covet fields and seize them. They covet houses and take them away. They deprive a person of his house, and a man of his inheritance.", "3": "Therefore this is what the Lord says: Look, I am making plans against this family of clans, plans for a disaster from which you cannot save your necks. You will not be able to hold your heads high, because it will be an evil time.", "4": "On that day a saying will arise about you. People will moan this sad song: “We have been completely devastated. My people's portion in the land is divided up. He takes it from me and assigns our fields to traitors.”[a]", "5": "Because of this, there will be no one to measure off an allotted inheritance for you in the assembly of the Lord.", "6": "“Stop preaching,” they preach.[b] “Do not preach about these things,” but these charges will not be turned away.[c]", "7": "Should the house of Jacob say, “Is the Spirit of the Lord impatient? Would he really do these things?” Will my words fail to accomplish good things for people who walk uprightly?", "8": "But lately my people have stood up like an enemy. You strip off the splendid robe from those who pass by as they return safely from battle.[d]", "9": "You drive the women among my people out of their comfortable houses. You take away my splendor from their children forever.", "10": "Get up and leave, for this will not be a place to rest, because the impurity that destroys it will bring painful destruction.", "11": "If a man full of bluster and lies comes and says, “I will preach for you about wine and beer,” he would be just the preacher for these people.", "12": "I will surely assemble all of you, Jacob. I will surely gather together the surviving remnant of Israel. I will establish them like a flock in its fold, like a herd in its pasture, like a happy crowd of noisy people.[e]", "13": "The one who breaks through the siege line[f] will go up ahead of them. They too will break out and pass through the gate, and their king will cross over in front of them, with the Lord as their head."}