{"1": "In the last days, the mountain of the House of the Lord will be established as the highest among the mountains.[a] It will be raised above the hills, and peoples will stream to it like a river.", "2": "Many nations will come and say, “Come, let us go up to the Mountain of the Lord, to the house of the God of Jacob. He will teach us his ways so that we may walk in his paths.” The law[b] will go out from Zion and the word of the Lord from Jerusalem.", "3": "He will render judgment between many peoples. He will settle disputes between mighty nations from far away. They will pound their swords into plowshares and their spears into blades for trimming vines. Nation will not raise the sword against nation, and they will not learn how to wage war any longer.", "4": "Each man will sit under his own vine and under his own fig tree. There will be no one to make them afraid, for the mouth of the Lord of Armies has spoken.", "5": "For all the other peoples walk in the names of their gods, but we will walk in the name of the Lord our God forever and ever.", "6": "On that day, says the Lord, I will bring in the lame and gather the scattered, even those I have afflicted.", "7": "I will establish the lame as survivors and the scattered as a powerful nation. The Lord will rule over them on Mount Zion from that time on and forever.", "8": "But for you, watchtower of the flock, for you, stronghold of the Daughter of Zion, for you, the power to rule, which you had before, will come again. The kingship will return to the Daughter of Jerusalem.", "9": "But now, why are you shouting so loudly? Is it because you have no king among you? Has the one who guided you perished, so that pain now has gripped you like a woman giving birth?", "10": "Writhe and scream, Daughter of Zion, like a woman giving birth, since now you must leave the city, and you will seek shelter in the fields. You will go to Babylon. There you will be rescued. There the Lord will redeem you from the hand of your enemies.", "11": "But now many nations have banded together against you. They say, “Let her be degraded! Let our eyes gloat over Zion!”", "12": "But they do not know the thoughts of the Lord, and they do not understand his plans, namely, that he will gather them together like bundles of grain on the threshing floor.", "13": "Rise up and thresh, Daughter of Zion, for I will turn your horns into iron, and I will make your hoofs bronze, and you will crush many peoples. You will dedicate what they have gained to the Lord, and their wealth to the Lord of all the earth."}