{"1": "Now, gather the troops, you daughter[a] of troops. A siege is laid against us. With a rod they will strike the judge of Israel on the cheek.[b]", "2": "But you, Bethlehem Ephrathah, though you are small among the clans of Judah, from you, will go out the one who will be the ruler for me in Israel. His goings forth[c] are from the beginning, from the days of eternity.[d]", "3": "Therefore the Lord[e] will give them up, until the time when the woman who is in labor bears a child.[f] Then the remaining survivors from his brothers will return to the people of Israel.", "4": "He will stand and shepherd with the strength of the Lord, in the majesty of the name of the Lord his God. They will dwell securely, for at that time he will be great to the ends of the earth.", "5": "This one will be their peace. When Assyria invades our land and tramples on our citadels, we will raise against him seven shepherds and eight leaders of men.", "6": "They will shepherd the land of Assyria with the sword and the land of Nimrod with a drawn blade.[g] He will save us from Assyria when it invades our land and tramples on our territory.", "7": "There will be a surviving remnant of Jacob in the midst of many peoples, like dew from the Lord, like spring showers on the grass, which do not wait around for a man, and do not delay for human beings.[h]", "8": "The remnant of Jacob will be among the nations, in the midst of many peoples, like a lion among animals of the forest, like a young lion among flocks of sheep. As he passes through, he crushes and tears them. There is no one who can save them from him.", "9": "Your hand will be high above your enemies. All your enemies will be cut off.", "10": "This is what will happen on that day, declares the Lord. I will cut off your horses from your midst and destroy your chariots.", "11": "I will cut off the cities of your land, and I will destroy all your fortified cities.", "12": "I will cut off every form of witchcraft from your hands, and you will have no one to read omens anymore.", "13": "I will cut off your carved images and your sacred memorial stones from your midst, and you will not worship the work of your hands anymore.", "14": "I will uproot your Asherah poles from your midst, and I will destroy your cities.", "15": "In anger and wrath I will inflict vengeance on the nations that have not listened to me."}