{"1": "Listen now to what the Lord is saying! Get up. Plead your case to the mountains. Let the hills hear your voice.", "2": "Listen, you mountains, to the accusation from the Lord. Pay attention, you enduring foundations of the earth, because the Lord is presenting a case against his people, and he is indicting Israel.", "3": "My people, what have I done to you, and how have I made you weary? Answer me!", "4": "I was the one who brought you up from the land of Egypt. I redeemed you from the place where you were slaves. I sent Moses, Aaron, and Miriam ahead of you.", "5": "My people, remember what Balak king of Moab planned, and how Balaam son of Beor responded to him when you were about to travel from Shittim to Gilgal, so that you may acknowledge the Lord's righteous acts.", "6": "With what am I to appear before the Lord? How should I bow down to God on high? Should I appear before him with burnt offerings, with one-year-old calves?", "7": "Will the Lord be delighted with thousands of rams, with tens of thousands of streams of oil? Should I give my firstborn for my rebellion, the fruit of my body for the sin of my soul?", "8": "He has told you, mankind, what is good. What does the Lord require from you, except to carry out justice and to love mercy and to walk humbly with your God?", "9": "The voice of the Lord cries out to the city. To fear your name is sound judgment. Pay attention to the rod and to the one who appointed it.", "10": "You wicked house, do you still have[a] treasures gained by wickedness and dishonest measurements that are cursed?", "11": "Can I condone your dishonest scales and your bags full of false weights?", "12": "The city's rich men are full of violence, and its inhabitants speak falsehood. Their tongues are treachery inside their mouths.", "13": "So I will wound you,[b] striking you down and making you desolate because of your sins.", "14": "You will eat, but you will not be satisfied. Your emptiness[c] will remain inside you. You will try to store things up, but you will not save anything. What you save, I will give to the sword.", "15": "You will sow, but you will not reap. You will press olives, but you will not anoint yourself with oil. You will trample grapes for juice, but you will not drink the wine.", "16": "You have observed the statutes of Omri,[d] and all the practices of the house of Ahab. You have walked in their way of life, so I will make you a hideous sight. Your inhabitants will be subjected to contempt.[e] You will bear the shame of my people.[f]"}