{"1": "Dead flies make a perfumer's oil stink, so a little folly outweighs wisdom and honor.", "2": "The heart of the wise is to his right, and the heart of the fool is to his left.", "3": "Even as the fool walks along the way, his heart lacks sense and tells everyone what a fool he is.", "4": "If a ruler's spirit rises up against you, do not leave your post, for composure allays great offences.", "5": "There is a wrong I have seen under the sun like an error proceeding from a ruler.", "6": "Fools are placed in many high positions, while the rich sit in low ones.", "7": "I have seen slaves on horses, and princes walking on the ground like slaves.", "8": "Whoever digs a pit may fall into it, and whoever breaks through a fence may be bitten by a snake.", "9": "Whoever quarries stones may be hurt by them, and whoever splits logs may be endangered by them.", "10": "If the iron axe is blunt and one doesn't sharpen the edge, then he must exert more force. So wisdom has the advantage of giving success.", "11": "If the snake bites before it is charmed, there is no profit for the charmer.", "12": "Words from the mouth of the wise are gracious, but the lips of a fool destroy him.", "13": "The words from his mouth begin as folly and end as grievous madness—", "14": "and the fool multiplies words. No one knows what will happen, and who can tell him what will happen after him?", "15": "The mischief of fools wearies them for he doesn't know how to go to town.", "16": "Oy to you, O land, when your king is a youth[a] and your princes feast in the morning.", "17": "Happy are you, O land, when your king is a son of nobles, and your princes eat at the proper time— in self-control and not in drunkenness!", "18": "By laziness the rafters sag, and by idle hands the house leaks.", "19": "A feast is made for laughter, and wine makes life glad— but money is the answer for everything.", "20": "Do not ridicule the king—even in your thoughts, nor curse the rich in your bedroom. For a bird of the air may carry your voice, and a winged creature may report your words."}