{"1": "I said within myself, “Come now, I will test you with pleasure to see what is good.” Yet behold, this too was meaningless. ", "2": "I said of laughter, “It is madness!” and of pleasure, “What does it accomplish?” ", "3": "I thought deeply about how to cheer my flesh with wine—letting my heart guide me with wisdom—and how to grasp folly, so that I could see what was worthwhile for the sons of men to do under heaven during the few days of their lives.", "4": "I increased my possessions. I built myself houses and I planted myself vineyards. ", "5": "I made royal gardens and parks for myself, and planted all kinds of fruit trees in them. ", "6": "I constructed for myself pools of water to irrigate a forest of flourishing trees. ", "7": "I purchased male and female servants and had other servants who were born in my house. I also owned more herds and flocks than all my predecessors in Jerusalem. ", "8": "I also amassed silver and gold for myself, as well as the treasure of kings and the provinces. I acquired male and female singers for myself, as well as the luxuries of humankind—vaults and vaults of them.", "9": "[a] 9 So I became far wealthier than all before me in Jerusalem, yet my wisdom stayed with me.", "10": "I denied myself nothing that my eyes desired; I withheld from my heart no enjoyment. My heart took delight from all my toil— this was my reward for all my labor.", "11": "Yet when I considered all that my hands had done and the toil I had expended to accomplish it, behold, it all was futile and chasing after the wind. There was nothing to be gained under the sun.", "12": "Then I turned to consider wisdom, madness and folly. For what more can the one who succeeds the king do than what he has already done? ", "13": "I realized that: Wisdom is more beneficial than folly as light is better than darkness.", "14": "A wise man has his eyes in his head, while the fool walks in the darkness. Yet, I also came to realize that the same destiny befalls them both.", "15": "Then said I in my heart: “I, even I, will have the same destiny as a fool. So why have I become so wise?” I said in my heart, “This too is meaningless.”", "16": "For the wise man, together with the fool, is not remembered forever. For in the days to come both will be forgotten. Alas, the wise, just like the fool, must die!", "17": "And so I hated life, because the work done under the sun was grievous to me. All is but vapor and chasing after the wind. ", "18": "I also hated all the fruit of my toil for which I had labored under the sun, because I must leave it to the one who comes after me. ", "19": "Who knows if he will be wise or a fool? Yet he will be master over all the fruit of my toil for which I had wisely labored under the sun. This too is futile. ", "20": "So I turned my heart over to despair over all the things for which I had toiled under the sun. ", "21": "For sometimes a man, who has labored with wisdom, knowledge and skill, must hand over as an inheritance to someone who did not work for it. This also is futile and a great misfortune. ", "22": "For what does a man get for all his toil and longing of his heart for which he laborers under the sun? ", "23": "For all his days, his work is pain and grief. Even at night his mind does not rest. This also is futility.", "24": "There is nothing better for people than to eat and drink, and to find enjoyment in their labor. This too, I perceived, is from the hand of God. ", "25": "For who can eat and who can have joy, apart from Him? ", "26": "For to the one who pleases Him, He gives wisdom, knowledge and joy, but to the sinner He gives the task of gathering and accumulating wealth to give it to one who pleases God. This also is only vapor and striving after the wind."}