{"1": "Again I looked and saw all the oppressions that are done under the sun, and behold, I saw the tears of the oppressed, but they have no comforter. Power is in the hand of their oppressors, but they had no comforter.", "2": "So I considered the dead, who are already dead, more fortunate than the living, who are still alive.", "3": "Yet better than both is one who has not yet been, who has never seen the evil work that is done under the sun.", "4": "Then I saw that all toil and all skill that is done come from man's envy of his neighbor; this too is fleeting and striving after the wind.", "5": "The fool folds his hands together and eats his own flesh.", "6": "Better is a handful with tranquility than two handfuls of toil and striving after the wind.", "7": "Again I saw something futile under the sun:", "8": "There is one who has no one else, neither son nor brother, yet there is no end to all his toil. His eyes are not content with riches. “So, for whom am I toiling, and depriving myself of prosperity?” This too is meaningless— a grievous task!", "9": "Two are better than one, because they get a good return for their effort.", "10": "For if they fall, the one will lift up his companion. But oy to the one who falls and has no one to lift him up!", "11": "Furthermore, if two lie together, then they will be warm. But how can one keep warm alone?", "12": "Though a man might overpower one, two can stand against him. Moreover a threefold cord cannot be quickly broken.", "13": "Better is a poor but wise youth than an old and foolish king who no longer knows how to take warning. ", "14": "For he came out of prison to become king—though he was born poor in his kingdom. ", "15": "I considered all the living that walk under the sun as well as the next youth who stands in his place. ", "16": "There is no end to all the people—to all who were before him. Also those who will come later will not rejoice in him. Surely this too is meaningless and striving after the wind.", "17": "Watch your feet when you go to the House of God. Draw near to listen, rather than to offer the sacrifice of fools, for they do not know that they are doing wrong."}