{"1": "Do not be quick with your mouth nor hasty in your heart to utter a word in God's presence. For God is in heaven, and you are on the earth— therefore, let your words be few.", "2": "As a dream comes with excessive burdens so a fool's voice with too many words.", "3": "When you swear a vow to God, don't delay in fulfilling it. For He takes no delight in fools. Pay what you vow!", "4": "It is better for you not to vow than to vow and not pay.", "5": "Don't let your mouth lead your flesh to sin, and don't say before the messenger, “It was a mistake!” Why should God be angry at your voice and destroy the work of your hands?", "6": "Many dreams and many words are meaningless. Therefore, fear God!", "7": "If you see the oppression of the poor or perversion of justice and righteousness in the province, do not be shocked at the matter. For one authority watches over another authority, and higher ones are over them. ", "8": "Though the profit of the land is taken by all, a king is served by the fields.", "9": "A lover of money never has enough money, and a lover of wealth is never satisfied with his income. This too is futile.", "10": "When goods increase, so do those who consume them. So what advantage are they to the owner except he sees it with his eyes?", "11": "The sleep of the laborer is sweet, whether he eats little or much— but the excess of the rich permits him no sleep.", "12": "There is a grievous wrong that I have seen under the sun: wealth hoarded by its owner to his own hurt, ", "13": "or wealth lost in a bad investment, and when he fathers a son, there is nothing in his hand.", "14": "As he came from his mother's womb, naked he will return as he came. He takes nothing from his labor that he can carry in his hand.", "15": "This too is a grievous wrong. Just as he came, so will he go, so what does he gain, from his toiling for the wind?", "16": "So, all his days he eats in darkness, and he has much grief, sickness, and humiliation.", "17": "Behold, this is what I myself have seen. It is beneficial and good for one to eat and drink, and to enjoy all of his toil that he labors under the sun during the few days of his life that God has given him—for this is his reward. ", "18": "Additionally, everyone to whom God has given riches and wealth, and empowers him to eat from it, to receive his share, and to rejoice in his labor—this is a gift of God. ", "19": "For he will not often consider the days of his life, since God keeps him occupied with the joy of his heart."}