{"1": "The believers in Corinth are exhausting Paul and one another with their negativity and criticism. Nothing destroys the beauty of Christian community more aggressively than these kinds of patterns. I finally determined that I would not come to you again for yet another agonizing visit. ", "2": "If my visits create such pain and sorrow for you, who can cheer me up except for those I've caused such grief? ", "3": "This is exactly what I was writing to you about earlier so that when we are face-to-face I will not have to wallow in sadness in the presence of friends who should bring me the utmost joy. For I felt sure that my delight would also become your delight. ", "4": "My last letter to you was covered with tears, composed with great difficulty, and frankly, a broken heart. It wasn't my intention to depress you or cause you pain; rather, I had hoped you would see it for what it was—a demonstration of the overwhelming love I have for all of you.", "5": "Interpersonal relationships are often filled with disagreements and tensions. It's common to hear someone long for the “good old days” of the New Testament when things were simpler and people were holier. But Paul's ministry proves the first-century churches were no different. They were just as full of fights, tensions, and power plays as modern churches are. We should seek to be loving but also firm when the situation demands it. We should be quick to offer forgiveness to and seek reconciliation with those who turn back from their divisive actions. That's what Paul did. But if anyone has caused harm, he has not so much harmed me as he has—and I don't think I'm exaggerating here—harmed all of you. ", "6": "In my view, the majority of you have punished him well enough. ", "7": "So instead of continuing to ostracize him, I encourage you to offer him the grace of forgiveness and the comfort of your acceptance. Otherwise, if he finds no welcome back to the community, I'm afraid he will be overwhelmed with extreme sorrow and lose all hope. ", "8": "So I urge you to demonstrate your love for him once again. ", "9": "I wrote these things to you with a clear purpose in mind: to test whether you are willing to live and abide by all my counsel. ", "10": "If you forgive anyone, I forgive that one as well. Have no doubt, anything that I have forgiven—when I do forgive—is done ultimately for you in the presence of the Anointed One. ", "11": "It's my duty to make sure that Satan does not win even a small victory over us, for we don't want to be naïve and then fall prey to his schemes.", "12": "When I arrived at Troas, bringing the good news of the Anointed, the Lord opened a door there for me. ", "13": "Yet my spirit was restless because I could not find my brother Titus. Eventually I told them good-bye and set out for Macedonia.", "14": "Yet I am so thankful to God, who always marches us to victory under the banner of the Anointed One; and through us He spreads the beautiful fragrance of His knowledge to every corner of the earth. ", "15": "In a turbulent world where people are either dying or being rescued, we are the sweet smell of the Anointed to God our Father. ", "16": "To those who are dying, they smell the stench of death in us. And to those being rescued, we are the unmistakable scent of life. Who is worthy of this calling? ", "17": "For we are nothing like the others who sell the word of God like a commodity. Do not be mistaken; our words come from God with the utmost sincerity, always spoken through the Anointed in the presence of God."}