{"1": "Are we back to page one? Do we need to gather some recommendations to prove our validity to you? Or do we need to take your letter of commendation to others to gain credibility? ", "2": "You are our letter, every word burned onto our[a] hearts to be read by everyone. ", "3": "You are the living letter of the Anointed One, the Liberating King, nurtured by us and inscribed, not with ink, but with the Spirit of the living God—a letter too passionate to be chiseled onto stone tablets, but emblazoned upon the human heart.", "4": "This is the kind of confidence we have in and through the Anointed toward our God. ", "5": "Don't be mistaken; in and of ourselves we know we have little to offer, but any competence or value we have comes from God. ", "6": "Now God has equipped us to be capable servants of the new covenant, not by authority of the written law which only brings death, but by the Spirit who brings life.", "7": "Apparently Paul is responding to repeated questions from the church in Corinth requiring him to justify his actions and explain his words. But instead of addressing each separately, Paul suggests a new course of action: let my record be based on the fruit in your lives. The Corinthians had experienced the promised effects of the new covenant—transformed hearts through the Spirit—as prophesied by Jeremiah (31) and Ezekiel (36–37). If the Corinthians agree the Spirit is working in them, then they have to agree that Paul's ministry to them is productive. How do we stand up to the same test? If our lives were judged based on the fruit of the seeds we have planted and nurtured in the lives of others, would we be proud or mortified? Now consider this: if the ministry of death, which was chiseled in stone, came with so much glory that the Israelites could not bear to look at Moses' face even as that glory was fading, ", "8": "imagine the kind of greater glory that will accompany the ministry of the Spirit. ", "9": "If glory ushered in the ministry that offers condemnation, how much more glory will attend the ministry that promises to restore and set the world right? ", "10": "In fact, what seemed to have great glory will appear entirely inglorious in the light of the greater glory of the new covenant. ", "11": "If something that fades away possesses glory, how much more intense is the glory of what remains?", "12": "In light of this hope that we have, we act with great confidence and speak with great courage. ", "13": "We do not act like Moses who covered his face with a veil so the children of Israel would not stare as the glory of God faded from his face.[b] ", "14": "Their minds became as hard as stones; for up to this day when they read the old covenant, the same veil continues to hide that glory; this veil is lifted only through the Anointed One. ", "15": "Even today a veil covers their hearts when the words of Moses are read; ", "16": "but in the moment when one turns toward the Lord, the veil is removed. ", "17": "By “the Lord” what I mean is the Spirit, and in any heart where the Spirit of the Lord is present, there is liberty. ", "18": "Now all of us, with our faces unveiled, reflect the glory of the Lord as if we are mirrors; and so we are being transformed, metamorphosed, into His same image from one radiance of glory to another, just as the Spirit of the Lord accomplishes it."}