{"1": "Drawing from Exodus 32–34, Paul uses Moses as a model of one who has been transformed by God's glory, but in a limited way. Moses encountered God (the Lord) through the Spirit on that mountain, but the Spirit now—as a fulfillment of the new covenant—dwells in the hearts of believers and continually transforms them. This transformation is based on a new way of understanding God's revelation: Jesus Himself, the One who reveals God's glory, is the very image of God. Through this Spirit-enabled encounter, believers experience a new way of living and therefore come to resemble the Anointed One as they reflect His glory. Since we are joined together in this ministry as a result of the mercy shown to all of us by God, we do not become discouraged. ", "2": "Instead, we have renounced all the things that hide in shame; we refuse to live deceptively or use trickery; we do not pollute God's Word with any other agenda. Instead, we aim to tell the truth plainly, appealing to the conscience of every person under God's watchful eye. ", "3": "Now if our gospel remains veiled, it is only veiled from those who are lost and dying, ", "4": "because the evil god of this age has blinded the minds of unbelievers. As a result the light of the good news, the radiant glory of the Anointed—who is the very image of God—cannot shine down on them. ", "5": "We do not preach about ourselves. The subject of all our sermons is Jesus, the Anointed One. He is Lord and Master of all. For Jesus' sake we are here to serve you. ", "6": "The God who spoke light into existence, saying, “Let light shine from the darkness,”[a] is the very One who sets our hearts ablaze to shed light on the knowledge of God's glory revealed in the face of Jesus, the Anointed One.", "7": "But this beautiful treasure is contained in us—cracked pots made of earth and clay—so that the transcendent character of this power will be clearly seen as coming from God and not from us. ", "8": "We are cracked and chipped from our afflictions on all sides, but we are not crushed by them. We are bewildered at times, but we do not give in to despair. ", "9": "We are persecuted, but we have not been abandoned. We have been knocked down, but we are not destroyed. ", "10": "We always carry around in our bodies the reality of the brutal death and suffering of Jesus. As a result, His resurrection life rises and reveals its wondrous power in our bodies as well. ", "11": "For while we live, we are constantly handed over to death on account of Jesus so that His life may be revealed even in our mortal bodies of flesh. ", "12": "So death is constantly at work in us, but life is working in you.", "13": "Jesus' death is the means to new life for others. Similarly when believers suffer for others as Jesus did, their suffering is an avenue for God's life to transform situations. We share the same spirit of faith as the one who wrote the psalm, “I believed; therefore I spoke.”[b] We also believe, and that belief leads us to acknowledge ", "14": "that the same God who resurrected the Lord Jesus will raise us with Jesus and will usher us all together into His presence. ", "15": "All of this is happening for your good. As grace is spread to the multitudes, there is a growing sound of thanks being uttered by those relishing in the glory of God.", "16": "So we have no reason to despair. Despite the fact that our outer humanity is falling apart and decaying, our inner humanity is breathing in new life every day. ", "17": "You see, the short-lived pains of this life are creating for us an eternal glory that does not compare to anything we know here. ", "18": "So we do not set our sights on the things we can see with our eyes. All of that is fleeting; it will eventually fade away. Instead, we focus on the things we cannot see, which live on and on."}