{"1": "Now, brothers and sisters, let me tell you about the amazing gift of God's grace that's happening throughout the churches in Macedonia. ", "2": "Even in the face of severe anguish and hard times, their elation and poverty have overflowed into a wealth of generosity. ", "3": "I watched as they willingly gave what they could afford and then went beyond to give even more. ", "4": "They came to us on their own, begging to take part in this work of grace to support the poor saints in Judea. ", "5": "We were so overwhelmed—none of us expected their reaction—that they truly turned their lives over to the Lord and then gave themselves to support us in our work as we answer the call of God. ", "6": "That's why we asked Titus to finish what he started among you regarding this gracious work of charity. ", "7": "Just as you are rich in everything—in faith and speech, in knowledge and all sincerity, and in the love we have shown among you[a]—now I ask you to invest richly in this gracious work too. ", "8": "I am not going to command you, but I am going to offer you the chance to prove your love genuine in the same way others have done. ", "9": "You know the grace that has come to us through our Lord Jesus the Anointed. He set aside His infinite riches and was born into the lowest circumstance so that you may gain great riches through His humble poverty. ", "10-11": "Listen, it's been a year since we called your attention to this opportunity to demonstrate God's grace, so here's my advice: pull together your resources and finish what you started. Remember how excited you were at first; it's time to complete this task in the same spirit. ", "12": "Now if there is a willingness to help, give within your means. That's perfectly acceptable. No one expects you to go without or borrow to give. ", "13-14": "The objective is not to go under so others will have some relief; the objective is to use this opportunity today to supply their needs out of your abundance. One day it may be the other way around, and they will need to supply your needs from what they have. That's equality. ", "15": "As it is written, “The one who gathered plenty didn't have more than he needed; the one who gathered little didn't have less.”[b]", "16": "I praise God who lovingly burdened Titus's heart for you just as He did mine. ", "17": "You see, when we approached him about you, he eagerly stepped up, not only because of our request but because of his own desire to help. ", "18": "We're also sending with him a brother who is well known among the gatherings of believers because of how well he proclaims the good news. ", "19": "And there's more you should know: he has been handpicked by the churches to accompany us as we carry on this work of grace. All this is being done for the glory of the Lord and to show our own good will. ", "20": "We're being careful so that no one can claim that we are mishandling the funds we've collected. ", "21": "For we are taking every precaution to remain aboveboard—not only in the Lord's eyes, but in the eyes of the people too. ", "22": "So we are also sending another brother who's proven himself time and again. He's certainly trustworthy and enthusiastic for the gospel; and after hearing about all you are doing, he's even more excited because he has confidence in you. ", "23": "If anyone asks about Titus, he's my partner and coworker in this ministry to you. If there's any question about who the other brothers and sisters are, they are emissaries[c] of the churches, traveling to bring glory to the Anointed One, our Liberating King. ", "24": "So welcome them before the community in love; show the churches they represent that I have not exaggerated your charity and kindness."}