{"1": "King Nebuchadnezzar sent this letter to the people, nations, and those who speak every language in all the world: I wish you peace and great wealth!", "2": "The Most High God has done miracles and wonderful things for me that I am happy to tell you about.", "3": "His wonderful acts are great, and his miracles are mighty. His kingdom goes on forever, and his rule continues from now on.", "4": "I, Nebuchadnezzar, was happy and successful at my palace, ", "5": "but I had a dream that made me afraid. As I was lying on my bed, I saw pictures and visions in my mind that alarmed me. ", "6": "So I ordered all the wise men of Babylon to come to me and tell me what my dream meant. ", "7": "The fortune-tellers, magicians, and wise men came, and I told them about the dream. But they could not tell me what it meant.", "8": "Finally, Daniel came to me. (I called him Belteshazzar to honor my god, because the spirit of the holy gods is in him.) I told my dream to him. ", "9": "I said, “Belteshazzar, you are the most important of all the fortune-tellers. I know that the spirit of the holy gods is in you, so there is no secret that is too hard for you to understand. This was what I dreamed; tell me what it means. ", "10": "These are the visions I saw while I was lying in my bed: I looked, and there in front of me was a tree standing in the middle of the earth. And it was very tall. ", "11": "The tree grew large and strong. The top of the tree touched the sky and could be seen from anywhere on earth. ", "12": "The leaves of the tree were beautiful. It had plenty of good fruit on it, enough food for everyone. The wild animals found shelter under the tree, and the birds lived in its branches. Every animal ate from it.", "13": "“As I was looking at those things in the vision while lying on my bed, I saw an observer, a holy angel coming down from heaven. ", "14": "He spoke very loudly and said, 'Cut down the tree and cut off its branches. Strip off its leaves and scatter its fruit. Let the animals under the tree run away, and let the birds in its branches fly away. ", "15": "But leave the stump and its roots in the ground with a band of iron and bronze around it; let it stay in the field with the grass around it. “'Let the man become wet with dew, and let him live among the animals and plants of the earth. ", "16": "Let him not think like a human any longer, but let him have the mind of an animal for seven years.", "17": "“'The observers gave this command; the holy ones declared the sentence. This is so all people may know that the Most High God rules over every kingdom on earth. God gives those kingdoms to anyone he wants, and he chooses people to rule them who are not proud.'", "18": "“That is what I, King Nebuchadnezzar, dreamed. Now Belteshazzar,[a] tell me what the dream means. None of the wise men in my kingdom can explain it to me, but you can, because the spirit of the holy gods is in you.”", "19": "Then Daniel, who was called Belteshazzar, was very quiet for a while, because his understanding of the dream frightened him. So the king said, “Belteshazzar, do not let the dream or its meaning make you afraid.” Then Belteshazzar answered, “My master, I wish the dream were about your enemies, and I wish its meaning were for those who are against you! ", "20": "You saw a tree in your dream that grew large and strong. Its top touched the sky, and it could be seen from all over the earth. ", "21": "Its leaves were beautiful, and it had plenty of fruit for everyone to eat. It was a home for the wild animals, and its branches were nesting places for the birds. ", "22": "O king, you are that tree! You have become great and powerful, like the tall tree that touched the sky. Your power reaches to the far parts of the earth.", "23": "“O king, you saw an observer, a holy angel, coming down from heaven who said, 'Cut down the tree and destroy it. But leave the stump and its roots in the ground with a band of iron and bronze around it; leave it in the field with the grass. Let him become wet with dew and live like a wild animal for seven years.'", "24": "“This is the meaning of the dream, O king. The Most High God has commanded these things to happen to my master the king: ", "25": "You will be forced away from people to live among the wild animals. People will feed you grass like an ox, and dew from the sky will make you wet. Seven years will pass, and then you will learn this lesson: The Most High God is ruler over every kingdom on earth, and he gives those kingdoms to anyone he chooses.", "26": "“Since the stump of the tree and its roots were left in the ground, your kingdom will be given back to you when you learn that one in heaven rules your kingdom. ", "27": "So, O king, please accept my advice. Stop sinning and do what is right. Stop doing wicked things and be kind to the poor. Then you might continue to be successful.”", "28": "All these things happened to King Nebuchadnezzar. ", "29": "Twelve months later as he was walking on the roof[b] of his palace in Babylon, ", "30": "he said, “I have built this great Babylon as my royal home. I built it by my power to show my glory and my majesty.”", "31": "The words were still in his mouth when a voice from heaven said, “King Nebuchadnezzar, these things will happen to you: Your royal power has been taken away from you. ", "32": "You will be forced away from people. You will live with the wild animals and will be fed grass like an ox. Seven years will pass before you learn this lesson: The Most High God rules over every kingdom on earth and gives those kingdoms to anyone he chooses.”", "33": "Immediately the words came true. Nebuchadnezzar was forced to go away from people, and he began eating grass like an ox. He became wet from dew. His hair grew long like the feathers of an eagle, and his nails grew like the claws of a bird.", "34": "At the end of that time, I, Nebuchadnezzar, looked up toward heaven, and I could think normally again! Then I gave praise to the Most High God; I gave honor and glory to him who lives forever. God's rule is forever, and his kingdom continues for all time.", "35": "People on earth are not truly important. God does what he wants with the powers of heaven and the people on earth. No one can stop his powerful hand or question what he does.", "36": "At that time I could think normally again, and God gave back my great honor and power and returned the glory to my kingdom. The people who advised me and the royal family came to me for help again. I became king again and was even greater and more powerful than before. ", "37": "Now I, Nebuchadnezzar, give praise and honor and glory to the King of heaven. Everything he does is right and fair, and he is able to make proud people humble."}