{"1": "After these things, the Lord also appointed seventy others and sent them, two by two, before Him into every city and place where He Himself would come.", "2": "And He said to them, “The harvest is great, but the laborers are few. Therefore, pray the Lord of the Harvest to send out laborers into His harvest.", "3": "“Go your ways. Behold, I send you out as lambs among wolves.", "4": "“Carry no money bag, nor sack, nor shoes, and greet no one on the way.", "5": "“And into whatever house you enter, say first, 'Peace to this house.'", "6": "“And if a son of peace is there, your peace shall rest upon him. If not, it shall return to you again.", "7": "“And remain in that same house, eating and drinking what they give. For the laborer is worthy of his wages. Do not go from house to house.", "8": "“But into whatever city you shall enter, if they receive you, eat what is set before you,", "9": "“and heal the sick who are there, and say to them, 'The Kingdom of God has come near to you.'", "10": "“But in whatever city you enter, if they will not receive you, go out into the streets of that city, and say,", "11": "“'Even the very dust of your city, which clings to us, we wipe off against you. Nevertheless, know this: that the Kingdom of God has come near to you.'", "12": "“For I say to you that it shall be easier on that Day for those of Sodom, than for that city.", "13": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles which have been done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes.", "14": "“Therefore it shall be easier for Tyre and Sidon at the Judgment than for you.", "15": "“And you, Capernaum, who is exalted to Heaven, shall be thrust down to Hades.", "16": "“The one who hears you, hears Me. And the one who despises you, despises Me. And the one who despises Me, despises Him Who sent Me.”", "17": "And the seventy returned with joy, saying, “Lord, even the demons are subject to us through Your Name!”", "18": "And He said to them, “I saw Satan fall down, like lightning, from Heaven.", "19": "“Behold, I give you power to tread on serpents and scorpions, and over all the power of the enemy. And nothing shall hurt you.", "20": "Nevertheless, do not rejoice in this: that the spirits obey you. But rather, rejoice because your names are written in Heaven.”", "21": "That same hour, Jesus rejoiced in the Spirit, and said, “I confess to You, Father, Lord of Heaven and Earth, that You have hidden these things from the wise and understanding and have revealed them to infants. Yes, Father, because it so pleased You.", "22": "“All things are given to Me by My Father. And no one knows Who the Son is, except the Father; nor Who the Father is, except the Son and him to whom the Son wishes to reveal Him.”", "23": "And He turned to His disciples, and said secretly, “Blessed are the eyes that see what you see.", "24": "“For I tell you that many prophets and kings have desired to see those things which you see and have not seen them; and to hear those things which you hear, and have not heard them.", "25": "Then behold, a certain lawyer stood up and tempted Him, saying, “Master, what shall I do to inherit eternal life?”", "26": "And He said to him, “What is written in the Law? How do you read it?”", "27": "And he answered and said, “You shall love your Lord God with all your heart, and with all your soul, and with all your strength, and with all your thought, and your neighbor as yourself.”", "28": "Then He said to him, “You have answered right. Do this, and you shall live.”", "29": "But he, wishing to justify himself, said to Jesus, “Who, then, is my neighbor?”", "30": "And Jesus answered, and said, “A certain man went down from Jerusalem to Jericho and fell among thieves. And they robbed him of his clothes and wounded him and departed, leaving him half-dead.", "31": "“Now by chance, a certain priest came down that same way. And when he saw him, he passed by on the other side.", "32": "“And likewise, a Levite, when he had come near the place, went and looked, and passed by on the other side.", "33": "“Then a certain Samaritan, as he journeyed, came near him. And when he saw him, he had compassion on him.", "34": "“And he went to him and bound up his wounds and poured in oil and wine. And he put him on his own beast and brought him to an Inn and made provision for him.", "35": "“And the next day, when he departed, he took out two denarii, and gave them to the host, and said to him, 'Take care of him. And whatever more you spend I will repay when I return.'", "36": "“Now, which of these three do you think was a neighbor to him who fell among the thieves?”", "37": "And he said, “The one who showed mercy on him.” Then Jesus said to him, “Go, and do likewise.”", "38": "Now it happened that as they went, He entered into a certain town. And a certain woman named Martha received Him into her house.", "39": "And she had a sister called Mary, who also sat at Jesus' feet, and heard His preaching.", "40": "But Martha was distracted by much serving. And she came to Him, and said, “Master, do You not care that my sister has left me to serve alone? Therefore, command her to help me.”", "41": "And Jesus answered, and said to her, “Martha, Martha. You are anxious and troubled about many things.", "42": "“But one thing is needed, Mary has chosen the good part, which shall not be taken away from her.”"}