{"1": "And so it was that as He was praying in a certain place, when He ceased, one of His disciples said to Him, “Lord, teach us to pray as John also taught his disciples.”", "2": "And He said to them, “When you pray, say, 'Our Father, Who are in Heaven, hallowed be Your Name. Your Kingdom come. Let Your will be done even on Earth, as in Heaven.", "3": "'Give us our daily bread each day.", "4": "'And forgive us our sins. As we also forgive everyone who is indebted to us. And do not lead us into trial. But deliver us from the evil one.'”", "5": "Moreover He said to them, “Which of you shall have a friend, and shall go to him at midnight, and say to him, 'Friend, lend me three loaves.", "6": "'For a friend of mine has come out of the way to me, and I have nothing to set before him.'", "7": "“And the one inside answers, and says, 'Do not trouble me. The door is now shut, and my children are with me in bed. I cannot rise and give them to you?'", "8": "“I say to you that though he would not rise and give to him because he is his friend, yet he would undoubtedly rise and give him as many as he needed because of his persistence.", "9": "“And I say to you, ask, and it shall be given to you. Seek, and you shall find. Knock, and it shall be opened to you.", "10": "“For everyone who asks, receives. And the one who seeks, finds. And to the one who knocks, it shall be opened.", "11": "“If a son shall ask for bread from any of you who is a father, will he give him a stone? Or if he asks for a fish, will he give him a serpent instead?", "12": "“Or if he asks for an egg, will he give him a scorpion?", "13": "“If you, then, who are evil, can give good gifts to your children, how much more shall your Heavenly Father give the Holy Ghost to those who desire Him?", "14": "Then He cast out a demon who was dumb. And when the demon had gone out, the dumb spoke, and the people wondered.", "15": "But some of them said, “He casts out demons through Beelzebub, the chief of the demons.", "16": "And others tempted Him, seeking a sign from Heaven from Him.", "17": "But He knew their thoughts, and said to them, “Every kingdom divided against itself, shall be desolate. And a house divided against a house, falls.", "18": "So, if Satan is also divided against himself, how shall his kingdom stand? For you say that I cast out demons through Beelzebub?", "19": "If I cast out demons through Beelzebub, by whom do your children cast them out? Therefore, they shall be your judges.", "20": "But if I cast out demons by the finger of God, doubtless the Kingdom of God has come to you.", "21": "When a strong man, fully armed, guards his house, the things that he possesses are in peace.", "22": "But when someone stronger comes upon him and overcomes him, he takes away all the armor in which he had trusted and divides his spoils.", "23": "“Whoever is not with Me, is against Me. And whoever does not gather with Me, scatters.", "24": "“When the unclean spirit has gone out of a man, he walks through dry places, seeking rest. And when he finds none, he says, 'I will return to the house from where I came out.'", "25": "“And when he comes, he finds it swept and put in order.", "26": "“Then he goes and takes with him seven other spirits worse than himself. And they enter in, and dwell there. So, the last state of that man is worse than the first.”", "27": "And it happened that as He said these things, a certain woman in the crowd lifted up her voice, and said to him, “Blessed is the womb that bore You, and the breasts which You have sucked.”", "28": "But He said, “On the contrary. Blessed are those who hear the word of God and keep it.”", "29": "And when the people were thickly gathered together, He began to say, “This is a wicked generation! They seek a sign. And no sign shall be given to them, except the sign of Jonah the Prophet.", "30": "“For as Jonah was a sign to the Ninevites, so also shall the Son of Man be to this generation.", "31": "“The Queen of the South shall rise in judgment with the men of this generation and shall condemn them. For she came from the utmost parts of the earth to hear the wisdom of Solomon. And behold, a Greater than Solomon is here.", "32": "“The men of Nineveh shall rise in judgment with this generation and shall condemn it. For they repented at the preaching of Jonah. And behold, a Greater than Jonah is here.", "33": "“No one, when he has lit a candle, puts it in a private place, or under a bushel, but on a candlestick. So that those who come in may see the light.", "34": "“The light of the body is the eye. Therefore, when your eye is sound, then your whole body is light. But if your eye is evil, then your body is dark.", "35": "“Take care, therefore, that the light which is in you is not darkness.", "36": "“Therefore, if your whole body is full of light - having no part darkness - then all shall be light (just as when a candle lights you with its brightness).”", "37": "And as He spoke, a certain Pharisee asked Him to dine with him. And He went in and sat down at the table.", "38": "And when the Pharisee saw it, he marveled that He had not first washed before dinner.", "39": "And the Lord said to him, “Indeed you Pharisees make the outside of the cup and the platter clean, but the inward part is full of plundering and wickedness.", "40": "“You fools. Did not He Who made that which is outside also make that which is inside?", "41": "“Therefore, give alms from those things which you have. And behold, all things shall be clean to you.", "42": "“But woe to you, Pharisees! For you tithe mint and rue and all kinds of herbs but pass over judgment and the love of God. These you ought to have done while not leaving the other undone.", "43": "“Woe to you, Pharisees! For you love the uppermost seats in the synagogues and greetings in the markets.", "44": "“Woe to you, scribes and Pharisees! Hypocrites! For you are as unseen graves, and the men who walk over them are unaware.”", "45": "Then one of the lawyers answered, and said to Him, “Master, by saying this, You insult us also.”", "46": "And He said, “Woe to you also, you lawyers! For you load men with heavy burdens to bear. And you yourselves do not touch the burdens with one of your fingers.", "47": "“Woe to you! For you build the sepulchers of the prophets, and your fathers killed them.", "48": "“Truly you bear witness and approve the deeds of your fathers. For they killed them, and you build their sepulchers.", "49": "“Therefore the wisdom of God said, 'I will send them prophets and apostles. And of them they shall kill and persecute,'", "50": "“so that the blood of all the prophets, shed from the foundation of the world, may be required of this generation,", "51": "“from the blood of Abel to the blood of Zechariah (who was killed between the altar and the Temple) truly I say to you, it shall be required of this generation.", "52": "“Woe to you, lawyers! For you have taken away the key of knowledge. You did not enter in yourselves, and those who came in you hindered.”", "53": "And as He said these things to them, the scribes and Pharisees began to plead with Him angrily, and to provoke Him to speak of many things,", "54": "lying in wait for Him, seeking to catch something from His mouth by which they might accuse Him."}