{"1": "In the meantime, there gathered together an innumerable multitude of people, so that they trampled one another. And He began to say to His disciples first, “Beware the leaven of the Pharisees, which is hypocrisy.", "2": "“For there is nothing covered that shall not be revealed or hidden that shall not be known.", "3": "“Therefore, whatever you have spoken in darkness shall be heard in the light. And that which you have spoken in the ear, in secret places, shall be preached on the houses.", "4": "“And I say to you, my friends, do not be afraid of those who kill the body, but after that are not able to do anymore.", "5": "“But I will forewarn you of Whom you shall fear. Fear Him Who, after He has killed, has power to cast into hell. Yes, I say to you, fear Him.", "6": "“Are not five sparrows bought for two assaria? Yet not one of them is forgotten before God.", "7": "“Yes, and all the hairs of your head are numbered. Therefore, do not fear. You are of more value than many sparrows.", "8": "“Also I say to you whoever shall confess Me before men, him shall the Son of Man also confess before the angels of God.", "9": "“But whoever shall deny Me before men shall be denied before the angels of God.", "10": "“And whoever shall speak a word against the Son of Man, it shall be forgiven him. But to him who shall blaspheme the Holy Ghost, it shall not be forgiven.", "11": "“And when they shall bring you to the synagogues, and to the rulers and princes, take no thought how or what you shall answer, or what you shall speak.", "12": "“For the Holy Ghost shall teach you at the same hour what you ought to say.", "13": "“And one of the crowd said to Him, “Master, tell my brother to divide the inheritance with me.”", "14": "And He said to him, “Man, who made Me a judge or a divider over you?”", "15": "Therefore He said to them, “Perceive and beware of covetousness. For though one has abundance, his life does not consist of his riches.”", "16": "And He put forth a parable to them, saying, “The ground of a certain rich man brought forth fruits plentifully.", "17": "“Therefore he thought to himself, saying, 'What shall I do? I have no place to store my fruits?'", "18": "“And He said, 'I will do this. I will pull down my barns and build bigger ones. And I will gather all my grain and my goods in there.", "19": "'And I will say to my soul, “Soul, you have many goods laid up for many years. Live at ease. Eat, drink, and be merry!”", "20": "“But God said to him, 'O fool! This night your soul shall be required from you. Then whose things shall those be which you have provided?", "21": "“So is the one who gathers riches for himself and is not rich toward God.”", "22": "And He spoke to His disciples, “Therefore I say to you take no thought for your life (what you shall eat) or for your body (what you shall wear).", "23": "“Life is more than food, and the body than the clothing.", "24": "“Consider the ravens. For they neither sow nor reap. Nor do they have storehouse or barn. And yet God feeds them. How much better are you than birds?", "25": "“And who of you by worrying can add one cubit to his stature?", "26": "“If you then are not able to do the least thing, why do you worry about the rest?", "27": "“Consider how the lilies grow. They neither labor nor spin. Yet I say to you that Solomon himself, in all his royalty, was not clothed like one of these.", "28": "“If then God so clothes the grass (which is in the field today, and tomorrow is cast into the oven) how much more will he clothe you? O you of little faith!", "29": "“Therefore, do not ask what you shall eat or what you shall drink, or have an anxious mind.", "30": "“For the people of the world all seek for such things. And your Father knows that you need these things.", "31": "“But rather, seek the Kingdom of God, and all these things shall be added to you.", "32": "“Do not fear, little flock. For it is your Father's pleasure to give you the Kingdom.", "33": "“Sell what you have and give alms. Make purses which do not grow old - a treasure that can never fail in Heaven - where no thief comes or moth destroys.", "34": "“For where your treasure is, there your hearts will be also.", "35": "“Let your waist be girded, your lights burning,", "36": "“and you yourselves like men who wait for their master to return from the wedding feast. So that when he comes and knocks, they may open to him immediately.", "37": "“Blessed those servants whom the Lord shall find awake when He comes. Truly I say to you, He will gird himself, make them sit down at table, and come forth and serve them.", "38": "“And if He comes in the second watch, or comes in the third watch, and shall find them so, blessed are those servants.", "39": "“Now understand this: that if the good man of the house had known at what hour the thief would have come, he would have watched, and would not have allowed his house to be broken into.", "40": "“Therefore, you also be prepared. For the Son of Man will come at an hour you do not suspect.”", "41": "Then Peter said to Him, “Master, did You tell this parable only to us, or to everyone?”", "42": "And the Lord said, “Who is a faithful steward, and wise; whom the master shall make ruler over his household, to give them their portion of food in season?", "43": "“Blessed is that servant whom his master, when he comes, shall find so doing.", "44": "“Truly, I say to you that he will make him ruler over all that he has.", "45": "“But if that servant says in his heart, 'My master delays his coming', and begins to beat the servants and maidens, and to eat and drink and get drunk,", "46": "“the master of that servant will come on a day he does not suspect, and at an hour when he is unaware, and will cut him off, and give him his portion with the unbelievers.", "47": "“And that servant who knew his master's will and neither prepared himself nor did according to his will, shall be beaten with many lashes.", "48": "“But the one who did not know it and still committed things worthy of lashes, shall be beaten with few. For to whom much is given, much shall be required. And to whom much has been committed, much more will be requested.", "49": "“I have come to cast fire on the earth, and how I wish it were already kindled!", "50": "“But I must be baptized with a baptism, and how I am grieved till it be accomplished.", "51": "“Do you think that I have come to give peace on earth? I tell you no, but rather division.", "52": "“For from now on there shall be five in one house divided, three against two, and two against three.", "53": "“The father shall be divided against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother-in-law against her daughter-in-law, and the daughter-in-law against her mother-in-law.”", "54": "Then He said to the people, “When you see a cloud rise out of the west, immediately you say, 'A shower comes.' And so it does.", "55": "“And when the south wind blows, you say that it will be hot. And it happens.", "56": "“Hypocrites! You can discern the face of the earth and of the sky. But why can you not discern this time?", "57": "“Indeed, and why do you not judge what is right even among yourselves?", "58": "“While you go with your adversary to the ruler, work diligently on the way to be delivered from him. Lest he draws you to the judge and the judge delivers you to the jailer. And the jailer casts you into prison.", "59": "I tell you, you shall not depart from there till you have paid the last cent."}