{"1": "There were some present at the same time who told Him of the Galileans whose blood Pilate had mixed with their sacrifices.", "2": "And Jesus answered, and said to them, “Do you suppose that because they have suffered such things, these Galileans were greater sinners than all the other Galileans?", "3": "“I tell you no. But unless you repent, you shall all likewise perish.", "4": "“Or do you think that those eighteen upon whom the tower in Siloam fell (and it killed them) were sinners above all men living in Jerusalem?", "5": "“I tell you no. But unless you repent, you shall all likewise perish.”", "6": "He also spoke this parable: “A certain man had a fig tree planted in his vineyard. And he came and sought fruit from it and found none.", "7": "“Then he said to the dresser of his vineyard, 'Behold, for three years I have come and sought fruit from this fig tree and found none. Cut it down! Why is it wasting ground?'", "8": "“And he answered, and said to him, 'Lord, let it alone this year also, until I dig around it and fertilize it.", "9": "'And if it bears fruit, well. If not, then after that cut it down.'”", "10": "And He taught in one of the synagogues on the Sabbath Day.", "11": "And behold, there was a woman who had had a spirit of infirmity for eighteen years. And was doubled over and could not straighten up at all.", "12": "When Jesus saw her, He called her to Him, and said to her, “Woman, you are free from your disease.”", "13": "And He laid His hands on her. And immediately she was made straight again. And she glorified God.", "14": "[i]And the ruler of the Synagogue answered indignantly (because Jesus had healed on the Sabbath) and said to the people, “There are six days in which we ought to work! Therefore, come and be healed on those days, and not on the Sabbath day!”", "15": "Then the Lord answered him, and said, “Hypocrite. Does not each one of you free his ox or his ass from the stall on the Sabbath and lead him away to the water?", "16": "“And ought not this daughter of Abraham (whom Satan has bound, lo, eighteen years) be freed from this bond on the Sabbath day?”", "17": "And when He said these things, all his adversaries were ashamed. But all the people rejoiced at all the excellent things that were done by Him.", "18": "Then He said, “What is the Kingdom of God like? Or, to what shall I compare it?", "19": "“It is like a grain of mustard seed, which a man took and sowed in his garden. And it grew and became a great tree. And the birds of the heaven made nests in its branches.”", "20": "And again He said, “To what shall I liken the Kingdom of God?", "21": "“It is like leaven. Which a woman took and hid in three pecks of flour, till it all was leavened.”", "22": "And He went through all cities and towns, teaching and journeying towards Jerusalem.", "23": "Then someone said to Him, “Lord, are there few who shall be saved?” And He said to them,", "24": "“Strive to enter in at the narrow gate. For many, I say to you, will seek to enter in and shall not be able.", "25": "“When the master of the house has risen up and has shut the door; and you began to stand outside and to knock at the door, saying, 'Lord, Lord, open for us', and he shall answer and say to you, 'I do not know where you are from.'", "26": "“Then you shall begin to say, 'We have eaten and drunk in your presence, and you have taught in our streets.'", "27": "“But he shall say, 'I tell you. I do not know where you are from. Depart from me, all you workers of iniquity!'", "28": "“There shall be weeping and gnashing of teeth when you shall see Abraham and Isaac and Jacob and all the Prophets in the Kingdom of God; and yourselves thrust out at doors.", "29": "“Then many shall come from the east and from the west and from the north and from the south and shall sit at table in the Kingdom of God.", "30": "“And behold, there are last who shall be first. And there are first who shall be last.”", "31": "The same day, some Pharisees came and said to Him, “Depart and go from here! For Herod wants to kill you!”", "32": "Then He said to them, “Go and tell that fox, 'Behold, I cast out demons and will keep healing today and tomorrow. And the third day I shall complete it.'", "33": "“Nevertheless, I must walk today and tomorrow and the day after. For it cannot be that a Prophet should perish outside of Jerusalem.", "34": "“O Jerusalem, Jerusalem, who kills the Prophets and stones those who are sent to you! How often would I have gathered your children together, as the hen gathers her brood under her wings. And you would not.", "35": "“Behold, your house is left to you desolate. And truly I tell you, you shall not see Me until the time comes that you shall say, 'Blessed is He who comes in the Name of the Lord.'”"}