{"1": "And it happened that when He had entered into the house of one of the chief Pharisees on the Sabbath to eat bread, they watched Him.", "2": "And behold, there was a certain man before Him who suffered from edema.", "3": "Then Jesus answering, spoke to the lawyers and Pharisees, saying, “Is it lawful to heal on the Sabbath?”", "4": "And they held their peace. Then He took him and healed him and let him go.", "5": "And He answered them, saying, “Who of you shall have a donkey or an ox fallen into a pit, and will not immediately pull him out on the Sabbath day?”", "6": "And again they could not answer Him about those things.", "7": "He also spoke a parable to the guests when He noted how they selected the chief seats at the table, and said to them,", "8": "“When you shall be invited by anyone to a wedding, do not sit yourself down in the place of honor, lest a more honorable than you be invited.", "9": "And the one who invited both you and him comes and says to you, 'Give this man that place.' And then you begin (with shame) to take the lowest place.", "10": "“But when you are invited, go and sit down at the lowest place. So that when the one who invited you comes, he may say to you, 'Friend, sit up higher.' Then you shall have honor in the presence of those who sit at table with you.", "11": "“For whoever exalts himself, shall be brought low. And the one who humbles himself, shall be exalted.”", "12": "Then He also said to the one who had invited Him, “When you make a dinner or a supper, do not call your friends or your brothers or your kinsmen or the rich neighbors, so that they invite you in return, and a recompense be made to you.", "13": "“But when you make a feast, call the poor, the maimed, the lame, the blind.", "14": "“And you shall be blessed, because they cannot repay you. For you shall be recompensed at the Resurrection of the Just.", "15": "Now when one of them who sat at table heard these things, he said to Him, “Blessed is he who eats bread in the Kingdom of God.”", "16": "Then He said to him, “A certain man made a great supper, and invited many,", "17": "“and sent his servant at supper time to say to those were invited, 'Come. For all things are now ready.'", "18": "“But they all, with one mind, began to make excuses. The first said to him, 'I have bought a farm, and I must go out and see it. I ask you to have me excused.'", "19": "“And another said, 'I have bought five yoke of oxen. And I go to test them. I ask that you have me excused.'", "20": "“And another said, 'I have married a wife. And therefore, I cannot come.'", "21": "“So that servant returned and told his master these things. Then the good man of the house was angry, and said to his servant, 'Go out quickly into the streets and lanes of the city! And bring the poor in here, and the maimed, and the lame, and the blind!'", "22": "“And the servant said, 'Lord, it is done as you have commanded. And still there is room.'", "23": "“Then the master said to the servant, 'Go out to the highways and hedges and urge them to come in, so that my house may be filled.", "24": "'For I say to you that none of those who were invited shall taste of my supper.'”", "25": "Now great multitudes went with Him. And He turned and said to them,", "26": "“If anyone comes to Me, and does not hate his father, and mother, and wife, and children, and brethren, and sisters - yes, and even his own life - he cannot be My disciple.", "27": "“And whoever does not bear his cross and come after Me, cannot be My disciple.", "28": "“For who of you, intending to build a tower, does not sit down beforehand and count the cost (whether he has the means to complete it),", "29": "“lest after he has laid the foundation and is not able to complete it, all who behold it begin to mock him,", "30": "“saying, 'This man began to build and was not able to finish.'", "31": "Or what king - going to make war against another king - does not first sit down and take counsel on whether he is able (with ten thousand) to meet him who comes against him with twenty thousand?", "32": "“Otherwise, while he is still a great way off, he sends ambassadors to ask for peace.", "33": "“So likewise, whoever of you who does not forsake all that he has cannot be My disciple.", "34": "“Salt is good. But if salt has lost its savor, with what shall it be salted?", "35": "“It is fit neither for the land nor for manure. But it is cast out. The one who has ears to hear, let him hear.”"}