{"1": "Then all the tax collectors and sinners came to Him, to hear Him.", "2": "Therefore, the Pharisees and scribes murmured, saying, “He receives sinners, and eats with them.”", "3": "Then He spoke this parable to them, saying,", "4": "“What man of you, having a hundred sheep, if he loses one of them, does not leave ninety-nine in the wilderness and go after that which is lost until he finds it?", "5": "“And when he has found it, he lays it on his shoulders with joy.", "6": "“And when he comes home, he calls together his friends and neighbors, saying to them, 'Rejoice with me! For I have found my sheep which was lost!'", "7": "“I say to you that joy shall likewise be in Heaven for one sinner who converts, more than for ninety-nine righteous ones who have no need of repentance.", "8": "“Or what woman having ten drachmas, if she loses one drachma, does not light a candle and sweep the house and seek diligently till she finds it?", "9": "“And when she has found it, she calls her friends and neighbors, saying, 'Rejoice with me! For I have found the coin which I had lost!'", "10": "“Likewise I say to you there is joy in the presence of the angels of God for one sinner who converts.”", "11": "He said moreover, “A certain man had two sons.", "12": "“And the younger of them said to his father, 'Father, give me the portion of the goods that falls to me.' So, he divided his livelihood among them.", "13": "“So, not many days after, when the younger son had gathered everything together, he took his journey into a far country. And there he wasted his goods with riotous living.", "14": "“Now, when he had spent everything, there arose a great famine throughout that land. And he began to be in want.", "15": "“Then he went and kept company with a citizen of that country. And he sent him to his farm to feed swine.", "16": "“And he would have filled his belly with the husks that the swine ate, but no one gave him any.", "17": "“Then he came to himself and said, 'How many of my father's hired servants have enough bread, and I die for hunger?", "18": "'I will rise and go to my father, and say to him, “Father, I have sinned against Heaven, and before you,", "19": "“and am no more worthy to be called your son. Make me as one of your hired servants.”'", "20": "“So he arose and came to his father. And when he was still a great way off, his father saw him, and had compassion, and ran and fell on his neck, and kissed him.", "21": "“And the son said to him, 'Father, I have sinned against Heaven, and before you, and am no more worthy to be called your son.'", "22": "“Then the father said to his servants, 'Bring forth the best robe and put it on him! And put a ring on his hand, and shoes on his feet!", "23": "'And bring the fat calf and kill him! And let us eat and be merry!", "24": "'For this my son was dead, and is alive again! And he was lost, but he is found!' And they began to be merry.", "25": "“Now the elder brother was in the field. And when he came and drew near to the house, he heard melody and dancing,", "26": "“And he called one of his servants and asked what those things meant.", "27": "“And he said to him, 'Your brother has come. And your father has killed the fat calf because he has received him safe and sound.'", "28": "“Then he was angry, and would not go in. Therefore, his father came out and implored him.", "29": "“But he answered, and said to his father, 'Lo, these many years I have done you service and have always obeyed you! And yet you never gave me a kid that I might make merry with my friends!", "30": "'But when this, your son, had come - who had devoured your goods with harlots - you have killed the fat calf for his sake!'", "31": "“And he said to him, “Son, you are always with me. And all that I have is yours. It was fitting that we should celebrate and be glad. For this, your brother, was dead, and is alive again. And he was lost, but he is found.”"}