{"1": "Then He said to His disciples, “It is impossible for stumbling blocks not to come. But, but woe to him by whom they come.", "2": "“It would be better for him if a great millstone were hung around his neck and he were cast into the sea, than that he should cause one of these little ones to stumble.", "3": "“Pay attention to yourselves. If your brother trespasses against you, rebuke him. And if he repents, forgive him.", "4": "“And if he sins against you seven times in a day, and seven times in a day turns again to you, saying, “I repent”, you shall forgive him.”", "5": "And the Apostles said to the Lord, “Increase our faith.”", "6": "And the Lord said, “If you had faith as a grain of mustard seed, you could say to this mulberry tree, 'Pluck yourself up by the roots and plant yourself in the sea', and it would obey you.", "7": "“Also, who of you, having a servant plowing or feeding cattle, would say to him when he comes from the field, 'Come at once, and sit down to eat?'", "8": "“Would you not rather say to him, 'Prepare my supper and dress yourself. And serve me until I have eaten and drunk. And you eat and drink afterward?'", "9": "“Does he thank that servant because he did that which was commanded? I think not.", "10": "“So likewise you, when you have done all those things which are commanded of you, say, 'We are unprofitable servants. We have done that which was our duty to do.'”", "11": "And so it was when He went to Jerusalem, that He passed through the midst of Samaria and Galilee.", "12": "And as He entered into a certain town, ten leprous men met Him there, who stood at a distance.", "13": "And they lifted up their voices and said, “Jesus! Master! Have mercy on us!”", "14": "And when He saw, He said to them, “Go. Show yourselves to the priests.” And it happened that as they went, they were cleansed.", "15": "Then one of them, when he saw that he was healed, turned back, and with a loud voice praised God,", "16": "and fell down on his face at His feet and gave him thanks. And he was a Samaritan.", "17": "And Jesus answered, and said, “Are there not ten cleansed? But where are the nine?", "18": "“There is no one found who returned to give God praise, except this stranger?”", "19": "And He said to him, “Arise. Go your way. Your faith has saved you.”", "20": "And when He was asked by the Pharisees when the Kingdom of God would come, He answered them, and said, “The Kingdom of God does not come with observation.", "21": "“Nor shall they say, 'Lo, here!' or “Lo, there!' For behold, the Kingdom of God is within you.”", "22": "And He said to the disciples, “The days will come when you shall desire to see one of the days of the Son of Man, and you shall not see it.", "23": "“Then they shall say to you, 'Behold here!'or 'Behold there!' Do not go there or follow them.", "24": "“For as the lightning that flashes out of one part of heaven, shines into another part of heaven, so shall the Son of Man be in his day.", "25": "“But first he must suffer many things and be rejected by this generation.", "26": "“And as it was in the days of Noah, so shall it be in the days of the Son of Man.", "27": "“They ate, they drank, they married wives and gave in marriage, until the day that Noah went into the Ark. And the flood came and destroyed them all.", "28": "“Also, as it was in the days of Lot. They ate, they drank, they bought, they sold, they planted, they built.", "29": "But on the day that Lot went out of Sodom, it rained fire and brimstone from heaven, and destroyed them all.", "30": "“So shall it be on the day when the Son of Man is revealed.", "31": "“On that day, the one who is upon the house (and his stuff in the house), let him not come down to take it out. And likewise, the one who is in the field, let him not turn back to that which he left behind.", "32": "“Remember Lot's wife.", "33": "“Whoever will seek to save his soul, shall lose it. And whoever shall lose it, shall preserve it.", "34": "“I tell you, on that night there shall be two in one bed. The one shall be received, and the other shall be left.", "35": "“Two women shall be grinding together. The one shall be taken, and the other shall be left.", "36": "“Two shall be in the field. One shall be received, and another shall be left.", "37": "And they answered, and said to Him, “Where, Lord?” And He said to them, “Wherever the body is, there also shall the birds of prey be gathered together.”"}