{"1": "And He also spoke a parable to them showing that they ought always to pray and not grow weary,", "2": "He said, “There was a judge in a certain city who neither feared God nor respected man.", "3": "“And there was a widow in that city who came to him saying, 'Do me justice against my adversary.'", "4": "“And he would not do so for some time. But then, he said to himself, 'I neither fear God nor respect man.", "5": "'Yet because this widow troubles me I will do her right, lest she keeps coming and makes me weary.'”", "6": "And the Lord said, “Hear what the unrighteous judge says.", "7": "“Now, shall not God avenge His Elect, who cry day and night to Him, even though He bears with them a long time?", "8": "“I tell you, He will avenge them quickly! But, when the Son of Man comes, shall He find faith on the earth?”", "9": "He also spoke this parable to some who trusted in themselves (that they were just) and despised others.", "10": "“Two men went up into the Temple to pray - the one a Pharisee and the other a tax collector.", "11": "“The Pharisee stood and prayed to himself like this: 'O God, I thank You that I am not as other men - extortioners, unjust, adulterers - or even as this tax collector.", "12": "'I fast twice a week. I give tithe of all that ever I possess.'", "13": "“But the tax collector, standing at a distance, would not lift up so much as his eyes to Heaven. But he struck his breast, saying, 'O God, be merciful to me, a sinner.'", "14": "“I tell you, this man departed to his house more justified than the other. For everyone who exalts himself shall be brought low. And the one who humbles himself shall be exalted.”", "15": "They also brought little children to Him, so that He could touch them. And when His disciples saw it, they rebuked them.", "16": "But Jesus called them to Him, and said, “Let the little children come to Me, and do not forbid them. For of such is the Kingdom of God.", "17": "“Truly I say to you, whoever does not receive the Kingdom of God as a little child, shall not enter therein.”", "18": "Then a certain ruler asked Him, saying, “Good Master, what ought I to do to inherit eternal life?”", "19": "And Jesus said to him, “Why do you call Me good? No one is good except One - God.", "20": "“You know the commandments, 'You shall not commit adultery. You shall not kill. You shall not steal. You shall not bear false witness. Honor your father and your mother.”", "21": "And he said, “All these have I kept from my youth!”", "22": "Now when Jesus heard that, He said to him, “Still, you lack one thing. Sell all that you have and distribute it to the poor. And you shall have treasure in Heaven. And come follow Me.”", "23": "But when he heard those things, he was very sorrowful. For he was very rich.", "24": "And when Jesus saw he was very sorrowful, He said, “How difficult it is for those who have riches to enter into the Kingdom of God!", "25": "“Surely it is easier for a camel to go through a needle's eye, than for a rich man to enter into the Kingdom of God.”", "26": "Then those who heard it said, “And who then shall be saved?”", "27": "And He said, “The things which are impossible with men are possible with God.”", "28": "Then Peter said, “Lo, we have left all and have followed You.”", "29": "[p]And He said to them, “Truly I say to you there is no one who has left house, or parents, or brothers, or wife, or children, for the Kingdom of God's sake,", "30": "who shall not receive much more in this world - and in the world to come, eternal life.", "31": "Then Jesus took the twelve to Him and said to them, “Behold, we go up to Jerusalem. And all things that are written of the Son of Man by the Prophets shall be fulfilled.", "32": "“For He shall be delivered to the Gentiles, and shall be mocked, and shall be mistreated, and shall be spit upon.", "33": "“And when they have scourged Him, they will put Him to death. But the third day He shall rise again.”", "34": "But they understood none of these things. And this saying was hidden from them. Nor did they perceive the things which were spoken.", "35": "And it happened that as He came near to Jericho, a certain blind man sat by the wayside, begging.", "36": "And when he heard the people pass by, he asked what it meant.", "37": "And they said to him that Jesus of Nazareth passed by.", "38": "Then he cried, saying, “Jesus, the Son of David! Have mercy on me!”", "39": "And those who went before ordered him to be quiet. But he cried much more, “O, Son of David! Have mercy on me!”", "40": "And Jesus stood still. And He commanded him to be brought to Him. And when he had come near, He asked him,", "41": "saying, “What would you have Me do for you?” And he said, “Lord, that I may receive my sight.”", "42": "And Jesus said to him, “Receive your sight. Your faith has saved you.", "43": "Then immediately he received his sight and followed Him, praising God. And all the people, when they saw, gave praise to God."}