{"1": "And it happened in those days that there came a decree from Augustus Caesar that all the world should be registered.", "2": "(This first registration was made when Quirinius was Governor of Syria.)", "3": "Therefore, all went to be registered, everyone to his own city.", "4": "And Joseph also went up from Galilee (out of a city called Nazareth) into Judea (to the city of David - which is called Bethlehem - because he was of the House and lineage of David)", "5": "to register with Mary (his betrothed), who was with child.", "6": "And so it was that while they were there, the days were completed that she should be delivered.", "7": "And she brought forth her first begotten Son, and wrapped Him in swaddling clothes, and laid Him in a feeding trough (because there was no room for them in the inn).", "8": "And there were in the same country, shepherds, abiding in the field, and keeping watch over their flock by night.", "9": "And lo, the Angel of the Lord came upon them. And the glory of the Lord shone about them. And they were very afraid.", "10": "Then the angel said to them, “Do not be afraid! For behold, I bring you glad tidings of great joy, which shall be to all the people.", "11": "“For to you is born this day in the City of David, a Savior, Who is Christ the Lord.", "12": "“And this shall be a sign to you - you shall find the Baby swaddled and laid in a feeding trough.”", "13": "And immediately, there was with the angel a multitude of Heavenly soldiers, praising God, and saying,", "14": "“Glory to God in the High Heaven! And peace on Earth! And good will to all who please Him!”", "15": "And it came to pass, when the angels had gone away from them into Heaven, the shepherds said one to another, “Let us go to Bethlehem, then, and see this thing which has happened, which the Lord has shown to us.”", "16": "So they came quickly, and found both Mary and Joseph, and the Baby laid in the feeding trough.", "17": "And when they had seen it, they made known the thing which was told to them about that Child.", "18": "And all who heard it, marveled at the things which were told to them by the shepherds.", "19": "But Mary preserved all those sayings and pondered them in her heart.", "20": "And the shepherds returned, glorifying and praising God for all that they had heard and seen as it was spoken to them.", "21": "And when the eighth day had come (on which they circumcised the Child), His Name was then called “Jesus” - which was named by the angel before He was conceived in the womb.", "22": "And when the days of her purification were completed (according to the Law of Moses), they brought Him to Jerusalem, to present Him to the Lord,", "23": "(as it is written in the Law of the Lord, “Every firstborn male shall be called holy to the Lord.”)", "24": "and to give an oblation - as is commanded in the Law of the Lord - a pair of turtledoves or two young pigeons.", "25": "And behold, there was a man in Jerusalem whose name was Simeon. This man was just and feared God and waited for the consolation of Israel. And the Holy Ghost was upon him.", "26": "And it was declared to him from God by the Holy Ghost that he should not see death before he had seen the Anointed of the Lord.", "27": "And he was led by the Spirit into the Temple. And when the parents brought in the Baby Jesus, to do for Him after the custom of the Law,", "28": "he then took Him in his arms and praised God, and said,", "29": "“Lord, now let Your servant depart in peace, according to Your word!", "30": "“For my eyes have seen Your Salvation", "31": "“(which You have prepared before the face of all people);", "32": "“a Light to be revealed to the Gentiles and the Glory of Your people, Israel!”", "33": "And Joseph and his mother marveled at those things which were spoken about Him.", "34": "And Simeon blessed them, and said to Mary, His mother, “Behold, this Child is appointed for the fall and rising again of many in Israel, and for a sign which shall be spoken against,", "35": "Yes, and a sword shall pierce through your soul, so that the thoughts of many hearts may be opened.”", "36": "And there was a prophetess - one Anna, the daughter of Phanuel, of the tribe of Asher - who was of a great age (after she had lived with a husband seven years from her virginity).", "37": "And she had been widowed for about 84 years and had never left the Temple; but had served God with fasting and prayers night and day.", "38": "Then, coming upon them at that same instant, she likewise confessed the Lord, and spoke of Him to all who looked for redemption in Jerusalem.", "39": "And when they had performed all things according to the Law of the Lord, they returned to Galilee, to their own city, Nazareth.", "40": "And the Child grew, and became strong in Spirit, and was filled with wisdom. And the grace of God was with Him.", "41": "Now his parents went to Jerusalem every year at the Feast of the Passover.", "42": "And when He was twelve years old, and they had come up to Jerusalem (after the custom of the feast),", "43": "and had finished the days and were returning, the child Jesus remained in Jerusalem. And neither Joseph nor his mother, Mary, knew.", "44": "But they, supposing that He had been in their company, went a day's journey and sought Him among their kinsfolk and acquaintances.", "45": "And when they did not find Him, they turned back to Jerusalem and sought Him.", "46": "And it happened that after three days they found Him in the Temple, sitting in the midst of the teachers, hearing them and asking them questions.", "47": "And all who heard Him were astonished at His understanding and answers.", "48": "So when they saw Him, they were amazed. And His mother said to Him, “Son, why have You dealt with us like this? Behold, Your father and I have sought You with very heavy hearts.”", "49": "Then He said to them, “How is it that you sought Me? Did you not know that I must go about My Father's business?”", "50": "But they did not understand the word that He spoke to them.", "51": "Then He went down with them, and came to Nazareth, and was obedient to them. And His mother kept all these sayings in her heart.", "52": "And Jesus increased in wisdom, and stature, and in favor with God and men."}