{"1": "And it happened that on one of those days, as He taught the people in the Temple, and preached the Gospel, the chief priests and the scribes came upon Him, with the elders,", "2": "and spoke to Him, saying, “Tell us by what authority You do these things? Or, who is he who has given You this authority?”", "3": "And He answered, and said to them, “I also will ask you one thing. Therefore, tell me.", "4": "“The baptism of John, was it from Heaven, or of men?", "5": "And they reasoned among themselves, saying, “If we shall say, 'From Heaven,' He will say, 'Why then did you not believe him?'", "6": "“But if we shall say, 'Of men,' all the people will stone us. For they are persuaded that John was a Prophet.”", "7": "Therefore they answered that they could not tell from where it was.", "8": "Then Jesus said to them, “Nor shall I tell you by what authority I do these things.”", "9": "Then He began to speak this parable to the people, “A certain man planted a vineyard, hired farmers, and went into a strange country for a long time.", "10": "“And at the proper time, he sent a servant to the farmers to have them give him of the fruit of the vineyard. But the farmers beat him and sent him away empty.", "11": "“Again, he sent yet another servant. And they beat him, and treated him badly, and sent him away empty.", "12": "“Moreover he sent the third. And they wounded him and cast him out.", "13": "“Then the Lord said of the vineyard, 'What shall I do? I will send my beloved son. It may be that they will respect him.'", "14": "“But when the farmers saw him, they reasoned with themselves, saying, 'This is the heir. Come, let us kill him, so that the inheritance may be ours.'", "15": "“So they cast him out of the vineyard and killed him. Therefore, what shall the Lord of the vineyard do to them?", "16": "“He will come and destroy these farmers and will give his vineyard to others.” But when they heard it, they said, “May it never be!”", "17": "And He looked at them, and said, “What, then, is the meaning of that which is written, 'The stone that the builders refused, is made the head cornerstone?'", "18": "“Whoever shall fall upon that stone, shall be broken. And whomever it shall fall upon will be ground into powder.”", "19": "Then that same hour, the chief priests and the scribes sought to lay hands on Him, but they feared the people. For they perceived that He had spoken this parable against them.", "20": "And they watched Him and sent forth spies to act like righteous men and take Him in His talk (and deliver Him to the power and authority of the governor).", "21": "And they asked Him, saying, “Master, we know that You say and teach right, without partiality. And You teach the way of God truly.", "22": "“Is it lawful for us to give Caesar tribute or not?”", "23": "But He perceived their craftiness, and said to them, “Why do you tempt Me?", "24": "“Show me a penny. Whose image and superscription does it have?” They answered, “Caesar's.”", "25": "Then He said to them, “Then, give to Caesar those things which are Caesar's, and to God those which are God's.”", "26": "And they could not catch Him in His words before the people. But they marveled at His answer and were silent.", "27": "Then some of the Sadducees came to Him (who deny that there is any resurrection). And they asked Him,", "28": "“Master, Moses wrote to us: 'If anyone's brother dies having a wife (and he dies without children), that his brother should take his wife and raise up seed to his brother.'", "29": "“Now there were seven brothers. And the first took a wife, and he died without children.", "30": "“And the second took the wife, and he died childless.", "31": "“Then the third took her. And so likewise did all seven die and leave no children.", "32": "“And last of all, the woman also died.", "33": "“Therefore, at the resurrection, whose wife shall she be? For seven had her as wife.”", "34": "Then Jesus answered, and said to them, “The sons of this world marry wives, and are married.", "35": "“But those who shall be counted worthy to enjoy that World, (and the resurrection from the dead) neither marry wives nor are married.", "36": "“For they can die no more, because they are equal to the angels and are the sons of God (since they are sons of the resurrection).", "37": "“And even Moses showed that the dead shall rise again when, beside the bush, he said, 'The Lord is the God of Abraham, and the God of Isaac, and the God of Jacob.'", "38": "“For He is not the God of the dead, but of the living. For all live for Him.”", "39": "Then some of the scribes answered, and said, “Master, You have spoken well.”", "40": "And after that, they did not ask Him anything at all.", "41": "Then He said to them, “How can they say that Christ is David's son?", "42": "“And David himself says in the Book of the Psalms, 'The Lord said to my Lord, “Sit at My right hand,", "43": "“Till I shall make your enemies your footstool.?”'", "44": "“Seeing David called Him Lord, how then is He his son?", "45": "Then He said to His disciples (in front of all the people),", "46": "“Beware of the scribes who willingly walk in long robes, and love greetings in the markets and the highest seats in the assemblies and the chief places at feasts!", "47": "“They devour widows' houses and make long prayers for show! These shall receive greater damnation!”"}