{"1": "And as He looked, He saw the rich, who cast their gifts into the treasury.", "2": "And He also saw a certain poor widow, who cast in two lepta.", "3": "And He said, “Truly I say to you that this poor widow has cast in more than all of them.", "4": "“For they have all cast into the offerings of God out of their excess. But she, out of her poverty, has cast in all her livelihood.”", "5": "Now as some spoke of the Temple (how it was decorated with beautiful stones and consecrated things), He said,", "6": "“Are these the things that you look upon? The days will come when a stone shall not be left upon a stone; that it shall not be thrown down.”", "7": "Then they asked Him, saying, “Master, but when shall these things be? And what sign shall there be when these things shall happen?”", "8": "And He said, “Watch carefully, so that you are not deceived. For many will come in My Name, saying, 'I am Christ,' and 'The time draws near.' Therefore, do not follow them.", "9": "“And when you hear of wars and revolutions, do not be afraid. For these things must come first. But the end will not follow right away.”", "10": "Then He said to them, “Nation shall rise against nation, and kingdom against kingdom.", "11": "“And great earthquakes shall occur in diverse places. And hunger and pestilence and fearful things and great signs from Heaven shall happen.", "12": "“But before all these things, they shall lay their hands on you and persecute you - delivering you up to the assemblies and into prisons - and bring you before kings and rulers, for My Name's sake.", "13": "“And this shall result in a testimonial for you.", "14": "“Therefore, resolve in your hearts not to prepare what you shall answer beforehand.", "15": "“For I will give you a mouth, and wisdom, against which all your adversaries shall not be able to speak or resist.", "16": "“Indeed, you shall also be betrayed by your parents and by your brothers, and kinsmen, and friends. And they shall put you to death.", "17": "“And you shall be hated by all, for My Name's sake.", "18": "“Yet, not one hair of your heads shall perish.", "19": "“By your patience, gain your souls.", "20": "“And when you see Jerusalem besieged by soldiers, then understand that its desolation is near.", "21": "“Then let those who are in Judea flee to the mountains. And let those who are in the city depart. And do not let those who are in the country enter.", "22": "“For these are the days of vengeance, to fulfill all things that are written.", "23": "“But woe to those who are with child, and to those who nurse, in those days. For there shall be great distress in this land, and wrath over this people.", "24": "“And they shall fall on the edge of the sword and shall be led as captives into all nations. And Jerusalem shall be trampled under the feet of the Gentiles, until the time of the Gentiles be fulfilled.", "25": "“Then there shall be signs in the sun, and in the moon, and in the stars, and trouble upon the earth among the nations, with confusion. The sea and the waters shall roar.", "26": "And men's hearts shall fail them for fear and for looking after those things which shall come upon the world. For the powers of Heaven shall be shaken.", "27": "“And then shall they see the Son of Man come in a cloud, with power and great glory.", "28": "“And when these things begin to happen, then look up and lift up your heads! For your redemption draws near!”", "29": "And He spoke to them a parable, “Look at the fig tree, and all trees,", "30": "“as they now spring forth. When you see them, you know that summer is now near.", "31": "“So likewise, when you see these things happen, you know that the Kingdom of God is near.", "32": "“Truly I say to you this age shall not pass until all things are done.", "33": "“Heaven and Earth shall pass away, but My words shall not pass away.", "34": "“Pay attention to yourselves, so that your hearts are never oppressed with excess and drunkenness and cares of this life. And so that the Day does not take you by surprise.", "35": "“For it shall come as a trap upon all those who dwell on the face of the whole earth.", "36": "“Watch, therefore, and pray continually. So that you may be counted worthy to escape all these things that shall happen. And so that you may stand before the Son of Man.”", "37": "Now in the daytime, He taught in the Temple. And at night, He went out and stayed on the mount that is called the Mount of Olives.", "38": "And in the morning, all the people came to hear Him in the Temple."}