{"1": "Now the Feast of Unleavened Bread drew near (which is called the Passover).", "2": "And the chief priests and scribes sought how they might kill Him. For they feared the people.", "3": "Then Satan entered into Judas (who was called Iscariot and was among the number of the twelve).", "4": "And he went his way and discussed with the chief priests and captains how he might betray Him to them.", "5": "So they were glad and agreed to give him money.", "6": "And he consented and sought opportunity to betray Him to them when the people were away.", "7": "Then the Day of Unleavened Bread came (when the Passover must be sacrificed).", "8": "And He sent Peter and John, saying, “Go and prepare the Passover for us, so that we may eat it.”", "9": "And they said to Him, “Where would You have us prepare it?”", "10": "Then He said to them, “Behold, when you have entered into the city, a man bearing a pitcher of water shall meet you. Follow him into the house where he enters.", "11": "“And say to the good man of the house, 'The Master says to you, “Where is the lodging where I shall eat My Passover with My disciples?”'", "12": "“Then he will show you a large, furnished upper room. Make it ready there.”", "13": "So they went and found as He had said to them. And they made ready the Passover.", "14": "And when the hour had come, He sat down (and the twelve Apostles with Him).", "15": "Then He said to them, “I have earnestly desired to eat this Passover with you before I suffer.", "16": "“For I say to you that I will not eat of it again until it is fulfilled in the Kingdom of God.”", "17": "And He took the cup, and gave thanks, and said, “Take this, and divide it among you.”", "18": "For I say to you that I will not drink of the fruit of the vine until the Kingdom of God comes.”", "19": "And He took bread. And when He had given thanks, He broke it, and gave it to them, saying, “This is My body, which is given for you. Do this in the remembrance of Me.”", "20": "Likewise, after supper, He took the cup, saying, “This cup is the New Testament in My blood, which is shed for you.", "21": "“Still, the hand of him who betrays Me is with Me at the table.", "22": "“And truly the Son of Man goes as it is appointed. But woe to that man by whom He is betrayed.”", "23": "Then they began to inquire among themselves about which one it could be who would do that.", "24": "And there also arose among them a dispute about which one was thought to be the greatest.", "25": "But He said to them, “The kings of the Gentiles reign over them. And those who bear rule over them are called benefactors.", "26": "“But you shall not be so. But let the greatest among you be as the least; and the chief as he who serves.", "27": "“For who is greater, the one who sits at table, or the one who serves? Is not the one who sits at table? And I am among you as one who serves.", "28": "“And you are those who have continued with Me in My trials.", "29": "“Therefore I appoint to you a kingdom, as my Father has appointed to Me,", "30": "“So that you may eat and drink at My table, in My kingdom; and sit on seats and judge the twelve tribes of Israel.", "31": "And the Lord said, “Simon. Simon, behold! Satan has asked for you, to sift you as wheat.", "32": "“But I have prayed for you, that your faith does not fail. Therefore, when you have repented, strengthen your brothers.”", "33": "And he said to Him. “Lord, I am ready to go with You into prison, and to death!”", "34": "But He said, “I tell you, Peter, the cock shall not crow this day, before you have thrice denied that you knew Me.”", "35": "And He said to them, “When I sent you without bag and purse and shoes, did you lack anything?” And they said, “Nothing.”", "36": "Then He said to them, “But now he who has a bag, let him take it, and likewise a purse. And he who has none, let him sell his coat, and buy a sword.", "37": "“For I say to you that the same which is written must still be performed in Me: 'He was numbered with the wicked.' For doubtless those things which are written of Me have an end.”", "38": "And they said, “Lord, behold, here are two swords.” And He said to them, “It is enough.”", "39": "And He came out and went to the mount of Olives (as was His custom). And His disciples also followed Him.", "40": "And when He came to the place, He said to them, “Pray, lest you enter into temptation.”", "41": "And He was drawn aside from them (about a stone's cast) and kneeled down and prayed,", "42": "saying, “Father. If You will, take away this cup from Me. Nevertheless, not My will. But Yours be done.”", "43": "And an angel from Heaven appeared to Him, to comfort Him.", "44": "But being in an agony, He prayed more earnestly. And His sweat was like drops of blood, trickling down to the ground.", "45": "And He rose up from prayer, and came to his disciples, and found them asleep from sorrow.", "46": "And He said to them, “Why do you sleep?! Rise and pray, lest you enter into temptation.”", "47": "And while He was still speaking, a crowd appeared. And he who was called Judas (one of the twelve) went before them and came near to Jesus to kiss Him.", "48": "And Jesus said to him, “Judas, you betray the Son of Man with a kiss?”", "49": "Now, when those who were around Him saw what would follow, they said to Him, “Lord, shall we strike with the sword?”", "50": "And one of them struck a servant of the High Priest; and struck off his right ear.", "51": "Then Jesus answered, and said, “Enough!” And He touched his ear and healed him.", "52": "Then Jesus said to the chief priests, and captains of the Temple, and the elders who had come to Him, “Have you come out as for a thief, with swords and clubs?", "53": "“When I was with you daily in the Temple, you did not stretch forth hands against Me. But this is your hour, and the power of darkness!”", "54": "Then took they Him, and led Him, and brought Him to the High Priest's house. And Peter followed at a distance.", "55": "And when they had kindled a fire in the courtyard, and had sat down together, Peter also sat down among them.", "56": "And a certain maid saw him as he sat by the fire and, having looked at him intently, said, “This man was also with Him!”", "57": "But he denied Him, saying, “Woman, I do not know Him!”", "58": "And after a little while, another saw him, and said, “You are also one of them!” But Peter said, “Man, I am not!”", "59": "And about an hour after that, another affirmed, saying, “Truly, this man was also with Him! For he is also a Galilean!”", "60": "And Peter said, “Man, I do not know what you are talking about!” And immediately while he was still speaking, the cock crew.", "61": "Then the Lord turned back and looked at Peter. And Peter remembered the word of the Lord; how He had said to him, “Before the cock crows, you shall deny Me three times.”", "62": "And Peter went out and wept bitterly.", "63": "And the men who held Jesus mocked Him and struck Him.", "64": "And when they had blindfolded Him, they struck Him on the face, and asked Him, saying, “Prophesy who it is that struck You!”", "65": "And they blasphemously spoke many other things against Him.", "66": "And as soon as it was day, the elders of the people and the chief priests and the scribes came together, and led Him into their council,", "67": "saying, “Are You the Christ? Tell us!” And He said to them, “If I tell you, you will not believe it.", "68": "“And also, if I ask you, you will not answer Me, nor let Me go.", "69": "“From now on, the Son of Man shall sit at the right hand of the power of God.", "70": "Then they all said, “Are You, then, the Son of God?!” And He said to them, “You say that I am.”", "71": "Then they said, “What need do we have of any further witness? For we ourselves have heard it from His own mouth!”"}