{"1": "Then the whole multitude of them arose and led Him to Pilate.", "2": "And they began to accuse Him, saying, “We have found this Man perverting the nation and forbidding to pay tribute to Caesar, saying that He is Christ, a King!”", "3": "And Pilate asked Him, saying, “Are You the King of the Jews?” And He answered him, and said, “You say it.”", "4": "Then Pilate said to the chief priests, and to the people, “I find no fault in this Man.”", "5": "But they were all the more insistent, saying, “He stirs up the people, teaching throughout all Judea, beginning at Galilee, and as far as this place!”", "6": "Now, when Pilate heard 'Galilee', he asked whether the Man was a Galilean.", "7": "And when he knew that he was from Herod's jurisdiction, he sent him to Herod (who was also in Jerusalem in those days).", "8": "And when Herod saw Jesus, he was extremely glad. For he had desired to see Him for a long time (because he had heard many things about him and had hoped to have seen some sign done by Him).", "9": "Then he questioned Him about many things. But He answered him nothing.", "10": "Also, the chief priests and scribes stood forth and accused Him vehemently.", "11": "And Herod, with his men of war, despised Him and mocked Him, and clothed Him in bright apparel, and again sent Him to Pilate.", "12": "And the same day, Pilate and Herod became friends (for before they were enemies of one another).", "13": "Then Pilate called together the chief priests and the rulers and the people,", "14": "and said to them, “You have brought this Man to me as one Who perverted the people! And behold, I have examined Him before you and have found no fault in this Man concerning those things whereof you accuse Him!", "15": "“No, nor Herod either! For I sent you to him. And lo, nothing worthy of death was done by Him!", "16": "Therefore, I will discipline Him and let Him loose.", "17": "(For it was necessary that he release one to them at the Feast.)", "18": "Then all the multitude cried at once, saying, “Away with Him! And deliver Barabbas to us!”", "19": "(who had been put in prison for a certain insurrection made in the city, and for murder).", "20": "Then Pilate spoke to them again, willing to release Jesus.", "21": "But they cried, saying, “Crucify! Crucify Him!”", "22": "And he said to them a third time, “But, what evil has He done? I find no cause for death in Him! I will therefore discipline Him and let Him loose!”", "23": "But they were insistent with loud voices and required that He be crucified. And their voices, and those of the chief priests, prevailed.", "24": "So Pilate gave sentence, that it should be as they required.", "25": "And he released to them the one whom they desired (who had been cast into prison for insurrection and murder) and delivered Jesus to their will.", "26": "And as they led Him away, they caught one Simon of Cyrene, coming out of the field. And they laid the cross on him, to bear it after Jesus.", "27": "And a great multitude of the people followed Him; and also women, who mourned and lamented Him.", "28": "But Jesus turned back to them, and said, “Daughters of Jerusalem, do not weep for Me. But weep for yourselves, and for your children.", "29": "“For behold, the days will come when it shall be said, 'Blessed are the barren, and the wombs that never bare, and the breasts which never nursed.'", "30": "“Then shall they begin to say to the mountains, 'Fall on us!' and to the hills, 'Cover us!'", "31": "“For if they do these things to a green tree, what shall be done to the dry?”", "32": "And there were two others who were criminals, being led with Him to be slain.", "33": "And when they had come to the place which is called Calvary, they crucified Him and the criminals there - one on the right hand and the other on the left.", "34": "Then Jesus said, “Father, forgive them! For they do not know what they do!” And they divided His clothing and cast lots.", "35": "And the people stood and looked on. And the rulers mocked Him with them, saying, “He saved others! Let Him save Himself if He is the Christ! The Chosen of God!”", "36": "The soldiers also mocked Him, and came and offered Him vinegar,", "37": "and said, “If You are the King of the Jews, save yourself!”", "38": "And an inscription was also written over Him, in Greek letters, and in Latin, and in Hebrew, “THIS IS THE KING OF THE JEWS.”", "39": "And one of the criminals who were hanged, railed at Him, saying, “If You are the Christ, save Yourself and us!”", "40": "But the other answered, and rebuked him, saying, “Do you not fear God, seeing you are in the same condemnation?", "41": "“We are indeed here righteously! For we receive things worthy of what we have done. But this Man has done nothing wrong!”", "42": "And he said to Jesus, “Lord, remember me, when You come into Your kingdom.", "43": "Then Jesus said to him, “Truly I say to you, today you shall be with Me in Paradise.”", "44": "And it was about the sixth hour. And there was a darkness over all the land, until the ninth hour.", "45": "And the sun was darkened. And the veil of the Temple was torn in the middle.", "46": "And Jesus cried with a loud voice, and said, “Father! Into Your hands I commend My spirit. And when He had said this, He gave up the ghost.", "47": "Now when the centurion saw what had been done, he glorified God, saying, “Surely this Man was just.”", "48": "And all the people that came together to that sight, observing the things which had been done, struck their breasts and returned.", "49": "And those who knew Him stood at a distance - and the women who followed Him from Galilee – observing these things.", "50": "And behold, there was a man named Joseph, who was a counselor; a good man, and just.", "51": "He had not consented to their counsel and deeds. He was from Arimathea, a city of the Jews. He also waited for the Kingdom of God.", "52": "He went to Pilate and asked for the body of Jesus.", "53": "And he took it down and wrapped it in a linen cloth and laid it in a tomb, hewn out of a rock (in which no one had ever yet laid).", "54": "And that day was the Preparation. And the Sabbath drew near.", "55": "And also the women who followed (who came with Him from Galilee) saw the sepulcher, and how His body was laid.", "56": "And they returned and prepared odors, and ointments, and rested on the Sabbath, according to the commandment."}