{"1": "Now, early in the morning on the first day of the week, they (and some women with them) came to the sepulcher and brought the spices which they had prepared.", "2": "And they found the stone rolled away from the sepulcher.", "3": "And they went in but did not find the body of the Lord Jesus.", "4": "And it happened that (as they were perplexed by this) behold, two men suddenly stood by them in shining garments.", "5": "And being afraid, they bowed their faces down to the earth. They said to them, “Why do you seek Him who lives among the dead?", "6": "“He is not here but is risen! Remember how He spoke to you when He was still in Galilee,", "7": "saying that the Son of Man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.”", "8": "And they remembered his words,", "9": "and returned from the sepulcher, and told all these things to the eleven, and to all the remnant.", "10": "Now it was Mary Magdalene, and Joanna, and Mary the mother of James, and other women with them who told these things to the Apostles.", "11": "But their words seemed like nonsense to them, and they did not believe them.", "12": "Then Peter arose and ran to the sepulcher and looked in and saw the linen clothes laid by themselves. And he departed, wondering to himself what had happened.", "13": "And behold, that same day two of them went to a town called Emmaus, which was about sixty furlongs from Jerusalem.", "14": "And they talked together of all these things that had happened.", "15": "And it happened that as they talked together, and reasoned, that Jesus Himself drew near and went with them.", "16": "But their eyes were prevented from recognizing Him.", "17": "And He said to them, “What kind of conversations are these that you are having as you walk and are sad?”", "18": "And the one named Cleopas answered and said to Him, “Are You only a stranger in Jerusalem, and have not known the things which have happened there in these days?”", "19": "And He said to them, “What things?” And they said to Him, “Of Jesus of Nazareth, Who was a Prophet, mighty in deed and in word before God and all people.", "20": "“And how the chief priests and our rulers delivered Him to be condemned to death and have crucified Him.", "21": "“But we had hoped that it was He Who would deliver Israel. And today is the third day since all these things happened.", "22": "“Indeed, and some women among us (who came early to the sepulcher) astonished us.", "23": "“And when they did not find His body, they came, saying that they had also seen a vision of angels. Who said that He was alive.", "24": "Therefore, some of them who were with us, went to the sepulcher and found it just as the women had said. But they did not see Him.”", "25": "Then He said to them, “O fools! And slow of heart to believe all that the Prophets have spoken!", "26": "“Ought not Christ to have suffered these things, and to enter into His glory?”", "27": "And He began at Moses, and at all the Prophets, and interpreted for them the things which were written of Him in all the Scriptures.", "28": "And they drew near to the town where they were going. And He pretended like He was going further.", "29": "But they urged Him, saying, “Stay with us! For it is towards evening, and the day is far spent!” So, He went in to stay with them.", "30": "And it happened that as He sat at table with them, He took the bread, and blessed and broke it, and gave it to them.", "31": "Then their eyes were opened. And they knew Him. And He vanished.", "32": "And they said among themselves, “Did not our hearts burn within us while He talked with us along the way and when He opened the Scriptures to us?”", "33": "And they rose up that same hour and returned to Jerusalem, and found the eleven and those who were with them gathered together,", "34": "who said, “The Lord has indeed risen and has appeared to Simon!”", "35": "Then they told them what had happened along the way, and how He was known by them in the breaking of bread.", "36": "And as they spoke these things, Jesus Himself stood in the midst of them and said to them, “Peace to you.”", "37": "But they were terrified and full of fear, thinking that they had seen a spirit.", "38": "Then He said to them, “Why are you troubled? And why do doubts arise in your hearts?", "39": "“Look at My hands and My feet. For it is I, Myself. Touch Me and see. For a spirit does not have flesh and bones, as you see I have.”", "40": "And when He had said this, He showed them His hands and feet.", "41": "And while they still did not believe for joy, and wondered, He said to them, “Do you have any food here?”", "42": "And they gave him a piece of a broiled fish and some honeycomb.", "43": "And He took it and ate before them.", "44": "And He said to them, “These are the words which I spoke to you while I was still with you - that all which is written of Me in the Law of Moses, and in the Prophets, and in the Psalms, must be fulfilled.", "45": "Then He opened their minds, so that they might understand the Scriptures.", "46": "And said to them, “Thus is it written. And thus it was necessary for Christ to suffer and to rise again from the dead the third day,", "47": "and that repentance and remission of sins should be preached in His Name among all nations, beginning at Jerusalem.", "48": "“Now, you are witnesses of these things.", "49": "And behold, I send the promise of My Father upon you. But wait in the city of Jerusalem until you are filled with power from on high.”", "50": "Afterward, He led them out into Bethany, and lifted up His hands and blessed them.", "51": "And it happened that, as He blessed them, He departed from them and was carried up into Heaven.", "52": "And they worshipped Him and returned to Jerusalem with great joy,", "53": "and were continually in the Temple, praising and blessing God. Amen."}