{"1": "Then it happened that as the people pressed upon Him to hear the word of God, He stood by the lake of Gennesaret", "2": "and saw two ships stand by the lakeside. But the fishermen had gone out of them and were washing their nets.", "3": "And He entered into one of the ships (which was Simon's) and asked him to thrust off a little from the land. And he sat down and taught the people from the ship.", "4": "Now when He had stopped speaking, He said to Simon, “Launch out into the deep. And let down your nets to make a catch.”", "5": "Then Simon answered, and said to Him, “Master, we have worked hard all night and have taken nothing. Nevertheless, at Your word I will let down the net.”", "6": "And when they had done so, they enclosed a great multitude of fish, so that their net broke.", "7": "And they beckoned to their partners in the other ship to come and help them. Then they came and filled both the ships, so that they sank.", "8": "Now when Simon Peter saw it, he fell down at Jesus' knees, saying, “Lord, go from me. For I am a sinful man.”", "9": "For he was utterly astonished (and all who were with him) at the catch of fish which they took.", "10": "And so also were James and John, the sons of Zebedee, who were companions of Simon. Then Jesus said to Simon, “Do not fear. From now on you shall catch men.”", "11": "And when they had brought the ships to land, they left all and followed Him.", "12": "Now it happened that when He was in a certain city, behold, there was a man full of leprosy. And when he saw Jesus, he fell on his face, and begged Him, saying, “Lord, if You will, You can make me clean.”", "13": "So he stretched forth his hand, and touched him, saying, “I will. Be clean.” And immediately the leprosy departed from him.", "14": "And He commanded him that he should tell no one. “But go and show yourself to the priest. And offer as Moses has commanded for your cleansing, for a witness to them.”", "15": "But His fame spread even more. And great multitudes came together to hear, and to be healed of their infirmities by Him.", "16": "But He kept Himself apart in the wilderness and prayed.", "17": "And it happened that on a certain day, as He was teaching, the Pharisees and teachers of the Law sat by, who had come out of every town of Galilee, and Judea, and Jerusalem. And the power of the Lord was in him, to heal them.", "18": "Then behold, men brought a man lying in a bed, who was a paralytic, and they sought means to bring him in, and to lay him before Him.", "19": "And when they could not find a way by which they might bring him in (because of the crowd), they went up on the house and let him down through the tiling (bed and all) in the midst, before Jesus.", "20": "And when He saw their faith, He said to him, “Man, your sins are forgiven you.”", "21": "Then the scribes and the Pharisees began to reason, saying, “Who is this Who speaks blasphemies? Who can forgive sins, but God only?”", "22": "But when Jesus perceived their reasoning, He answered, and said to them, “Why do you reason in your hearts?", "23": "“Which is easier to say, 'Your sins are forgiven you', or to say, 'Rise and walk?'”", "24": "But that you may know that the Son of Man has authority to forgive sins on earth, I say to you (said He to the paralytic), Arise. Take up your bed. And go to your house.”", "25": "And immediately he rose up before them and took up his bed upon which he lay and departed to his own house, praising God.", "26": "And they were all amazed, and praised God, and were filled with fear, saying, “Doubtless we have seen strange things today!”", "27": "And after that, He went forth and saw a tax collector named Levi sitting at the tax booth, and said to him, “Follow Me.”", "28": "And he left all, rose up, and followed Him.", "29": "Then Levi made Him a great feast in his own house, where there was a great multitude of tax collectors, and of others who sat at table with them.", "30": "But those who were scribes and Pharisees among them, murmured against His disciples, saying, “Why do you eat and drink with tax collectors and sinners?”", "31": "Then Jesus answered, and said to them, “Those who are whole, do not need the Physician, but those who are sick.", "32": "I did not come to call the righteous to repentance, but sinners.”", "33": "Then they said to Him, “Why do the disciples of John often fast and pray, and of the Pharisees also, but Yours eat and drink?”", "34": "And He said to them, “Can you make the children of the wedding chamber fast, as long as the bridegroom is with them?", "35": "“But the days will come when even the bridegroom shall be taken away from them. Then shall they fast in those days.”", "36": "Then He also told them a parable. “No one sews a piece of a new garment into an old one. For then the new tears it, and the piece taken out of the new does not match the old.", "37": "“Also, no one pours new wine into old vessels. For then the new wine will break the vessels, and it will run out. And the vessels will perish.", "38": "“But new wine must be poured into new vessels. So that both are preserved.", "39": "“Also, no one who drinks old wine immediately desires new. For he says, 'The old is better.'”"}