{"1": "And afterward, it happened that He went through every city and town, preaching and proclaiming the good news of the Kingdom of God. And the twelve were with Him,", "2": "as well as certain women who had been healed of evil spirits and infirmities (such as Mary, called Magdalene, out of whom went seven devils;", "3": "and Joanna, the wife of Chuza, Herod's steward; and Susanna; and many others who ministered to Him from their possessions).", "4": "Now when many people had gathered together and come to Him out of all the cities, He spoke a parable.", "5": "“A sower went out to sow his seed. And as he sowed, some fell by the wayside. And it was trampled underfoot, and the birds of heaven devoured it.", "6": "“And some fell on the stones. And after it sprung up, it withered away, because it lacked moisture.", "7": "“And some fell among thorns. And the thorns sprang up with it and choked it.", "8": "“And some fell on good ground. And it sprang up and bore fruit, a hundredfold.” And as He said these things, He cried, “The one who has ears to hear, let him hear!”", "9": "Then His disciples asked Him what parable that was.", "10": "And He said, “To you it is given to know the secrets of the Kingdom of God. But to others they come in parables. So that when they see, they will not see. And when they hear, they will not understand.", "11": "“The parable is this: The seed is the word of God.", "12": "“And that which are along the way are those who hear, but afterward the devil comes and takes away the word out of their hearts, lest they should believe and be saved.", "13": "“But the ones on the stones are those who, when they have heard the word, receive it with joy. But they have no roots. So, for a while they believe, but in the time of temptation they go away.", "14": "“And that which fell among thorns are those who have heard, but after their departure are choked with cares and riches and the pursuit of pleasure. And they bring forth no fruit.", "15": "“But that which fell in good ground are those who hear the word with an honest and good heart, and keep it, and bring forth fruit through patience.", "16": "“No one, when he lights a candle, hides it under a vessel, or puts it under the bed. But he sets it on a candlestick, so that those who enter may see the light.", "17": "“For nothing is secret that shall not be evident. Nor is anything hidden that shall not be known, and come to light.", "18": "“Therefore, watch how you hear. For whoever has, to him shall be given. And whoever has not, even that which he seems to have shall be taken from him.", "19": "“Then his mother and his brothers came to Him. And they could not come near to Him because of the crowd.", "20": "And someone said to Him, “Your mother and Your brothers are standing outside, and wish see You.", "21": "But He answered, and said to them, “My mother and My brothers are those who hear the word of God and do it.”", "22": "And it happened that on a certain day, He went into a ship with His disciples. And He said to them, “Let us go over to the other side of the lake.” And they launched forth.", "23": "And as they sailed, He fell asleep. And a storm of wind came down on the lake. And they were filling with water and were in danger.", "24": "Then they went to Him, and awoke Him, saying, “Master! Master! We are going to die!” And He arose and rebuked the wind and the waves. And they ceased. And it was calm.", "25": "Then He said to them, “Where is your faith?” And they feared, and wondered among themselves, saying, “Who is this Who commands both the winds and water? And they obey Him!”", "26": "So they sailed to the region of the Gadarenes (which is near Galilee).", "27": "And as He went out to land, a certain man from the city met Him. He had had demons for a long time, and he wore no clothes. Nor did he live in a house, but in the graves.", "28": "And when he saw Jesus, he cried out and fell down before Him. And with a loud voice, he said, “What have I to do with You, Jesus the Son of God, the Most High? I beg You, do not torment me!”", "29": "For He commanded the unclean spirit to come out of the man. It had often seized him. Therefore, he was bound with chains and kept in shackles. But he broke the bonds and was carried into wilderness by the demon.", "30": "Then Jesus asked him, saying, “What is your name?” And he said, “Legion!” (because many demons had entered into him).", "31": "And they begged him not to command them to go out into the deep.", "32": "And there was a large herd of swine feeding on a nearby hill. And the demons begged Him to let them to enter them. So, He allowed them.", "33": "Then the demons went out of the man and entered into the swine. And the herd was carried violently down a steep bank into the lake and was choked.", "34": "When the herdsmen saw what was done, they fled. And when they had left, they reported it in the city and in the country.", "35": "Then they came out to see what had happened. And they came to Jesus and found the man out of whom the demons had come, sitting at the feet of Jesus (clothed, and in his right mind). And they were afraid.", "36": "Those who saw it also told them by what means he who had been possessed with the demon was healed.", "37": "Then the whole multitude of the country surrounding the Gadarenes begged Him to leave, for they were taken with great fear. And He went into the ship and returned.", "38": "Then the man out of whom the demons had come begged Him to let him stay with Him. But Jesus sent him away, saying,", "39": "“Return to your own house. And show what great things God has done to you.” So, he went his way, and preached throughout all the city what great things Jesus had done to him.", "40": "And it happened that when Jesus returned, the people welcomed Him. For they all waited for Him.", "41": "And behold, there came a man named Jairus, who was a ruler of the synagogue. And he fell down at Jesus' feet and begged Him to come to his house.", "42": "For he had an only daughter (about twelve years of age) who lay dying. And as He went, the people thronged Him.", "43": "And a woman having a twelve-year-long flow of blood (who had spent all she had on physicians, and could not be healed by any)", "44": "came behind Him. And she touched the hem of His garment. And immediately her flow of blood stopped.", "45": "Then Jesus said, “Who touched Me?” When everyone denied it, Peter and those with him said, “Master, the multitude jostles You, and presses against You, and You say, 'Who touched Me?'”", "46": "And Jesus said, “Someone touched Me. For I perceive that power has gone out of Me.”", "47": "When the woman saw that she was not hidden, she came, trembling, and fell down before Him. And before all the people, she told Him why she had touched Him, and how she had been healed immediately.", "48": "And He said to her, “Daughter, be of good courage. Your faith has saved you. Go in peace.”", "49": "While He was still speaking, someone from the ruler of the synagogue's house came and said to Him, “Your daughter is dead. Do not trouble the Master.”", "50": "When Jesus heard it, He answered him, saying, “Do not fear. Only believe, and she shall be saved.”", "51": "And when He went to the house, He did not allow anyone to go in with Him except Peter and James and John, and the father and mother of the maid.", "52": "And all wept and mourned for her. But He said, “Do not weep. For she is not dead, but sleeps.”", "53": "And they ridiculed Him, knowing that she was dead.", "54": "So He sent them all out. And He took her by the hand and cried, saying, “Little girl, arise!”", "55": "Then her spirit returned, and she rose up immediately. And He commanded to give her food.", "56": "Then her parents were astonished. But He commanded them to tell no one what had happened."}