{"1": "We don't need to write to you about the timing and dates, brothers and sisters.", "2": "You know very well that the day of the Lord is going to come like a thief in the night.", "3": "When they are saying, “There is peace and security,” at that time sudden destruction will attack them, like labor pains start with a pregnant woman, and they definitely won't escape.", "4": "But you aren't in darkness, brothers and sisters, so the day won't catch you by surprise like a thief.", "5": "All of you are children of light and children of the day. We don't belong to night or darkness.", "6": "So then, let's not sleep like the others, but let's stay awake and stay sober.", "7": "People who sleep sleep at night, and people who get drunk get drunk at night.", "8": "Since we belong to the day, let's stay sober, wearing faithfulness and love as a piece of armor that protects our body[a] and the hope of salvation as a helmet.", "9": "God didn't intend for us to suffer his wrath but rather to possess salvation through our Lord Jesus Christ.", "10": "Jesus died for us so that, whether we are awake or asleep, we will live together with him.", "11": "So continue encouraging each other and building each other up, just like you are doing already.", "12": "Brothers and sisters, we ask you to respect those who are working with you, leading you, and instructing you.", "13": "Think of them highly with love because of their work. Live in peace with each other.", "14": "Brothers and sisters, we urge you to warn those who are disorderly. Comfort the discouraged. Help the weak. Be patient with everyone.", "15": "Make sure no one repays a wrong with a wrong, but always pursue the good for each other and everyone else.", "16": "Rejoice always.", "17": "Pray continually.", "18": "Give thanks in every situation because this is God's will for you in Christ Jesus.", "19": "Don't suppress the Spirit.", "20": "Don't brush off Spirit-inspired messages,", "21": "but examine everything carefully and hang on to what is good.", "22": "Avoid every kind of evil.", "23": "Now, may the God of peace himself cause you to be completely dedicated to him; and may your spirit, soul, and body be kept intact and blameless at our Lord Jesus Christ's coming.", "24": "The one who is calling you is faithful and will do this.", "25": "Brothers and sisters, pray for us.", "26": "Greet all the brothers and sisters with a holy kiss.", "27": "By the Lord's authority, I order all of you to have this letter read aloud to all the brothers and sisters.", "28": "The grace of our Lord Jesus Christ be with all of you."}