{"1": "As he was going out of the temple, one of his disciples said to him, “Teacher, look! What massive stones! What impressive buildings!” ", "2": "Jesus said to him, “Do you see these great buildings? Not one stone will be left upon another—all will be thrown down.”", "3": "While he was sitting on the Mount of Olives across from the temple, Peter, James, John, and Andrew asked him privately, ", "4": "“Tell us, when will these things happen? And what will be the sign when all these things are about to be accomplished?”", "5": "Jesus told them, “Watch out that no one deceives you. ", "6": "Many will come in my name, saying, 'I am he,' and they will deceive many. ", "7": "When you hear of wars and rumors of wars, don't be alarmed; these things must take place, but it is not yet the end. ", "8": "For nation will rise up against nation, and kingdom against kingdom. There will be earthquakes in various places, and famines.[a] These are the beginning of birth pains.", "9": "“But you, be on your guard! They will hand you over to local courts,[b] and you will be flogged in the synagogues. You will stand before governors and kings because of me, as a witness to them. ", "10": "And it is necessary that the gospel be preached to all nations. ", "11": "So when they arrest you and hand you over, don't worry beforehand what you will say, but say whatever is given to you at that time, for it isn't you speaking, but the Holy Spirit.", "12": "“Brother will betray brother to death, and a father his child. Children will rise up against parents and have them put to death. ", "13": "You will be hated by everyone because of my name, but the one who endures to the end will be saved.", "14": "“When you see the abomination of desolation[c] standing where it should not be” (let the reader understand), “then those in Judea must flee to the mountains. ", "15": "A man on the housetop must not come down or go in to get anything out of his house, ", "16": "and a man in the field must not go back to get his coat. ", "17": "Woe  to pregnant women and nursing mothers in those days!", "18": "“Pray it[d] won't happen in winter. ", "19": "For those will be days of tribulation, the kind that hasn't been from the beginning of creation until now and never will be again. ", "20": "If the Lord had not cut those days short, no one would be saved. But he cut those days short for the sake of the elect, whom he chose.", "21": "“Then if anyone tells you, 'See, here is the Messiah! See, there!' do not believe it. ", "22": "For false messiahs and false prophets will arise and will perform signs and wonders to lead astray, if possible, the elect. ", "23": "And you must watch! I have told you everything in advance.", "24": "“But in those days, after that tribulation: The sun will be darkened, and the moon will not shed its light; ", "25": "the stars will be falling from the sky, and the powers in the heavens will be shaken. ", "26": "Then they will see the Son of Man coming in clouds with great power and glory. ", "27": "He will send out the angels and gather his elect from the four winds, from the ends of the earth to the ends of heaven.", "28": "“Learn this lesson from the fig tree: As soon as its branch becomes tender and sprouts leaves, you know that summer is near. ", "29": "In the same way, when you see these things happening, recognize[e] that he[f] is near—at the door.", "30": "“Truly I tell you, this generation will certainly not pass away until all these things take place. ", "31": "Heaven and earth will pass away, but my words will never pass away.", "32": "“Now concerning that day or hour no one knows—neither the angels in heaven nor the Son —but only the Father.", "33": "“Watch! Be alert![g] For you don't know when the time is coming.", "34": "“It is like a man on a journey, who left his house, gave authority to his servants, gave each one his work, and commanded the doorkeeper to be alert. ", "35": "Therefore be alert, since you don't know when the master of the house is coming—whether in the evening or at midnight or at the crowing of the rooster or early in the morning. ", "36": "Otherwise, when he comes suddenly he might find you sleeping. ", "37": "And what I say to you, I say to everyone: Be alert!”"}