{"1": "When he entered Capernaum again after some days, it was reported that he was at home. ", "2": "So many people gathered together that there was no more room, not even in the doorway, and he was speaking the word to them. ", "3": "They came to him bringing a paralytic, carried by four of them. ", "4": "Since they were not able to bring him to[a] Jesus because of the crowd, they removed the roof above him, and after digging through it, they lowered the mat on which the paralytic was lying. ", "5": "Seeing their faith, Jesus told the paralytic, “Son, your sins are forgiven.”", "6": "But some of the scribes were sitting there, questioning in their hearts: ", "7": "“Why does he speak like this? He's blaspheming! Who can forgive sins but God alone?” ", "8": "Right away Jesus perceived in his spirit that they were thinking like this within themselves and said to them, “Why are you thinking these things in your hearts? ", "9": "Which is easier: to say to the paralytic, 'Your sins are forgiven,' or to say, 'Get up, take your mat, and walk'? ", "10": "But so that you may know that the Son of Man has authority on earth to forgive sins”—he told the paralytic—", "11": "“I tell you: get up, take your mat, and go home.”", "12": "Immediately he got up, took the mat, and went out in front of everyone. As a result, they were all astounded and gave glory to God, saying, “We have never seen anything like this!” ", "13": "Jesus went out again beside the sea. The whole crowd was coming to him, and he was teaching them. ", "14": "Then, passing by, he saw Levi the son of Alphaeus sitting at the toll booth, and he said to him, “Follow me,” and he got up and followed him.", "15": "While he was reclining at the table in Levi's house, many tax collectors and sinners were eating[b] with Jesus and his disciples, for there were many who were following him. ", "16": "When the scribes who were Pharisees[c] saw that he was eating with sinners and tax collectors, they asked his disciples, “Why does he eat[d] with tax collectors and sinners?”", "17": "When Jesus heard this, he told them, “It is not those who are well who need a doctor, but those who are sick. I didn't come to call the righteous, but sinners.”", "18": "Now John's disciples and the Pharisees[e] were fasting. People came and asked him, “Why do John's disciples and the Pharisees' disciples fast, but your disciples do not fast?”", "19": "Jesus said to them, “The wedding guests cannot fast while the groom is with them, can they? As long as they have the groom with them, they cannot fast. ", "20": "But the time[f] will come when the groom will be taken away from them, and then they will fast on that day. ", "21": "No one sews a patch of unshrunk cloth on an old garment. Otherwise, the new patch pulls away from the old cloth, and a worse tear is made. ", "22": "And no one puts new wine into old wineskins. Otherwise, the wine will burst the skins, and the wine is lost as well as the skins. No, new wine is put into fresh wineskins.”", "23": "On the Sabbath he was going through the grainfields, and his disciples began to make their way, picking some heads of grain. ", "24": "The Pharisees said to him, “Look, why are they doing what is not lawful on the Sabbath?”", "25": "He said to them, “Have you never read what David and those who were with him did when he was in need and hungry — ", "26": "how he entered the house of God in the time of Abiathar the high priest and ate the bread of the Presence —which is not lawful for anyone to eat except the priests —and also gave some to his companions?” ", "27": "Then he told them, “The Sabbath was made for[g] man and not man for the Sabbath. ", "28": "So then, the Son of Man is Lord even of the Sabbath.”"}