{"1": "He first showeth on what authority his Apostleship standeth. 15 Then he commendeth the Gospel, 16 by which God setteth out his power to those that are saved, 17 by faith, 21 but were guilty of wicked unthankfulness to God: 26 For which his wrath was worthily powered on them, 29 so that they ran headlong to all kinds of sin. PAUL [a]a [b][c]servant of JESUS Christ called to be an [d]Apostle, [e]put apart to preach the Gospel of God,", "2": "(Which he had promised afore by his Prophets in the holy Scriptures)", "3": "[f]Concerning his [g]Son Jesus Christ our Lord (which was [h]made of the seed of David [i]according to the flesh,", "4": "And [j]declared [k]mightily to be the Son of God, touching the Spirit of sanctification by the resurrection from the dead)", "5": "[l]By whom we have received [m]grace and Apostleship (that [n]obedience might be given unto the faith) for his name [o]among all the Gentiles,", "6": "Among whom ye be also the [p]called of Jesus Christ:", "7": "To all you that be at Rome beloved of God, called to be Saints: [q]Grace be with you, and peace from God our Father, and from the Lord Jesus Christ.", "8": "[r]First I thank my God through Jesus Christ for you all, because your faith is [s]published throughout the [t]whole world.", "9": "For God is my witness (whom I serve in my [u]spirit in the [v]Gospel of his Son) that without ceasing I make mention of you.", "10": "Always in my prayers, beseeching that by some means, one time or other I might have a prosperous journey by the will of God, to come unto you.", "11": "For I long to see you, that I might bestow among you some spiritual gift, that you might be strengthened:", "12": "That is, that [w]I might be comforted together with you, through our mutual faith, both yours and mine.", "13": "Now my brethren, I would that ye should not be ignorant, how that I have oftentimes purposed to come unto you (but have been let hitherto) that I might have some fruit also among you, as I have among the other Gentiles.", "14": "I am debtor both to the Grecians, and to the Barbarians, both to the wise men and to the unwise.", "15": "Therefore, as much as in me is, I am ready to preach the Gospel to you also that are at [x]Rome.", "16": "For I am not ashamed of the Gospel of Christ: [y]for it is the [z]power of God unto salvation to everyone that believeth, to the Jew first, and also to the [aa]Grecian.", "17": "[ab]For by it the righteousness of God is revealed from [ac]faith to faith: [ad]as it is written, The just shall live by faith.", "18": "[ae]For the wrath of God is revealed from heaven against [af]all ungodliness, and unrighteousness of men, which withhold the [ag]truth in unrighteousness.", "19": "[ah]Forasmuch as that, which may be known of God, is manifest in [ai]them, for God hath showed it unto them.", "20": "For the invisible things of him, that is, his eternal power and Godhead, are seen by the creation of the world, being [aj]considered in his works, to the intent that they should be without excuse:", "21": "Because that when they knew God, they [ak]glorified him not as God, neither were thankful, but became [al]vain in their thoughts, and their foolish heart was full of darkness.", "22": "When they [am]professed themselves to be wise, they became fools.", "23": "For they turned the glory of the [an]incorruptible God to the similitude of the image of a corruptible man, and of birds, and four footed beasts, and of creeping things.", "24": "[ao]Wherefore [ap]also God [aq]gave them up to their hearts lusts, unto uncleanness, to defile their own bodies between themselves:", "25": "Which turned the truth of God unto a lie, and worshipped and served the creature, forsaking the Creator which is blessed forever, Amen.", "26": "For this cause God gave them up to vile affections: for even their women did change the natural use into that which is against nature.", "27": "And likewise also the men left the natural use of the woman, and burned in their lust one toward another, and man with man wrought filthiness, and received in themselves such [ar]recompense of their error, as was meet.", "28": "[as]For as they regarded not to acknowledge God, even so God delivered them up unto a [at]reprobate mind, to do those things which are not convenient,", "29": "Being full of all unrighteousness, fornication, wickedness, covetousness, maliciousness, full of envy, of murder, of debate, of deceit, taking all things in the evil part, whisperers,", "30": "Backbiters, haters of God, doers of wrong, proud, boasters, inventors of evil things, disobedient to parents, without understanding, [au]covenant breakers, without natural affection, such as can never be appeased, merciless.", "31": "Which men, though they knew the [av]Law of God, how that they which commit such things are worthy of death, yet not only do the same, but also [aw]favor them that do them."}