{"1": "He handleth the effects of election, 3 that some refuse, and some embrace. 4 Christ, who is the end of the Law. 15 He showeth that Moses foretold the calling of the Gentiles,  20 and Isaiah the hardening of the Jews. Brethren, [a]mine hearts desire and prayer to God for Israel is, that they might be saved.", "2": "For I bear them record that they have the zeal of God, but not according to knowledge.", "3": "[b]For they, [c]being ignorant of the righteousness of God, and going about to [d]establish their own righteousness, have not submitted themselves to the righteousness of God.", "4": "[e]For Christ is the [f]end of the Law for righteousness unto [g]everyone that believeth.", "5": "[h]For Moses thus describeth the righteousness which is of the Law, That the man which doeth these things, shall live thereby.", "6": "But the righteousness which is of faith, speaketh on this wise, [i]Say not in thine heart, Who shall ascend into heaven? (that is to bring Christ from above.)", "7": "Or, Who shall descend into the deep? (that is to bring Christ again from the dead.)", "8": "[j]But what saith it? The [k]word is near thee, even in thy mouth, and in thine heart. This is the word of faith which we preach.", "9": "[l]For if thou shalt [m]confess with thy mouth the Lord Jesus, and shalt believe in thine heart, that [n]God raised him up from the dead, thou shalt be saved:", "10": "For with the heart man [o]believeth unto righteousness, and with the mouth man confesseth to salvation.", "11": "[p]For the Scripture saith, Whosoever [q]believeth in him, shall not be ashamed.", "12": "For there is no difference between the Jew and the Grecian: for he that is Lord over all, is rich unto all that call on him.", "13": "[r]For whosoever shall call upon the Name of the Lord, shall be saved.", "14": "But how shall they call on him, in whom they have not believed? [s]and how shall they believe in him, of whom they have not heard? and how shall they hear without a preacher?", "15": "And how shall they preach, except they be sent? as it is written, How beautiful are the feet of them which bring glad tidings of peace, and bring glad tidings of good things!", "16": "[t]But they have not [u]all obeyed the Gospel: for Isaiah saith, Lord, who hath believed our report?", "17": "[v]Then faith is by hearing, and hearing by the [w]word of God.", "18": "[x]But I demand, Have they not heard? No doubt their sound went out through all the earth, and their words into the ends of the world.", "19": "[y]But I demand, Did not Israel know God? First Moses saith, I will provoke you to envy by a [z]nation that is not my nation, and by a foolish nation I will anger you.", "20": "And Isaiah is [aa]bold, and saith, I was found of them that sought me not, and have been made manifest to them that asked not after me.", "21": "And unto Israel he saith, All the day long have I stretched forth mine hand unto a disobedient, and gainsaying people."}