{"1": "Lest the casting off of the Jews should be limited according to the outward appearance, 4 he showeth that Elijah was in times past decieved: 16 and that, seeing they have an holy root, 23 many of them likewise shall be holy. 18, 24 He exhorteth the Gentiles to be humble, 33 and crieth out, that God's judgments are unsearchable. I Demand then, [a]Hath God cast away his people? God forbid: for [b]I also am an Israelite, of the seed of Abraham, of the tribe of Benjamin.", "2": "[c]God hath not cast away his people which he [d]knew before. [e]Know ye not what the Scripture saith of Elijah, how he communeth with God against Israel, saying,", "3": "Lord, they have killed thy Prophets, and dug down thine Altars: and I am left alone, and they seek my life?", "4": "But what saith the answer of God to him? I have [f]reserved unto myself seven thousand men, which have not bowed the knee to [g]Baal.", "5": "Even so then, at this present time is there a remnant according to the [h]election of grace.", "6": "[i]And if it be of grace, it is [j]no more of works: or else were grace no more grace: but if it be of works, it is no more grace: or else were work no more work.", "7": "What then? Israel hath not obtained that he sought: but the election hath obtained it, and the rest have been [k]hardened,", "8": "[l]According as it is written, God hath given them the spirit of [m]slumber: eyes that they [n]should not see, and ears that they should not hear unto this day.", "9": "And David saith, [o]Let their table be made a snare, and a net, and a stumbling block, even for a recompense unto them.", "10": "Let their eyes be darkened that they see not, and bow down their back always.", "11": "[p]I demand then, Have they stumbled, that they should fall? God forbid: but through their fall, salvation cometh unto the Gentiles, to provoke them to follow them.", "12": "Wherefore if the fall of them be the [q]riches of the world, and the diminishing of them the riches of the Gentiles, how much more shall their [r]abundance be?", "13": "[s]For in that I speak to you Gentiles, inasmuch as I am the Apostle of the Gentiles, I [t]magnify mine office,", "14": "To try if by any means I might provoke them of my flesh to follow them, and might save some of them.", "15": "For if the casting away of them be the reconciling of the world, what shall the receiving be, [u]but life from the dead?", "16": "[v]For if the [w]firstfruits be holy, so is the whole lump: and if the [x]root be holy, so are the branches.", "17": "[y]And though some of the branches be broken off, and thou being a wild Olive tree, wast grafted in [z]for them, and made [aa]partaker of the root and fatness of the Olive tree:", "18": "[ab]Boast not thyself against the branches: and if thou boast thyself, thou bearest not the root, but the root thee.", "19": "Thou wilt say then, The branches are broken off, that I might be grafted in.", "20": "Well: through unbelief they are broken off, and thou standest by faith: be not high-minded, but [ac]fear.", "21": "For if God spared not the [ad]natural branches, take heed, lest he also spare not thee.", "22": "[ae]Behold therefore the [af]bountifulness, and severity of God: toward them which have fallen, severity: but toward thee, bountifulness, if thou continue in his [ag]bountifulness: or else thou shalt also be cut off.", "23": "[ah]And they also, if they abide not still in unbelief, shall be grafted in: for God is able to graft them in again.", "24": "For if thou wast cut out of the Olive tree, which was wild by [ai]nature, and was grafted contrary to nature in a [aj]right Olive tree, how much more shall they that are by nature, be grafted in their own Olive tree?", "25": "[ak]For I would not, brethren, that ye should be ignorant of this secret (lest ye should be arrogant in [al]yourselves) that partly obstinacy is come to Israel, until the fullness of the Gentiles be [am]come in.", "26": "And so all Israel shall be saved, as it is written, The deliverer shall come out of Zion, and shall turn away the ungodliness from Jacob.", "27": "And this is my covenant to them, When I shall take away their sins.", "28": "[an]As concerning the [ao]Gospel, they are enemies for your sakes: but as touching the [ap]election, they are beloved for the fathers' sakes.", "29": "[aq]For the gifts and calling of God are without repentance.", "30": "[ar]For even as ye in times past have not believed God, yet have now obtained mercy through their unbelief:", "31": "Even so now have they not believed by the mercy showed unto you, that they also may obtain mercy.", "32": "For God hath shut up [as]all in unbelief, that he might have mercy on all.", "33": "[at]O the deepness of the riches, both of the wisdom, and knowledge of God! how unsearchable are his [au]judgments, and his [av]ways past finding out!", "34": "[aw]For who hath known the mind of the Lord? or who was his counselor?", "35": "Or who hath given unto him [ax]first, and he shall be recompensed?", "36": "For of him, and through him, and for [ay]him are all things: to him be glory forever. Amen."}