{"1": "He exhorteth 2 to that worship which is acceptable to God, 9 to love unfained,  14, 20 even towards our enemies. I Beseech [a]you therefore brethren, [b]by the mercies of God, that ye [c]give up your [d]bodies a [e]living sacrifice, holy, acceptable unto God, which is your [f]reasonable serving of God.", "2": "[g]And fashion not yourselves like unto this world, but be ye changed by the renewing of your [h]mind, that ye may prove what that good, and acceptable and perfect will of God is.", "3": "[i]For I [j]say through the grace that is given unto me, to everyone that is among you, that no man [k]presume to understand above that which is meet to understand, but that he understand according to [l]sobriety, as God hath dealt to every man the measure of [m]faith.", "4": "[n]For as we have many members in one body, and all members have not one office,", "5": "So we being many, are one body in Christ, and every one, one anothers members.", "6": "[o]Seeing then that we have gifts that are divers, according to the grace that is given unto us, whether we have prophecy, let us prophesy according to the [p]portion of faith.", "7": "Or an office, let us wait on the office: or he that [q]teacheth, on teaching:", "8": "Or he that [r]exhorteth, on exhortation: he that [s]distributeth, let him do it with simplicity: he that [t]ruleth, with diligence: he that [u]showeth mercy, with cheerfulness.", "9": "[v]Let love be without dissimulation. Abhor that which is evil, and cleave unto that which is good.", "10": "Be affectioned to love one another with brotherly love. In giving honor, go one before another.", "11": "Not slothful to do service, fervent in spirit [w]serving the Lord,", "12": "[x]Rejoicing in hope, patient in tribulation, continuing in prayer.", "13": "[y]Distributing unto the [z]necessities of the Saints: giving yourselves to hospitality.", "14": "Bless them which persecute you: bless, I say, and curse not.", "15": "Rejoice with them that rejoice, and weep with them that weep.", "16": "Be like affectioned one towards another: be not high-minded: but make yourselves equal to them of the [aa]lower sort: be not [ab]wise in yourselves.", "17": "Recompense to no man evil for evil: procure things honest in the sight of all men.", "18": "If it be possible, as much as in you is, have peace with all men.", "19": "Dearly beloved, avenge not yourselves, but give place unto wrath: for it is written, Vengeance is mine: I will repay, saith the Lord.", "20": "Therefore if thine enemy hunger, feed him: if he thirst, give him drink: for in so doing thou shalt heap [ac]coals of fire on his head.", "21": "Be not overcome of evil, but overcome evil with goodness."}