{"1": "He willeth that we submit ourselves to Magistrates: 8 To love our neighbor: 13 To love uprightly, 14 and to put on Christ. Let [a]every [b]soul be subject unto the higher [c]powers: [d]for there is no power but of God: and the powers that be, are [e]ordained of God.", "2": "Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist, shall receive to themselves condemnation.", "3": "[f]For Magistrates are not to be feared for good works, but for evil. [g]Wilt thou then be without fear of the power? do well: so shalt thou have praise of the same.", "4": "For he is the minister of God for thy wealth: [h]but if thou do evil, fear: for he beareth not the sword for nought: for he is the minister of God to [i]take vengeance on him that doeth evil.", "5": "[j]Wherefore ye must be subject, not because of wrath only, but [k]also for conscience sake.", "6": "[l]For, for this cause ye pay also tribute: for they are God's ministers, applying themselves for the same thing.", "7": "Give to all men therefore their duty: tribute, to whom ye owe tribute: custom, to whom custom: fear, to whom [m]fear: honor, to whom ye owe [n]honor.", "8": "[o]Owe nothing to any man, but to love one another: [p]for he that loveth another, hath fulfilled the [q]Law.", "9": "For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet: and if there be any other commandment, it is [r]briefly comprehended in this saying, even in this, Thou shalt love thy neighbor as thyself.", "10": "Love doeth not evil to his neighbor: therefore is love the fulfilling of the Law.", "11": "[s]And that, considering the season, that it is now time that we should arise from sleep: for now is our salvation nearer, than when we believed it.", "12": "The night is past, and the day is [t]at hand, let us therefore cast away the works [u]of darkness, and let us put on the armor of light,", "13": "So that we walk honestly, as in the day: not in gluttony, and drunkenness, neither in chambering and wantonness, nor in strife and envying.", "14": "But [v]put ye on the Lord JESUS CHRIST, and take no thought for the flesh, to fulfill the lust of it."}