{"1": "He willeth that we so deal with the weak in faith,   2, 5 that through our fault they be not offended. 10 And on the other side he commandeth them not rashly to judge of the stronger: 19 That within the bounds of edification 20 and charity. 22 Christian liberty may conflict. Him [a]that is weak in the faith, [b]receive unto you, but not for [c]controversies of disputations.", "2": "[d]One [e]believeth that he may eat of all things: and another, which is weak, eateth herbs.", "3": "[f]Let not him that eateth, despise him that eateth not: and let not him which eateth not, condemn him that eateth: for [g]God hath received him.", "4": "[h]Who art thou that condemnest another man's servant? he standeth or falleth to his own master: yea, he shall be established: for God is able to make him stand.", "5": "[i]This man esteemeth one day above another day, and another man counteth every day alike: [j]let [k]every man be fully persuaded in his mind.", "6": "[l]He that [m]observeth the day, observeth it to the Lord: and he that observeth not the day, observeth it not to the [n]Lord. He that [o]eateth, eateth to the Lord: [p]for he giveth God thanks: and he that eateth [q]not, eateth not to the Lord, and giveth God thanks.", "7": "[r]For none of us liveth to [s]himself, neither doth any die to himself.", "8": "For whether we live, we live unto the Lord: or whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lords.", "9": "For Christ therefore died and rose again, and revived, that he might be Lord both of the dead and the quick.", "10": "[t]But why dost thou condemn thy brother? or why dost thou despise thy brother? for we shall all appear before the judgment seat of Christ.", "11": "For it is written, [u]I live, saith the Lord, and every knee shall bow to me, and all tongues shall [v]confess unto God.", "12": "So then everyone of us shall give accounts of himself to God.", "13": "[w]Let us not therefore judge one another anymore: but use your judgment rather in [x]this that no man put an occasion to fall, or a stumbling block before his brother.", "14": "[y]I know, and am persuaded through the [z]Lord Jesus, that there is nothing unclean of [aa]itself: but unto him that judgeth anything to be unclean, to him it is unclean.", "15": "But if thy brother be grieved for the meat, now walkest thou not charitably: [ab]destroy not him with thy meat, for whom [ac]Christ died.", "16": "[ad]Cause not your commodity to be evil spoken of.", "17": "[ae]For the kingdom of God, is not meat nor drink, but righteousness, and peace, and joy in the holy Ghost.", "18": "For whosoever in [af]these things serveth Christ, is acceptable unto God, and is approved of men.", "19": "[ag]Let us then follow those things which concern peace, and wherewith one may edify another.", "20": "Destroy not the work of God for meat's sake: all things indeed are pure: but it is evil for the man which eateth with offense.", "21": "It is good neither to eat flesh, nor to drink wine, nor anything whereby thy brother stumbleth, or is offended, or made weak.", "22": "[ah]Hast thou [ai]faith? have it with thyself before God: blessed is he that condemneth not himself in that thing which he [aj]alloweth.", "23": "For he that [ak]doubteth, is condemned if he eat, because he eateth not of faith: and whatsoever is not of faith, is sin."}