{"1": "The stronger must employ their strength to strengthen the weak. 5 By Christ's example, 7 who received 8 not only the Jews, 10 but also the Gentiles. 15 The cause why he wrote this Epistle. We [a]which are strong, ought to bear the infirmities of the weak, and not to [b]please ourselves.", "2": "Therefore let every man please his neighbor in that that is [c]good to edification.", "3": "[d]For Christ also would not please himself, but as it is written, The rebukes of them which rebuke thee, fell on me.", "4": "[e]For whatsoever things are written [f]aforetime, are written for our learning, that we through patience, and comfort of the [g]Scriptures might have hope.", "5": "[h]Now the God of patience and consolation give you that ye be like-minded one towards another, according to Christ Jesus,", "6": "That ye with one mind, and with one mouth may praise God, even the Father of our Lord Jesus Christ.", "7": "Wherefore receive ye one another, as Christ also [i]received us to the glory of God.", "8": "[j]Now I say, that Jesus Christ was a minister of the [k]circumcision, for the [l]truth of God, to confirm the promises made unto the fathers.", "9": "[m]And let the Gentiles praise God, for his mercy, as it is written, For this cause I will [n]confess thee among the Gentiles, and sing unto thy Name.", "10": "And again he saith, Rejoice, ye Gentiles with his people.", "11": "And again, Praise the Lord, all ye Gentiles, and laud ye him all people together.", "12": "And again Isaiah saith, There shall be a root of Jesse, and he that shall rise to reign over the Gentiles, in him shall the Gentiles trust.", "13": "[o]Now the God of [p]hope fill you with [q]all joy, and peace in believing, that ye may abound in hope, through the power of the holy Ghost.", "14": "[r]And I myself also am persuaded of you, my brethren, that [s]ye also are full of goodness, and filled with all knowledge, and are able to admonish one another.", "15": "Nevertheless, brethren, I have somewhat boldly after a sort written unto you, as one that putteth you in remembrance, through the grace that is given me of God,", "16": "That I should be the minister of Jesus Christ toward the Gentiles, ministering the Gospel of God, that the [t]offering up of the Gentiles might be acceptable, being sanctified by the holy Ghost.", "17": "[u]I have therefore whereof I may rejoice in Christ Jesus in those things which pertain to God.", "18": "For I dare not speak of anything, which [v]Christ hath not wrought by me, to make the Gentiles obedient in word and deed,", "19": "With the [w]power of signs and wonders, by the power of the spirit of God: so that from Jerusalem, and round about unto Illyricum, I have caused to abound the Gospel of Christ.", "20": "Yea, so I enforced myself to preach the Gospel, not where Christ was named, lest I should have built on another man's foundation.", "21": "But as it is written, To whom he was not spoken of, they shall see him, and they that heard not, shall understand him.", "22": "[x]Therefore also I have been oft let to come unto you:", "23": "But now seeing I have no more place in these quarters, and also have been desirous many years agone to come unto you,", "24": "When I shall take my journey into Spain, I will come to you: for I trust to see you in my journey, and to be brought on my way thitherward by you, after that I have been somewhat filled with your company.", "25": "But now go I to Jerusalem, to [y]minister unto the Saints.", "26": "For it hath pleased them of Macedonia and Achaia, to make a certain distribution unto the poor Saints which are at Jerusalem.", "27": "[z]For it hath pleased them, and their debtors are they: for if the Gentiles be made partakers of their spiritual things, their duty is also to [aa]minister unto them in carnal things.", "28": "When I have therefore performed this, and have [ab]sealed them this [ac]fruit, I will pass by you into Spain.", "29": "[ad]And I know when I come, that I shall come to you with abundance of the blessing of the Gospel of Christ.", "30": "Also brethren, I beseech you for our Lord Jesus Christ's sake, and for the [ae]love of the spirit, that ye would strive with me by prayers to God for me,", "31": "That I may be delivered from them which are disobedient in Judea, and that my service which I have to do at Jerusalem, may be accepted of the Saints,", "32": "That I may come unto you with joy by the will of God, and may with you be refreshed.", "33": "Thus the God of peace be with you all. Amen."}