{"1": "He commendeth Phoebe. 3 He sendeth greeting to many. 17 And warneth to beware of them which are the causes of division. I [a]Commend unto you Phoebe our sister, which is a servant of the Church of Cenchrea:", "2": "That ye receive her in the [b]Lord, as it becometh Saints, and that ye assist her in whatsoever business she needeth of your aid: for she hath given hospitality unto many, and to me also.", "3": "Greet Priscilla, and Aquila, my fellow helpers in Christ Jesus.", "4": "(Which have for my life laid down their own neck. Unto whom not I only give thanks, but also all the Churches of the Gentiles.)", "5": "Likewise greet the [c]Church that is in their house. Salute my beloved Epaenetus, which is the [d]firstfruits of Achaia in Christ.", "6": "Greet Mary which bestowed much labor on us.", "7": "Salute Andronicus and Junia my cousins and fellow prisoners, which are notable among the Apostles, and were in [e]Christ before me.", "8": "Greet Amplias my beloved in the Lord.", "9": "Salute Urbanus our fellow helper in Christ, and Stachys my beloved.", "10": "Salute Apelles approved in Christ. Salute them which are of Aristobulus' friends.", "11": "Salute Herodion my kinsman. Greet them which are of the friends of Narcissus which are in the Lord.", "12": "Salute Tryphena and Tryphosa, which women labor in the Lord. Salute the beloved Persis, which woman hath labored much in the Lord.", "13": "Salute Rufus chosen in the Lord, and his mother and mine.", "14": "Greet Asyncritus, Phlegon, Hermas, Patrobas, Mercurius, and the brethren which are with them.", "15": "Salute Philologus and Julia, Nereus, and his sister, and Olympas and all the Saints which are with them.", "16": "Salute one another with an holy [f]kiss. The Churches of Christ salute you.", "17": "¶ [g]Now I beseech you brethren, [h]mark them diligently which cause division and offenses, contrary to the doctrine which ye have learned, and avoid them.", "18": "For they that are such, serve not the Lord Jesus Christ but their own bellies, and with [i]fair speech and flattering deceive the hearts of the simple.", "19": "[j]For your obedience is come abroad among all: I am glad therefore of you: but yet I would have you [k]wise unto that which is good, and [l]simple concerning evil.", "20": "[m]The God of peace shall tread Satan under your feet shortly. The grace of our Lord Jesus Christ be with you.", "21": "[n]Timothy my helper, and Lucius and Jason, and Sosipater my kinsmen, salute you.", "22": "I Tertius, which [o]wrote out this Epistle, salute you in the Lord.", "23": "Gaius mine host, and of the whole Church saluteth you. Erastus the steward of the city saluteth you, and Quartus a brother.", "24": "[p]The grace of our Lord Jesus Christ be with you all, Amen.", "25": "[q]To him now that is of power to establish you according to my Gospel, and preaching of Jesus Christ, by the revelation of the [r]mystery, which was kept secret since the world began:", "26": "(But now is opened, and [s]published among all nations by the Scriptures of the Prophets, at the commandment of the everlasting God for the obedience of faith.)", "27": "To God, I say, only wise, be praise through Jesus Christ for ever. Amen. Written to the Romans from Corinth, and sent by Phoebe, servant of the Church which is at Cenchrea."}