{"1": "He bringeth all before the judgment seat of God. 12 The excuse the Gentiles might pretend, 14 of ignorance, he taketh quite away. 17 He urgeth the Jews with the written Law, 23 in which they boasted. 27 And so maketh both Jew and Gentile alike. Therefore [a]thou art inexcusable, O man, whosoever thou art that condemnest: for in that thou condemnest another, thou condemnest thyself: for thou that condemnest, doest the same things.", "2": "But we [b]know that the judgment of God is according to [c]truth, against them which commit such things.", "3": "And thinkest thou this, O thou man, that condemnest them which do such things, and doest the same, that thou shalt escape the judgment of God?", "4": "[d]Or despisest thou the riches of his bountifulness, and patience, and long sufferance, not knowing that the bountifulness of God leadeth thee to repentance?", "5": "But thou, after thine hardness, and heart that cannot repent, [e]heapest up as a treasure unto thyself wrath against the day of wrath, and of the declaration of the just judgment of God,", "6": "[f]Who will reward every man according to his works:", "7": "That is, to them which through patience in well doing, seek [g]glory, and honor, and immortality, everlasting life:", "8": "But unto them that are contentious, and disobey the [h]truth, and obey unrighteousness, shall be [i]indignation and wrath.", "9": "Tribulation and anguish shall be upon the soul of every man that doeth evil: of the Jew first, and also of the Grecian.", "10": "But to every man that doeth good, shall be glory, and honor, and peace: to the Jew first, and also to the Grecian.", "11": "For there is [j]no respect of persons with God.", "12": "[k]For as many as have sinned without the Law, shall perish also without the Law: and as many as have sinned in the Law, shall be judged by the Law,", "13": "[l](For the hearers of the Law are not righteous before God: but the doers of the Law shall be [m]justified.", "14": "[n]For when the Gentiles which have [o]not the Law, do by [p]nature the things contained in the Law, they having not the Law, are a Law unto themselves,", "15": "Which show the effect of the Law [q]written in their hearts, their conscience also bearing witness and their thoughts accusing one another, or excusing.)", "16": "[r]At the day when God shall judge the secrets of men by Jesus Christ, according to [s]my Gospel.", "17": "¶ [t]Behold, thou art called a Jew, and restest in the Law, and gloriest in God,", "18": "And knowest his will, and [u][v]triest the things that dissent from it, in that thou art instructed by the Law:", "19": "And persuadest thyself that thou art a guide of the blind, a light of them which are in darkness,", "20": "An instructor of them which lack discretion, a teacher of the unlearned, which hast the [w]form of knowledge, and of the truth in the [x]law.", "21": "Thou therefore, which teachest another, teachest thou not thyself? thou that preachest, A man should not steal, dost thou steal?", "22": "Thou that sayest, A man should not commit adultery, dost thou commit adultery? thou that abhorrest idols, committest thou sacrilege?", "23": "Thou that gloriest in the Law, through breaking the Law, dishonorest thou God?", "24": "For the Name of God is blasphemed among the Gentiles through you, as it is written.", "25": "[y]For circumcision verily is profitable, if thou do the Law: but if thou be a transgressor of the Law, thy circumcision is made uncircumcision.", "26": "Therefore [z]if the uncircumcision keep the ordinances of the Law, shall not his [aa]uncircumcision be counted for circumcision?", "27": "And shall not [ab]uncircumcision which is by nature (if it keep the Law) condemn thee which by the [ac]letter and circumcision art a transgressor of the Law?", "28": "For he is not a Jew, which is one [ad]outward: neither is that circumcision, which is outward in the flesh:", "29": "But he is a Jew which is one within, and the circumcision is of the heart, in the [ae]spirit, not in the letter, whose praise is not of men, but of God."}