{"1": "He giveth the Jews some  2 preferment, for the covenant's sake, 4 but yet such, as wholly dependeth on God's mercy. 9 That both Jews and Gentiles are sinners, 11 he proveth by Scriptures: 19 and showing the use of the Law, 28 he concludeth that we are justified by faith. What [a]is then the preferment of the Jew? or what is the profit of circumcision?", "2": "Much every manner of way: for [b]chiefly, because unto them were of credit committed the [c]oracles of God.", "3": "For what, though some did not [d]believe? shall their unbelief make the [e]faith of God without effect?", "4": "God forbid: yea, let God be true, and every man a liar, as it is written, That thou mightest be [f]justified in thy words, and overcome, [g]when thou art judged.", "5": "[h]Now if our [i]unrighteousness commend the righteousness of God, what shall we say? is God unrighteous which punisheth? (I speak as [j]a man.)", "6": "God forbid: (else how shall God judge the world?)", "7": "[k]For if the [l]verity of God hath more abounded through my lie unto his glory, why am I yet condemned as a sinner?", "8": "And (as we are blamed, and as some affirm, that we say) why do we not evil, that good may come thereof? whose damnation is just.", "9": "[m]What then? are we more excellent? No, in no wise: for we have already proved, that all, both Jews and Gentiles are [n]under sin,", "10": "As it is written, There is none righteous no not one.", "11": "There is none that understandeth: there is none that seeketh God.", "12": "They have all gone out of the way: they have been made altogether unprofitable: there is none that doeth good, no not one.", "13": "Their throat is an open sepulcher: they have used their tongues to deceit: the poison of asps is under their lips.", "14": "Whose mouth is full of cursing and bitterness.", "15": "Their feet are swift to shed blood.", "16": "Destruction and calamity are in their ways:", "17": "And the [o]way of peace they have not known.", "18": "The fear of God is not before their eyes.", "19": "[p]Now we know that whatsoever the [q]law saith, it saith it to them which are under the law, that [r]every mouth may be stopped, and all the world be [s]subject to the judgment of God.", "20": "Therefore by the [t]works of the Law shall no [u]flesh be [v]justified in his [w]sight: for by the Law cometh the knowledge of sin.", "21": "[x]But now is the righteousness of God made manifest without the Law, having witness of the Law, and of the Prophets,", "22": "[y]To wit, the righteousness of God by the faith of [z]Jesus Christ, unto all, and upon all that believe.", "23": "For there is no difference: for all have sinned, and are deprived of the [aa]glory of God,", "24": "[ab]And are justified [ac]freely by his grace, through the redemption that is in Christ Jesus,", "25": "[ad]Whom God hath set forth to be a reconciliation through faith in his [ae]blood to declare his righteousness, by the forgiveness of the sins that [af]are passed,", "26": "Through the [ag]patience of God, to show at [ah]this time his righteousness, that he might be [ai]just, and a [aj]justifier of him which is of the [ak]faith of Jesus.", "27": "[al]Where is then the rejoicing? It is excluded. By what [am]Law? of works? Nay: but by the Law of faith.", "28": "Therefore we conclude, that a man is justified by faith, without the works of the Law.", "29": "[an]God, is he the God of the [ao]Jews only, and not of the Gentiles also? Yes, even of the Gentiles also.", "30": "For it is one God, who shall justify [ap]circumcision of faith, and uncircumcision through faith.", "31": "[aq]Do we then make the Law of [ar]none effect through faith? God forbid: yea, we [as]establish the Law."}