{"1": "He amplifieth 2 Christ's righteousness, which is laid hold on by faith, 5 who was given for the weak, 8 and sinful. 14 He compareth Christ with Adam. 17 Death with Life, 20 and the Law with Grace. Then being [a]justified by faith, we have peace toward God through our Lord Jesus Christ.", "2": "[b]By whom also through faith we have [c]had this access into this grace [d]wherein we [e]stand, [f]and [g]rejoice under the hope of the glory of God.", "3": "[h]Neither that only, but also we rejoice in tribulations, [i]knowing that tribulation bringeth forth patience.", "4": "And patience experience, and experience hope.", "5": "[j]And hope maketh not ashamed, because the [k]love of God is shed abroad in our hearts by the holy Ghost, which is given unto us.", "6": "[l]For Christ, when we were yet of no strength, at his [m]time died for the ungodly.", "7": "[n]Doubtless one will scarce die [o]for a righteous man: but yet for a good man it may be that one dare die.", "8": "But God [p]setteth out his love towards us, seeing that while we were yet [q]sinners, Christ died for us.", "9": "Much more then, being now justified by his blood, we shall be saved from [r]wrath through him.", "10": "For if when we were enemies, we were reconciled to God by the death of his Son, much more being reconciled, we shall be saved by his life,", "11": "[s]And not only so, but we also rejoice in God through our Lord Jesus Christ, by whom we have now received the atonement.", "12": "[t]Wherefore, as by [u]one man [v]sin entered into the world, and death by sin, and so death went over all men: [w]in whom all men have sinned.", "13": "[x]For unto the [y]time of the Law was sin in the world, but sin is not [z]imputed, while there is no law.", "14": "[aa]But death reigned from Adam to Moses, even over [ab]them also that sinned not after the like [ac]manner of the transgression of Adam, [ad]which was the figure of him that was to come.", "15": "[ae]But yet the gift is not so as is the offense: for if through the offense of [af]that one, many be dead, much more the grace of God, and the gift by grace, which is by one man Jesus Christ, hath abounded unto many.", "16": "[ag]Neither is the gift so, as that which entered in by one that sinned: for the fault came of one offense unto condemnation: but the gift is of many offenses to [ah]justification.", "17": "[ai]For if by the offense of one, death reigned through one, much more shall they which receive that abundance of grace, and of that gift of that righteousness, [aj]reign in life through one, that is, Jesus Christ.", "18": "[ak]Likewise then, as by the offense of one, the fault came on all men to condemnation, so by the justifying of one, the benefit abounded toward all men to the [al]justification of life.", "19": "[am]For as by one man's [an]disobedience [ao]many were made sinners, so by that obedience of that one, shall many also be made righteous.", "20": "[ap]Moreover, the Law [aq]entered thereupon, that the offense should abound: nevertheless, where sin abounded, there grace [ar]abounded much more:", "21": "That as sin had reigned unto death, so might grace also reign by righteousness unto eternal life through Jesus Christ our Lord."}