{"1": "He declareth what it is, to be no more under the Law, 2 by an example taken of the Law of marriage, 7, 12 And lest the Law should seem faulty, 14 he proveth, that our sin is the cause, 2, 5 that the same is an occasion of death, 17 which was given us unto life. 21 He setteth out the battle between the flesh and the spirit. Know [a]ye not, brethren, (for I speak to them that know the Law) that the Law hath dominion over a man as long as he liveth?", "2": "For the woman which is in subjection to a man, is bound by the Law to the man, while he liveth: but if the man be dead, she is delivered from the Law of the man.", "3": "So then, if while the man liveth, she taketh another man, she shall be [b]called an adulteress: but if the man be dead, she is free from the Law, so that she is not an adulteress, though she take another man.", "4": "[c]So ye, my brethren, are dead also to the Law by the [d]body of Christ, that ye should be unto another, even unto him that is raised up from the dead, that we should bring forth [e]fruit unto [f]God.", "5": "[g]For when we [h]were in the flesh, the [i]affections of sins, which were by the [j]law, had [k]force in our members, to bring forth fruit unto death,", "6": "But now we are delivered from the Law, he [l]being dead [m]in whom we were [n]holden, that we should serve in [o]newness of Spirit, and not in the oldness of the [p]letter.", "7": "[q]What shall we say then? Is the Law sin? God forbid. Nay, I knew not sin, but by the Law: for I had not known [r]lust, except the Law had said, Thou shalt not lust.", "8": "But sin took an occasion by the commandment, and wrought in me all manner of concupiscence: for without the Law sin is [s]dead.", "9": "[t]For I once was alive, without the [u]law: but when the commandment [v]came, sin revived,", "10": "But I [w]died: and the same commandment which was ordained unto life, was found to be unto me unto death.", "11": "For sin took occasion by the commandment, and deceived me, and thereby slew me.", "12": "[x]Wherefore the Law is holy, and that [y]commandment is holy, and just, and good.", "13": "[z]Was that then which is good, [aa]made death unto me? God forbid: but sin, that it might [ab]appear sin, wrought death in me by that which is good, that sin might be [ac]out of measure sinful by the commandment.", "14": "[ad]For we know that the Law is spiritual, but I am carnal, sold under sin.", "15": "[ae]For I [af]allow not that which I do: for what I [ag]would, that do I not: but what I hate, that do I.", "16": "If I do then that which I would not, I consent to the Law, that it is good.", "17": "Now then, it is no more I, that do it, but [ah]sin that dwelleth in me.", "18": "[ai]For I know, that in me, that is, in my flesh, dwelleth no good thing: for to will is present with me: but I find [aj]no means to perform that which is good,", "19": "For I do not the good thing, which I would, but the evil, which I would not, that do I.", "20": "Now if I do that I would not, it is no more I that do it, but the sin that dwelleth in me.", "21": "[ak]I find then that when I would do good, I am thus yoked, that evil is present with me.", "22": "For I delight in the Law of God, concerning the [al]inner man.", "23": "But I see another Law in my members, rebelling against the law of my [am]mind, and leading me captive unto the law of sin, which is in my members.", "24": "[an]O [ao]wretched man that I am, who shall deliver me from the body of this death!", "25": "I [ap]thank God through Jesus Christ our Lord. Then I [aq]myself in my mind serve the Law of God, but in my flesh the law of sin."}