{"1": "He answereth an objection, that might be brought on the Jews' behalf, 7 and telleth of two sorts of Abraham's children,  15 and that God worketh all things in this matter according to his will, 20 even as the potter doth. 24, 30 He proveth as well the calling of the Gentiles, 31 as also the rejecting of the Jews, 25, 27 by the testimony of the Prophets. I say [a]the truth in Christ, I lie not, my conscience bearing me witness in the holy Ghost,", "2": "That I have great heaviness, and continual sorrow in mine heart.", "3": "For I would wish myself to be [b]separate from Christ, for my brethren that are my kinsmen according to the [c]flesh,", "4": "Which are the Israelites, to whom pertaineth the adoption, and the [d]glory, and the [e]Covenants, and the giving of the [f]Law, and the [g]service of God, and the [h]promises.", "5": "Of whom are the fathers, and of whom concerning the flesh, Christ came, who is [i]God over all, blessed forever, Amen.", "6": "[j]Notwithstanding it cannot be that the word of God should take none effect: for all they are not [k]Israel, which are of Israel:", "7": "Neither are they all children, because they are the seed of Abraham: [l]but, In [m]Isaac shall thy seed be called:", "8": "[n]That is, they which are the children of the [o]flesh, are not the children of God: but the children of the [p]promise, are counted for the seed.", "9": "[q]For this is a word of promise, In this same time will I come, and Sarah shall have a son.", "10": "[r]Neither he only felt this, but also Rebecca, when she had conceived by one, even by our father Isaac.", "11": "For ere the children were born, and when they had neither done good nor evil (that the [s]purpose of God might [t]remain according to election, not by works, but by him that calleth.)", "12": "[u]It was said unto her, The Elder shall serve the younger.", "13": "As it is written, I have loved Jacob, and have hated Esau.", "14": "[v]What shall we say then? Is there [w]unrighteousness with God? God forbid.", "15": "[x]For he saith to Moses, I will [y]have mercy on him, to whom I will show mercy: and will have [z]compassion on him, on who I will have compassion.", "16": "[aa]So then it is not in him that [ab]willeth, nor in him that runneth, but in God that showeth mercy.", "17": "[ac]For the [ad]Scripture saith unto Pharaoh, For this same purpose have [ae]I stirred thee up, that I might [af]show my power in thee, and that my Name might be declared throughout all the earth.", "18": "[ag]Therefore he hath mercy on whom he [ah]will, and whom he will he hardeneth.", "19": "[ai]Thou wilt say then unto me, Why doth he yet complain? for who hath resisted his will?", "20": "[aj]But, O man, who art thou which pleadest against God? [ak]shall the thing [al]formed say to him that formed it, Why hast thou made me thus?", "21": "[am]Hath not the potter power of the clay to make of the same lump one [an]vessel to [ao]honor, and another unto [ap]dishonor?", "22": "[aq]What and if God would, to show his wrath, and to make his power known, suffer with long patience the [ar]vessels of wrath, prepared to [as]destruction?", "23": "And that he might declare the [at]riches of his glory upon the vessels of mercy, which he hath prepared unto glory?", "24": "[au]Even us whom he hath called, not of the [av]Jews only, but also of the Gentiles.", "25": "[aw]As he saith also in Hosea, I will call them, My people, which were not my people: and her, Beloved, which was not beloved.", "26": "And it shall be in the place where it was said unto them, Ye are not my people, that there they shall be called, The children of the living God.", "27": "[ax]Also Isaiah crieth concerning Israel, Though the number of the children of Israel were as the sand of the sea, yet shall but a remnant be saved.", "28": "For he will make his account, and gather it into a [ay]short sum with righteousness: for the Lord will make a short count in the earth.", "29": "And as Isaiah said before, Except the Lord of [az]hosts had left us a [ba]seed, we had been made as Sodom, and had been like to Gomorrah.", "30": "[bb]What shall we say then? That the Gentiles which followed [bc]not righteousness, have attained unto righteousness, even the righteousness which is of faith.", "31": "[bd]But Israel which followed the Law of righteousness, could not attain unto the Law of righteousness.", "32": "Wherefore? Because they sought it not by faith, but as it were by the [be]works of the Law: for they have stumbled at the stumbling stone,", "33": "As it is written, Behold, I lay in Zion a stumbling stone, and a rock to make men fall: and everyone that believeth in him, shall not be ashamed."}