{"1": "Afterwards the king of the Ammonites died,[a] and his son Hanun ruled in his place. ", "2": "David said, “I will show loyal love with Hanun, the son of Nahash, as his father showed loyal love with me.” So David sent to console him concerning his father, by the hand of his servants. And the servants of David came to the land of the Ammonites.[b] ", "3": "But the commanders of the Ammonites[c] said to Hanun their master, “In your opinion,[d] is David honoring your father because he has sent condolences to you? Is it not in order to search the city, to spy it out, and to overthrow it that David sent his servants to you?” ", "4": "Then Hanun took the servants of David, and he shaved off half of their beards and cut their garments off in the middle up to their buttocks, then sent them away. ", "5": "When they told David, he sent to meet them, for the men were greatly ashamed. And the king said, “Remain in Jericho until your beards have grown, and then you can return.”", "6": "When the Ammonites[e] saw that they had become odious to David, the Ammonites[f] sent word and hired Aram Beth-Rehob and Aram-Zobah, twenty thousand infantry; and they also hired the king of Maacah, a thousand men, and the men of Tob, twelve thousand men. ", "7": "When David heard, he sent Joab and all the army of mighty warriors. ", "8": "The Ammonites[g] came out and drew up a battle formation[h] at the entrance of the gate, but Aram-Zobah and Rehob and the men of Tob and Maacah were alone in the open field. ", "9": "When Joab saw that the battle was to be fought on two fronts,[i] he chose from all the members of the elite troops of Israel and lined them up for battle[j] to meet Aram. ", "10": "The rest of the army he placed into the hand of his brother Abishai, who arranged them in battle lines[k] to meet the Ammonites.[l] ", "11": "Then he said, “If Aram is stronger than I am, you must become my deliverer; but if the Ammonites[m] are too strong for you, then I will come to rescue you. ", "12": "Be strong, and let us strengthen ourselves for the sake of the people and for the sake of the cities of our God. May Yahweh do what is good in his eyes. ", "13": "Joab and all the people who were with him moved forward into the battle against Aram, and they fled from before him. ", "14": "When the Ammonites[n] saw that Aram had fled, they fled from before Abishai and entered the city. Then Joab returned from fighting against the Ammonites[o] and came to Jerusalem.", "15": "When the Arameans saw that they were defeated before Israel, they gathered themselves together. ", "16": "Then Hadadezer sent and brought out the Arameans who were beyond the Euphrates, and they came to Helam. Now Shobach, the commander of the army of Hadadezer, was at their head.[p] ", "17": "David was told, so he gathered all Israel and crossed over the Jordan and came to Helam. Aram arranged themselves in battle lines[q] to meet David, and they fought with him. ", "18": "And Aram fled before Israel, and David killed from the Arameans seven hundred chariot teams and forty thousand horsemen. He struck down Shobach, the commander of his army, and he died there. ", "19": "When all the kings, the servants of Hadadezer, saw that he had been defeated before Israel, they made peace with Israel and served them, and Aram was afraid to help the Ammonites[r] any longer."}