{"1": "So Yahweh sent Nathan to David, and he came to him and said, “Two men were in a certain city; one was rich and the other was poor. ", "2": "The rich man had very many flocks and herds, ", "3": "but the poor man had nothing except for one small ewe lamb which he had bought. He had nurtured her, and she grew up with him and with his children together. She used to eat from his morsel and drink from his cup, and she used to lie in his lap and became like a daughter for him. ", "4": "And a visitor came to the rich man, but he was reluctant[a] to take from his flocks or from his herds to prepare a meal for the traveler when he came to him. So he took the ewe lamb of the poor man and prepared it for the man who had come to him.” ", "5": "Then the anger of David was kindled[b] against the man, and he said to Nathan, “As Yahweh lives,[c] the man who has done this deserves to die![d] ", "6": "He shall restore the ewe lamb fourfold because he has done this thing, and because he had no pity.” ", "7": "Then Nathan said to him, “You are the man! Thus says Yahweh the God of Israel: 'I anointed you as king over Israel, and I delivered you from the hand of Saul. ", "8": "I gave you the household of your master and the women of your master into your lap. I also gave you the house of Israel and Judah; if that had been too little, I would have added to you much more.[e] ", "9": "Why have you despised the word of Yahweh by doing evil in his eyes?[f] Uriah the Hittite you have struck down with the sword, and his wife you have taken to yourself as wife! You have killed him with the sword of the Ammonites![g] ", "10": "So then, a sword will not turn away from your house forever, because you have despised me and have taken the wife of Uriah the Hittite to be your wife!' ", "11": "Thus says Yahweh, 'Look, I am going to raise up evil against you from within your house, and I will take your women before your eyes, and I will give them to your neighbor, and he shall sleep with your wives in broad daylight.[h] ", "12": "Though you did this in secret, I will do this thing before all of Israel in broad daylight!'”[i]", "13": "Then David said to Nathan, “I have sinned against Yahweh!”[j] Nathan said to David, “Yahweh has also forgiven your sin; you shall not die. ", "14": "But because you have utterly scorned[k] Yahweh in this matter, the son born for you will certainly die.”[l] ", "15": "Then Nathan went to his house, and Yahweh struck the child that the wife of Uriah bore for David, and he became ill. ", "16": "David pleaded with God on behalf of the boy and David fasted. He went to spend the night and lay upon the ground. ", "17": "The elders of his household stood over him to lift him up from the ground, but he was not willing, and he did not eat any food with them. ", "18": "It happened on the seventh day that the child died, and the servants of David were afraid to tell him that the child was dead, for they said, “Look, when the child was alive, we spoke to him, but he would not listen to our voice. How can we tell him, 'The child is dead'? He may do something evil.” ", "19": "When David saw that his servants were whispering together, he realized that the child was dead. Then David said to his servants, “Is the child dead?” And they said, “He is dead.” ", "20": "David stood up from the ground and washed and anointed himself and changed his clothing. Then he went to the house of Yahweh and worshiped, and he went to his own house. He asked, so they served him food, and he ate. ", "21": "Then his servants said to him, “What is this thing that you have done? While the child was alive, you fasted and wept; now that the child has died, you get up and eat food!” ", "22": "He said, “When the child was still alive, I fasted and I wept because I thought, 'Who knows? Yahweh may have mercy on me that the child will live.' ", "23": "But now he is dead. Why should I be fasting? Am I able to return him again? I am going to him, but he cannot return to me.” ", "24": "David consoled Bathsheba his wife, and he went to her and slept with her. She bore a son, and he called[m] him Solomon, and Yahweh loved him. ", "25": "He sent word by the hand of Nathan the prophet, so he called him Jedidiah[n] because of Yahweh.", "26": "And Joab fought against Rabbah of the Ammonites,[o] and he captured the royal city.[p] ", "27": "Then Joab sent messengers to David and said, “We have fought against Rabbah, and we captured the city of the waters. ", "28": "So then, gather the remainder of the army and encamp against the city and capture it, lest I capture the city and my name be proclaimed over it.” ", "29": "So David gathered all of the army, and he went to Rabbah and fought against it and captured it. ", "30": "He took the crown of their king from his head. (Now its weight was a talent of gold, and there was a precious stone in it and it was put on David's head.) He brought out the plunder of the city in great abundance.[q] ", "31": "He also brought out the people who were in it and put them to the saws and to the iron picks and to the iron axes, and he sent them to the place of the brickmakers. Thus he used to do to all the cities of the Ammonites,[r] and he and all of the army returned to Jerusalem."}