{"1": "Then David mustered the people who were with him, and he appointed over them commanders of thousands and commanders of hundreds. ", "2": "David sent forth a third of the troops under the command of Joab,[a] and a third under the command of Abishai,[b] the brother of Joab, the son of Zeruiah, and the remaining third under the command of Ittai[c] the Gittite. And the king said to the troops, “I, even I, will certainly go out[d] with you.” ", "3": "Then the troops said, “You will not go out, for if we must flee,[e] then they will not care about us;[f] even if half of us die, they will not care about us,[g] but now, you are like ten thousand of us. And so then, it is better for us that you be in the city to help.” ", "4": "The king said to them, “I will do what seems good in your eyes.” So the king stood at the side of the gate while all of the troops went out by hundreds and by thousands. ", "5": "The king ordered Joab, Abishai, and Ittai, “With respect to the young man Absalom, deal gently for me.” And all the troops heard when the king ordered all of the commanders concerning the matter of Absalom.", "6": "The army went out to the field to meet Israel, and the battle was fought in the forest of Ephraim. ", "7": "The army of Israel was defeated there before the servants of David, and the defeat there was great on that day: twenty thousand. ", "8": "The battle there was spreading over the surface of all the land, and the forest devoured more among the army than[h] the sword did on that day. ", "9": "Absalom was found in the presence of the servants of David as he was riding on the mule. The mule went under the thicket of the great oak tree, and his head was caught in the tree. He was left hanging between heaven and earth, and the mule which was under him went on. ", "10": "When a certain man saw it, he told Joab, and he said, “Look, I saw Absalom hanging in the oak tree!” ", "11": "Then Joab said to the man who was telling him, “Look, if you saw, why did you not strike him down to the ground there? I would have gladly given you[i] ten pieces of silver and a leather belt.” ", "12": "The man said to Joab, “Even if I felt the weight[j] of a thousand pieces of silver in my palms, I would not have sent my hand against the son of the king, for in our ears the king commanded you and Abishai and Ittai, 'Whoever you may be, protect the young man Absalom.' ", "13": "If I had dealt treacherously against his life, and there is not any matter hidden from the king, you would have presented yourself aloof.”[k] ", "14": "Joab said, “No longer will I wait in your presence.” Then he took three spears in his hand and thrust them into the heart of Absalom while he was still alive in the oak tree. ", "15": "Then ten of the young men who bore the weapons of Joab surrounded him and struck and killed Absalom. ", "16": "Then Joab blew on the trumpet and the troops returned from pursuing after Israel, for Joab kept back the troops. ", "17": "They took Absalom and they threw him into the large pit in the forest and raised a very great heap of stones over him. Then all of Israel fled, each to his tent.", "18": "(Now Absalom had taken and set up for himself in his lifetime a stone pillar that is in the valley of the king, because he said, “I have no son in order to remember my name,” and he called the stone pillar by his name. It is called the monument of Absalom until this day). ", "19": "Now Ahimaaz the son of Zadok said, “Please let me run and bring the good news to the king that Yahweh has vindicated him from the hand of his enemies.” ", "20": "Joab said to him, “You will not be a man bringing[l] good news this day! You may bring good news on another day, but today you will not be bringing good news because the king's son is dead.” ", "21": "Then Joab said to the Cushite, “Go, tell the king what you have seen”; then the Cushite bowed down to Joab and ran off. ", "22": "Then Ahimaaz the son of Zadok again said to Joab, “Come what may,[m] please let me also run after the Cushite.” Joab asked, “Why are you wanting to run, my son, when for you there is no messenger's reward?”[n] ", "23": "“Come what may,[o] I want to run.” He said to him, “Run,” so Ahimaaz ran on the road on the plain, and he passed the Cushite.", "24": "Now David was sitting between the two gates, and the sentinel went up to the roof of the gate by the wall and he lifted up his eyes and watched, and look, a man was running by himself. ", "25": "The sentry called and told the king, and the king said, “If he is alone, good news is in his mouth.” He kept coming closer.[p] ", "26": "Then the sentinel saw another man running, so the sentinel called to the gatekeeper and said, “Look, a man running alone.” The king said, “This one also is bringing good news.” ", "27": "The sentinel said, “I am seeing that the running of the first is like the running of Ahimaaz the son of Zakok.” The king said, “He is a good man; he will come, for good news.” ", "28": "Then Ahimaaz called and said to the king, “Peace.” He bowed down to the king with his face to the ground, and he said, “May Yahweh your God be blessed, who has delivered the men who raised their hand against my lord the king.” ", "29": "The king said, “Is it peace for the young man Absalom?” Ahimaaz said, “I saw the great commotion when Joab the servant of the king sent your servant, but I do not know what it was all about.” ", "30": "Then the king said, “Turn aside, take your place here,” so he turned aside and waited. ", "31": "Suddenly the Cushite arrived and said, “May my lord the king receive the good news, for Yahweh has vindicated you today from the power of all who stood up against you.” ", "32": "The king said to the Cushite, “Is it peace for the young man Absalom?” Then the Cushite answered, “May the enemies of my lord the king and all who rise up against you to harm you[q] be like the young man!” ", "33": "[r] The king was upset, and he went up to the upper room of the gate and wept. He said as he went, “My son, Absalom, my son, my son, Absalom. If only[s] I had died instead of you, Absalom, my son, my son.”"}