{"1": "So call your fellow Israelites “God's People” and “Loved-by-the-Lord.”", "2": "My children, plead with your mother—though she is no longer a wife to me, and I am no longer her husband. Plead with her to stop her adultery and prostitution. ", "3": "If she does not, I will strip her as naked as she was on the day she was born. I will make her like a dry and barren land, and she will die of thirst. ", "4-5": "I will not show mercy to her children; they are the children of a shameless prostitute.[a] She herself said, “I will go to my lovers—they give me food and water, wool and linen, olive oil and wine.”", "6": "So I am going to fence her in with thorn bushes and build a wall to block her way. ", "7": "She will run after her lovers but will not catch them. She will look for them but will not find them. Then she will say, “I am going back to my first husband—I was better off then than I am now.”", "8": "She would never acknowledge that I am the one who gave her the grain, the wine, the olive oil, and all the silver and gold that she used in the worship of Baal. ", "9": "So at harvest time I will take back my gifts of grain and wine, and will take away the wool and the linen I gave her for clothing. ", "10": "I will strip her naked in front of her lovers, and no one will be able to save her from my power. ", "11": "I will put an end to all her festivities—her annual and monthly festivals and her Sabbath celebrations—all her religious meetings. ", "12": "I will destroy her grapevines and her fig trees, which she said her lovers gave her for serving them. I will turn her vineyards and orchards into a wilderness; wild animals will destroy them. ", "13": "I will punish her for the times that she forgot me, when she burned incense to Baal and put on her jewelry to go chasing after her lovers. The Lord has spoken.", "14": "So I am going to take her into the desert again; there I will win her back with words of love. ", "15": "I will give back to her the vineyards she had and make Trouble Valley a door of hope. She will respond to me there as she did when she was young, when she came from Egypt. ", "16": "Then once again she will call me her husband—she will no longer call me her Baal.[b] ", "17": "I will never let her speak the name of Baal again.", "18": "At that time I will make a covenant with all the wild animals and birds, so that they will not harm my people. I will also remove all weapons of war from the land, all swords and bows, and will let my people live in peace and safety.", "19": "Israel, I will make you my wife; I will be true and faithful; I will show you constant love and mercy and make you mine forever.", "20": "I will keep my promise and make you mine, and you will acknowledge me as Lord.", "21-22": "At that time I will answer the prayers of my people Israel.[c] I will make rain fall on the earth, and the earth will produce grain and grapes and olives.", "23": "I will establish my people in the land and make them prosper. I will show love to those who were called “Unloved,” and to those who were called “Not-My-People” I will say, “You are my people,” and they will answer, “You are our God.”"}