{"1": "The Lord has an accusation to bring against the people who live in this land. Listen, Israel, to what he says: “There is no faithfulness or love in the land, and the people do not acknowledge me as God. ", "2": "They make promises and break them; they lie, murder, steal, and commit adultery. Crimes increase, and there is one murder after another. ", "3": "And so the land will dry up, and everything that lives on it will die. All the animals and birds, and even the fish, will die.”", "4": "The Lord says, “Let no one accuse the people or reprimand them—my complaint is against you priests.[a] ", "5": "Night and day you blunder on, and the prophets do no better than you. I am going to destroy Israel, your mother. ", "6": "My people are doomed because they do not acknowledge me. You priests have refused to acknowledge me and have rejected my teaching, and so I reject you and will not acknowledge your sons as my priests.", "7": "“The more of you priests there are, the more you sin against me, and so I will turn your honor into disgrace. ", "8": "You grow rich from the sins of my people, and so you want them to sin more and more. ", "9": "You will suffer the same punishment as the people! I will punish you and make you pay for the evil you do. ", "10": "You will eat your share of the sacrifices, but still be hungry. You will worship the fertility gods, but still have no children, because you have turned away from me to follow other gods.”", "11": "The Lord says, “Wine, both old and new, is robbing my people of their senses! ", "12": "They ask for revelations from a piece of wood! A stick tells them what they want to know! They have left me. Like a woman who becomes a prostitute, they have given themselves to other gods. ", "13": "At sacred places on the mountaintops they offer sacrifices, and on the hills they burn incense under tall, spreading trees, because the shade is so pleasant! “As a result, your daughters serve as prostitutes, and your daughters-in-law commit adultery. ", "14": "Yet I will not punish them for this, because you yourselves go off with temple prostitutes,[b] and together with them you offer pagan sacrifices. As the proverb says, 'A people without sense will be ruined.'", "15": "“Even though you people of Israel are unfaithful to me, may Judah not be guilty of the same thing. Don't worship at Gilgal or Bethaven,[c] or make promises there in the name of the living Lord. ", "16": "The people of Israel are as stubborn as mules. How can I feed them like lambs in a meadow? ", "17": "The people of Israel are under the spell of idols. Let them go their own way. ", "18": "After drinking much wine, they delight in their prostitution, preferring disgrace to honor. ", "19": "They will be carried away as by the wind, and they will be ashamed of their pagan sacrifices.[d][e]"}