{"1": "Alas for those who are at ease in Zion, and for those who feel secure on Mount Samaria, the notables of the first of the nations, to whom the house of Israel resorts!", "2": "Cross over to Calneh, and see; from there go to Hamath the great; then go down to Gath of the Philistines. Are you better[a] than these kingdoms? Or is your[b] territory greater than their[c] territory,", "3": "O you that put far away the evil day, and bring near a reign of violence?", "4": "Alas for those who lie on beds of ivory, and lounge on their couches, and eat lambs from the flock, and calves from the stall;", "5": "who sing idle songs to the sound of the harp, and like David improvise on instruments of music;", "6": "who drink wine from bowls, and anoint themselves with the finest oils, but are not grieved over the ruin of Joseph!", "7": "Therefore they shall now be the first to go into exile, and the revelry of the loungers shall pass away.", "8": "The Lord God has sworn by himself (says the Lord, the God of hosts): I abhor the pride of Jacob and hate his strongholds; and I will deliver up the city and all that is in it.", "9": "If ten people remain in one house, they shall die. ", "10": "And if a relative, one who burns the dead,[d] shall take up the body to bring it out of the house, and shall say to someone in the innermost parts of the house, “Is anyone else with you?” the answer will come, “No.” Then the relative[e] shall say, “Hush! We must not mention the name of the Lord.”", "11": "See, the Lord commands, and the great house shall be shattered to bits, and the little house to pieces.", "12": "Do horses run on rocks? Does one plow the sea with oxen?[f] But you have turned justice into poison and the fruit of righteousness into wormwood—", "13": "you who rejoice in Lo-debar,[g] who say, “Have we not by our own strength taken Karnaim[h] for ourselves?”", "14": "Indeed, I am raising up against you a nation, O house of Israel, says the Lord, the God of hosts, and they shall oppress you from Lebo-hamath to the Wadi Arabah."}