{"1": "“He who has been castrated by having his testicles crushed or his male organ cut off shall not enter the congregation of the Lord. ", "2": "A person of [a]illegitimate birth shall not enter the assembly of the Lord; none of his descendants, even to the tenth generation. ", "3": "An Ammonite or [b]Moabite shall not enter the assembly of the Lord; none of their descendants, even to the tenth generation, shall ever enter the assembly of the Lord, ", "4": "because they did not meet you with bread (food) and water on the road as you came out of Egypt, and because they hired [to act] against you Balaam the son of Beor from Pethor of Mesopotamia, to curse you. ", "5": "Nevertheless, the Lord your God was not willing to listen to Balaam, but the Lord your God turned the curse into a blessing for you because the Lord your God has loved you. ", "6": "You shall never seek their peace nor their prosperity all your days.", "7": "“You shall not detest an Edomite, for he is your brother [Esau's descendant]. You shall not detest an Egyptian, because you were a stranger (resident alien, foreigner) in his land. ", "8": "Their children of the third generation who are born to them may enter the assembly of the Lord.", "9": "“When you go out as an army [to fight] against your enemies, you shall keep yourselves from every evil [thing].", "10": "“If there is any man among you who is [ceremonially] unclean because of nocturnal emission, then he must go outside the camp; he shall not come back to the camp. ", "11": "But when evening comes, he shall bathe in water, and at sundown he may return to the camp.", "12": "“You shall also have a place outside the camp to which you may go, ", "13": "and you shall have a spade among your tools, and when you [prepare to] sit down outside [to relieve yourself], you shall dig a hole with it and shall turn and cover up your waste. ", "14": "Since the Lord your God walks in the midst of your camp to rescue you and to defeat your enemies before you, therefore your camp must be holy (undefiled); and He must not see anything indecent among you or He will turn away from you.", "15": "“You shall not hand over to his master a slave who has escaped from his master to you. ", "16": "He shall live among you, in the place he chooses in one of your cities where it pleases him; you shall not mistreat or oppress him.", "17": "“There shall be no cult prostitute among the daughters of Israel, nor shall there be a cult prostitute (a sodomite) among the sons of Israel. ", "18": "You shall not bring the wages of a prostitute or the price of a dog [that is, a male prostitute] into the house of the Lord your God as payment for any vow, for both of these [the gift and the giver] are utterly repulsive to the Lord your God.", "19": "“You shall not charge interest to your fellow Israelite—interest on money, food or anything that may be loaned for interest. ", "20": "You may charge interest to a foreigner, but to your fellow Israelite you shall not charge interest, so that the Lord your God may bless you in [c]all that you undertake in the land which you are about to enter to possess.", "21": "“When you make a [d]vow to the Lord your God, you shall not delay to pay it, for He will most certainly require it of you, and a delay would cause you to sin. ", "22": "But if you refrain from making a vow, that would not be [counted as] sin in you. ", "23": "You shall be careful to perform that [vow] which passes your lips, just as you have made a voluntary vow to the Lord your God, just as you have promised with your own words (mouth).", "24": "“When you enter your neighbor's vineyard, you may eat your fill of grapes, [e]as many as you please, but you shall not put any in your basket [to take with you].", "25": "“When you come into the standing grain of your neighbor, you may [f]pluck the ears of grain with your hand, but you shall not wield a sickle in your neighbor's standing grain [to harvest it]."}