{"1": "This is a message[a] about the “desert by the sea”[b]: It is coming like a storm blowing through the Negev. It is coming in from the desert, from a frightening nation.", "2": "I was given a vision of the hard times to come. I see traitors turning against you. I see people taking your wealth. Elam, go against them! Media, surround the city! I will put an end to all their moaning.", "3": "I saw those terrible things, and now I am afraid. My fear makes my stomach hurt like the pain of giving birth. What I hear frightens me. What I see makes me shake with fear.", "4": "I am worried and shaking with fear. My pleasant evening has become a nightmare.", "5": "People are rushing around shouting their orders: “Set the table! Post the guard! Get something to eat and drink! Officers, get up! Polish your shields!”", "6": "The Lord said to me, “Go find someone to guard this city. He must report whatever he sees.", "7": "Whether he sees a chariot and a team of horses or men riding donkeys or camels, he must listen carefully.”[c]", "8": "Then one day the watchman[d] called out, “My master, every day I have been in the watchtower[e] watching. Every night I have been standing on duty.", "9": "Look! I see a man in a chariot with a team of horses.[f]” The messenger said, “Babylon has been defeated! It has fallen to the ground! All the statues of her false gods were thrown to the ground and broken to pieces.”", "10": "My people, you will be like the grain crushed on my threshing floor. I have told you everything I heard from the Lord All-Powerful, the God of Israel.", "11": "This is a message about Dumah[g]: There is someone calling to me from Seir,[h] “Guard, how much of the night is left? How much longer will it be night?”", "12": "The guard answered, “Morning is coming, but then night will come again. If you have something else to ask, then come back[i] later and ask.”", "13": "This is a message about Arabia: A caravan from Dedan spent the night near some trees in the Arabian Desert.", "14": "They gave water to some thirsty travelers. The people of Tema gave them food.", "15": "They were running from swords that were ready to kill. They were running from bows that were ready to shoot. They were running from a hard battle.", "16": "The Lord told me this would happen. He said, “In one year, the way a hired helper counts time, all Kedar's glory will be gone.", "17": "Only a few of the archers, the great soldiers of Kedar, will be left alive.” The Lord, the God of Israel, told me this."}