{"1": "This is what the Lord said to Cyrus, his chosen king[a]: “I took you by your right hand to help you defeat nations, to strip other kings of their power, and to open city gates that will not be closed again.", "2": "I will go in front of you and make the mountains flat. I will break the city gates of bronze and cut the iron bars on the gates.", "3": "I will give you the wealth that is stored in secret places. I will give you those hidden treasures. Then you will know that I am the Lord, the God of Israel, who calls you by name.", "4": "I do this for my servant, Jacob. I do it for my chosen people, Israel. Cyrus, I am calling you by name. You don't know me, but I know you.[b]", "5": "I am the Lord, the only God. There is no other God except me. I put your clothes on you,[c] but still you don't know me.", "6": "I am doing this so that everyone will know that I am the only God. From the east to the west, people will know that I am the Lord and that there is no other God.", "7": "I made the light and the darkness. I bring peace, and I cause trouble. I, the Lord, do all these things.", "8": "“May the clouds in the skies above pour goodness on the earth like rain. May the earth open up to let salvation grow. And may goodness grow with that salvation, which I, the Lord, created.", "9": "“Look at these people! They are arguing with the one who made them. Look at them argue with me. They are like pieces of clay from a broken pot. Clay does not say to the one molding it, 'Man, what are you doing?' Things that are made don't have the power to question the one who makes them.", "10": "A father gives life to his children, and they cannot ask, 'Why are you giving me life?' They cannot question their mother and ask, 'Why are you giving birth to me?'”", "11": "The Lord God is the Holy One of Israel. He created Israel, and he says, “My children, you asked me to show you a sign. You told me to show you what I have done.[d]", "12": "I made the earth, and I created the people on it. I used my own hands to make the skies. And I command all the armies in the sky.[e]", "13": "I was right to give power to Cyrus,[f] and I will make his work easy. He will rebuild my city, and he will set my people free without bribes or payment.” The Lord All-Powerful said this.", "14": "The Lord says, “Egypt and Ethiopia are rich, but, Israel, you will get those riches. The tall people from Seba will be yours. They will walk behind you with chains around their necks. They will bow down before you and ask you to pray for them and say, 'The true God really is with you, and there is no other God.'”", "15": "You are the God people cannot see. You are the God who saves Israel.", "16": "Many people make false gods, but they will be disappointed. All of them will go away ashamed.", "17": "But Israel will be saved by the Lord. That salvation will continue forever. Never again will Israel be shamed.", "18": "The Lord is God. He made the skies and the earth. He put the earth in its place. He did not want the earth to be empty when he made it. He created it to be lived on. “I am the Lord. There is no other God.", "19": "I have spoken openly, not in secret. I did not hide my words in a dark and secret place. I did not tell the people of Jacob to look for me in empty places. I am the Lord, and I speak the truth. I say only what is right.", "20": "“You people who escaped from other nations, gather together before me. (These people carry statues of false gods. They pray to useless gods, but they don't know what they are doing.", "21": "Tell them to come to me. Let them present their case and discuss these things.) “Who told you about this before it happened? Who told you this so long ago? I, the Lord, am the one who said these things. I am the only God, the one who does what is right. I am the one who saves, and there is no other!", "22": "So all you people in faraway places, turn to me and be saved, because I am God, and there is no other.", "23": "“When I make a promise, that promise is true. It will happen. And I swear by my own power that everyone will bow before me and will take an oath to obey me.", "24": "They will say, 'Goodness and strength come only from the Lord.'” And all who show their anger against him will be humiliated.", "25": "The Lord will help the people of Israel live right[g] and praise their God."}