{"1": "The words of Amos,[a] who was among the sheep breeders of Tekoa, which he spoke[b] concerning Israel during the reign of[c] Uzziah, king of Judah and during the reign of[d] Joash's son Jeroboam, king of Israel, two years before the earthquake.", "2": "He said, “From Zion the Lord roars, and from Jerusalem he shouts aloud. The shepherds' pastures will languish, and Carmel's summit will wither.”", "3": "This is what the Lord says: “For three transgressions of Damascus —and now for a fourth— I will not turn away; because they have trampled down[e] Gilead with ironclad threshing sleds.", "4": "So I will send down fire upon the house of Hazael, and it will devour the palaces of Ben-hadad.", "5": "I will shatter the gate bars of Damascus, and I will cut off the residents of the Aven Valley, along with the one who holds the scepter from Beth-eden; and the people of Aram will be exiled to Kir,” says the Lord.", "6": "This is what the Lord says: “For three transgressions of Gaza —and now for a fourth— I will not turn away; because they exiled the entire population, delivering them to Edom.", "7": "So I will send down fire upon the wall of Gaza, and it will devour their fortified citadels;", "8": "and I will cut off the inhabitants of Ashdod, along with Ashkelon's ruler.[f] I will turn to attack[g] Ekron, and the rest of the Philistines will die,” says the Lord God.", "9": "This is what the Lord says: “For three transgressions of Tyre —and now for a fourth— I will not turn away; because they delivered the entire population to Edom, and did not remember their covenant with their relatives.[h]", "10": "So I will send down fire upon the wall of Tyre, and it will devour their fortified citadels.”", "11": "This is what the Lord says: “For three transgressions of Edom —and now for a fourth— I will not turn away; because he[i] pursued his brother with a sword, refusing to be compassionate.[j] His anger was raging[k] continuously; he kept up his unending wrath.", "12": "So I will send down fire upon Teman, and it will devour the fortified citadels of Bozrah.”", "13": "This is what the Lord says: “For three transgressions of the Ammonites —and now for a fourth— I will not turn away; because they ripped open the pregnant women of Gilead in order to enlarge their national borders.[l]", "14": "So I will send down fire upon the wall of Rabbah, and it will devour their fortified citadels with an alarm sounding in the time of battle, and with a whirlwind in the time of storm.", "15": "Their king will go into captivity— he and his princes together,” says the Lord."}