{"1": "This is what the Lord says: “For three transgressions of Moab because they[a] cremated the bones of the king of Edom, burning them[b] to lime.", "2": "So I will send down fire upon Moab, and it will devour the fortified citadels of Kerioth. Moab will die in the uproar of battle,[c] with a war cry and with the trumpeting of the ram's horn.", "3": "I will execute their rulers among them, killing all of their officials as well,” says the Lord.", "4": "This is what the Lord says: “For three transgressions of Judah —and now for a fourth— I will not turn away; because they[d] rejected the Law of the Lord and did not keep his statutes. Their own lies made them wander off, following along the same path their ancestors walked.", "5": "So I will send down fire upon Judah, and it will devour the fortified citadels of Jerusalem.”", "6": "This is what the Lord says: “For three transgressions of Israel —and now for a fourth— I will not turn away; because they sold the righteous for money, and the poor for sandals,", "7": "moving quickly[e] to rub the face[f] of the needy in the dirt. Corrupting[g] the ways of the humble, a man and his father go to the same woman, deliberately defiling my holy name.", "8": "They lay down beside every altar, on garments pledged as collateral,[h] drinking wine paid for through fines imposed by the temple of their gods.", "9": "Yet it was I who destroyed the Amorites in front of them, though their height seemed like a cedar,[i] though their strength seemed like an oak, but whose fruit I destroyed from above and the roots from beneath.", "10": "Furthermore, I brought you up from the land of Egypt, leading you in the wilderness for 40 years, to take possession of the land of the Amorites.", "11": "I also raised up your sons to be prophets, and from your young men I raised up Nazirites.[j] Is this not true, people of Israel?” declares the Lord.", "12": "“But you forced the Nazirites to drink wine, and commanded the prophets, 'You are not to prophesy!'", "13": "“Oh, how I am burdened down with you, as a wagon is overloaded with harvested grain!", "14": "So the swift runner will not escape,[k] the valiant will not fortify his strength, and the mighty warrior will not save his life.", "15": "The skilled archer will not be able to stand, the swift runner will not survive, and the mounted rider will not preserve his own life.", "16": "Even the bravest of elite troops will run away naked at that time,” declares the Lord."}