{"1": "“Listen to this message that the Lord has spoken about you, people of Israel. It concerns the entire family that I brought from the land of Egypt:", "2": "'You alone have I known from among all of the families of mankind; therefore I will hold you accountable for all your iniquities.'”", "3": "“Will a couple walk in unity without having met?", "4": "Will a lion roar in the forest without having found its prey? Will a young lion cry from its den without having caught anything?", "5": "Does a bird fall into a snare on the ground without any bait in the trap? Will a trap snap shut when there is nothing to catch?", "6": "And when an alarm[a] sounds in the city, the people will tremble, won't they? If there is trouble in a city, the Lord has brought it about, has he not?”", "7": "“Truly the Lord God will do nothing he has mentioned without revealing his purposes to his servants the prophets.", "8": "A lion has roared! Who will not fear? The Lord God has spoken! Who will not prophesy?", "9": "Announce this[b] in the fortified citadels of Ashdod, and in the fortified citadels of the land of Egypt. Tell them, 'Gather together on the mountains of Samaria; look at the great misery among the citadels,[c] along with the oppression within Egypt.'[d]", "10": "Because they do not know how to act right,” declares the Lord, “they are filling their strongholds with treasures that they took from others by violence into their fortified citadels.”", "11": "Therefore this is what the Lord God says: “An enemy will surround the land. He[e] will pull down your defenses, and plunder your fortified citadels.”", "12": "This is what the Lord says: “Just as a shepherd might save from the lion's mouth only two leg bones or a scrap of an ear, the Israelis will be saved in a similar manner— those in Samaria who sit on the remains of their broken beds,[f] and those in Damascus who lie on the edge of their couches.”", "13": "“Listen and testify against the house of Jacob,” declares the Lord God, the God of the Heavenly Armies,", "14": "“because on that day I will lay out the charges against Israel. I will also bring judgment upon the altars of Bethel; the horns of the altar will be cut off and will fall to the ground.", "15": "I will wreck both the winter house and the summer house, and the ivory houses will fall.[g] These palaces will surely fall,” declares the Lord."}