{"1": "“Listen to this message, you fat cows from Bashan, who live on the Samaritan mountains, who oppress the poor, who rob the needy, and who constantly ask your husbands for one more drink!”", "2": "The Lord God has taken a sacred oath:[a] “The day is coming when they[b] will take you away on fishhooks, every last one of you on fishhooks.", "3": "Each of you will go out through the breaches of the walls[c] straight to Mt. Hermon,”[d] declares the Lord.", "4": "“Come to Bethel and sin, to Gilgal and sin even more! Bring along your morning sacrifices, and pay your tithes every other day.[e]", "5": "While you're at it,[f] present a thank offering with leaven, and publicize your freewill offerings, letting everyone hear about it, because this is what you really love to do, you Israelis,” declares the Lord God.", "6": "“I also have scheduled[g] food shortages[h] for you in all of your cities, and lack of bread in all of your settlements, but you haven't returned to me,” declares the Lord.", "7": "“I therefore have withheld the rain from you three months before the harvest, causing rain to come upon one city, but not upon another, and upon one field but not upon another, so that it would wither.", "8": "So the people of[i] two or three cities staggered away to another[j] city in order to obtain drinking water, but you have not returned to me,” declares the Lord.", "9": "“I afflicted you with blight and fungus; and the locust swarm devoured the harvest of your gardens, your vineyards, your fig trees, and your olive trees, but you have not returned to me,” declares the Lord.", "10": "“I sent plagues among you as I did with Egypt. I killed your choicest young men with the sword. I took your horses away from you. I filled your noses with the stench of your encampments, but you have not returned to me,” declares the Lord.", "11": "“I overthrew your cities,[k] as God overthrew Sodom and Gomorrah. You've become like a burning ember, snatched from the fire, but you have not returned to me,” declares the Lord.", "12": "“Therefore this is what I will do to you, Israel. Because I am about to do this, prepare to be summoned to your God, Israel!”", "13": "Look! The one who crafts mountains, who creates the wind, who reveals what he is thinking to mankind, who darkens the morning light, who tramples down the high places of the land— the Lord, the God of the Heavenly Armies is his name."}