{"1": "“Hear this accusation[a] that I am bringing against you: 'A dirge, house of Israel:", "2": "Fallen is Israel the virgin—never to rise again! She is abandoned on her own land, with no one to raise her up.'", "3": "“For this is what the Lord God says: 'The city that is sending out a thousand will have a hundred left; The city[b] that is sending out a hundred will have ten left of the house of Israel.'”", "4": "“For this is what the Lord says to the house of Israel: 'Seek me and live,", "5": "but don't seek Bethel. Don't go to Gilgal, and don't pass over to Beer-sheba. Because Gilgal will surely go into captivity,[c] and Bethel will come to nothing.", "6": "'Seek the Lord and live! Otherwise, he may break out like a fire in the house of Joseph and devour Bethel,[d] and there will be no one to extinguish it.", "7": "Those of you who are making justice taste bitter,[e] and who have thrown righteousness to the ground:", "8": "Seek[f] the one who fashions the Pleiades and Orion, who turns the deep darkness[g] into morning, who darkens day into night, who calls out to the waters of the sea, pouring them out onto the surface of the earth— the Lord is his name.", "9": "It is he who is raining sudden destruction upon the strong like lightning,[h] so that ruin comes upon the fortress.", "10": "They have hated those who are presenting their cases in court,[i] detesting the one who speaks truthfully.", "11": "'Therefore, since you trample the poor continuously, taxing his grain, building houses of stone in which you won't live and planting fine vineyards from which you won't drink—", "12": "and because I know that your transgressions are many, and your sins are numerous as you oppose the righteous, taking bribes as a ransom, and turning away the poor in court[j]—", "13": "therefore the prudent person remains silent at such a time, for the time is evil.", "14": "'Pursue good and not evil, so that you may live, and this is what will happen:[k] The Lord God of the Heavenly Armies will be with you, as you have been claiming.", "15": "Hate evil and love good, and establish justice in court—[l] perhaps the Lord, the God of the Heavenly Armies, will be gracious to the survivors of Joseph.'”", "16": "Therefore this is what the Lord, the God of the Heavenly Armies, the Lord, says: 'There will be dirges in all of the streets; and in all of the highways they will cry out in anguish.[m] They will call the farmer to mourning and those who lament[n] to grieve.", "17": "And in all of the vineyards there will be mourning when I pass through your midst,' says the Lord.”", "18": "“Woe to those who are craving the Day of the Lord! How is it to your benefit, this Day of the Lord? It's a day of[o] darkness to you, and not light.", "19": "It will be like a man who runs from a lion, only to encounter a bear; or who comes home, leans his hand against a wall, and a serpent bites him!", "20": "Will not the Day of the Lord be darkness, and not light— pitch black at that, without a ray of sunshine?”", "21": "“I hate—I despise—your festival days, and your solemn convocations stink.[p]", "22": "And[q] if you send up burnt offerings to me as well as your grain offerings, I will not accept them, nor will I consider your peace offerings of fattened cattle.", "23": "Spare me your noisy singing— I will not listen to your musical instruments.[r]", "24": "“But let justice roll on like many[s] waters, and righteousness like an ever-flowing river.", "25": "“Was it to me that you brought offerings and gifts in the desert for 40 years, house of Israel?", "26": "And you carried the tent of your king[t]— and Saturn,[u] your star god idols[v] that you crafted for yourselves.", "27": "So I will cause you to be taken captive beyond Damascus,” says the Lord, whose name is God of the Heavenly Armies."}