{"1": "This is what the Lord God showed me: Look! He was forming locust swarms as the latter plantings were just beginning to sprout. Indeed, the king had just taken his first fruit tax.[a] ", "2": "And so it came about that when the swarm[b] had finished eating the grass of the land, I was saying, “Lord God, forgive—please! How will Jacob stand, since he is small?”", "3": "So the Lord relented from this. “This will not happen,” said the Lord.", "4": "This is what the Lord God showed me: Look! The Lord God was calling for judgment by fire, and it was drying up the great depths of the ocean[c] and consuming the land. ", "5": "So I kept on saying, “Lord God, forgive—please! How will Jacob stand, since he is so small?”", "6": "So the Lord relented from this. “This will not happen, either,” said the Lord God.", "7": "This is what he showed me: Look! The Lord was standing upon a wall that stood straight and true, with a plumb line in his hand.[d] ", "8": "And the Lord was asking me, “What do you see, Amos?” I replied, “A plumb line.” So the Lord said, “Look, I have set a plumb line in the midst of my people Israel. I will no longer spare them.", "9": "Isaac's high places will be destroyed, and the sanctuaries of Israel will be ruined. I will rise in opposition to the house of Jeroboam with my[e] sword.”", "10": "So Amaziah priest of Bethel sent a message[f] to Jeroboam king of Israel. It said, “Amos has been conspiring against you in the very heart of the house of Israel! The land cannot bear everything he has to say, ", "11": "because Amos is saying this: 'By the sword will Jeroboam die, and Israel will surely go into exile far from her homeland.'”", "12": "So Amaziah kept saying to Amos, “Get out of here, you seer! Go back to the land of Judah. Live[g] there and prophesy there. ", "13": "Don't prophesy anymore at Bethel, because it's the king's sanctuary and a temple of the kingdom.”", "14": "Amos replied in answer to Amaziah, “I am no prophet, nor am I a prophet's son, for I have been shepherding and picking the fruit of[h] sycamore[i] trees.", "15": "But the Lord took me from tending the flock and the Lord kept saying to me, 'Go, prophesy to my people Israel.'", "16": "“Very well then, hear this message from the Lord: 'You are saying, “Don't prophesy against Israel, and don't preach against the house of Isaac.”", "17": "'Therefore this is what the Lord says: “Your wife will become a whore in the city, and your sons and daughters will die by the sword. Your land will be divided and apportioned, and you will die in a foreign[j] land. Israel will surely go into exile, far from its homeland.”'”"}