{"1": "This is what the Lord God showed me: Look! A basket of summer fruit! ", "2": "And he was asking, “What do you see, Amos?” I answered, “A basket of summer fruit.” Then the Lord told me, “The end[a] approaches for my people Israel. I will no longer spare them.[b]", "3": "At that time,” declares the Lord God, “the temple songs will be wailing. Many bodies will accumulate everywhere.", "4": "“Hear this, you who are swallowing up the needy, who intend to make the poor of the land fail,", "5": "and who are saying, 'When will the New Moon fade so we may sell grain, and the Sabbath conclude[c] so we may market winnowed wheat?— shortchanging the measure,[d] raising the price, falsifying the scales by treachery,", "6": "buying the poor for cash,[e] and the needy for a pair of sandals, selling chaff mixed in with the wheat.'", "7": "“The Lord has sworn by the pride of Jacob: I will never forget anything they have done.", "8": "Surely the land will tremble because of this, won't it? And all who live in it will mourn, won't they? The entire land will swell up like a flooded[f] river. It will be stirred up and then will sink like the river of Egypt.", "9": "It will come about at that time,” declares the Lord God, “I will cause the sun to set at noon and the earth to darken in the daylight.", "10": "I will turn your festivals into mourning, and all of your songs to dirges. I will cause all of you to put on sackcloth and to shave all of your heads. I will make that time like mourning for an only son, and its conclusion will be like the end of[g] a bitter day.”", "11": "“Look! The days are coming,” declares the Lord God, “when I will send a famine throughout the land— not a famine of food or a thirst for water— but rather a famine of hearing the words of the Lord.", "12": "People[h] will stagger from sea to sea, from north to east. They will run back and forth, searching for a message from the Lord, but they won't find it.", "13": "At that time, the beautiful virgins will faint, as will the strong young men—from thirst.", "14": "Those who have been swearing oaths by the sin of Samaria, or who say, 'As your god lives, Dan…' or who say, 'As the way of Beer-sheba lives…'— will fall, and will never rise again.”"}