{"1": "I saw the Lord standing beside the altar as he was saying, “Strike the doorposts so that the thresholds tremble, bringing them down on the heads of all of them. Those who survive I will kill with the sword. Those who flee will not escape. There will be no deliverance for the fugitives.", "2": "“Even if they burrow into Sheol,[a] from there my hand will find them. Even if they ascend to the heavens, from there I will bring them down.", "3": "Even if they hide at the top of Mount[b] Carmel, from there I will search and seize them. Even if they hide from my sight in the depths of the sea, from there I will order the serpent to strike them.", "4": "Even if they go into exile among their enemies, from there I will order the sword to kill them. I will fix my gaze on them to inflict disaster, and not to do good.[c]", "5": "“The Lord God of the Heavenly Armies who is touching the earth so that it melts and all of its inhabitants mourn there— the land rises like the Nile[d] River, but sinks like the river of Egypt—", "6": "who is building his stairway to heaven and setting its foundation on earth; who is calling for the waters of the sea and pouring them out over the surface of the land— the Lord is his name!", "7": "“Aren't you people of Israel like the people of Cush to me?” declares the Lord. “I brought Israel up from the land of Egypt, did I not, as well as the Philistines from Caphtor[e] and the Arameans from Kir?", "8": "Look! The eyes of the Lord God are on the sinful kingdom. I will destroy it from the face of the earth; but I will not totally destroy the house of Jacob,” declares the Lord.", "9": "“Look! I'm giving the order: I will sift the house of Israel throughout all the nations, as one sifts with a sieve, yet not a single kernel will reach the ground!", "10": "All sinners among my people will die by the sword, especially all who are saying, 'Disaster will not come upon or conquer us!'”", "11": "“At that time I will restore David's fallen tent, restoring its torn places. I will restore its ruins, rebuilding it as it was long ago,", "12": "so my people[f] may inherit the remnant of Edom and all of the nations that bear my name,” declares the Lord who is bringing this about.", "13": "“Look! The days are coming,” declares the Lord, “when the one who sows will overtake the harvester and the treader of grapes will overtake[g] the planter. Fresh wine will drip down from the mountains, cascading down from the hills.", "14": "I will surely restore my people Israel; they will rebuild the ruined cities and inhabit them.[h] They will plant vineyards and drink the wine from them. They will plant gardens and eat the fruit from them.", "15": "I will plant the people of Israel[i] in their own land, never again to be torn out of their land that I gave them,” says the Lord your God."}