{"1": "Jesus went away from the city of Capernaum. He came to the country of Judea and to the other side of the Jordan River. Again the people gathered around Him. He began to teach them as He had been doing.", "2": "The proud religious law-keepers came to Him. They tried to trap Him and asked, “Does the Law say a man can divorce his wife?” ", "3": "He said to them, “What did the Law of Moses say?” ", "4": "They said, “Moses allowed a man to divorce his wife, if he put it in writing and gave it to her.” ", "5": "Jesus said to them, “Because of your hard hearts, Moses gave you this Law. ", "6": "From the beginning of the world, God made them man and woman. ", "7": "Because of this, a man is to leave his father and mother and is to live with his wife. ", "8": "The two will become one. So they are no longer two, but one. ", "9": "Let no man divide what God has put together.” ", "10": "In the house the followers asked Jesus about this again. ", "11": "He said to them, “Whoever divorces his wife and marries another is not faithful to her and is guilty of a sex sin. ", "12": "If a woman divorces her husband and marries another, she is not faithful to her husband and is guilty of a sex sin.”", "13": "They brought little children to Jesus that He might put His hand on them. The followers spoke sharp words to those who brought them. ", "14": "Jesus saw this and was angry with the followers. He said, “Let the little children come to Me. Do not stop them. The holy nation of God is made up of ones like these. ", "15": "For sure, I tell you, whoever does not receive the holy nation of God as a little child does not go into it.” ", "16": "He took the children in His arms. He put His hands on them and prayed that good would come to them.", "17": "Jesus was going on His way. A man ran to Him and got down on his knees. He said, “Good Teacher, what must I do to have life that lasts forever?” ", "18": "Jesus said to him, “Why do you call Me good? There is only One Who is good. That is God. ", "19": "You know the Laws, 'Do not be guilty of sex sins in marriage. Do not kill another person. Do not take things from people in wrong ways. Do not steal. Do not lie. Respect your father and mother.'” ", "20": "The man said to Jesus, “Teacher, I have obeyed all these Laws since I was a boy.” ", "21": "Jesus looked at him with love and said, “There is one thing for you to do yet. Go and sell everything you have and give the money to poor people. You will have riches in heaven. Then come and follow Me.” ", "22": "When the man heard these words, he was sad. He walked away with sorrow because he had many riches here on earth.", "23": "Jesus looked around Him. He said to His followers, “How hard it is for rich people to get into the holy nation of God!” ", "24": "The followers were surprised and wondered about His words. But Jesus said to them again, “Children! How hard it is for those who put their trust in riches to get into the holy nation of God! ", "25": "It is easier for a camel to go through the eye of a needle than for a rich man to go to heaven.” ", "26": "They were very surprised and wondered, saying to themselves, “Then who can be saved from the punishment of sin?” ", "27": "Jesus looked at them and said, “This cannot be done by men but God can do anything.” ", "28": "Then Peter began to say to Him, “We have given up everything we had and have followed You.” ", "29": "Jesus said, “For sure, I tell you, there are those who have given up houses or brothers or sisters or father or mother or wife or children or lands because of Me, and the Good News. ", "30": "They will get back one hundred times as much now at this time in houses and brothers and sisters and mothers and children and lands. Along with this, they will have very much trouble. And they will have life that lasts forever in the world to come. ", "31": "Many who are first will be last. Many who are last will be first.”", "32": "They were on their way to Jerusalem. Jesus walked in front of them. Those who followed were surprised and afraid. Then Jesus took the twelve followers by themselves. He told them what would happen to Him. ", "33": "He said, “Listen, we are going to Jerusalem. The Son of Man will be handed over to the religious leaders of the Jews and to the teachers of the Law. They will say that He must be put to death. They will hand Him over to the people who are not Jews. ", "34": "They will make fun of Him and will beat Him. They will spit on Him and will kill Him. But three days later He will be raised from the dead.”", "35": "James and John, the sons of Zebedee, came to Jesus. They said, “Teacher, we would like to have You do for us whatever we ask You.” ", "36": "He said to them, “What would you like to have Me do for you?” ", "37": "They said to Him, “Let one of us sit by Your right side and the other by Your left side when You receive Your great honor in heaven.” ", "38": "Jesus said to them, “You do not know what you ask. Can you take the suffering I am about to take? Can you be baptized with the baptism that I am baptized with?” ", "39": "They said to Him, “Yes, we can.” Jesus said to them, “You will, for sure, suffer the way I will suffer. You will be baptized with the baptism that I am baptized with. ", "40": "But to sit on My right side or on My left side is not for Me to give. It will be given to those for whom it has been made ready.” ", "41": "The other ten followers heard it. They were angry with James and John. ", "42": "Jesus called them to Him and said, “You know that those who are made leaders over the nations show their power to the people. Important leaders use their power over the people. ", "43": "It must not be that way with you. Whoever wants to be great among you, let him care for you. ", "44": "Whoever wants to be first among you, must be the one who is owned and cares for all. ", "45": "For the Son of Man did not come to be cared for. He came to care for others. He came to give His life so that many could be bought by His blood and be made free from sin.”", "46": "Then they came to the city of Jericho. When He was leaving the city with His followers and many people, a blind man was sitting by the road. He was asking people for food or money as they passed by. His name was Bartimaeus, the son of Timaeus. ", "47": "He heard that Jesus of Nazareth was passing by. He began to speak with a loud voice, saying, “Jesus, Son of David, take pity on me!” ", "48": "Many people spoke sharp words to the blind man telling him not to call out like that. But he spoke all the more. He said, “Son of David, take pity on me.” ", "49": "Jesus stopped and told them to call the blind man. They called to him and said, “Take hope! Stand up, He is calling for you!” ", "50": "As he jumped up, he threw off his coat and came to Jesus. ", "51": "Jesus said to him, “What do you want Me to do for you?” The blind man said to Him, “Lord, I want to see!” ", "52": "Jesus said, “Go! Your faith has healed you.” At once he could see and he followed Jesus down the road."}