{"1": "Jesus went out of the house of God. One of His followers said to Him, “Teacher, look at the big stones and these great buildings!” ", "2": "Jesus said, “Do you see these great buildings? All these stones will be thrown down. Not one will be left standing on another.”", "3": "Jesus sat down on the Mount of Olives at a place where He could see the house of God. Peter and James and John and Andrew came to Him. They asked without anyone else hearing, ", "4": "“Tell us when this will be. What are we to look for when these things are to happen?”", "5": "Jesus began to say to them, “Be careful that no one leads you the wrong way. ", "6": "Many people will come using My name. They will say, 'I am Christ.' They will turn many to the wrong way. ", "7": "When you hear of wars and much talk about wars, do not be surprised. These things have to happen. But the end is not yet. ", "8": "Nations will have wars with other nations. Countries will fight against countries. The earth will shake and break apart in different places. There will be no food for people. There will be much trouble. These things are the beginning of much sorrow and pain.", "9": "“Watch out for yourselves. They will take you to the courts. In the places of worship they will beat you. You will be taken in front of rulers and in front of kings because of Me. You will be there to tell them about Me. ", "10": "The Good News must first be preached to all the nations. ", "11": "“When you are put into their hands, do not be afraid of what you are to say or how you are to say it. Whatever is given to you to say at that time, say it. It will not be you who speaks, but the Holy Spirit. ", "12": "A brother will hand over a brother to death. A father will hand over his son. Children will turn against their parents and have them put to death. ", "13": "You will be hated by all people because of Me. But he who stays true to the end will be saved.", "14": "“You will see a very sinful man-made god standing in the house of God where it has no right to stand. Then those in the country of Judea should run to the mountains. It was spoken of by the early preacher Daniel.  The one who reads this should understand. ", "15": "He that is on the top of the house should not take the time to get anything out of his house. ", "16": "He that is in the field should not go back to get his coat. ", "17": "It will be hard for women who will soon be mothers. It will be hard for those feeding babies in those days! ", "18": "Pray that it will not be during the winter. ", "19": "In those days there will be much trouble and pain and sorrow. It has never been this bad from the beginning of time and never will be again. ", "20": "If the Lord had not made those days short, no life would have been saved. Because of God's people whom He has chosen, He made the days short.", "21": "“If anyone says to you, 'See! Here is the Christ,' or, 'There He is!' do not believe it. ", "22": "Some will come who will say they are Christ. False preachers will come. These people will do special things for people to see. They will do surprising things, so that if it can be, God's people will be led to believe something wrong. ", "23": "See! I have told you about these things before they happen.", "24": "“After those days of much trouble and pain and sorrow are over, the sun will get dark. The moon will not give light. ", "25": "The stars will fall from the sky. The powers in the heavens will be shaken. ", "26": "Then they will see the Son of Man coming in the clouds with great power and shining-greatness. ", "27": "He will send His angels. They will gather together God's people from the four winds. They will come from one end of the earth to the other end of heaven.", "28": "“Now learn something from the fig tree. When the branch begins to grow and puts out its leaves, you know summer is near. ", "29": "In the same way, when you see all these things happen, you know the Son of Man is near. He is even at the door. ", "30": "For sure, I tell you, the people of this day will not pass away before all these things have happened. ", "31": "“Heaven and earth will pass away, but My Words will not pass away. ", "32": "But no one knows the day or the hour. No! Not even the angels in heaven know. The Son does not know. Only the Father knows. ", "33": "“Be careful! Watch and pray. You do not know when it will happen. ", "34": "The coming of the Son of Man is as a man who went from his house to a far country. He gave each one of his servants some work to do. He told the one standing at the door to watch. ", "35": "In the same way, you are to watch also! You do not know when the Owner of the house will be coming. It may be in the evening or in the night or when the sun comes up or in the morning. ", "36": "He may come when you are not looking for Him and find you sleeping. ", "37": "What I say to you, I say to all. Watch!”"}