{"1": "Early in the morning the head religious leaders of the Jews and other leaders and the teachers of the Law and all the court gathered together to talk about Jesus. Then they tied up Jesus and led Him away. They handed Him over to Pilate. ", "2": "Pilate asked Jesus, “Are You the King of the Jews?” He said to Pilate, “What you say is true.” ", "3": "The religious leaders spoke many things against Him. Jesus did not say a word. ", "4": "Pilate asked Him again, “Have You nothing to say? Listen to the things they are saying against You!” ", "5": "Jesus did not say a word. Pilate was much surprised and wondered about it.", "6": "Each year at the special supper Pilate would let one person who was in prison go free. It would be the one the people asked for. ", "7": "The name of one of those in prison was Barabbas. He, together with others, had killed people while working against the leaders of the country. ", "8": "All the people went to Pilate and asked him to do as he had done before. ", "9": "Pilate said, “Do you want me to let the King of the Jews go free?” ", "10": "He knew the religious leaders had handed Jesus over to him because they were jealous. ", "11": "The religious leaders talked the people into thinking that Pilate should let Barabbas go free. ", "12": "Pilate said to them again, “What do you want me to do with the Man you call the King of the Jews?” ", "13": "They spoke with loud voices again, “Nail Him to a cross.” ", "14": "Then Pilate said to them, “Why? What bad thing has He done?” They spoke with loud voices all the more, “Nail Him to a cross!”", "15": "Pilate wanted to please the people. He gave Barabbas to them and had Jesus beaten. Then he handed Him over to be nailed to a cross. ", "16": "The soldiers led Jesus away to a large room in the court. They called all the soldiers together. ", "17": "The soldiers put a purple coat on Him. They put a crown of thorns on His head, ", "18": "and said to Him, “Hello, King of the Jews!” ", "19": "They hit Him on the head with a stick and spit on Him. They got down on their knees and worshiped Him. ", "20": "After they had made fun of Him, they took the purple coat off of Him and put His own clothes back on Him. Then they led Him away to be nailed to a cross.", "21": "They came to a man called Simon who was coming from the country of Cyrene. He was the father of Alexander and Rufus. They made Simon carry the cross of Jesus.", "22": "They led Jesus to a place called Golgotha. This name means the place of the skull. ", "23": "They gave Him wine with something in it to take away the pain, but He would not drink it. ", "24": "When they had nailed Jesus to the cross, they divided His clothes by drawing names to see what each man should take. ", "25": "It was about nine o'clock in the morning when they nailed Him to the cross. ", "26": "Over Jesus' head they put in writing what they had against Him, THE KING OF THE JEWS.", "27": "They nailed two robbers on crosses beside Jesus. One was on His right side and the other was on His left side. ", "28": "*It happened as the Holy Writings said it would happen, “They thought of Him as One Who broke the Law.” ", "29": "Those who walked by shook their heads and laughed at Jesus. They said, “You were the One Who could destroy the house of God and build it again in three days. ", "30": "Save Yourself and come down from the cross.” ", "31": "The head religious leaders and the teachers of the Law made fun of Him also. They said to each other, “He saved others but He cannot save Himself. ", "32": "Let Christ, the King of the Jews, come down from the cross. We want to see it and then we will believe.” Those who were on the crosses beside Jesus spoke bad things to Him.", "33": "From noon until three o'clock it was dark over all the land. ", "34": "At three o'clock Jesus cried with a loud voice, “My God, My God, why have You left Me alone?” ", "35": "When some of those who stood by heard that, they said, “Listen! He is calling for Elijah.” ", "36": "One of them ran and took a sponge and filled it with sour wine. He put it on a stick and gave it to Him to drink. He said, “Let Him alone. Let us see if Elijah will come and take Him down.”", "37": "Then Jesus gave a loud cry. He gave up His spirit and died. ", "38": "The curtain in the house of God was torn in two from top to bottom. ", "39": "The captain of the soldiers was looking at Jesus when He cried out. He saw Him die and said, “For sure, this Man was the Son of God.”", "40": "Women were looking on from far away. Among them was Mary Magdalene and Mary the mother of the younger James and of Joses, and Salome. ", "41": "These cared for Him when He was in the country of Galilee. There were many other women there who had followed Him to Jerusalem.", "42": "It was the day to get ready for the Day of Rest and it was now evening. ", "43": "Joseph, who was from the city of Arimathea, was an important man in the court. He was looking for the holy nation of God. Without being afraid, he went to Pilate and asked for the body of Jesus. ", "44": "Pilate was surprised and wondered if Jesus was dead so soon. He called the captain of the soldiers and asked if Jesus was already dead.", "45": "After the captain said that Jesus was dead, Pilate let Joseph take the body. ", "46": "Joseph took the body of Jesus down from the cross. He put the linen cloth he had bought around the body. Then he laid the body in a grave which had been cut out in the side of a rock. He pushed a stone over to cover the door of the grave. ", "47": "Mary Magdalene and Mary the mother of Joses saw where He was laid."}