{"1": "After some days Jesus went back to the city of Capernaum. Then news got around that He was home. ", "2": "Soon many people gathered there. There was no more room, not even at the door. He spoke the Word of God to them. ", "3": "Four men came to Jesus carrying a man who could not move his body. ", "4": "These men could not get near Jesus because of so many people. They made a hole in the roof of the house over where Jesus stood. Then they let down the bed with the sick man on it.", "5": "When Jesus saw their faith, He said to the sick man, “Son, your sins are forgiven.” ", "6": "Some teachers of the Law were sitting there. They thought to themselves, ", "7": "“Why does this Man talk like this? He is speaking as if He is God! Who can forgive sins? Only One can forgive sins and that is God!”", "8": "At once Jesus knew the teachers of the Law were thinking this. He said to them, “Why do you think this in your hearts? ", "9": "Which is easier to say to the sick man, 'Your sins are forgiven,' or to say, 'Get up, take your bed, and start to walk?' ", "10": "I am doing this so you may know the Son of Man has power on earth to forgive sins.” He said to the sick man who could not move his body, ", "11": "“I say to you, 'Get up. Take your bed and go to your home.'” ", "12": "At once the sick man got up and took his bed and went away. Everybody saw him. They were all surprised and wondered about it. They thanked God, saying, “We have never seen anything like this!”", "13": "Jesus walked along the sea-shore again. Many people came together and He taught them. ", "14": "He walked farther and saw Levi (Matthew) the son of Alphaeus. Levi was sitting at his work gathering taxes. Jesus said to him, “Follow Me.” Levi got up and followed Him.", "15": "Jesus ate in Levi's house. Many men who gather taxes and others who were sinners came and sat down with Jesus and His followers. There were many following Him. ", "16": "The teachers of the Law and the proud religious law-keepers saw Jesus eat with men who gather taxes and others who were sinners. They said to His followers, “Why does He eat and drink with men who gather taxes and with sinners?” ", "17": "Jesus heard it and said to them, “People who are well do not need a doctor. Only those who are sick need a doctor. I have not come to call those who are right with God. I have come to call those who are sinners.”", "18": "The followers of John and the proud religious law-keepers were not eating food so they could pray better. Some people came to Jesus and said, “Why do the followers of John and the proud religious law-keepers go without food so they can pray better, but Your followers do not?” ", "19": "Jesus said to them, “Can the friends at a wedding go without food when the man just married is with them? As long as they have him with them, they will not go without food. ", "20": "The days will come when the man just married will be taken from them. Then they will not eat food so they can pray better. ", "21": "No man sews a piece of new cloth on an old coat. If it comes off, it will make the hole bigger. ", "22": "No man puts new wine into old skin bags. The skin would break and the wine would run out. The bags would be no good. New wine must be put into new skin bags.”", "23": "At that time Jesus walked through the grain-fields on the Day of Rest. As they went, His followers began to take some of the grain. ", "24": "The proud religious law-keepers said to Jesus, “See! Why are they doing what the Law says should not be done on the Day of Rest?” ", "25": "He said to them, “Have you not read what David did when he and his men were hungry? ", "26": "He went into the house of God when Abiathar was head religious leader of the Jews. He ate the special bread used in the religious worship. The Law says only the Jewish religious leaders may eat that. David gave some to those who were with him also.” ", "27": "Jesus said to them, “The Day of Rest was made for the good of man. Man was not made for the Day of Rest. ", "28": "The Son of Man is Lord of the Day of Rest also.”"}