{"1": "Jesus went into the Jewish place of worship again. A man was there with a dried-up hand. ", "2": "The proud religious law-keepers watched Jesus to see if He would heal the man on the Day of Rest. They wanted to have something to say against Jesus. ", "3": "Jesus said to the man with the dried-up hand, “Stand up.” ", "4": "Then Jesus said to the proud religious law-keepers, “Does the Law say to do good on the Day of Rest or to do bad, to save life or to kill?” But they said nothing. ", "5": "Jesus looked around at them with anger. He was sad because of their hard hearts. Then He said to the man, “Put out your hand.” He put it out and his hand was healed. It was as good as the other. ", "6": "The proud religious law-keepers went out and made plans with the followers of King Herod how they might kill Jesus.", "7": "Jesus went with His followers to the sea. Many people followed Him from the countries of Galilee and Judea. ", "8": "They followed from Jerusalem and from the country of Idumea. They came from the other side of the Jordan River and from the cities of Tyre and Sidon. Many people heard all that Jesus was doing and came to Him. ", "9": "He told His followers to have a small boat ready for Him because so many people might push Him down. ", "10": "He had healed so many that the sick people were pushing in on Him. They were trying to put their hands on Him. ", "11": "When demons saw Him, they got down at His feet and cried out, “You are the Son of God!” ", "12": "He spoke strong words that the demons should tell no one Who He was.", "13": "He went up on a mountain and called those He wanted. They followed Him. ", "14": "He picked out twelve followers to be with Him so He might send them out to preach. ", "15": "They would have the right and the power to heal diseases and to put out demons. ", "16": "Jesus gave Simon another name, Peter. ", "17": "James and John were brothers. They were the sons of Zebedee. He named them Boanerges, which means, The Sons of Thunder. ", "18": "The others were Andrew, Philip, Bartholomew, Matthew, Thomas, James the son of Alphaeus, Thaddaeus, Simon the Canaanite, ", "19": "and Judas Iscariot. Judas was the one who handed Jesus over to be killed.", "20": "When Jesus came into a house, many people gathered around Him again. Jesus and His followers could not even eat. ", "21": "When His family heard of it, they went to take Him. They said, “He must be crazy.”", "22": "Teachers of the Law came down from Jerusalem. They said, “Jesus has Satan in Him. This Man puts out demons by the king of demons.” ", "23": "Jesus called them to Him and spoke to them in picture-stories. He said, “How can the devil put out the devil? ", "24": "A nation cannot last if it is divided against itself. ", "25": "A family cannot last if it is divided against itself. ", "26": "If the devil fights against himself and is divided, he cannot last. He will come to an end. ", "27": "No man can go into a strong man's house and take away his things, unless he ties up the strong man first. Only then can he take things from his house. ", "28": "For sure, I tell you, all sins will be forgiven people, and bad things they speak against God. ", "29": "But if anyone speaks bad things against the Holy Spirit, he will never be forgiven. He is guilty of a sin that lasts forever.” ", "30": "Jesus told them this because they said, “He has a demon.”", "31": "Then His mother and brothers came and stood outside. They sent for Jesus. ", "32": "Many people were sitting around Him. They said, “See! Your mother and brothers are outside looking for You.” ", "33": "He said to them, “Who is My mother or My brothers?” ", "34": "He turned to those sitting around Him and said, “See! My mother and My brothers! ", "35": "Whoever does what My Father wants is My brother and My sister and My mother.”"}