{"1": "Jesus began to teach by the sea-shore again. Many people gathered around Him. There were so many He had to get into a boat and sit down. The people were on the shore. ", "2": "He taught them many things by using picture-stories. As He taught, He said, ", "3": "“Listen! A man went out to plant seed. ", "4": "As he planted the seed, some fell by the side of the road. Birds came and ate them. ", "5": "Some seed fell among rocks. It came up at once because there was so little ground. ", "6": "But it dried up when the sun was high in the sky because it had no root. ", "7": "Some seed fell among thorns. The thorns grew and did not give the seed room to grow. This seed gave no grain. ", "8": "Some seed fell on good ground. It came up and grew and gave much grain. Some gave thirty times as much grain. Some gave sixty times as much grain. Some gave one hundred times as much grain.” ", "9": "He said to them, “You have ears, then listen!” ", "10": "Those who were with Jesus and the twelve followers came to Him when He was alone. They asked about the picture-story. ", "11": "He said to them, “You were given the secrets about the holy nation of God. Everything is told in picture-stories to those who are outside the holy nation of God. ", "12": "They see, but do not know what it means. They hear, but do not understand. If they did, they might turn to God and have their sins forgiven.” ", "13": "Jesus said to them, “Do you not understand this picture-story? Then how will you understand any of the picture-stories? ", "14": "What the man plants is the Word of God. ", "15": "Those by the side of the road are the ones who hear the Word. As soon as they hear it, the devil comes and takes away the Word that is planted in their hearts. ", "16": "The seed that fell among rocks is like people who receive the Word with joy when they hear it. ", "17": "Their roots are not deep so they live only a short time. When sorrow and trouble come because of the Word, they give up and fall away. ", "18": "The seed that was planted among thorns is like some people who listen to the Word. ", "19": "But the cares of this life let thorns come up. A love for riches and always wanting other things let thorns grow. These things do not give the Word room to grow so it does not give grain. ", "20": "The seed that fell on good ground is like people who hear the Word and understand it. They give much grain. Some give thirty times as much grain. Some give sixty times as much grain. Some give one hundred times as much grain.”", "21": "He said to them, “Is a lamp to be put under a pail or under a bed? Should it not be put on a lamp-stand? ", "22": "Everything that is hidden will be brought into the light. Everything that is a secret will be made known. ", "23": "You have ears, then listen!” ", "24": "Jesus said to them, “Be careful what you listen to. The same amount you give will be given to you, and even more. ", "25": "He who has, to him will be given. To him who does not have, even the little he has will be taken from him.”", "26": "He said, “The holy nation of God is like a man who plants seed in the ground. ", "27": "He goes to sleep every night and gets up every day. The seed grows, but he does not know how. ", "28": "The earth gives fruit by itself. The leaf comes first and then the young grain can be seen. And last, the grain is ready to gather. ", "29": "As soon as the grain is ready, he cuts it. The time of gathering the grain has come.”", "30": "Jesus said, “In what way can we show what the holy nation of God is like? Or what picture-story can we use to help you understand? ", "31": "It is like a grain of mustard seed that is planted in the ground. It is the smallest of all seeds. ", "32": "After it is put in the ground, it grows and becomes the largest of the spices. It puts out long branches so birds of the sky can live in it.” ", "33": "As they were able to understand, He spoke the Word to them by using many picture-stories. ", "34": "Jesus helped His followers understand everything when He was alone with them.", "35": "It was evening of that same day. Jesus said to them, “Let us go over to the other side.” ", "36": "After sending the people away, they took Jesus with them in a boat. It was the same boat He used when He taught them. Other little boats went along with them. ", "37": "A bad wind storm came up. The waves were coming over the side of the boat. It was filling up with water. ", "38": "Jesus was in the back part of the boat sleeping on a pillow. They woke Him up, crying out, “Teacher, do You not care that we are about to die?” ", "39": "He got up and spoke sharp words to the wind. He said to the sea, “Be quiet! Be still.” At once the wind stopped blowing. There were no more waves. ", "40": "He said to His followers, “Why are you so full of fear? Do you not have faith?” ", "41": "They were very much afraid and said to each other, “Who is this? Even the wind and waves obey Him!”"}