{"1": "Jesus and His followers came to the other side of the sea to the country of the Gerasenes. ", "2": "He got out of the boat. At once a man came to Him from among the graves. This man had a demon. ", "3": "He lived among the graves. No man could tie him, even with chains. ", "4": "Many times he had been tied with chains on his feet. He had broken the chains as well as the irons from his hands and legs. No man was strong enough to keep him tied. ", "5": "Night and day he was among the graves and in the mountains. He would cry out and cut himself with stones.", "6": "When the man with the demon saw Jesus a long way off, he ran and worshiped Him. ", "7": "The man spoke with a loud voice and said, “What do You want with me, Jesus, Son of the Most High God? I ask You, in the name of God, do not hurt me!” ", "8": "At the same time, Jesus was saying, “Come out of the man, you demon!” ", "9": "Jesus asked the demon, “What is your name?” He said, “My name is Many, for there are many of us.” ", "10": "The demons asked Jesus not to send them out of the country. ", "11": "There were many pigs feeding on the mountain side. ", "12": "The demons asked Him saying, “Send us to the pigs that we may go into them.” ", "13": "Then Jesus let them do what they wanted to do. So they went into the pigs. The pigs ran fast down the side of the mountain and into the sea and died. There were about 2,000. ", "14": "The men who cared for the pigs ran fast to the town and out to the country telling what had been done. People came to see what had happened. ", "15": "They came to Jesus and saw the man who had had the demons. He was sitting with clothes on and in his right mind. The men were afraid. ", "16": "Those who had seen it told what had happened to the man who had had the demons. They told what had happened to the pigs. ", "17": "Then they asked Jesus to leave their country.", "18": "Jesus got into the boat. The man who had had the demons asked to go with Him. ", "19": "Jesus would not let him go but said to him, “Go home to your own people. Tell them what great things the Lord has done for you. Tell them how He had pity on you.” ", "20": "The man went his way and told everyone in the land of Decapolis what great things Jesus had done for him. All the people were surprised and wondered.", "21": "Then Jesus went by boat over to the other side of the sea. Many people gathered around Him. He stayed by the sea-shore. ", "22": "Jairus was one of the leaders of the Jewish place of worship. As Jairus came to Jesus, he got down at His feet. ", "23": "He cried out to Jesus and said, “My little daughter is almost dead. Come and put Your hand on her that she may be healed and live.” ", "24": "Jesus went with him. Many people followed and pushed around Jesus.", "25": "A woman had been sick for twelve years with a flow of blood. ", "26": "She had suffered much because of having many doctors. She had spent all the money she had. She had received no help, but became worse. ", "27": "She heard about Jesus and went among the people who were following Him. She touched His coat. ", "28": "For she said to herself, “If I can only touch His coat, I will be healed.” ", "29": "At once the flow of blood stopped. She felt in her body that she was healed of her sickness.", "30": "At the same time Jesus knew that power had gone from Him. He turned and said to the people following Him, “Who touched My coat?” ", "31": "His followers said to Him, “You see the many people pushing on every side. Why do You ask, 'Who touched My coat?'” ", "32": "He looked around to see who had done it. ", "33": "The woman was filled with fear when she knew what had happened to her. She came and got down before Jesus and told Him the truth. ", "34": "He said to her, “Daughter, your faith has healed you. Go in peace and be free from your sickness.” ", "35": "While Jesus spoke, men came from the house of the leader of the place of worship. They said, “Your daughter is dead. Why trouble the Teacher anymore?” ", "36": "Jesus heard this. He said to the leader of the Jewish place of worship, “Do not be afraid, just believe.” ", "37": "He allowed no one to go with Him but Peter and James and John, the brother of James. ", "38": "They came to the house where the leader of the place of worship lived. Jesus found many people making much noise and crying. ", "39": "He went in and asked them, “Why is there so much noise and crying? The girl is not dead. She is sleeping.”", "40": "They laughed at Jesus. But He sent them all out of the room. Then He took the girl's father and mother and those who were with Him. They went into the room where the girl was. ", "41": "He took the girl by the hand and said, “Little girl, I say to you, get up!” ", "42": "At once the girl got up and walked. She was twelve years old. They were very much surprised and wondered about it. ", "43": "He spoke sharp words to them that they should not tell anyone. He told them to give her something to eat."}