{"1": "Jesus went from the house of Jairus and came to His home town. His followers came after Him. ", "2": "On the Day of Rest He began to teach in the Jewish place of worship. Many people heard Him. They were surprised and wondered, saying, “Where did this Man get all this? What wisdom is this that has been given to Him? How can He do these powerful works with His hands? ", "3": "Is He not a Man Who makes things from wood? Is He not the Son of Mary and the brother of James and Joses and Judas and Simon? Do not His sisters live here with us?” The people were ashamed of Him and turned away from Him. ", "4": "Jesus said to them, “One who speaks for God is respected everywhere but in his own country and among his own family and in his own house.” ", "5": "So Jesus could do no powerful works there. But He did put His hands on a few sick people and healed them. ", "6": "He wondered because they had no faith. But He went around to the towns and taught as He went.", "7": "Jesus called the twelve followers to Him and began to send them out two by two. He gave them power over demons. ", "8": "He told them to take nothing along with them but a walking stick. They were not to take a bag or food or money in their belts. ", "9": "They were to wear shoes. They were not to take two coats.", "10": "He said to them, “Whatever house you go into, stay there until you leave that town. ", "11": "Whoever does not take you in or listen to you, when you leave there, shake the dust off your feet. By doing that, you will speak against them. For sure, I tell you, it will be easier for the cities of Sodom and Gomorrah on the day men stand before God and are judged than for that city.” ", "12": "Then they left. They preached that men should be sorry for their sins and turn from them. ", "13": "They put out many demons. They poured oil on many people that were sick and healed them.", "14": "King Herod heard about Jesus because everyone was talking about Him. Some people said, “John the Baptist has been raised from the dead. That is why he is doing such powerful works.” ", "15": "Other people said, “He is Elijah.” Others said, “He is one who speaks for God like one of the early preachers.” ", "16": "When Herod heard this, he said, “It is John the Baptist, whose head I cut off. He has been raised from the dead.” ", "17": "For Herod had sent men to take John and put him into prison. He did this because of his wife, Herodias. She had been the wife of his brother Philip. ", "18": "John the Baptist had said to Herod, “It is wrong for you to have your brother's wife.” ", "19": "Herodias became angry with him. She wanted to have John the Baptist killed but she could not. ", "20": "Herod was afraid of John. He knew he was a good man and right with God, and he kept John from being hurt or killed. He liked to listen to John preach. But when he did, he became troubled.", "21": "Then Herodias found a way to have John killed. Herod gave a big supper on his birthday. He asked the leaders of the country and army captains and the leaders of Galilee to come. ", "22": "The daughter of Herodias came in and danced before them. This made Herod and his friends happy. The king said to the girl, “Ask me for whatever you want and I will give it to you.” ", "23": "Then he made a promise to her, “Whatever you ask for, I will give it to you. I will give you even half of my nation.” ", "24": "She went to her mother and asked, “What should I ask for?” The mother answered, “I want the head of John the Baptist.” ", "25": "At once the girl went to Herod. She said, “I want you to give me the head of John the Baptist on a plate now.”", "26": "Herod was very sorry. He had to do it because of his promise and because of those who ate with him. ", "27": "At once he sent one of his soldiers and told him to bring the head of John the Baptist. The soldier went to the prison and cut off John's head. ", "28": "He took John's head in on a plate and gave it to the girl. The girl gave it to her mother. ", "29": "John's followers heard this. They went and took his body and buried it.", "30": "The followers of Jesus came back to Him. They told Jesus all they had done and taught. ", "31": "He said to them, “Come away from the people. Be by yourselves and rest.” There were many people coming and going. They had had no time even to eat. ", "32": "They went by themselves in a boat to a desert. ", "33": "Many people saw them leave and knew who they were. People ran fast from all the cities and got there first. ", "34": "When Jesus got out of the boat, He saw many people gathered together. He had loving-pity for them. They were like sheep without a shepherd. He began to teach them many things.", "35": "The day was almost gone. The followers of Jesus came to Him. They said, “This is a desert. It is getting late. ", "36": "Tell the people to go to the towns and villages and buy food for themselves.” ", "37": "He said to them, “Give them something to eat.” They said to Him, “Are we to go and buy many loaves of bread and give it to them?” ", "38": "He said to them, “How many loaves of bread do you have here? Go and see.” When they knew, they said, “Five loaves of bread and two fish.” ", "39": "Then He told them to have all the people sit down together in groups on the green grass. ", "40": "They sat down in groups of fifty people and in groups of one hundred people. ", "41": "Jesus took the five loaves of bread and two fish. He looked up to heaven and gave thanks. He broke the loaves in pieces and gave them to the followers to set before the people. He divided the two fish among them all. ", "42": "They all ate and were filled. ", "43": "After that the followers picked up twelve baskets full of pieces of bread and fish. ", "44": "About five thousand men ate the bread.", "45": "At once Jesus had His followers get into the boat and go ahead of Him to the other side to the town of Bethsaida. He sent the people away. ", "46": "When they were all gone, He went up to the mountain to pray. ", "47": "It was evening. The boat was half-way across the sea. Jesus was alone on the land. ", "48": "He saw His followers were in trouble. The wind was against them. They were working very hard rowing the boat. About three o'clock in the morning Jesus came to them walking on the sea. He would have gone past them. ", "49": "When the followers saw Him walking on the water, they thought it was a spirit and cried out with fear. ", "50": "For they all saw Him and were afraid. At once Jesus talked to them. He said, “Take hope. It is I, do not be afraid.” ", "51": "He came over to them and got into the boat. The wind stopped. They were very much surprised and wondered about it. ", "52": "They had not learned what they should have learned from the loaves because their hearts were hard.", "53": "Then they crossed the sea and came to the land of Gennesaret and went to shore. ", "54": "When Jesus got out of the boat, the people knew Him at once. ", "55": "They ran through all the country bringing people who were sick on their beds to Jesus. ", "56": "Wherever He went, they would lay the sick people in the streets in the center of town where people gather. They begged Him that they might touch the bottom of His coat. Everyone who did was healed. This happened in the towns and in the cities and in the country where He went."}