{"1": "In those days many people were gathered together. They had nothing to eat. Jesus called His followers to Him and said, ", "2": "“I pity these people because they have been with Me three days and have nothing to eat. ", "3": "If I send them home without food, they may be too weak as they go. Many of them have come a long way.” ", "4": "His followers said to Him, “Where can anyone get enough bread for them here in this desert?” ", "5": "He asked them, “How many loaves of bread do you have?” They said, “Seven.” ", "6": "Then He told the people to sit down on the ground. Jesus took the seven loaves of bread and gave thanks to God. He broke the loaves and gave them to His followers to give to the people. The followers gave the bread to them. ", "7": "They had a few small fish also. He gave thanks to God and told the followers to give the fish to them. ", "8": "They all ate and were filled. They picked up seven baskets full of pieces of bread and fish after the people were finished eating. ", "9": "About four thousand ate. Then Jesus sent the people away.", "10": "At once Jesus got in a boat with His followers and came to the country of Dalmanutha. ", "11": "The proud religious law-keepers came and began to ask Him for something special to see from heaven. They wanted to trap Jesus. ", "12": "He breathed deep within and said, “Why do the people of this day look for something special to see? For sure, I tell you, the people of this day will have nothing special to see from heaven.” ", "13": "Then He left them. He got in the boat and went to the other side of the sea.", "14": "The followers had forgotten to take bread, only one loaf was in the boat. ", "15": "He said to them, “Look out! Have nothing to do with the yeast of the proud religious law-keepers and of Herod.” ", "16": "They talked about it among themselves. They said, “He said this because we forgot to bring bread.” ", "17": "Jesus knew what they were thinking. He said to them, “Why are you talking among yourselves about forgetting to bring bread? Do you not understand? Is it not plain to you? Are your hearts still hard? ", "18": "You have eyes, do you not see? You have ears, do you not hear? Do you not remember? ", "19": "When I divided the five loaves of bread among the five thousand, how many baskets full of pieces did you pick up?” They said, “Twelve.” ", "20": "“When I divided the seven loaves of bread among the four thousand, how many baskets full of pieces did you pick up?” They said, “Seven.” ", "21": "Then He asked, “Why do you not understand yet?”", "22": "Then they came to the town of Bethsaida. Some people brought a blind man to Jesus. They asked if He would touch him. ", "23": "He took the blind man by the hand out of town. Then He spit on the eyes of the blind man and put His hands on him. He asked, “Do you see anything?” ", "24": "The blind man looked up and said, “I see some men. They look like trees, walking.” ", "25": "Jesus put His hands on the man's eyes again and told him to look up. Then he was healed and saw everything well. ", "26": "Jesus sent him to his home and said, “Do not go into the town, *or tell it to anyone there.”", "27": "Jesus and His followers went from there to the towns of Caesarea Philippi. As they went, He asked His followers, “Who do people say that I am?” ", "28": "They answered, “Some say John the Baptist and some say Elijah and others say one of the early preachers.” ", "29": "He said to them, “But who do you say that I am?” Peter said, “You are the Christ.” ", "30": "He told them with strong words that they should tell no one about Him.", "31": "He began to teach them that the Son of Man must suffer many things. He told them that the leaders and the religious leaders of the Jews and the teachers of the Law would have nothing to do with Him. He told them He would be killed and three days later He would be raised from the dead.", "32": "He had said this in plain words. Peter took Him away from the others and began to speak sharp words to Him. ", "33": "Jesus turned around. He looked at His followers and spoke sharp words to Peter. He said, “Get behind Me, Satan! Your thoughts are not thoughts from God but from men.”", "34": "Jesus called the people and His followers to Him. He said to them, “If anyone wants to be My follower, he must give up himself and his own desires. He must take up his cross and follow Me. ", "35": "If anyone wants to keep his own life safe, he will lose it. If anyone gives up his life because of Me and because of the Good News, he will save it. ", "36": "For what does a man have if he gets all the world and loses his own soul? ", "37": "What can a man give to buy back his soul? ", "38": "Whoever is ashamed of Me and My Words among the sinful people of this day, the Son of Man will be ashamed of him when He comes in the shining-greatness of His Father and His holy angels.”"}