{"1": "From there Jesus traveled to Judea and beyond the Jordan River; He taught the crowds who gathered as was His custom.", "2": "Some Pharisees came to Him to test Him on His adherence to the law of Moses. Pharisees: Is it lawful for a husband to divorce his wife?", "3": "Jesus: 3 What did Moses say to you?", "4": "Pharisees: 4 Moses permitted us to write a certificate of dismissal and divorce her.[a]", "5": "Jesus: 5 Moses gave you this law as a concession because of the hardness of your hearts. ", "6": "But truly, God created humans male and female in the beginning.[b] ", "7": "As it is written in the Hebrew Scriptures, “For this reason, a man will leave his father and mother [to marry his wife],[c] ", "8": "and the two of them will become one flesh and blood.”[d] So they are no longer two people, but one. ", "9": "What God has joined together in this way, no one may sever.", "10": "In the privacy of their dwelling that evening, the disciples asked Him about this teaching, ", "11": "and He went even further. Jesus: If any husband divorces his wife and then marries another woman, he commits adultery against her. ", "12": "And if a wife should divorce her husband and marry another, then she commits adultery against him.", "13": "The Pharisees hope to trip Jesus. Instead of taking a side, Jesus goes to the purpose and meaning of marriage: not just from a social but a spiritual perspective. When the crowd gathered again, the people brought their children to see Jesus, hoping that He might grant them His blessing through His touch. His disciples turned them all away; ", "14": "but when Jesus saw this, He was incensed. Jesus (to the disciples): Let the children come to Me, and don't ever stand in their way, for this is what the kingdom of God is all about. ", "15": "Truly anyone who doesn't accept the kingdom of God as a little child does can never enter it.", "16": "Jesus gathered the children in His arms, and He laid His hands on them to bless them.", "17": "When He had traveled on, a young man came and knelt in the dust of the road in front of Jesus. Young Man: Good Teacher! What must I do to gain life in the world to come?", "18": "Jesus: 18 You are calling Me good? Don't you know that God and God alone is good? ", "19": "Anyway, why ask Me that question? You know the Commandments of Moses: “Do not murder, do not commit adultery, do not steal, do not slander, do not defraud, and honor your father and mother.”[e]", "20": "Young Man: 20 Yes, Teacher, I have done all these since I was a child.", "21": "Then Jesus, looking at the young man, saw that he was sincere and responded out of His love for him. Jesus: Son, there is still one thing you have not done. Go now. Sell everything you have and give the proceeds to the poor so that you will have treasure in heaven. After that, come, follow Me.", "22": "The young man went away sick at heart at these words because he was very wealthy, ", "23": "and Jesus looked around to see if His disciples were understanding His teaching. Jesus (to His disciples): Oh, it is hard for people with wealth to find their way into God's kingdom!", "24": "Disciples (amazed): 24 What? Jesus: You heard Me. How hard it is to enter the kingdom of God [for those who trust in their wealth]![f] ", "25": "I think you'll see camels squeezing through the eye of a needle before you'll see the rich celebrating and dancing as they enter into the joy of God's kingdom!", "26": "The disciples looked around at each other, whispering. Disciples (aloud to Jesus): Then who can be liberated?", "27": "Jesus (smiling and shaking His head): 27 For human beings it is impossible, but not for God: God makes everything possible.", "28": "Peter: 28 Master, we have left behind everything we had to follow You.", "29": "Jesus: 29 That is true. And those who have left their houses, their lands, their parents, or their families for My sake, and for the sake of this good news ", "30": "will receive all of this 100 times greater than they have in this time—houses and farms and brothers, sisters, mothers, and children, along with persecutions—and in the world to come, they will receive eternal life. ", "31": "But many of those who are first in this world shall be last in the world to come, and the last, first.", "32": "This young man, like many wealthy people, is confident in his own abilities. He wants to make sure he will live well in the coming world, but he is not convinced he will not fall short of the mark. And without humbly recognizing his own sinfulness and need in the face of God's goodness and perfection, it is indeed very hard for him to find the Kingdom. This is the only person in the Gospels outside of the twelve whom Jesus personally invites to follow Him. He is also the only person in the Gospels to walk away from that invitation. At length, they made their way toward Jerusalem. Jesus was walking ahead of them. As they neared the city, wonder and amazement filled them. But soon those who were following began to tremble.", "33": "Jesus (taking the twelve aside): 33 Look, we are going up to Jerusalem, and there the Son of Man is going to be delivered to the chief priests and the scribes. They shall seek His death and deliver Him to the outsiders to carry out that sentence. ", "34": "Then people will mock Him, spit upon Him, whip Him, and kill Him. But on the third day, He will rise again.", "35": "Two of the twelve—the sons of Zebedee as they were known—approached Jesus and pulled Him aside. James and John: Teacher, will You do something for us if we ask it of You?", "36": "Jesus: 36 What is it that you want?", "37": "James and John: 37 Master, grant that we might sit on either side of You, one at Your right hand and one at Your left, when You come into the glory of Your kingdom.", "38": "Jesus: 38 You don't know what it is you're asking. Can you drink from the cup I have to drink from or be ritually washed in baptism with the baptism[g] that awaits Me?", "39": "James and John: 39 We can. Jesus: You will indeed drink from the cup I drink from and be baptized with the baptism[h] that awaits Me. ", "40": "But to sit at My right or at My left is an honor I cannot grant. That will be given to those for whom it has been prepared.", "41": "When the other ten heard about this request, they were angry with James and John; ", "42": "but Jesus stopped them. Jesus: You know that among the nations of the world the great ones lord it over the little people and act like tyrants. ", "43": "But that is not the way it will be among you. Whoever would be great among you must serve and minister. ", "44": "Whoever wants to be great among you must be slave of all. ", "45": "Even the Son of Man came not to be served but to be a servant—to offer His life as a ransom for others.", "46": "None of the disciples understand what Jesus is telling them, and none of His predictions will become clear to them until after His resurrection. In the meantime, several of His disciples are not only failing to understand His warnings about the things to come but are missing His message on things right before their eyes. Jesus has already told them that to be great among His followers means to become humble like a child; but James and John still think that as two of His closest disciples, they can win worldly fame and power. By that time, they had reached Jericho; as they passed through the town, a crowd of people followed along. They came to a blind beggar, Bartimaeus, the son of Timaeus, who sat beside the main road. ", "47": "When he was told that Jesus of Nazareth was passing in that throng, he called out in a loud voice. Bartimaeus: Jesus, Son of David, take pity on me and help me! Disgusted by the blind man's public display, others in the crowd tried to silence him until the Master passed.", "48": "Some of the Crowd: 48 Be quiet. Shush. Bartimaeus (still louder): Jesus, Son of David, have pity on me!", "49": "Jesus stopped where He stood. The crowd stopped with Him. He told those near the front of the crowd to call the blind man forward. Some of the Crowd (to Bartimaeus): Good news! Jesus has heard you. Listen—He calls for you. Get up and go to Him.", "50": "Bartimaeus cast aside his beggar's robe and stepped forward, feeling his way toward Jesus.", "51": "Jesus: 51 What do you want from Me? Bartimaeus: Teacher, I want to see.", "52": "Jesus: 52 Your faith has made you whole. Go in peace. In that moment, Bartimaeus could see again; and from that time on, he followed Jesus."}