{"1": "Later Christians will try to use this chapter to predict exactly when Jesus will come and how the world will end. But to do that is to do exactly the opposite of what Jesus intends as He speaks these words. He makes it very clear that He doesn't want anyone to use this description of signs to predict an exact time and date for His coming; even He Himself doesn't know that time and date, and no one else needs to know either. Instead, the purpose is to warn them to stay ready and alert. The Passover and the Feast of Unleavened Bread were two days away. The Jewish leaders—the chief priests and the scribes—gathered to discuss how they might secretly arrest Jesus and kill Him.", "2": "Jewish Leaders: 2 We can't do it during the festivals. It might create an uproar.", "3": "While Jesus was eating dinner in Bethany at the house of Simon the leper, a woman came into the house carrying an alabaster flask filled with a precious, sweet-smelling ointment made from spikenard. She came to Jesus, broke the jar, and gently poured out the perfume onto His head.", "4": "Some of those around the table were troubled by this and grumbled to each other. Dinner Guests: Why did she waste this precious ointment? ", "5": "We could have sold this ointment for almost a year's wages,[a] and the money could have gone to the poor! Their private concerns turned to public criticism against her.", "6": "Jesus: 6 Leave her alone. Why are you attacking her? She has done a good thing. ", "7": "The poor will always be with you, and you can show kindness to them whenever you want. But I won't always be with you. ", "8": "She has done what she could for Me—she has come to anoint My body and prepare it for burial. ", "9": "Believe Me when I tell you that this act of hers will be told in her honor as long as there are people who tell the good news.", "10": "The disciples can't see any value in pouring so much perfume on Jesus. It is obviously a waste. The woman is demonstrating her love for Him with an abandon and an emotional commitment that few people have ever shown, and He appreciates her love and her faith. To Him, it is more than a gesture; it is a practical preparation for His imminent death and burial. No one else there can see what use her action is; but to Jesus, it is incredibly precious—so much so that He promises to make sure her action is never forgotten. It was after this that Judas Iscariot, one of the twelve, went to meet the chief priests with the intention of betraying Jesus to them. ", "11": "When they heard what he proposed, they were delighted and promised him money. So from that time on, Judas thought and waited and sought an opportunity to betray Jesus.", "12": "On the first day of the Feast of Unleavened Bread, the customary day when the Passover lamb is sacrificed, His disciples wondered where they would celebrate the feast. Disciples: Where do You want us to go and make preparations for You to eat the Passover meal?", "13": "So again He sent two of His disciples ahead and told them to watch for a man carrying a jar of water. Jesus: Follow that man; ", "14": "and wherever he goes in, say to the owner of the house, “The Teacher asks, 'Where is the guest room where I can eat the Passover meal with My disciples?'” ", "15": "He will take you upstairs and show you a large room furnished and ready. Make our preparations there.", "16": "So the two left and went into the city. All was as Jesus had told them, and they prepared the meal in the upper room. ", "17": "That evening Jesus and the twelve arrived and went into the upper room; ", "18": "and each reclined around the table, leaning upon an elbow as he ate. Jesus: I tell you in absolute sincerity, one of you eating with Me tonight is going to betray Me.", "19": "The twelve were upset. They looked around at each other. Disciples (one by one): Lord, it's not I, is it?", "20": "Jesus: 20 It is one of you, the twelve—one of you who is dipping your bread in the same dish that I am.", "21": "The Son of Man goes to His fate. That has already been predicted in the Scriptures. But still, it will be terrible for the one who betrays Him. It would have been better for him if he had never been born.", "22": "As they ate, Jesus took bread, offered a blessing, and broke it. He handed the pieces to His disciples. Jesus: Take this [and eat it].[b] This is My body.", "23": "He took a cup of wine; and when He had given thanks for it, He passed it to them, and they all drank from it.", "24": "Jesus: 24 This is My blood, a covenant[c] poured out on behalf of many. ", "25": "Truly I will never taste the fruit of the vine again until the day when I drink it new in the kingdom of God.", "26": "This moment has been commemorated for two thousand years. Exactly what Jesus meant by calling the bread and wine His body and blood has been debated for centuries. By eating the bread and drinking the wine, believers participate not only in this supper but also in His death and resurrection because the bread is torn and the wine is poured, just as His body was torn and His blood poured out. Just as Jesus' physical body housed the Spirit of God, the physicality of the bread and wine has a spiritual significance. Otherwise, we wouldn't need to eat the bread and drink the wine to celebrate this moment—it would be enough for us to read the story and remember what happened. But we, too, are physical as well as spiritual; and our physical actions can have spiritual importance. After the meal, they sang a psalm and went out of the city to the Mount of Olives.", "27": "Jesus: 27 All of you will desert Me tonight. It was written by Zechariah, I will strike the shepherd, and the sheep will scatter.[d]", "28": "But when I am raised up, I will go ahead of you to Galilee.", "29": "Peter (protesting): 29 It doesn't matter who else turns his back on You. I will never desert You.", "30": "Jesus: 30 Peter, mark My words. This very night before the cock crows twice, you will have denied Me three times.", "31": "Peter (insisting): 31 No, Teacher. Even if it means that I have to die with You, I'll never deny You. All the other disciples said similar things.", "32": "They came at length to a garden called Gethsemane. Jesus: Stay here. I'm going a little farther to pray and to think.", "33": "He took Peter, James, and John with Him; and as they left the larger group behind, He became distressed and filled with sorrow.", "34": "Jesus: 34 My heart is so heavy; I feel as if I could die. Wait here for Me, and stay awake to keep watch.", "35": "He walked on a little farther. Then He threw Himself on the ground and prayed for deliverance from what was about to come.", "36": "Jesus: 36 Abba, Father, I know that anything is possible for You. Please take this cup away so I don't have to drink from it. But whatever happens, let Your will be done—not Mine.", "37": "He got up, went back to the three, and found them sleeping. Jesus (waking Peter): Simon, are you sleeping? Couldn't you wait with Me for just an hour? ", "38": "Stay awake, and pray that you aren't led into a trial of your own. It's true—even when the spirit is willing, the body can betray it.", "39": "He went away again, and prayed again the same prayer as before—pleading with God but surrendering to His will.", "40": "He came back and found the three asleep; and when He woke them, they didn't know what to say to Him.", "41": "After He had gone away and prayed for a third time, He returned to find them slumbering. Jesus: Again? Still sleeping and getting a good rest? Well, that's enough sleep. The time has come; the Son of Man is betrayed into the hands of sinners. ", "42": "Get up now, and let's go. The one who is going to betray Me is close by.", "43": "In the moments before Jesus' death, He really knows what it feels like to be human and afraid. Jesus knows exactly what is about to happen to Him and exactly how bad it will be. Now that the time has come, He feels all the natural human emotions. Most amazing of all is the prayer Jesus says in that moment: “Please take this cup away so I don't have to drink from it.” Even though He divinely knows what is going to happen—what must happen—He still asks for a reprieve. At the same time, He submits His human desires and will to the plan of His Father: in order to experience fully what it means to be human, He has to go through even this—denying Himself and what He wants—to face certain torture and death. Before He had finished talking, Judas (one of the twelve) approached with a large group of people—agents of the chief priests, scribes, and elders in Jerusalem armed with swords and clubs.", "44": "The signal they had arranged was a kiss. “Watch to see whom I kiss; He's the One,” Judas had told them. “Arrest Him, and take Him into secure custody.”", "45": "As soon as they arrived, Judas stepped forward. Judas (kissing Jesus): My Teacher.[e]", "46": "Immediately the soldiers grabbed Jesus and took Him into custody.", "47": "Now one of the disciples standing close by drew his sword and swung, cutting off the ear of a slave of Caiaphas, the high priest.", "48": "Jesus (calling out): 48 Am I a thief or a bandit that you have to come armed with swords and clubs to capture Me? ", "49": "I sat teaching in the temple every day with you. You could have taken Me at any time, but you never did. Let the Scriptures be fulfilled.", "50": "When they saw the armed crowd take Jesus into custody, the disciples fled. ", "51": "One of those following Jesus was a young man who was wearing nothing but a linen cloth. When people from the mob grabbed for him, ", "52": "he wriggled out of their grasp, left them holding the cloth, and ran naked into the night.", "53": "They led Jesus off to see the high priest, who had gathered a council of religious and civic leaders, scribes, chief priests, and elders to hear the evidence and render some decision regarding Jesus. ", "54": "Peter followed, at a safe distance, all the way into the courtyard of the high priest, and he sat down with the guards to warm himself at their fire. He hoped no one would notice.", "55": "The chief priests and other religious leaders called for witnesses against Jesus so they could execute Him, but things didn't turn out the way they had planned. ", "56": "There were plenty of people willing to get up and accuse Jesus falsely, distorting what Jesus had said or done; but their testimonies disagreed with each other, and the leaders were left with nothing. ", "57": "Some gave the following distorted testimony:", "58": "Witnesses: 58 We heard Him say, “I will destroy this temple that has been made by human hands, and in three days, I will build another that is not made by human hands.”", "59": "But even here the witnesses could not agree on exactly what He had said.", "60": "The high priest stood up and turned to Jesus. High Priest: Do You have anything to say in Your own defense? What do You think of what all these people have said about You?", "61": "But Jesus held His peace and didn't say a word. Jesus, God's Anointed, the Liberating King, has come not as a conquering king but as a sacrificial lamb who will die without defending Himself. He is accused of setting Himself in the place of God, but He is innocent of that accusation because He is God. He does not defend Himself because His death protects from punishment the sinners who have made themselves like God ever since Adam ate the fruit in the garden. High Priest: Are You God's Anointed, the Liberating King, the Son of the Blessed One?", "62": "Jesus: 62 I am. One day you will see the Son of Man “sitting at His right hand, in the place of honor and power,”[f] and “coming in the clouds of heaven.”[g]", "63": "Then the high priest tore his clothes. High Priest (to the council): What else do we need to hear? ", "64": "You have heard the blasphemy from His own lips. What do you have to say about that? The verdict was unanimous—Jesus was guilty of a capital crime.", "65": "So the people began to humiliate Him. Some even spat upon Him. Then He was blindfolded, and they slapped and punched Him. People: Come on, Prophet, prophesy for us! Tell us who just hit You. Then the guards took Him, beating Him as they did so.", "66-67": "While Peter was waiting by the fire outside, one of the servant girls of the high priest saw him. Servant Girl: You were one of those men with Jesus of Nazareth.", "68": "Peter: 68 Woman, I don't know what you're talking about. He left the fire, and as he went out into the gateway, [a cock crowed.][h]", "69": "The servant girl saw him again. Servant Girl: Hey, this is one of them—one of those who followed Jesus.", "70": "Peter: 70 No, I'm not one of them. A little later, some of the other bystanders turned to Peter. Bystander: Surely you're one of them. You're a Galilean. [We can tell by your accent.][i]", "71": "And then he swore an oath that if he wasn't telling the truth that he would be cursed. Peter: Listen, I don't even know the man you're talking about.", "72": "And as he said this, a cock crowed [a second time];[j] and Peter remembered what Jesus had told him: “Before the cock crows [twice],[k] you will have denied Me three times.” He began to weep."}