{"1-2": "At the rising of the sun, after the Sabbath on the first day of the week, the two Marys and Salome brought sweet-smelling spices they had purchased to the tomb to anoint the body of Jesus. ", "3": "Along the way, they wondered to themselves how they would roll the heavy stone away from the opening. ", "4": "But when they arrived, the stone was already rolled away in spite of its weight and size.", "5": "Stepping through the opening, they were startled to see a young man in a white robe seated inside and to the right.", "6": "Man in White: 6 Don't be afraid. You came seeking Jesus of Nazareth, the One who was crucified. He is gone. He has risen. See the place where His body was laid. ", "7": "Go back, and tell Peter and His disciples that He goes before you into Galilee, just as He said. You will see Him there when you arrive.", "8": "The women went out quickly; and when they were outside the tomb, they ran away trembling and astonished. Along their way, they didn't stop to say anything to anyone because they were too afraid.", "9": "Mark finishes his Gospel in the same way he begins it—quickly, without commentary or explanation. He also finishes it in a humble way: it is the lowly women who take center stage in this greatest miracle of Jesus. The heavenly messenger sends the women with a commission to tell the disciples what has happened, making them the first preachers of the resurrection. [9 After He rose from the dead early on Sunday,[a] Jesus appeared first to Mary Magdalene, a woman out of whom He had cast seven demons. ", "10": "She brought this news back to all those who had followed Him and were still mourning and weeping, ", "11": "but they refused to believe she had seen Jesus alive.", "12": "After that, Jesus appeared in a different form to two of them as they walked through the countryside, ", "13": "and again the others did not believe it.", "14": "The eleven did not believe until Jesus appeared to them all as they sat at dinner. He rebuked them for their hard hearts—for their lack of faith—because they had failed to believe those witnesses who had seen Him after He had risen.", "15": "Jesus: 15 Go out into the world and share the good news with all of creation. ", "16": "Anyone who believes this good news and is ceremonially washed[b] will be rescued, but anyone who does not believe it will be condemned. ", "17": "And these signs will follow those who believe: they will be able to cast out demons in My name, speak with new tongues, ", "18": "take up serpents, drink poison without being harmed, and lay their hands on the sick to heal them.", "19": "After the Lord Jesus had charged the disciples in this way, He was taken up into heaven and seated at the right hand of God. ", "20": "The disciples went out proclaiming the good news; and the risen Lord continued working through them, confirming every word they spoke with the signs He performed through them.][c] [And the women did everything they had been told to do, speaking to Peter and the other disciples. Later Jesus Himself commissioned the disciples to take this sacred and eternal message of salvation far to the East and the West.][d] The remaining eleven disciples take this command as their life's mission. According to tradition, all but one of them (John) will be killed for their refusals to stop proclaiming the truth that Jesus is the Anointed One who has been crucified and who has arisen from the dead. They dedicate their lives—and their deaths—to the proclamation of this reality. If they are not absolutely certain of the truth of Jesus' resurrection, then why dedicate their lives to announcing it to the world?"}