{"1-2": "Some days later when Jesus came back to Capernaum, people heard that Jesus was back in town and many gathered at the house where He was staying. Soon the crowd overflowed from the house into the streets, and still more people pressed forward to hear Jesus teaching the message of God's kingdom. ", "3": "Four men tried to bring a crippled friend to Him; ", "4": "but since the crowd prevented their carrying him close enough to get Jesus' attention, they climbed up onto the roof, opened a hole in it, and lowered the paralyzed man on his mat down to Jesus.", "5": "Jesus recognized the faith of these men. Jesus (to the paralyzed man): Son, your sins are forgiven.", "6-7": "Some scribes were sitting in the crowd, and they didn't like what they were hearing. Scribes (reasoning to themselves): What does this Jesus think He is doing? This kind of talk is blasphemy, an offense against the Most High! Only God can forgive sins.", "8": "At once Jesus realized what they were thinking. He turned to them. Jesus: Why do My words trouble you so? ", "9": "Think about this: is it easier to tell this paralyzed man, “Your sins are forgiven,” or to tell him, “Get up, pick up your mat, and walk”? ", "10": "Still, I want to show you that the Son of Man has been given the authority on earth to forgive sins. (to the paralytic) ", "11": "Get up, pick up your mat, and go home.", "12": "The man rose to his feet, immediately rolled up his mat, and walked out into the streets. Everyone in the crowd was amazed. All they could do was shake their heads, thank God for this miracle, and say to each other, “We've never seen anything like that!”", "13": "To some who believe wholeheartedly in God's laws, Jesus is a troublemaker, a mere man who has a bad habit of making statements that take away from the honor due to the one true God. The “scribes” who make these kinds of accusations against Jesus are usually connected to the Pharisees (a Jewish sect popular with the people, mostly middle class, and religiously strict when it comes to following God's laws) or the Sadducees (a smaller Jewish sect made up of priests and aristocrats from Jerusalem). While the two groups often clash with each other politically and theologically, they do find common ground—and sometimes even work together—in opposing Jesus. Another time Jesus was out walking alongside the Sea of Galilee teaching the gathering crowd as He went. ", "14": "He saw Levi, the son of Alphaeus, sitting at the booth where he collected taxes. Jesus (calling out to him): Follow Me. Levi left the booth and went along with Him.", "15": "Jesus' invitation to follow Him, like His invitations to all the disciples, involves a lot more than joining the caravan; Jesus' invitation is for sinners to change their ways of life. Jesus makes it clear, despite the criticisms of some observers, that this invitation is indeed open to all—especially to the sinners who need it most. Jesus grants to those who choose Him not just companionship and forgiveness but the ability to truly receive a new identity and live a new life. At Levi's house, many tax collectors and other sinners—Jews who did not keep the strict purity laws of the Jewish holy texts—were dining with Jesus and His disciples. Jesus had attracted such a large following that all kinds of people surrounded Him. ", "16": "When the Pharisees' scribes saw who shared the table with Jesus, they were quick to criticize: Scribes (to His disciples): If your master is such a righteous person, then why does He eat and drink with tax collectors and sinners, the worst among us?", "17": "Jesus heard them. Jesus (to the scribes): People who have their health don't need to see a doctor. Only those who are sick do. I'm not here to call those already in good standing with God; I'm here to call sinners to turn back to Him.[a]", "18": "The disciples of John the Baptist and the Pharisees made a practice of fasting. Some Jews fast twice a week and pray three times daily, but Jesus has a different set of practices for His followers. Some of the pious are disturbed by this. Some People (to Jesus): Why is it that John's followers and the Pharisees' followers fast, but Your disciples are eating and drinking like it was any other day?", "19": "Jesus: 19 Guests at the wedding can't fast when the bridegroom is with them. It would be wrong to do anything but feast. ", "20": "When the bridegroom is snatched away from them, then the time will come to fast and mourn.", "21": "These are new things I'm teaching, and they can't be reconciled with old habits. Nobody would ever use a piece of new cloth to patch an old garment because when the patch shrinks, it pulls away and makes the tear even worse. ", "22": "And nobody puts new, unfermented wine into old wineskins because if he does, the wine will burst the skins; they would lose both the wineskins and the wine. No, the only appropriate thing is to put new wine into new wineskins.", "23": "One Sabbath Jesus and His disciples were walking through a field of grain; as they walked, His disciples grew hungry. They began to pull from the stalks and eat.", "24": "The Pharisees confronted Him. Pharisees: Did You see that? Why are Your disciples doing what our law forbids on the Sabbath?", "25": "Jesus (turning toward the Pharisees): 25 Do you remember the story about what King David and his followers did when they were hungry and had nothing to eat? They said nothing, so He continued.", "26": "Jesus: 26 David went into the house of God, when Abiathar was the high priest, and ate the bread that was consecrated to God. Now our laws say no one but the priests can eat that holy bread; but when David was hungry, he ate and also shared the bread with those who followed him.[b]", "27": "The Sabbath was made for the needs of human beings, and not the other way around. ", "28": "So the Son of Man is Lord even over the Sabbath."}