{"1": "On the Sabbath, Jesus had come into a synagogue where He saw a man with a withered hand.", "2": "The Pharisees held their breath: would Jesus cure this man on the Sabbath, right there in front of everyone? If so, they could charge Him with breaking the Sabbath law. ", "3": "Jesus knew their hearts. He called to the man with the withered hand. Jesus: Come to Me.", "4": "Then He turned to the Pharisees with a question. Jesus: Do our laws tell us to do good or evil on the Sabbath? To save life, or to snuff it out? They remained silent.", "5": "Jesus was furious as He looked out over the crowd, and He was grieved by their hard hearts. How can anyone care so much about the words of the law and so little about the spirit of it? Jesus (to the man with the withered hand): So be it. Stretch out your hand. The man stretched forth his hand; and as he did, it was completely healed. ", "6": "The Pharisees went directly from the synagogue to consult with the supporters of Herod, the Romans' puppet ruler, about how they could get rid of this dangerous dreamer.", "7": "Meanwhile Jesus and His followers traveled to the shore of the Sea of Galilee; as always, a huge crowd from Galilee and Judea gathered. ", "8": "People had come from miles to see this man they were hearing so much about. They came from the big cities, including Jerusalem of Judea, Tyre and Sidon of Phoenicia, and from the region of Idumea, south of Judea. ", "9-10": "Since Jesus had healed so many, the sick and the infirm pushed forward constantly to touch Him, to be healed, and to ask His blessing. The crowd pressed so closely around Jesus that He asked His disciples to get a boat He could board if the crush became too great.", "11": "Most wanted to be near Him, except for those possessed by unclean spirits. Those people fell down before Him. Unclean Spirits: You are the Son of God.", "12": "But He ordered them not to reveal His true identity.", "13": "Jesus called together a select group of His followers and led them up onto a mountain. ", "14": "There He commissioned them the twelve. [Later He calls them His emissaries.][a] He wanted them to be with Him. He sent them out to spread the good news ", "15": "and to cast out evil spirits [and heal diseases].[b] ", "16": "Here are the names of the original twelve: Simon (whom Jesus called Peter, meaning “the rock”), ", "17": "James and John (the sons of Zebedee, whom Jesus called “the Sons of Thunder”), ", "18": "Andrew, Philip, Bartholomew, Matthew (the tax collector, also called Levi), Thomas, James (the son of Alphaeus), Thaddaeus, Simon of Canaan (who was also called “the Zealot”), ", "19": "and Judas Iscariot (who one day would betray Jesus to the authorities in Jerusalem so God's purpose could be fulfilled).", "20": "Jesus and His disciples went into a house to eat, but so many people pressed in to see Jesus that they could not be served. ", "21": "When Jesus' family heard about this craziness, they went to drag Him out of that place. Jesus' Family (to one another): Jesus has lost His mind.", "22": "The scribes, for their part, came down from Jerusalem and spread the slander that Jesus was in league with the devil. Scribes: That's how He casts out demons. He's casting them out by the power of Beelzebul—the ancient Philistine god—the prince of demons.", "23": "When Jesus heard this, He tried to reason with them using parables. Jesus: Listen. How can Satan drive out Satan? ", "24": "A kingdom that makes war against itself will collapse. ", "25": "A household divided against itself cannot stand. ", "26": "If Satan opposes himself, he cannot stand and is finished.", "27": "If you want to break into the house of a strong man and plunder it, you have to bind him first. Then you can do whatever you want with his possessions. ", "28": "Listen, the truth is that people can be forgiven of almost anything. God has been known to forgive many things, even blasphemy. ", "29": "But speaking evil of the Spirit of God is an unforgivable sin that will follow you into eternity.", "30": "He said this because the scribes were telling people that Jesus got His power from dark forces instead of from God.", "31": "Popularity is often a dangerous thing, particularly in a land occupied by Roman soldiers. As Jesus' ministry grows, some of His friends and family start to get nervous: they wonder if He has “lost His mind” entirely. They just can't understand what is happening and why He is so important. It doesn't seem right—the boy next door from Nazareth receiving so much attention. In fact, they are so uncomfortable with it that they decide to intervene and take Him home. But Jesus' family isn't the only group concerned about Him. The Pharisees are doing their best to spread doubt about His authority with the worst accusations possible: His power to heal comes from the devil himself. They are attacking Him publicly and questioning His identity as the Anointed One. When Jesus' mother and brothers arrived, they couldn't break through the crowd, so they sent word in to Jesus that He should come out to them. ", "32": "The crowd was pressed in tight around Him when He received the message, “Your mother and brothers [and sisters][c] are waiting outside for You.”", "33": "Jesus looked around. Jesus (answering them): Who are My mother and brothers? He called into the silence. No one spoke.", "34": "At last His gaze swept across those gathered close, and Jesus smiled. Jesus: You, here, are My mother and My brothers! ", "35": "Whoever does the will of God is My true family."}