{"1": "Jesus at last arrives at the miracle He was asked to perform: the healing of Jairus's daughter. But He is too late—the girl is already dead. Although Jesus later raises other dead people back to life, up to this point He has not yet performed such a powerful miracle. No one has an inkling of His power over the forces of life and death. He allows only His closest disciples to see this first miracle of resurrection, and He urges everyone who sees it to keep it quiet. Nevertheless, it is this miracle that first demonstrates to those who see it that He does indeed have power over death itself. Jesus went back into His own hometown where He had grown up, and His disciples followed Him there. ", "2": "When the Sabbath came, He went into the synagogue in Nazareth and began to teach as He had done elsewhere, and many of those who heard Him were astonished. Those in the Synagogue: Where did He gain this wisdom? And what are all these stories we've been hearing about the signs and healings He's performed? Where did He get that kind of power? ", "3": "Isn't this Jesus, the little boy we used to see in Joseph's carpenter shop? Didn't He grow up to be a carpenter just like His father? Isn't He the son of Mary over there and the brother of James, Joses, Judas, Simon, and their sisters? Who does He think He is? And when they had thought about it that way, they became indignant and closed themselves to His message.", "4": "Jesus (seeing this): 4 A prophet can find honor anywhere except in his hometown, among his own people, and in his own household.", "5": "He could not do any of His great works among them except with a few of the sick, whom He healed by laying His hands upon them. ", "6": "He was amazed by the stubbornness of their unbelief. Jesus went out among the villages teaching, ", "7": "and He called the twelve to Him and began to send them out in pairs. He gave them authority over unclean spirits ", "8": "and instructed them to take nothing with them but a staff: no money, no bread, no bag, ", "9": "nothing but the sandals on their feet and the coat[a] on their back.", "10": "Jesus: 10 When you go into a house, stay there until it is time for you to leave that town. ", "11": "And if someone will not accept you and your message, when you leave, shake off the dust of that place from your feet as a judgment against it. [On the day of judgment, that city will wish for the punishment of Sodom and Gomorrah.][b]", "12": "And so His disciples went out into the countryside, preaching the changed life[c] as Jesus had taught them, ", "13": "casting out unclean spirits and anointing the sick with oil to heal them.", "14": "Jesus had become so well known that King Herod received reports of all that Jesus was doing. Some were saying[d] that John the Baptist[e] had been raised from the dead and that these mighty works were the fruits of his resurrection.", "15": "Others (disagreeing): 15 No, this Jesus is Elijah, returned to work on the earth. And still others said He was another of the prophets.", "16": "Herod (to himself): 16 No, it is John, the prophet I beheaded, risen from the dead. For the blood of John was on his hands. ", "17-18": "Herod had imprisoned John in the days before Jesus began His teaching. John had preached to Herod that he should not have married his own brother's wife, Herodias, for so it is written in the Hebrew Scriptures: “It is not lawful for one to marry his brother's wife.”[f]", "19": "Herodias held a grudge against John and would have had him killed, but she couldn't. ", "20": "Herod feared John as a holy and righteous man and did what he could to protect him. John taught hard truths,[g] and yet Herod found he usually liked hearing them. So Herod had put John in prison instead of executing him; ", "21-22": "and there John sat until Herod's birthday, when the governor held a great state dinner. That night, Herod's stepdaughter danced beautifully for the state officials; and the king proclaimed a solemn vow in the presence of his honored guests, military officers, and some of the leading men of Galilee. Herod: Ask me whatever you wish, and I will grant it. ", "23": "Whatever you want, I will give you—up to half my province.", "24": "She went out and consulted with her mother, Herodias, who had only one great desire and told her daughter what she must say.", "25": "Herod's Stepdaughter (immediately, in response to Herod): 25 I want the head of John the Baptist[h]—right now—delivered to me on a platter.", "26": "Herod was horrified, but he had sworn an oath and could not break his word in front of his invited guests. ", "27": "So immediately he sent an executioner to the prison to behead John and bring them the head. ", "28": "It was brought to the girl upon a platter, and she took it to her mother.", "29": "When John's disciples were told of this, they came for his body and gave it a proper burial.", "30": "Now the twelve returned from their travels and told Him what they had done, whom they had seen, and how they had spread the news of God's kingdom.", "31": "Jesus (to the disciples): 31 Let us go out into the wilderness for a while and rest ourselves. The crowds gathered as always, and Jesus and the twelve couldn't eat because so many people came and went. ", "32": "They could get no peace until they boarded a boat and sailed toward a deserted place.", "33": "But the people would not be put off so easily. Those along the shore who recognized Jesus followed along the coast. People pushed out of all the cities and gathered ahead of Him ", "34": "so that when Jesus came ashore and saw this crowd of people waiting for Him in a place that should have been relatively deserted, He was moved with compassion. They were like sheep without a shepherd. He began to teach them many things ", "35": "as the day passed; at last the disciples came to Jesus. Disciples: It is getting late, and there is nothing around for miles. ", "36": "Send these people to the surrounding villages so they can buy something to eat.", "37": "Jesus: 37 Why don't you give them something to eat? Disciples (looking at Him): What? It would cost a fortune[i] to buy bread for these people!", "38": "Jesus: 38 Does anyone have any bread? Go and see. Disciples (returning from the crowd): There are five pieces of flatbread and two fish, if that makes any difference.", "39-40": "Jesus: 39-40 Listen, tell them to gather in smaller groups and sit on that green patch of grass. And so the disciples gathered the people in groups of 100 or of 50, and they sat down.", "41": "Jesus took the five pieces of flatbread and the two fish, looked up to heaven, thanked God for the food, and broke it. He gave the pieces to the disciples to distribute, ", "42": "and all of the people ate until no one was hungry. ", "43": "Then they gathered twelve baskets full of leftovers.", "44": "That day, 5,000 men ate their fill of the bread when Jesus fed the hungry crowd.", "45": "The disciples pull Jesus aside to point out the obvious: everyone needs to go and eat something. But Jesus, as usual, isn't about to be distracted by the obvious. His answer must irritate them even further: “Why don't you give them something to eat?” Jesus is seeing a much bigger reality. He is deliberately creating a turning point in His ministry: He wants to make them a part of His miracles. From recorders and observers, they will become participants. And so the disciples, not Jesus, tell the people to sit down, pass out the food, and collect the leftovers after everyone has eaten until they are stuffed. The disciples must feel pretty sheepish as they experience how Jesus is making them a part of the miracle—despite their mundane concerns and their frustrations with Him. Not long after, He sent His disciples out onto their boat to sail to Bethsaida on the other shore, and He sent the crowd away. ", "46": "After everyone had gone, He slipped away to pray on a mountain overlooking the sea.", "47": "When evening came, the boat was out on the sea and He was alone on the land. ", "48": "He saw that the disciples were making little progress because they were rowing against a stiff wind. Before daylight He came near them, walking on the water, and would have passed by them. ", "49": "Some of them saw Him walking on the surface of the water, thought He was a ghost, and cried out. ", "50": "When they all saw Him, they were terrified. Jesus (immediately calling out): Don't be frightened. Do you see? It is I.", "51": "He walked across the water to the boat; and as soon as He stepped aboard, the contrary wind ceased its blowing. They were greatly astonished; ", "52": "although they had just witnessed the miracle of Jesus feeding 5,000 with bread and fish, and other signs besides, they didn't understand what it all meant and their hearts remained hard.", "53": "How can the disciples still be in doubt about Jesus after having been part of so many miracles? Like the Israelites in the Old Testament, the disciples are discovering the truth that miracles don't produce faith. As Jesus so often points out, the process works the other way around: it's faith that produces miracles. Miracles are only signs—evidence of truth that you have to know before the miracle. As long as the disciples are still in doubt about who Jesus is, they find their faith constantly challenged and frequently wavering. It will not be until after the resurrection, the greatest miracle of all, that they will come to recognize and believe in Jesus for who He is; and then their hearts will at last open. When they finished their journey, they landed the boat in Gennesaret. ", "54": "People at once recognized Jesus as the Healer. ", "55": "Immediately they hurried to collect the sick and infirm—bringing them to Him in beds if they had to—", "56": "laying them out in the markets of any village, city, or field where He might pass. Gennesarites: Just let us touch the fringe of Your robe. Even the people who touched only it were made whole again."}