{"1": "Once again a huge crowd had followed them, and they had nothing to eat. So Jesus called His disciples together.", "2": "Jesus: 2 These people have been with Me for three days without food. They're hungry, and I am concerned for them. ", "3": "If I try to send them home now, they'll faint along the way because many of them have come a long, long way to hear and see Me.", "4": "Disciples: 4 Where can we find enough bread for these people in this desolate place?", "5": "Jesus: 5 How much bread do we have left? Disciples: Seven rounds of flatbread.", "6": "So, as before, He commanded the people to sit down; and He took the rounds of flatbread, gave thanks for them, and broke them. His disciples took what He gave them and fed the people. ", "7": "They also had a few small fish, which, after He had spoken a blessing, He likewise gave His followers to pass to the people. ", "8": "When all had eaten their fill and they had gathered up the food that remained, seven baskets were full.", "9": "On this occasion, there were about 4,000 people who had eaten the food that Jesus provided. Jesus sent the crowd home; ", "10": "then, immediately, He got into a boat with His disciples and sailed away. Upon their arrival in Dalmanutha in the district of Magdala, ", "11": "they were met by Pharisees—ready with their questions and tests—seeking some sign from heaven that His teaching was from God.", "12": "Jesus (sighing with disappointment): 12 Why does this generation ask for a sign before they will believe? Believe Me when I say that you will not see one.", "13": "He left the Pharisees and sailed across to the other shore.", "14": "The disciples had forgotten to buy provisions, so they had only one round of flatbread among them. ", "15": "Jesus took this moment to warn them. Jesus: Beware of the yeast of the Pharisees and the leaven of Herod. The disciples didn't understand what Jesus was talking about and discussed it among themselves.", "16": "Some Disciples: 16 What? Other Disciples: He's saying this because we have run out of bread.", "17-19": "Jesus (overhearing them): 17-19 Why are you focusing on bread? Don't you see yet? Don't you understand? You have eyes—why don't you see? You have ears—why don't you hear? Are you so hard-hearted? Don't you remember when I broke the five rounds of flatbread among the 5,000? Tell Me, how many baskets of scraps were left over? Disciples: Twelve.", "20": "Jesus: 20 And how many were left when I fed the 4,000 with seven rounds? Disciples: Seven.", "21": "Jesus: 21 And still you don't understand?", "22": "When they came into Bethsaida, a group brought a blind man to Jesus, and they begged Him to touch the man and heal him. ", "23": "So Jesus guided the man out of the village, away from the crowd; and He spat on the man's eyes and touched them. Jesus: What do you see?", "24": "Blind Man (opening his eyes): 24 I see people, but they look like trees—walking trees.", "25": "Jesus touched his eyes again; and when the man looked up, he could see everything clearly.", "26": "Jesus sent him away to his house. Jesus (to the healed man): Don't go into town yet. [And don't tell anybody in town what happened here.][a]", "27": "Bethsaida is the hometown of at least three of Jesus' emissaries—Peter, Andrew, and Philip—and possibly James and John as well. Jesus performs many miracles there, most notably the feeding of the 5,000. However, this miracle—the healing of the blind man—is the only miracle in all the Gospels that is done in stages instead of instantly. Of course, there's no way to know for sure why Jesus chooses to heal this man partly before He heals him entirely. Jesus frequently links faith, or lack of faith, with the healings. Bethsaida is a town He criticizes for its lack of faith (Matthew 11:21–22). So it's likely He wants to demonstrate to His disciples that their inability to see His purpose can be healed, too, even if it takes time. As He traveled with His disciples into the villages of Caesarea Philippi, He posed an important question to them. Jesus: Who do the people say that I am?", "28": "They told Him about the great speculation concerning His identity. Disciples: Some of them say You are John the Baptist,[b] others say Elijah, while others say one of the prophets of old.", "29": "Jesus (pressing the question): 29 And who do you say that I am? Peter: You are God's Anointed, the Liberating King.", "30": "Jesus: 30 Don't tell anyone. It is not yet time.", "31": "And He went on to teach them many things about Himself: how the Son of Man would suffer; how He would be rejected by the elders, chief priests, and scribes; how He would be killed; and how, after three days, God would raise Him from the dead.", "32": "He said all these things in front of them all, but Peter took Jesus aside to rebuke Him.", "33": "Peter represents the best and worst in humanity. One day, Peter drops everything to become a follower of Jesus; the next, he's busy putting his foot in his mouth. Peter is always responding to Jesus, frequently making mistakes, but never drifting far from Jesus' side. In this passage, Peter verbalizes God's word and Satan's temptation—almost in the same breath. Peter thinks he understands who Jesus is, but he still has a lot to learn about what Jesus has come to do. Jesus (seeing His disciples surrounding them): 33 Get behind Me, you tempter! You're thinking only of human things, not of the things God has planned.", "34": "He gathered the crowd and His disciples alike. Jesus: If any one of you wants to follow Me, you will have to give yourself up to God's plan, take up your cross, and do as I do. ", "35": "For any one of you who wants to be rescued will lose your life, but any one of you who loses your life for My sake and for the sake of this good news will be liberated. ", "36": "Really, what profit is there for you to gain the whole world and lose yourself in the process? ", "37": "What can you give in exchange for your life? ", "38": "If you are ashamed of Me and of what I came to teach to this adulterous and sinful generation, then the Son of Man will be ashamed of you when He comes in the glory of His Father along with the holy messengers at the final judgment."}