{"1": "Jesus: Truly, some of you who are here now will not experience death before you see the kingdom of God coming in glory and power.", "2": "Six days after saying this, Jesus took Peter, James, and John and led them up onto a high mountaintop by themselves. There He was transformed ", "3": "so that His clothing became intensely white, brighter than any earthly cleaner could bleach them. ", "4": "Elijah and Moses appeared to them and talked with Jesus.", "5": "Peter (to Jesus): 5 Teacher, it's a great thing that we're here. We should build three shelters here: one for You, one for Moses, and one for Elijah.", "6": "He was babbling and did not know what he was saying because they were terrified by what they were witnessing.", "7": "Then a cloud surrounded them, and they heard a voice within that cloud. Voice: This is My beloved Son. Listen to Him.", "8": "All of a sudden, they looked about and all they had seen was gone. They stood alone on the mountain with Jesus.", "9": "On their way back down, He urged them not to tell anyone what they had witnessed until the Son of Man had risen from the dead, ", "10": "so they kept it all to themselves. Mark doesn't usually record events with much attention to chronology; but in this case, he mentions that the transfiguration took place six days after Peter's confession of Jesus' identity. In a dramatic confirmation of the truth Peter has spoken, the three disciples see that Jesus is indeed the Anointed One of God. The veil of Jesus' human nature is pulled away, and the glory of His divinity shines through. The appearance of Moses and Elijah shows that Jesus is the fulfillment of the law and the answer to all the promises of the prophets. The disciples hear God's own voice commanding them to listen to Jesus as His beloved Son. What an incredible confirmation of the truth that Peter spoke in faith only six days before! Disciples (to one another): What does He mean, “Until the Son of Man is risen”? ", "11": "(to Jesus) Master, why do the scribes say that Elijah must come first?", "12": "Jesus (thinking of John the Baptist): 12 Elijah does come first to restore all things. They have it right. But there is something else written in the Scriptures about the Son of Man: He will have to suffer and be rejected. ", "13": "Here's the truth: Elijah has come; his enemies treated him with contempt and did what they wanted to him, just as it was written.", "14": "When they reached the rest of the disciples, Jesus saw that a large crowd had gathered and that among them the scribes were asking questions. ", "15": "Right when the crowd saw Jesus, they were overcome with awe and surged forward immediately, nearly running over the disciples.", "16": "Jesus (to the scribes): 16 What are you debating with My disciples? What would you like to know?", "17": "Father (in the crowd): 17 Teacher, I have brought my son to You. He is filled with an unclean spirit. He cannot speak, ", "18": "and when the spirit takes control of him, he is thrown to the ground to wail and moan, to foam at the mouth, to grind his teeth, and to stiffen up. I brought him to Your followers, but they could do nothing with him. Can You help us?", "19": "Jesus: 19 O faithless generation, how long must I be among you? How long do I have to put up with you? Bring the boy to Me.", "20": "They brought the boy toward Jesus; but as soon as He drew near, the spirit took control of the boy and threw him on the ground, where he rolled, foaming at the mouth.", "21": "Jesus (to the father): 21 How long has he been like this? Father: Since he was a baby. ", "22": "This spirit has thrown him often into the fire and sometimes into the water, trying to destroy him. I have run out of options; I have tried everything. But if there's anything You can do, please, have pity on us and help us.", "23": "Jesus: 23 What do you mean, “If there's anything?” All things are possible, if you only believe.", "24": "Father (crying in desperation): 24 I believe, Lord. Help me to believe!", "25": "Jesus noticed that a crowd had gathered around them now. He issued a command to the unclean spirit. Jesus: Listen up, you no-talking, no-hearing demon. I Myself am ordering you to come out of him now. Come out, and don't ever come back!", "26": "The spirit shrieked and caused the boy to thrash about; then it came out of the boy and left him lying as still as death. Many of those in the crowd whispered that he was dead. ", "27": "But Jesus took the boy by the hand and lifted him to his feet.", "28": "Later He and His disciples gathered privately in a house. Disciples (to Jesus): Why couldn't we cast out that unclean spirit?", "29": "Jesus: 29 That sort of powerful spirit can only be conquered with much prayer [and fasting].[a]", "30": "The father has enough faith to bring his son to Jesus for healing, but he asks hesitantly whether there is anything Jesus can do. In his desperation, the father recognizes the limits of his faith. Perhaps that very desperation is enough because Jesus immediately heals his son. Having successfully healed many demon-possessed people when Jesus sent them out earlier, the disciples are at a loss to know why they are completely unable to heal this little boy. Jesus' reply is cryptic and surprising: “That sort of powerful spirit is only conquered with much prayer [and fasting].” It seems that although the disciples have faith that they can heal the boy, they are spiritually unprepared for the depth of evil residing in the world. They need to be saturated in the presence of God to face the challenge. When they left that place, they passed secretly through Galilee.", "31": "Jesus (to the disciples as they traveled): 31 The Son of Man will be delivered into the hands of the people, and they will kill Him. And after He is killed, He will rise on the third day.", "32": "But again they did not understand His meaning, and they were afraid to ask Him for an explanation.", "33": "At last, they came to Capernaum where they gathered in a house. Jesus: What was it I heard you arguing about along the way?", "34": "They looked down at the floor and wouldn't answer, for they had been arguing among themselves about who was the greatest of Jesus' disciples.", "35": "It is only natural for the disciples to wonder which of them will be His right-hand man. Even the three disciples who have just seen Jesus' glory revealed in the transfiguration cannot resist the attraction of honor. After all, who has a better claim than they do to being the greatest of Jesus' disciples? Fortunately Jesus overhears what is said and is quick to respond in mercy to correct their mistake. Greatness in His eyes doesn't consist of seeing wonders or performing miracles or even fasting and praying. Instead, greatness is about humility and service. These are the heart of the kingdom of heaven. He sat down with the twelve to teach them. Jesus: Whoever wants to be first must be last, and whoever wants to be the greatest must be the servant of all.", "36": "He then called forward a child, set the child in the middle of them, and took the child in His arms.", "37": "Jesus: 37 Whoever welcomes a child like this in My name welcomes Me; and whoever welcomes Me is welcoming not Me, but the One who sent Me.", "38": "John (to Jesus): 38 Master, we saw another man casting out unclean spirits in Your name, but he was not one of our group. So we told him to stop what he was doing.", "39": "Jesus: 39 You shouldn't have said that. Anyone using My name to do a miracle cannot turn quickly to speak evil of Me. ", "40": "Anyone who isn't against us is for us. ", "41": "The truth of the matter is this: anyone who gives you a cup of cool water to drink because you carry the name of your Anointed One will be rewarded.", "42": "But if anyone turns even the smallest of My followers away from Me, it would be better for him if someone had hung a millstone around his neck and flung him into the deepest part of the sea.", "43": "If your hand turns you away from the things of God, then you should cut it off. It's better to come into eternal life maimed than to have two hands and be flung into hell—", "44": "[44 where the worm will not die and the fire will not be smothered.][b]", "45": "If your foot trips you on the path, you should cut it off. It's better to come into eternal life crawling than to have two feet and be flung into hell—", "46": "[46 where the worm will not die and the fire will not be smothered.][c]", "47": "And if your eye keeps you from seeing clearly, then you should pull it out. It's better to come into the kingdom of God with one eye than to have two eyes and be flung into hell, ", "48": "where the worm will not die and the fire will not be smothered.[d] ", "49": "Everyone will be salted with fire[, and every sacrifice will be seasoned with salt].[e] ", "50": "Salt is a good thing; but if it has lost its zest, how can it be seasoned again? You should have salt within yourselves and peace with one another."}