{"1": "From Paul, who is an apostle of Jesus Christ by the command of God our savior and of Christ Jesus our hope.", "2": "To Timothy, my true child in the faith. Grace, mercy, and peace from God the Father and from Christ Jesus our Lord.", "3": "When I left for Macedonia, I asked you to stay behind in Ephesus so that you could instruct certain individuals not to spread wrong teaching.", "4": "They shouldn't pay attention to myths and endless genealogies. Their teaching only causes useless guessing games instead of faithfulness to God's way of doing things.", "5": "The goal of instruction is love from a pure heart, a good conscience, and a sincere faith.", "6": "Because they missed this goal, some people have been distracted by talk that doesn't mean anything.", "7": "They want to be teachers of Law without understanding either what they are saying or what they are talking about with such confidence.", "8": "Now we know that the Law is good if used appropriately.", "9": "We understand this: the Law isn't established for a righteous person but for people who live without laws and without obeying any authority. They are the ungodly and the sinners. They are people who are not spiritual, and nothing is sacred to them. They kill their fathers and mothers, and murder others.", "10": "They are people who are sexually unfaithful, and people who have intercourse with the same sex. They are kidnappers,[a] liars, individuals who give false testimonies in court, and those who do anything else that is opposed to sound teaching.", "11": "Sound teaching agrees with the glorious gospel of the blessed God that has been trusted to me.", "12": "I thank Christ Jesus our Lord, who has given me strength because he considered me faithful. So he appointed me to ministry", "13": "even though I used to speak against him, attack his people, and I was proud. But I was shown mercy because I acted in ignorance and without faith.", "14": "Our Lord's favor poured all over me along with the faithfulness and love that are in Christ Jesus.", "15": "This saying is reliable and deserves full acceptance: “Christ Jesus came into the world to save sinners”—and I'm the biggest sinner of all.", "16": "But this is why I was shown mercy, so that Christ Jesus could show his endless patience to me first of all. So I'm an example for those who are going to believe in him for eternal life.", "17": "Now to the king of the ages, to the immortal, invisible, and only God, may honor and glory be given to him forever and always! Amen.", "18": "Timothy, my child, I'm giving you these instructions based on the prophecies that were once made about you. So if you follow them, you can wage a good war", "19": "because you have faith and a good conscience. Some people have ruined their faith because they refused to listen to their conscience,", "20": "such as Hymenaeus and Alexander. I've handed them over to Satan so that they can be taught not to speak against God."}