{"1": "Don't correct an older man, but encourage him like he's your father; treat younger men like your brothers,", "2": "treat older women like your mother, and treat younger women like your sisters with appropriate respect.", "3": "Take care of widows who are truly needy.", "4": "But if a particular widow has children or grandchildren, they should first learn to respect their own family and repay their parents, because this pleases God.", "5": "A widow who is truly needy and all alone puts her hope in God and keeps on going with requests and prayers, night and day.", "6": "But a widow who tries to live a life of luxury is dead even while she is alive.", "7": "Teach these things so that the families[a] will be without fault.", "8": "But if someone doesn't provide for their own family, and especially for a member of their household, they have denied the faith. They are worse than those who have no faith.", "9": "Put a widow on the list who is older than 60 years old and who was faithful to her husband.", "10": "She should have a reputation for doing good: raising children, providing hospitality to strangers, washing the feet of the saints, helping those in distress, and dedicating herself to every kind of good thing.", "11": "But don't accept younger widows for the list. When their physical desires distract them from Christ, they will want to get married.", "12": "Then they will be judged for setting aside their earlier commitment.", "13": "Also, they learn to be lazy by going from house to house. They are not only lazy, but they also become gossips and busybodies, talking about things they shouldn't.", "14": "So I want younger widows to marry, have children, and manage their homes so that they won't give the enemy any reason to slander us.", "15": "(15 Some have already turned away to follow Satan.)", "16": "If any woman who is a believer has widows in her family, she should take care of them and not burden the church, so that it can help other widows who are truly needy.", "17": "Elders who lead well should be paid double, especially those who work with public speaking and teaching.", "18": "The scripture says, Don't put a muzzle on an ox while it treads grain,[b] and Workers deserve their pay.[c]", "19": "Don't accept an accusation made against an elder unless it is confirmed by two or three witnesses.", "20": "Discipline those who are sinning in front of everyone so that all the others will be afraid.", "21": "I charge you before God and Christ Jesus and the elect angels to follow these practices without bias, and without playing favorites.", "22": "Don't rush to commission anyone to leadership, and don't participate in the sins of others. Keep yourself morally pure.", "23": "Don't drink water anymore, but use a little wine because of your stomach problems and your frequent illnesses.", "24": "The sins of some people are obvious, and the sins are judged before the people must face judgment, but the sins of other people show up later.", "25": "In the same way, the good that people do is also obvious and can't be hidden."}