{"1": "Those who are under the bondage of slavery should consider their own masters as worthy of full respect so that God's name and our teaching won't get a bad reputation.", "2": "And those who have masters who are believers shouldn't look down on them because they are brothers. Instead, they should serve them more faithfully, because the people who benefit from your good service are believers who are loved. Teach and encourage these things.", "3": "If anyone teaches anything different and doesn't agree with sound teaching about our Lord Jesus Christ and teaching that is consistent with godliness,", "4": "that person is conceited. They don't understand anything but have a sick obsession with debates and arguments. This creates jealousy, conflict, verbal abuse, and evil suspicions.", "5": "There is constant bickering between people whose minds are ruined and who have been robbed of the truth. They think that godliness is a way to make money!", "6": "Actually, godliness is a great source of profit when it is combined with being happy with what you already have.", "7": "We didn't bring anything into the world and so we can't take anything out of it:", "8": "we'll be happy with food and clothing.", "9": "But people who are trying to get rich fall into temptation. They are trapped by many stupid and harmful passions that plunge people into ruin and destruction.", "10": "The love of money is the root of all kinds of evil. Some have wandered away from the faith and have impaled themselves with a lot of pain because they made money their goal.", "11": "But as for you, man of God, run away from all these things. Instead, pursue righteousness, holy living, faithfulness, love, endurance, and gentleness.", "12": "Compete in the good fight of faith. Grab hold of eternal life—you were called to it, and you made a good confession of it in the presence of many witnesses.", "13": "I command you in the presence of God, who gives life to all things, and Christ Jesus, who made the good confession when testifying before Pontius Pilate.", "14": "Obey this order without fault or failure until the appearance of our Lord Jesus Christ.", "15": "The timing of this appearance is revealed by God alone, who is the blessed and only master, the King of kings and Lord of lords.", "16": "He alone has immortality and lives in light that no one can come near. No human being has ever seen or is able to see him. Honor and eternal power belong to him. Amen.", "17": "Tell people who are rich at this time not to become egotistical and not to place their hope on their finances, which are uncertain. Instead, they need to hope in God, who richly provides everything for our enjoyment.", "18": "Tell them to do good, to be rich in the good things they do, to be generous, and to share with others.", "19": "When they do these things, they will save a treasure for themselves that is a good foundation for the future. That way they can take hold of what is truly life.", "20": "Timothy, protect what has been given to you in trust. Avoid godless and pointless discussions and the contradictory claims of so-called “knowledge.”", "21": "When some people adopted this false knowledge, they missed the goal of faith. May grace be with you all."}