{"1": "But Nadab and Abihu, the sons of Aaron, placed unholy fire in their censers, laid incense on the fire, and offered the incense before the Lord[a]—contrary to what the Lord had just commanded them! ", "2": "So fire blazed forth from the presence of the Lord and destroyed them.", "3": "Then Moses said to Aaron, “This is what the Lord meant when he said, 'I will show myself holy among those who approach me, and I will be glorified before all the people.'” And Aaron was speechless.", "4": "Then Moses called for Mishael and Elzaphon, Aaron's cousins, the sons of Uzziel, and told them, “Go and get the charred bodies from before the Tabernacle, and carry them outside the camp.”", "5": "So they went over and got them, and carried them out in their coats as Moses had told them to.", "6": "Then Moses said to Aaron and his sons Eleazar and Ithamar, “Do not mourn—do not let your hair hang loose as a sign of your mourning, and do not tear your clothes. If you do, God will strike you dead too, and his wrath will come upon all the people of Israel. But the rest of the people of Israel may lament the death of Nadab and Abihu, and mourn because of the terrible fire the Lord has sent. ", "7": "But you are not to leave the Tabernacle under penalty of death, for the anointing oil of Jehovah is upon you.” And they did as Moses commanded.", "8-9": "Now the Lord instructed Aaron, “Never drink wine or strong drink when you go into the Tabernacle, lest you die; and this rule applies to your sons and to all your descendants from generation to generation. ", "10": "Your duties will be to arbitrate for the people, to teach them the difference between what is holy and what is ordinary, what is pure and what is impure; ", "11": "and to teach them all the laws Jehovah has given through Moses.”", "12": "Then Moses said to Aaron and to his sons who were left, Eleazar and Ithamar, “Take the grain offering—the food that remains after the handful has been offered to the Lord by burning it on the altar—make sure there is no leaven in it, and eat it beside the altar. The offering is most holy; ", "13": "therefore, you must eat it in the sanctuary, in a holy place. It belongs to you and to your sons, from the offerings to Jehovah made by fire; for so I am commanded. ", "14": "But the breast and the thigh, which have been offered to the Lord by the gesture of waving it before him, may be eaten in any holy place. It belongs to you and to your sons and daughters for your food. It is your portion of the peace offering sacrifices of the people of Israel.", "15": "“The people are to bring the thigh that was set aside, along with the breast that was offered when the fat was burned, and they shall be presented before the Lord by the gesture of waving them. And afterwards they shall belong to you and your family, for the Lord has commanded this.”", "16": "Then Moses searched everywhere for the goat of the sin offering and discovered that it had been burned! He was very angry about this with Eleazar and Ithamar, the remaining sons of Aaron.", "17": "“Why haven't you eaten the sin offering in the sanctuary, since it is most holy, and God has given it to you to take away the iniquity and guilt of the people, to make atonement for them before the Lord?” he demanded. ", "18": "“Since its blood was not taken inside the sanctuary, you should certainly have eaten it there, as I ordered you.”", "19": "But Aaron interceded with Moses. “They offered their sin offering and burnt offering before the Lord,” he said, “but if I had eaten the sin offering on such a day as this, would it have pleased the Lord?” ", "20": "And when Moses heard that, he was satisfied."}