{"1-2": "The Lord then told Moses to tell the people of Israel, “I am Jehovah your God, ", "3": "so don't act like the heathen—like the people of Egypt where you lived so long, or the people of Canaan where I am going to take you. ", "4-5": "You must obey only my laws, and you must carry them out in detail, for I am the Lord your God. If you obey them, you shall live.[a] I am the Lord.", "6": "“None of you shall marry[b] a near relative, for I am the Lord. ", "7": "Do not disgrace your father by having intercourse with your mother, ", "8": "nor any other of your father's wives. ", "9": "Do not have intercourse with your sister or half sister, whether the daughter of your father or your mother, whether brought up in the same household or elsewhere.", "10": "“You shall not have intercourse with your granddaughter—the daughter of either your son or your daughter—for she is a close relative.[c] ", "11": "You may not have intercourse with a half sister—your father's wife's daughter; ", "12": "nor your aunt—your father's sister—because she is so closely related to your father; ", "13": "nor your aunt—your mother's sister—because she is a close relative of your mother; ", "14": "nor your aunt—the wife of your father's brother.[d]", "15": "“You may not marry your daughter-in-law—your son's wife; ", "16": "nor your brother's wife, for she is your brother's.[e] ", "17": "You may not marry both a woman and her daughter or granddaughter, for they are near relatives, and to do so is horrible wickedness. ", "18": "You shall not marry two sisters, for they will be rivals. However, if your wife dies, then it is all right to marry her sister.", "19": "“There must be no sexual relationship with a woman who is menstruating; ", "20": "nor with anyone else's wife, to defile yourself with her.", "21": "“You shall not give any of your children to Molech, burning them upon his altar; never profane the name of your God, for I am Jehovah.", "22": "“Homosexuality is absolutely forbidden, for it is an enormous sin. ", "23": "A man shall have no sexual intercourse with any female animal, thus defiling himself; and a woman must never give herself to a male animal, to mate with it; this is a terrible perversion.", "24": "“Do not defile yourselves in any of these ways, for these are the things the heathen do; and because they do them, I am going to cast them out from the land into which you are going. ", "25": "That entire country is defiled with this kind of activity; that is why I am punishing the people living there, and will throw them out of the land.[f] ", "26": "You must strictly obey all of my laws and ordinances, and you must not do any of these abominable things; these laws apply both to you who are born in the nation of Israel and to foreigners living among you.", "27": "“Yes, all these abominations have been done continually by the people of the land where I am taking you, and the land is defiled. ", "28": "Do not do these things or I will throw you out of the land, just as I will throw out[g] the nations that live there now. ", "29-30": "Whoever does any of these terrible deeds shall be excommunicated from this nation. So be very sure to obey my laws, and do not practice any of these horrible customs. Do not defile yourselves with the evil deeds of those living in the land where you are going. For I am Jehovah your God.”"}