{"1": "“Anyone who wishes to sacrifice a grain offering to the Lord is to bring fine flour and is to pour olive oil and incense upon it. ", "2": "Then he is to take a handful, representing the entire amount,[a] to one of the priests to burn, and the Lord will be fully pleased. ", "3": "The remainder of the flour is to be given to Aaron and his sons as their food; but all of it is counted as a holy burnt offering to the Lord.", "4": "“If bread baked in the oven is brought as an offering to the Lord, it must be made from finely ground flour, baked with olive oil but without yeast. Wafers made without yeast and spread with olive oil may also be used as an offering. ", "5": "If the offering is something from the griddle, it shall be made of finely ground flour without yeast, and mingled with olive oil. ", "6": "Break it into pieces and pour oil upon it—it is a form of grain offering. ", "7": "If your offering is cooked in a pan, it too shall be made of fine flour mixed with olive oil.", "8": "“However it is prepared—whether baked, fried, or grilled—you are to bring this grain offering to the priest and he shall take it to the altar to present it to the Lord.", "9": "“The priests are to burn only a representative portion[b] of the offering, but all of it will be fully appreciated by the Lord. ", "10": "The remainder belongs to the priests for their own use, but it is all counted as a holy burnt offering to the Lord.", "11": "“Use no yeast with your offerings of flour; for no yeast or honey is permitted in burnt offerings to the Lord. ", "12": "You may offer yeast bread and honey as thanksgiving offerings at harvest time, but not as burnt offerings.[c]", "13": "“Every offering must be seasoned with salt,[d] because the salt is a reminder of God's covenant.", "14": "“If you are offering from the first of your harvest, remove the kernels from a fresh ear, crush and roast them, then offer them to the Lord. ", "15": "Put olive oil and incense on the offering, for it is a grain offering. ", "16": "Then the priests shall burn part of the bruised grain mixed with oil and all of the incense as a representative portion before the Lord."}