{"1": "The Lord said to Moses: “Tell the priests never to defile themselves by touching a dead person, ", "2-3": "unless it is a near relative—a mother, father, son, daughter, brother, or unmarried[a] sister for whom he has special responsibility since she has no husband. ", "4": "For the priest is a leader among his people, and he may not ceremonially defile himself as an ordinary person can.", "5": "“The priests shall not clip bald spots in their hair or beards, nor cut their flesh. ", "6": "They shall be holy unto their God and shall not dishonor and profane his name; otherwise they will be unfit to make food offerings by fire to the Lord their God. ", "7": "A priest shall not marry a prostitute, nor a woman of another tribe, and he shall not marry a divorced woman, for he is a holy man of God. ", "8": "The priest is set apart to offer the sacrifices of your God; he is holy, for I, the Lord who sanctifies you, am holy. ", "9": "The daughter of any priest who becomes a prostitute, thus violating her father's holiness as well as her own, shall be burned alive.", "10": "“The High Priest—anointed with the special anointing oil and wearing the special garments—must not let his hair hang loose in mourning, nor tear his clothing, ", "11": "nor be in the presence of any dead person—not even his father or mother.[b] ", "12": "He shall not leave the sanctuary when on duty,[c] nor treat my Tabernacle like an ordinary house, for the consecration of the anointing oil of his God is upon him; I am Jehovah. ", "13": "He must marry a virgin. ", "14-15": "He may not marry a widow, nor a woman who is divorced, nor a prostitute. She must be a virgin from his own tribe, for he must not be the father of children of mixed blood—half priestly and half ordinary.”[d]", "16-17": "And the Lord said to Moses, “Tell Aaron that any of his descendants from generation to generation who have any bodily defect may not offer the sacrifices to God. ", "18": "For instance, if a man is blind or lame, or has a broken nose or any extra fingers or toes, ", "19": "or has a broken foot or hand, ", "20": "or has a humped back, or is a dwarf, or has a defect in his eye, or has pimples or scabby skin, or has imperfect testicles—", "21": "although he is a descendant of Aaron—he is not permitted to offer the fire sacrifices to the Lord because of his physical defect. ", "22": "However, he shall be fed with the food of the priests from the offerings sacrificed to God, both from the holy and most holy offerings. ", "23": "But he shall not go in behind the veil, nor come near the altar, because of the physical defect; this would defile my sanctuary, for it is Jehovah who sanctifies it.”", "24": "So Moses gave these instructions to Aaron and his sons and to all the people of Israel."}