{"1-2": "The Lord said to Moses, “Tell the people of Israel to bring you pure olive oil for an eternal flame ", "3-4": "in the lampstand of pure gold which stands outside the veil that secludes the Holy of Holies. Each morning and evening Aaron shall supply it with fresh oil and trim the wicks. It will be an eternal flame before the Lord from generation to generation.", "5-8": "“Every Sabbath day the High Priest shall place twelve loaves of bread in two rows upon the gold table that stands before the Lord. These loaves shall be baked from finely ground flour, using a fifth of a bushel for each. Pure frankincense shall be sprinkled along each row. This will be a memorial offering made by fire to the Lord, in memory of his everlasting covenant with the people of Israel. ", "9": "The bread shall be eaten by Aaron and his sons, in a place set apart for the purpose. For these are offerings made by fire to the Lord under a permanent law of God and are most holy.”", "10": "Out in the camp one day, a young man whose mother was an Israelite and whose father was an Egyptian got into a fight with one of the men of Israel. ", "11": "During the fight the Egyptian man's son[a] cursed God,* and was brought to Moses for judgment. (His mother's name was Shelomith, daughter of Dibri of the tribe of Dan.) ", "12": "He was put in jail until the Lord would indicate what to do with him.", "13-14": "And the Lord said to Moses, “Take him outside the camp and tell all who heard him to lay their hands upon his head; then all the people are to execute him by stoning. ", "15-16": "And tell the people of Israel that anyone who curses his God must pay the penalty: he must die. All the congregation shall stone him; this law applies to the foreigner as well as to the Israelite who blasphemes the name of Jehovah. He must die.", "17": "“Also, all murderers must be executed. ", "18": "Anyone who kills an animal that isn't his[b] shall replace it.* ", "19": "The penalty for injuring anyone is to be injured in exactly the same way: ", "20": "fracture for fracture, eye for eye, tooth for tooth. Whatever anyone does to another shall be done to him.", "21": "“To repeat, whoever kills an animal must replace it, and whoever kills a man must die. ", "22": "You shall have the same law for the foreigner as for the home-born citizen, for I am Jehovah your God.”", "23": "So they took the youth out of the camp and stoned him until he died, as Jehovah had commanded Moses."}