{"1-2": "While Moses was on Mount Sinai, the Lord gave him these instructions for the people of Israel: “When you come into the land I am going to give you, you must let the land rest before the Lord every seventh year. ", "3": "For six years you may sow your field and prune your vineyards and harvest your crops, ", "4": "but during the seventh year the land is to lie fallow before the Lord, uncultivated. Don't sow your crops and don't prune your vineyards during that entire year. ", "5": "Don't even reap for yourself the volunteer crops that come up, and don't gather the grapes for yourself; for it is a year of rest for the land. ", "6-7": "Any crops that do grow that year shall be free to all—for you, your servants, your slaves, and any foreigners living among you. Cattle and wild animals alike shall be allowed to graze there.", "8": "“Every fiftieth year, ", "9": "on the Day of Atonement,[a] let the trumpets blow loud and long throughout the land. ", "10": "For the fiftieth year shall be holy, a time to proclaim liberty throughout the land to all enslaved debtors, and a time for the canceling of all public and private debts. It shall be a year when all the family estates sold to others shall be returned to the original owners or their heirs.", "11": "“What a happy year it will be! In it you shall not sow, nor gather crops nor grapes; ", "12": "for it is a holy Year of Jubilee for you. That year your food shall be the volunteer crops that grow wild in the fields. ", "13": "Yes, during the Year of Jubilee everyone shall return home to his original family possession; if he has sold it, it shall be his again! ", "14-16": "Because of this, if the land is sold or bought during the preceding forty-nine years, a fair price shall be arrived at by counting the number of years until the Jubilee. If the Jubilee is many years away, the price will be high; if few years, the price will be low; for what you are really doing is selling the number of crops the new owner will get from the land before it is returned to you.", "17-18": "“You must fear your God and not overcharge! For I am Jehovah. Obey my laws if you want to live safely in the land. ", "19": "When you obey, the land will yield bumper crops and you can eat your fill in safety. ", "20": "But you will ask, 'What shall we eat the seventh year, since we are not allowed to plant or harvest crops that year?' ", "21-22": "The answer is, 'I will bless you with bumper crops the sixth year that will last you until the crops of the eighth year are harvested!' ", "23": "And remember, the land is mine, so you may not sell it permanently. You are merely my tenants and sharecroppers!", "24": "“In every contract of sale there must be a stipulation that the land can be redeemed at any time by the seller. ", "25": "If anyone becomes poor and sells some of his land, then his nearest relatives may redeem it. ", "26": "If there is no one else to redeem it, and he himself gets together enough money, ", "27": "then he may always buy it back at a price proportionate to the number of harvests until the Jubilee, and the owner must accept the money and return the land to him. ", "28": "But if the original owner is not able to redeem it, then it shall belong to the new owner until the Year of Jubilee; but at the Jubilee year it must be returned again.", "29": "“If a man sells a house in the city,[b] he has up to one year to redeem it, with full right of redemption during that time. ", "30": "But if it is not redeemed within the year, then it will belong permanently to the new owner—it does not return to the original owner in the Year of Jubilee. ", "31": "But village houses—a village is a settlement without fortifying walls around it—are like farmland, redeemable at any time, and are always returned to the original owner in the Year of Jubilee.", "32": "“There is one exception: The homes of the Levites, even though in walled cities, may be redeemed at any time, ", "33": "and must be returned to the original owners in the Year of Jubilee; for the Levites will not be given farmland like the other tribes, but will receive only houses in their cities, and the surrounding fields.[c] ", "34": "The Levites are not permitted to sell the fields of common land surrounding their cities, for these are their permanent possession, and they must belong to no one else.", "35": "“If your brother becomes poor, you are responsible to help him; invite him to live with you as a guest in your home. ", "36": "Fear your God and let your brother live with you; and don't charge him interest on the money you lend him. ", "37": "Remember—no interest; and give him what he needs, at your cost: don't try to make a profit! ", "38": "For I, the Lord your God, brought you out of the land of Egypt to give you the land of Canaan, and to be your God.", "39": "“If a fellow Israelite becomes poor and sells himself to you, you must not treat him as an ordinary slave, ", "40": "but rather as a hired servant or as a guest; and he shall serve you only until the Year of Jubilee. ", "41": "At that time he can leave with his children and return to his own family and possessions. ", "42": "For I brought you from the land of Egypt, and you are my servants; so you may not be sold as ordinary slaves ", "43": "or treated harshly; fear your God.", "44": "“However, you may purchase slaves from the foreign nations living around you, ", "45": "and you may purchase the children of the foreigners living among you, even though they have been born in your land. ", "46": "They will be permanent slaves for you to pass on to your children after you; but your brothers, the people of Israel, shall not be treated so.", "47": "“If a foreigner living among you becomes rich, and an Israelite becomes poor and sells himself to the foreigner or to the foreigner's family, ", "48": "he may be redeemed by one of his brothers, ", "49": "his uncle, nephew, or anyone else who is a near relative. He may also redeem himself if he can find the money. ", "50": "The price of his freedom shall be in proportion to the number of years left before the Year of Jubilee—whatever it would cost to hire a servant for that number of years. ", "51": "If there are still many years until the Jubilee, he shall pay almost the amount he received when he sold himself; ", "52": "if the years have passed and only a few remain until the Jubilee, then he will repay only a small part of the amount he received when he sold himself. ", "53": "If he sells himself to a foreigner, the foreigner must treat him as a hired servant rather than as a slave or as property. ", "54": "If he has not been redeemed by the time the Year of Jubilee arrives, then he and his children shall be freed at that time. ", "55": "For the people of Israel are my servants; I brought them from the land of Egypt; I am the Lord your God."}