{"1-2": "The Lord said to Moses, “Tell the people of Israel that when a person makes a special vow to give himself to the Lord, he shall give these payments instead: ", "3": "A man from the age of twenty to sixty shall pay twenty-five dollars;[a] ", "4": "a woman from the age of twenty to sixty shall pay fifteen dollars; ", "5": "a boy from five to twenty shall pay ten dollars; a girl, five dollars. ", "6": "A boy one month to five years old shall have paid for him two and a half dollars; a girl, one and a half dollars. ", "7": "A man over sixty shall pay seven and a half dollars; a woman, five dollars. ", "8": "But if the person is too poor to pay this amount, he shall be brought to the priest, and the priest shall talk it over with him, and he shall pay as the priest shall decide.", "9": "“But if it is an animal that is vowed to be given to the Lord as a sacrifice, it must be given. ", "10": "The vow may not be changed; the donor may neither change his mind about giving it to the Lord, nor substitute good for bad or bad for good; if he does, both the first and the second shall belong to the Lord! ", "11-12": "But if the animal given to the Lord is not a kind that is permitted as a sacrifice, the owner shall bring it to the priest to value it, and he shall be told how much to pay instead. ", "13": "If the animal is a kind that may be offered as a sacrifice,[b] but the man wants to redeem it, then he shall pay 20 percent more than the value set by the priest.", "14-15": "“If someone donates his home to the Lord and then wishes to redeem it, the priest will decide its value, and the man shall pay that amount plus 20 percent, and the house will be his again.", "16": "“If a man dedicates any part of his field to the Lord, value it in proportion to its size, as indicated by the amount of seed required to sow it. A section of land that requires ten bushels of barley seed for sowing is valued at twenty-five dollars. ", "17": "If a man dedicates his field in the Year of Jubilee, then the whole estimate shall stand; ", "18": "but if it is after the Year of Jubilee, then the value shall be in proportion to the number of years remaining until the next Year of Jubilee. ", "19": "If the man decides to redeem the field, he shall pay 20 percent in addition to the priest's valuation, and the field will be his again. ", "20": "But if he decides not to redeem the field, or if he has sold the field to someone else and has given to the Lord his rights to it at the Year of Jubilee,[c] it shall not be returned to him again. ", "21": "When it is freed in the Year of Jubilee, it shall belong to the Lord as a field devoted to him, and it shall be given to the priests.", "22": "“If a man dedicates to the Lord a field he has bought, but which is not part of his family possession, ", "23": "the priest shall estimate the value until the Year of Jubilee, and he shall immediately give that estimated value to the Lord, ", "24": "and in the Year of Jubilee the field shall return to the original owner from whom it was bought. ", "25": "All the valuations shall be stated in standard money.[d]", "26": "“You may not dedicate to the Lord the firstborn of any ox or sheep, for it is already his. ", "27": "But if it is the firstborn of an animal that cannot be sacrificed because it is not on the list of those acceptable to the Lord, then the owner shall pay the priest's estimate of its worth, plus 20 percent; or if the owner does not redeem it, the priest may sell it to someone else. ", "28": "However, anything utterly devoted to the Lord—people, animals, or inherited fields—shall not be sold or redeemed, for they are most holy to the Lord. ", "29": "No one sentenced by the courts to die may pay a fine instead; he shall surely be put to death.[e]", "30": "“A tenth of the produce of the land, whether grain or fruit, is the Lord's, and is holy. ", "31": "If anyone wants to buy back this fruit or grain, he must add a fifth to its value. ", "32": "And the Lord owns every tenth animal of your herds and flocks and other domestic animals, as they pass by for counting. ", "33": "The tenth given to the Lord shall not be selected on the basis of whether it is good or bad, and there shall be no substitutions; for if there is any change made, then both the original and the substitution shall belong to the Lord, and may not be bought back!”", "34": "These are the commandments the Lord gave to Moses for the people of Israel on Mount Sinai."}