{"1-3": "The Lord said to Moses, “Now bring Aaron and his sons to the entrance of the Tabernacle, together with their garments, the anointing oil, the young bull for the sin offering, the two rams, and the basket of bread made without yeast; and summon all Israel to a meeting there.”", "4": "So all the people assembled, ", "5": "and Moses said to them, “What I am now going to do has been commanded by Jehovah.”", "6": "Then he took Aaron and his sons and washed them with water, ", "7": "and he clothed Aaron with the special coat, sash, robe, and the ephod-jacket with its beautifully woven belt. ", "8": "Then he put on him the chestpiece and deposited the Urim and the Thummim[a] inside its pouch; ", "9": "and placed on Aaron's head the turban with the sacred gold plate at its front—the holy crown—as the Lord had commanded Moses.", "10": "Then Moses took the anointing oil and sprinkled it upon the Tabernacle itself and on each item in it, sanctifying them. ", "11": "When he came to the altar he sprinkled it seven times, and also sprinkled the utensils of the altar and the washbasin and its pedestal, to sanctify them. ", "12": "Then he poured the anointing oil upon Aaron's head, thus setting him apart for his work. ", "13": "Next Moses placed the robes on Aaron's sons, with the belts and caps, as the Lord had commanded him.", "14": "Then he took the young bull for the sin offering, and Aaron and his sons laid their hands upon its head ", "15-16": "as Moses killed it. He smeared some of the blood with his finger upon the four horns of the altar and upon the altar itself, to sanctify it, and poured out the rest of the blood at the base of the altar; thus he sanctified the altar, making atonement for it. He took all the fat covering the entrails, the fatty mass above the liver, and the two kidneys and their fat, and burned them all on the altar. ", "17": "The carcass of the young bull, with its hide and dung, was burned outside the camp, as the Lord had commanded Moses.", "18": "Then he presented to the Lord the ram for the burnt offering. Aaron and his sons laid their hands upon its head, ", "19": "and Moses killed it and sprinkled the blood back and forth upon the altar. ", "20": "Next he quartered the ram and burned the pieces, the head and the fat. ", "21": "He then washed the insides and the legs with water, and burned them upon the altar, so that the entire ram was consumed before the Lord; it was a burnt offering that pleased the Lord very much, for Jehovah's directions to Moses were followed in every detail.", "22": "Then Moses presented the other ram, the ram of consecration; Aaron and his sons laid their hands upon its head. ", "23": "Moses killed it and took some of its blood and smeared it upon the lobe of Aaron's right ear and the thumb of his right hand and upon the big toe of his right foot. ", "24": "Next he smeared some of the blood upon Aaron's sons—upon the lobes of their right ears, upon their right thumbs, and upon the big toes of their right feet. The rest of the blood he sprinkled back and forth upon the altar.[b]", "25": "Then he took the fat, the tail, the fat upon the inner organs, the gall bladder, the two kidneys with their fat, and the right shoulder, ", "26": "and placed on top of these one unleavened wafer, one wafer spread with olive oil, and a slice of bread, all taken from the basket that had been placed there before the Lord. ", "27": "All this was placed in the hands of Aaron and his sons to present to the Lord by a gesture of waving them before the altar. ", "28": "Moses then took it all back from them and burned it upon the altar, along with the burnt offering[c] to the Lord; and Jehovah was pleased by the offering. ", "29": "Now Moses took the breast and presented it to the Lord by waving it before the altar; this was Moses' portion of the ram of consecration, just as the Lord had instructed him.", "30": "Next he took some of the anointing oil and some of the blood that had been sprinkled upon the altar, and sprinkled it upon Aaron and upon his clothes and upon his sons and upon their clothes, thus consecrating to the Lord's use Aaron and his sons and their clothes.", "31": "Then Moses said to Aaron and his sons, “Boil the meat at the entrance of the Tabernacle, and eat it along with the bread that is in the basket of consecration, just as I instructed you to do. ", "32": "Anything left of the meat and bread must be burned.”", "33": "Next he told them not to leave the Tabernacle entrance for seven days, after which time their consecration would be completed—for it takes seven days. ", "34": "Then Moses stated again that all he had done that day had been commanded by the Lord in order to make atonement for them. ", "35": "And again he warned Aaron and his sons to stay at the entrance of the Tabernacle day and night for seven days. “If you leave,” he told them, “you will die—this is what the Lord has said.”", "36": "So Aaron and his sons did all that the Lord had commanded Moses."}