{"1": "I want you to know how great a struggle I have for you and for those in Laodicea, as well as for those who have still not seen me face to face. ", "2": "My purpose is that their hearts, joined together in love, may be encouraged. May they have all the riches of the full assurance of understanding, leading to a true knowledge of the mystery of God—that is, Messiah. ", "3": "In Him all the treasures of wisdom and knowledge are hidden.", "4": "[a] 4 I am telling you this so that no one will deceive you with persuasive-sounding arguments. ", "5": "For even though I am absent in body, yet I am with you in spirit—rejoicing to see your good order and the steadfastness of your trust in Messiah.", "6": "Therefore as you received Messiah Yeshua as Lord, so continue to walk in Him—", "7": "rooted and built up in Him and established in your faith just as you were taught, overflowing with thankfulness. ", "8": "See that no one takes you captive through philosophy and empty deception, according to the tradition of men and the basic principles of the world rather than Messiah. ", "9": "For all the fullness of Deity lives bodily in Him, ", "10": "and in Him you have been filled to fullness. He is the head over every ruler and authority.", "11": "In Him you were also circumcised with a circumcision done not by hand, in the stripping away of the body of the flesh through the circumcision of Messiah. ", "12": "You were buried along with Him in immersion, through which you also were raised with Him by trusting in the working of God, who raised Him from the dead. ", "13": "When you were dead in your sins and the uncircumcision of your flesh, God made you alive together with Him when He pardoned us all our transgressions. ", "14": "He wiped out the handwritten record of debts with the decrees against us, which was hostile to us. He took it away by nailing it to the cross. ", "15": "After disarming the principalities and powers, He made a public spectacle of them, triumphing over them in the cross.[b]", "16": "Therefore, do not let anyone pass judgment on you in matters of food or drink, or in respect to a festival or new moon or Shabbat.", "17": "[c] 17 These are a foreshadowing of things to come, but the reality is Messiah.", "18": "[d] 18 Let no one disqualify you by insisting on false humility and worship of angels—going into detail about what he has seen, puffed up without cause by his fleshly mind. ", "19": "He is not holding fast to the Head. It is from Him that the whole body, nourished and held together by its joints and tendons, grows with a godly increase. ", "20": "If you died with Messiah to the basic principles of the world, why—as though living in the world—do you subject yourselves to their rules? ", "21": "“Don't handle! Don't taste! Don't touch!” ", "22": "These all lead to decay with use, based as they are on man-made commands and teachings.", "23": "[e] 23 Indeed, these are matters that have an appearance of wisdom in self-made religion and humility and self-denial of the body—yet none are of any value for stopping indulgence of the flesh."}