{"1-2": "So get yourselves together. Shape up! You're a nation without a clue about what it wants. Do it before you're blown away like leaves in a windstorm, Before God's Judgment-anger sweeps down on you, Before God's Judgment Day wrath descends with full force.", "3": "Seek God, all you quietly disciplined people who live by God's justice. Seek God's right ways. Seek a quiet and disciplined life. Perhaps you'll be hidden on the Day of God's anger.", "4-5": "Gaza is scheduled for demolition, Ashdod will be cleaned out by high noon, Ekron pulled out by the roots. Doom to the seaside people, the seafaring people from Crete! The Word of God is bad news for you who settled Canaan, the Philistine country: “You're slated for destruction— no survivors!”", "6-7": "The lands of the seafarers will become pastureland, A country for shepherds and sheep. What's left of the family of Judah will get it. Day after day they'll pasture by the sea, and go home in the evening to Ashkelon to sleep. Their very own God will look out for them. He'll make things as good as before.", "8-12": "“I've heard the crude taunts of Moab, the mockeries flung by Ammon, The cruel talk they've used to put down my people, their self-important strutting along Israel's borders. Therefore, as sure as I am the living God,” says God-of-the-Angel-Armies, Israel's personal God, “Moab will become a ruin like Sodom, Ammon a ghost town like Gomorrah, One a field of rocks, the other a sterile salt flat, a moonscape forever. What's left of my people will finish them off, will pick them clean and take over. This is what they get for their bloated pride, their taunts and mockeries of the people of God-of-the-Angel-Armies. God will be seen as truly terrible—a Holy Terror. All earth-made gods will shrivel up and blow away; And everyone, wherever they are, far or near, will fall to the ground and worship him. Also you Ethiopians, you, too, will die—I'll see to it.”", "13-15": "Then God will reach into the north and destroy Assyria. He will waste Nineveh, leave her dry and treeless as a desert. The ghost town of a city, the haunt of wild animals, Nineveh will be home to raccoons and coyotes— they'll bed down in its ruins. Owls will hoot in the windows, ravens will croak in the doorways— all that fancy woodwork now a perch for birds. Can this be the famous Fun City that had it made, That boasted, “I'm the Number-One City! I'm King of the Mountain!” So why is the place deserted, a lair for wild animals? Passersby hardly give it a look; they dismiss it with a gesture."}