{"1-2": "Then Samuel took a flask of oil, poured it on Saul's head, and kissed him. He said, “Do you see what this means? God has anointed you prince over his people. “This sign will confirm God's anointing of you as prince over his inheritance: After you leave me today, as you get closer to your home country of Benjamin, you'll meet two men near Rachel's Tomb. They'll say, 'The donkeys you went to look for are found. Your father has forgotten about the donkeys and is worried about you, wringing his hands—quite beside himself!'", "3-4": "“Leaving there, you'll arrive at the Oak of Tabor. There you'll meet three men going up to worship God at Bethel. One will be carrying three young goats, another carrying three sacks of bread, and the third a jug of wine. They'll say, 'Hello, how are you?' and offer you two loaves of bread, which you will accept.", "5-6": "“Next, you'll come to Gibeah of God, where there's a Philistine garrison. As you approach the town, you'll run into a bunch of prophets coming down from the shrine, playing harps and tambourines, flutes and drums. And they'll be prophesying. Before you know it, the Spirit of God will come on you and you'll be prophesying right along with them. And you'll be transformed. You'll be a new person!", "7": "“When these confirming signs are accomplished, you'll know that you're ready: Whatever job you're given to do, do it. God is with you!", "8": "“Now, go down to Gilgal and I will follow. I'll come down and join you in worship by sacrificing burnt offerings and peace offerings. Wait seven days. Then I'll come and tell you what to do next.”", "9": "Saul turned and left Samuel. At that very moment God transformed him—made him a new person! And all the confirming signs took place the same day.", "10-12": "When Saul and his party got to Gibeah, there were the prophets, right in front of them! Before he knew it, the Spirit of God came on Saul and he was prophesying right along with them. When those who had previously known Saul saw him prophesying with the prophets, they were totally surprised. “What's going on here? What's come over the son of Kish? How on earth did Saul get to be a prophet?” One man spoke up and said, “Who started this? Where did these people ever come from?” That's how the saying got started, “Saul among the prophets! Who would have guessed?!”", "13-14": "When Saul was done prophesying, he returned home. His uncle asked him and his servant, “So where have you two been all this time?” “Out looking for the donkeys. We looked and looked and couldn't find them. And then we found Samuel!”", "15": "“So,” said Saul's uncle, “what did Samuel tell you?”", "16": "Saul said, “He told us not to worry—the donkeys had been found.” But Saul didn't breathe a word to his uncle of what Samuel said about the king business.", "17-18": "Samuel called the people to assemble before God at Mizpah. He addressed the children of Israel, “This is God's personal message to you:", "18-19": "“I brought Israel up out of Egypt. I delivered you from Egyptian oppression—yes, from all the bullying governments that made your life miserable. And now you want nothing to do with your God, the very God who has a history of getting you out of troubles of all sorts. “And now you say, 'No! We want a king; give us a king!' “Well, if that's what you want, that's what you'll get! Present yourselves formally before God, ranked in tribes and families.”", "20-21": "After Samuel got all the tribes of Israel lined up, the Benjamin tribe was picked. Then he lined up the Benjamin tribe in family groups, and the family of Matri was picked. The family of Matri took its place in the lineup, and the name Saul, son of Kish, was picked. But when they went looking for him, he was nowhere to be found.", "22": "Samuel went back to God: “Is he anywhere around?” God said, “Yes, he's right over there—hidden in that pile of baggage.”", "23": "They ran and got him. He took his place before everyone, standing tall—head and shoulders above them.", "24": "Samuel then addressed the people, “Take a good look at whom God has chosen: the best! No one like him in the whole country!” Then a great shout went up from the people: “Long live the king!”", "25": "Samuel went on to instruct the people in the rules and regulations involved in a kingdom, wrote it all down in a book, and placed it before God. Then Samuel sent everyone home.", "26-27": "Saul also went home to Gibeah, and with him some true and brave men whom God moved to join him. But the riffraff went off muttering, “Deliverer? Don't make me laugh!” They held him in contempt and refused to congratulate him. But Saul paid them no mind. Nahash, king of the Ammonites, was brutalizing the tribes of Gad and Reuben, gouging out their right eyes and intimidating anyone who would come to Israel's help. There were very few Israelites living on the east side of the Jordan River who had not had their right eyes gouged out by Nahash. But seven thousand men had escaped from the Ammonites and were now living safely in Jabesh."}