{"1": "So Nahash went after them and prepared to go to war against Jabesh Gilead. The men of Jabesh petitioned Nahash: “Make a treaty with us and we'll serve you.”", "2": "Nahash said, “I'll make a treaty with you on one condition: that every right eye among you be gouged out! I'll humiliate every last man and woman in Israel before I'm done!”", "3": "The town leaders of Jabesh said, “Give us time to send messengers around Israel—seven days should do it. If no one shows up to help us, we'll accept your terms.”", "4-5": "The messengers came to Saul's place at Gibeah and told the people what was going on. As the people broke out in loud wails, Saul showed up. He was coming back from the field with his oxen. Saul asked, “What happened? Why is everyone crying?” And they repeated the message that had come from Jabesh.", "6-7": "The Spirit of God came on Saul when he heard the report and he flew into a rage. He grabbed the yoke of oxen and butchered them on the spot. He sent the messengers throughout Israel distributing the bloody pieces with this message: “Anyone who refuses to join up with Saul and Samuel, let this be the fate of his oxen!”", "7-8": "The terror of God seized the people, and they came out, one and all, not a laggard among them. Saul took command of the people at Bezek. There were 300,000 men from Israel, another 30,000 from Judah.", "9-11": "Saul instructed the messengers, “Tell this to the folk in Jabesh Gilead: 'Help is on the way. Expect it by noon tomorrow.'” The messengers set straight off and delivered their message. Elated, the people of Jabesh Gilead sent word to Nahash: “Tomorrow we'll give ourselves up. You can deal with us on your terms.” Long before dawn the next day, Saul had strategically placed his army in three groups. At first light they broke into the enemy camp and slaughtered Ammonites until noon. Those who were left ran for their lives, scattering every which way.", "12": "The people came to Samuel then and said, “Where are those men who said, 'Saul is not fit to rule over us'? Hand them over. We'll kill them!”", "13-14": "But Saul said, “Nobody is going to be executed this day. This is the day God saved Israel! Come, let's go to Gilgal and there reconsecrate the kingship.”", "15": "They all trooped out to Gilgal. Before God, they crowned Saul king at Gilgal. And there they worshiped, sacrificing peace offerings. Saul and all Israel celebrated magnificently."}