{"1": "Saul was a young man when he began as king. He was king over Israel for many years.", "2": "Saul conscripted enough men for three companies of soldiers. He kept two companies under his command at Micmash and in the Bethel hills. The other company was under Jonathan at Gibeah in Benjamin. He sent the rest of the men home.", "3-4": "Jonathan attacked and killed the Philistine governor stationed at Geba (Gibeah). When the Philistines heard the news, they raised the alarm: “The Hebrews are in revolt!” Saul ordered the reveille trumpets blown throughout the land. The word went out all over Israel, “Saul has killed the Philistine governor—drawn first blood! The Philistines are stirred up and mad as hornets!” Summoned, the army came to Saul at Gilgal.", "5": "The Philistines rallied their forces to fight Israel: three companies of chariots, six companies of cavalry, and so many infantry they looked like sand on the seashore. They went up into the hills and set up camp at Micmash, east of Beth Aven.", "6-7": "When the Israelites saw that they were way outnumbered and in deep trouble, they ran for cover, hiding in caves and pits, ravines and brambles and cisterns—wherever. They retreated across the Jordan River, refugees fleeing to the country of Gad and Gilead. But Saul held his ground in Gilgal, his soldiers still with him but scared to death.", "8": "He waited seven days, the time set by Samuel. Samuel failed to show up at Gilgal, and the soldiers were slipping away, right and left.", "9-10": "So Saul took charge: “Bring me the burnt offering and the peace offerings!” He went ahead and sacrificed the burnt offering. No sooner had he done it than Samuel showed up! Saul greeted him.", "11-12": "Samuel said, “What on earth are you doing?” Saul answered, “When I saw I was losing my army from under me, and that you hadn't come when you said you would, and that the Philistines were poised at Micmash, I said, 'The Philistines are about to come down on me in Gilgal, and I haven't yet come before God asking for his help.' So I took things into my own hands, and sacrificed the burnt offering.”", "13-14": "“That was a fool thing to do,” Samuel said to Saul. “If you had kept the appointment that your God commanded, by now God would have set a firm and lasting foundation under your kingly rule over Israel. As it is, your kingly rule is already falling to pieces. God is out looking for your replacement right now. This time he'll do the choosing. When he finds him, he'll appoint him leader of his people. And all because you didn't keep your appointment with God!”", "15": "At that, Samuel got up and left Gilgal. What army there was left followed Saul into battle. They went into the hills from Gilgal toward Gibeah in Benjamin. Saul looked over and assessed the soldiers still with him—a mere six hundred!", "16-18": "Saul, his son Jonathan, and the soldiers who had remained made camp at Geba (Gibeah) of Benjamin. The Philistines were camped at Micmash. Three squads of raiding parties were regularly sent out from the Philistine camp. One squadron was assigned to the Ophrah road going toward Shual country; another was assigned to the Beth Horon road; the third took the border road that rimmed the Valley of Hyenas.", "19-22": "There wasn't a blacksmith to be found anywhere in Israel. The Philistines made sure of that—“Lest those Hebrews start making swords and spears.” That meant that the Israelites had to go down among the Philistines to keep their farm tools—plowshares and mattocks, axes and sickles—sharp and in good repair. They charged a silver coin for the plowshares and mattocks, and half that for the rest. So when the battle of Micmash was joined, there wasn't a sword or spear to be found anywhere in Israel—except for Saul and his son Jonathan; they were both well-armed.", "23": "A patrol of Philistines took up a position at Micmash Pass."}