{"1": "During this time the Philistines mustered their troops to make war on Israel. Achish said to David, “You can count on this: You're marching with my troops, you and your men.”", "2": "And David said, “Good! Now you'll see for yourself what I can do!” “Great!” said Achish. “I'm making you my personal bodyguard—for life!”", "3": "Samuel was now dead. All Israel had mourned his death and buried him in Ramah, his hometown. Saul had long since cleaned out all those who held séances with the dead.", "4-5": "The Philistines had mustered their troops and camped at Shunem. Saul had assembled all Israel and camped at Gilboa. But when Saul saw the Philistine troops, he shook in his boots, scared to death.", "6": "Saul prayed to God, but God didn't answer—neither by dream nor by sign nor by prophet.", "7": "So Saul ordered his officials, “Find me someone who can call up spirits so I may go and seek counsel from those spirits.” His servants said, “There's a witch at Endor.”", "8": "Saul disguised himself by putting on different clothes. Then, taking two men with him, he went under the cover of night to the woman and said, “I want you to consult a ghost for me. Call up the person I name.”", "9": "The woman said, “Just hold on now! You know what Saul did, how he swept the country clean of mediums. Why are you trying to trap me and get me killed?”", "10": "Saul swore solemnly, “As God lives, you won't get in any trouble for this.”", "11": "The woman said, “So whom do you want me to bring up?” “Samuel. Bring me Samuel.”", "12": "When the woman saw Samuel, she cried out loudly to Saul, “Why did you lie to me? You're Saul!”", "13": "The king told her, “You have nothing to fear . . . but what do you see?” “I see a spirit ascending from the underground.”", "14": "“And what does he look like?” Saul asked. “An old man ascending, robed like a priest.” Saul knew it was Samuel. He fell down, face to the ground, and worshiped.", "15": "Samuel said to Saul, “Why have you disturbed me by calling me up?” “Because I'm in deep trouble,” said Saul. “The Philistines are making war against me and God has deserted me—he doesn't answer me any more, either by prophet or by dream. And so I'm calling on you to tell me what to do.”", "16-19": "“Why ask me?” said Samuel. “God has turned away from you and is now on the side of your neighbor. God has done exactly what he told you through me—ripped the kingdom right out of your hands and given it to your neighbor. It's because you did not obey God, refused to carry out his seething judgment on Amalek, that God does to you what he is doing today. Worse yet, God is turning Israel, along with you, over to the Philistines. Tomorrow you and your sons will be with me. And, yes, indeed, God is giving Israel's army up to the Philistines.”", "20-22": "Saul dropped to the ground, felled like a tree, terrified by Samuel's words. There wasn't an ounce of strength left in him—he'd eaten nothing all day and all night. The woman, realizing that he was in deep shock, said to him, “Listen to me. I did what you asked me to do, put my life in your hands in doing it, carried out your instructions to the letter. It's your turn to do what I tell you: Let me give you some food. Eat it. It will give you strength so you can get on your way.”", "23-25": "He refused. “I'm not eating anything.” But when his servants joined the woman in urging him, he gave in to their pleas, picked himself up off the ground, and sat on the bed. The woman moved swiftly. She butchered a grain-fed calf she had, and took some flour, kneaded it, and baked some flat bread. Then she served it all up for Saul and his servants. After dining handsomely, they got up from the table and were on their way that same night."}