{"1-3": "Three days later, David and his men arrived back in Ziklag. Amalekites had raided the Negev and Ziklag. They tore Ziklag to pieces and then burned it down. They captured all the women, young and old. They didn't kill anyone, but drove them like a herd of cattle. By the time David and his men entered the village, it had been burned to the ground, and their wives, sons, and daughters all taken prisoner.", "4-6": "David and his men burst out in loud wails—wept and wept until they were exhausted with weeping. David's two wives, Ahinoam of Jezreel and Abigail widow of Nabal of Carmel, had been taken prisoner along with the rest. And suddenly David was in even worse trouble. There was talk among the men, bitter over the loss of their families, of stoning him.", "6-7": "David strengthened himself with trust in his God. He ordered Abiathar the priest, son of Ahimelech, “Bring me the Ephod so I can consult God.” Abiathar brought it to David.", "8": "Then David prayed to God, “Shall I go after these raiders? Can I catch them?” The answer came, “Go after them! Yes, you'll catch them! Yes, you'll make the rescue!”", "9-10": "David went, he and the six hundred men with him. They arrived at the Brook Besor, where some of them dropped out. David and four hundred men kept up the pursuit, but two hundred of them were too fatigued to cross the Brook Besor, and stayed there.", "11-12": "Some who went on came across an Egyptian in a field and took him to David. They gave him bread and he ate. And he drank some water. They gave him a piece of fig cake and a couple of raisin muffins. Life began to revive in him. He hadn't eaten or drunk a thing for three days and nights!", "13-14": "David said to him, “Who do you belong to? Where are you from?” “I'm an Egyptian slave of an Amalekite,” he said. “My master walked off and left me when I got sick—that was three days ago. We had raided the Negev of the Kerethites, of Judah, and of Caleb. Ziklag we burned.”", "15": "David asked him, “Can you take us to the raiders?” “Promise me by God,” he said, “that you won't kill me or turn me over to my old master, and I'll take you straight to the raiders.”", "16": "He led David to them. They were scattered all over the place, eating and drinking, gorging themselves on all the loot they had plundered from Philistia and Judah.", "17-20": "David pounced. He fought them from before sunrise until evening of the next day. None got away except for four hundred of the younger men who escaped by riding off on camels. David rescued everything the Amalekites had taken. And he rescued his two wives! Nothing and no one was missing—young or old, son or daughter, plunder or whatever. David recovered the whole lot. He herded the sheep and cattle before them, and they all shouted, “David's plunder!”", "21": "Then David came to the two hundred who had been too tired to continue with him and had dropped out at the Brook Besor. They came out to welcome David and his band. As he came near he called out, “Success!”", "22": "But all the mean-spirited men who had marched with David, the rabble element, objected: “They didn't help in the rescue, they don't get any of the plunder we recovered. Each man can have his wife and children, but that's it. Take them and go!”", "23-25": "“Families don't do this sort of thing! Oh no, my brothers!” said David as he broke up the argument. “You can't act this way with what God gave us! God kept us safe. He handed over the raiders who attacked us. Who would ever listen to this kind of talk? The share of the one who stays with the gear is the share of the one who fights—equal shares. Share and share alike!” From that day on, David made that the rule in Israel—and it still is.", "26-31": "On returning to Ziklag, David sent portions of the plunder to the elders of Judah, his neighbors, with a note saying, “A gift from the plunder of God's enemies!” He sent them to the elders in Bethel, Ramoth Negev, Jattir, Aroer, Siphmoth, Eshtemoa, Racal, Jerahmeelite cities, Kenite cities, Hormah, Bor Ashan, Athach, and Hebron, along with a number of other places David and his men went to from time to time."}