{"1": "And they did. The men of Kiriath Jearim came and got the Chest of God and delivered it to the house of Abinadab on the hill. They ordained his son, Eleazar, to take responsibility for the Chest of God.", "2": "From the time that the Chest came to rest in Kiriath Jearim, a long time passed—twenty years it was—and throughout Israel there was a widespread, fearful movement toward God.", "3": "Then Samuel addressed the house of Israel: “If you are truly serious about coming back to God, clean house. Get rid of the foreign gods and fertility goddesses, ground yourselves firmly in God, worship him and him alone, and he'll save you from Philistine oppression.”", "4": "They did it. They got rid of the gods and goddesses, the images of Baal and Ashtoreth, and gave their exclusive attention and service to God.", "5": "Next Samuel said, “Get everybody together at Mizpah and I'll pray for you.”", "6": "So everyone assembled at Mizpah. They drew water from the wells and poured it out before God in a ritual of cleansing. They fasted all day and prayed, “We have sinned against God.” So Samuel prepared the Israelites for holy war there at Mizpah.", "7": "When the Philistines heard that Israel was meeting at Mizpah, the Philistine leaders went on the offensive. Israel got the report and became frightened—Philistines on the move again!", "8": "They pleaded with Samuel, “Pray with all your might! And don't let up! Pray to God, our God, that he'll save us from the boot of the Philistines.”", "9": "Samuel took a young lamb not yet weaned and offered it whole as a Whole-Burnt-Offering to God. He prayed fervently to God, interceding for Israel. And God answered.", "10-12": "While Samuel was offering the sacrifice, the Philistines came within range to fight Israel. Just then God thundered, a huge thunderclap exploding among the Philistines. They panicked—mass confusion!—and ran helter-skelter from Israel. Israel poured out of Mizpah and gave chase, killing Philistines right and left, to a point just beyond Beth Car. Samuel took a single rock and set it upright between Mizpah and Shen. He named it “Ebenezer” (Rock of Help), saying, “This marks the place where God helped us.”", "13-14": "The Philistines learned their lesson and stayed home—no more border crossings. God was hard on the Philistines all through Samuel's lifetime. All the cities from Ekron to Gath that the Philistines had taken from Israel were restored. Israel also freed the surrounding countryside from Philistine control. And there was peace between Israel and the Amorites.", "15-17": "Samuel gave solid leadership to Israel his entire life. Every year he went on a circuit from Bethel to Gilgal to Mizpah. He gave leadership to Israel in each of these places. But always he would return to Ramah, where he lived, and preside from there. That is where he built an altar to God."}