{"1": "Then the Lord said to Moses, ", "2": "“Tell the Israelites to turn back to Pi Hahiroth. Tell them to camp for the night between Migdol and the Red Sea. This is near Baal Zephon. ", "3": "The king will think, 'The Israelites are lost, trapped by the desert.' ", "4": "I will make the king stubborn again so he will chase after them. But I will defeat the king and his army. This will bring honor to me. Then the people of Egypt will know that I am the Lord.” The people of Israel did just as they were told.", "5": "The king of Egypt was told that the people of Israel had already left. Then he and his officers changed their minds about them. They said, “What have we done? We have let the people of Israel leave. We have lost our slaves!” ", "6": "So the king prepared his war chariot and took his army with him. ", "7": "He took 600 of his best chariots. He also took all the other chariots of Egypt. Each chariot had an officer in it. ", "8": "The Lord made the king of Egypt stubborn. So he chased the Israelites, who were leaving victoriously. ", "9": "The king of Egypt came with his horses, chariot drivers and army. And they chased the Israelites. They caught up with the Israelites while they were camped by the Red Sea. This was near Pi Hahiroth and Baal Zephon.", "10": "The Israelites saw the king and his army coming after them. They were very frightened and cried to the Lord for help. ", "11": "They said to Moses, “What have you done to us? Why did you bring us out of Egypt to die in the desert? There were plenty of graves for us in Egypt. ", "12": "We told you in Egypt, 'Let us alone! Let us stay and serve the Egyptians.' Now we will die in the desert.”", "13": "But Moses answered, “Don't be afraid! Stand still and see the Lord save you today. You will never see these Egyptians again after today. ", "14": "You will only need to remain calm. The Lord will fight for you.”", "15": "Then the Lord said to Moses, “Why are you crying out to me? Command the people of Israel to start moving. ", "16": "Raise your walking stick and hold it over the sea. The sea will split. Then the people can cross the sea on dry land. ", "17": "I have made the Egyptians stubborn so they will chase the Israelites. But I will be honored when I defeat the king and all of his chariot drivers and chariots. ", "18": "I will defeat the king, his chariot drivers and chariots. Then Egypt will know that I am the Lord.”", "19": "The angel of God usually traveled in front of Israel's army. Now the angel of God moved behind them. Also, the pillar of cloud moved from in front of the people and stood behind them. ", "20": "So the cloud came between the Egyptians and the people of Israel. The cloud made it dark for the Egyptians. But it gave light to the Israelites. So the cloud kept the two armies apart all night.", "21": "Moses held his hand over the sea. All that night the Lord drove back the sea with a strong east wind. And so he made the sea become dry ground. The water was split. ", "22": "And the Israelites went through the sea on dry land. A wall of water was on both sides.", "23": "Then all the king's horses, chariots and chariot drivers followed them into the sea. ", "24": "Between two and six o'clock in the morning, the Lord looked down from the pillar of cloud and fire at the Egyptian army. He made them panic. ", "25": "He kept the wheels of the chariots from turning. This made it hard to drive the chariots. The Egyptians shouted, “Let's get away from the Israelites! The Lord is fighting for them and against us Egyptians.”", "26": "Then the Lord told Moses, “Hold your hand over the sea. Then the water will come back over the Egyptians, their chariots and chariot drivers.” ", "27": "So Moses raised his hand over the sea. And at dawn the water became deep again. The Egyptians were trying to run from it. But the Lord swept them away into the sea. ", "28": "The water became deep again. It covered the chariots and chariot drivers. So all the king's army that had followed the Israelites into the sea was covered. Not one of them survived.", "29": "But the people of Israel crossed the sea on dry land. There was a wall of water on their right and on their left. ", "30": "So that day the Lord saved the Israelites from the Egyptians. And the Israelites saw the Egyptians lying dead on the seashore. ", "31": "When the people of Israel saw the great power that the Lord had used against the Egyptians, they feared the Lord. And they trusted the Lord and his servant Moses."}