{"1": "Then Moses and the Israelites sang this song to the Lord: “I will sing to the Lord because he is worthy of great honor. He has thrown the horse and its rider into the sea.", "2": "The Lord gives me strength and makes me sing. He has saved me. He is my God, and I will praise him. He is the God of my ancestors, and I will honor him.", "3": "The Lord is a great warrior. The Lord is his name.", "4": "The chariots and soldiers of the king of Egypt he has thrown into the sea. The king's best officers are drowned in the Red Sea.", "5": "The deep waters covered them. They sank to the bottom like a rock.", "6": "Your right hand, Lord, is amazingly strong. Lord, your right hand broke the enemy into pieces.", "7": "In your great victory you destroyed those who were against you. Your anger destroyed them, like fire burning straw.", "8": "Just a blast of your breath, and the waters were blown back. The moving water stood up like a wall. And the deep waters became solid in the middle of the sea.", "9": "“The enemy bragged, 'I'll chase them and catch them. I'll take all their riches. I'll take all I want. I'll pull out my sword, and my hand will destroy them.'", "10": "But you blew on them with your breath and covered them with the sea. They sank like lead in the powerful water.", "11": "“Are there any gods like you, Lord? No! There are no gods like you. You are wonderfully holy. You are amazingly powerful. You do great miracles.", "12": "You reached out with your right hand, and the earth swallowed our enemies.", "13": "You keep your loving promise. You lead the people you have saved. With your strength you will guide them to your holy land.", "14": "“The other nations will hear this and tremble with fear. Terror will take hold of the Philistines.", "15": "The leaders of the tribes of Edom will be very frightened. The powerful men of Moab will shake with fear. The people of Canaan will lose all their courage.", "16": "Those people will be filled with fear. When they see your strength, they will be as still as a rock. They will be still until your people pass by, Lord. They will be still until the people you have bought from slavery pass by.", "17": "You will lead your people and place them on your very own mountain. Lord, that is the place that you made for yourself to live. Lord, that is the temple that your hands have made.", "18": "The Lord will rule forever!”", "19": "The horses, chariot drivers and chariots of the king of Egypt went into the sea. And the Lord covered them with water from the sea. But the Israelites walked through the sea on dry land. ", "20": "Then Aaron's sister Miriam, who was a prophetess, took a tambourine in her hand. All the women followed her, playing tambourines and dancing. ", "21": "Miriam told them: “Sing to the Lord because he is worthy of great honor. He has thrown the horse and its rider into the sea.”", "22": "Moses led the people of Israel away from the Red Sea. The people went into the Desert of Shur. They traveled for three days in the desert but found no water. ", "23": "Then they came to Marah, where there was water. But they could not drink it because it was too bitter. That is why the place was named Marah.[a] ", "24": "The people grumbled to Moses. They asked, “What will we drink?”", "25": "Moses cried out to the Lord. So the Lord showed him a tree. Moses threw the tree into the water. And the water became good to drink. There the Lord gave the people a rule and a law to live by. There he also tested their loyalty to him. ", "26": "He said, “You must obey the Lord, your God. You must do what the Lord said is right. You must obey all his laws and keep his rules. If you do these things, I will not give you any of the sicknesses I gave the Egyptians. I am the Lord. I am the Lord who heals you.”", "27": "Then the people traveled to Elim. At Elim there were 12 springs of water and 70 palm trees. So the people camped there near the water."}