{"1": "Then the whole Israelite community left Elim. They came to the Desert of Sin. This place was between Elim and Sinai. They came to this place on the fifteenth day of the second month after they had left Egypt. ", "2": "Then the whole Israelite community grumbled to Moses and Aaron in the desert. ", "3": "The Israelites said to them, “It would have been better if the Lord had killed us in the land of Egypt. There we had meat to eat. We had all the food we wanted. But you have brought us into this desert. You will starve us to death here.”", "4": "Then the Lord said to Moses, “I will cause food to fall like rain from the sky. This food will be for all of you. Every day the people must go out and gather what they need for that day. I will do this to see if the people will do what I teach them. ", "5": "On the sixth day of each week, they are to gather twice as much as they gather on other days. Then they are to prepare it.”", "6": "So Moses and Aaron said to all the Israelites: “This evening you will know that the Lord is the one who brought you out of Egypt. ", "7": "Tomorrow morning you will see the greatness of the Lord. He has heard you grumble against him. We are nothing. You are not grumbling against us, but against the Lord.” ", "8": "And Moses said, “Each evening the Lord will give you meat to eat. And every morning he will give you all the bread you want. He will do this because he has heard you grumble against him. You are not grumbling against Aaron and me. You are grumbling against the Lord.”", "9": "Then Moses said to Aaron, “Speak to the whole community of the Israelites. Say to them, 'Meet together in front of the Lord because he has heard your grumblings.'”", "10": "So Aaron spoke to the whole community of the Israelites. While he was speaking, they looked toward the desert. There the greatness of the Lord appeared in a cloud.", "11": "The Lord said to Moses, ", "12": "“I have heard the grumblings of the people of Israel. So tell them, 'At twilight you will eat meat. And every morning you will eat all the bread you want. Then you will know I am the Lord, your God.'”", "13": "That evening, quail came and covered the camp. And in the morning dew lay around the camp. ", "14": "When the dew was gone, thin flakes like frost were on the desert ground. ", "15": "When the Israelites saw it, they asked each other, “What is that?” They asked this question because they did not know what it was. So Moses told them, “This is the bread the Lord has given you to eat. ", "16": "The Lord has commanded, 'Each one of you must gather what he needs. Gather about two quarts for every person in your family.'”", "17": "So the people of Israel did this. Some people gathered much, and some gathered little. ", "18": "Then they measured it. The person who gathered more did not have too much. The person who gathered less did not have too little. Each person gathered just as much as he needed.", "19": "Moses said to them, “Don't keep any of it to eat the next day.” ", "20": "But some of the people did not listen to Moses. They kept part of it to eat the next morning. But it became full of worms and began to stink. So Moses was angry with these people.", "21": "Every morning each person gathered as much food as he needed. But when the sun became hot, it melted away.", "22": "On the sixth day the people gathered twice as much food. They gathered four quarts for every person. So all the leaders of the community came and told this to Moses. ", "23": "Moses said to them, “This is what the Lord commanded. Tomorrow is the Sabbath, the Lord's holy day of rest. Bake what you want to bake, and boil what you want to boil today. But save the rest of the food until tomorrow morning.”", "24": "So the people saved it until the next morning, as Moses had commanded. And none of it began to stink or have worms in it. ", "25": "Moses told the people, “Eat the food you gathered yesterday. Today is a Sabbath, the Lord's day of rest. So you will not find any out in the field today. ", "26": "You should gather the food for six days. But the seventh day is a Sabbath day. On that day there will not be any food on the ground.”", "27": "On the seventh day some of the people went out to gather food, but they couldn't find any. ", "28": "Then the Lord said to Moses, “How long will all you people refuse to obey my commands and teachings? ", "29": "Look, the Lord has made the Sabbath a day of rest for all of you. So on the sixth day he will give you enough food for two days. But on the Sabbath each of you must stay where you are. Do not leave your house.” ", "30": "So the people rested on the Sabbath.", "31": "The people of Israel called the food manna. The manna was like small white seeds. It tasted like wafers made with honey.", "32": "Then Moses said, “The Lord said, 'Save two quarts of this food for your descendants. Then they can see the food that I gave you to eat. I did this in the desert when I brought you out of Egypt.'”", "33": "Moses told Aaron, “Take a jar and fill it with two quarts of manna. And save this manna for your descendants.” ", "34": "So Aaron did what the Lord had commanded Moses. Aaron put the jar of manna in front of the Ark of the Covenant. He did this so it could be kept. ", "35": "The Israelites ate manna for 40 years. They ate it until they came to the land where they settled. They ate manna until they came to the edge of the land of Canaan. ", "36": "The measure they used for the manna was two quarts. It was one-tenth of an ephah.[a]"}