{"1": "There was a man from the family of Levi. He married a woman who was also from the family of Levi. ", "2": "She became pregnant and gave birth to a son. She saw how wonderful the baby was, and she hid him for three months. ", "3": "But after three months, she was not able to hide the baby any longer. So she got a basket made of reeds and covered it with tar so that it would float. She put the baby in the basket. Then she put the basket among the tall grass at the edge of the Nile River. ", "4": "The baby's sister stood a short distance away. She wanted to see what would happen to him.", "5": "Then the daughter of the king of Egypt came to the river. She was going to take a bath. Her servant girls were walking beside the river. She saw the basket in the tall grass. So she sent her slave girl to get it. ", "6": "The king's daughter opened the basket and saw the baby boy. He was crying, and she felt sorry for him. She said, “This is one of the Hebrew babies.”", "7": "Then the baby's sister asked the king's daughter, “Would you like me to find a Hebrew woman to nurse the baby for you?”", "8": "The king's daughter said, “Yes, please.” So the girl went and got the baby's own mother.", "9": "The king's daughter said to the woman, “Take this baby and nurse him for me. I will pay you.” So the woman took her baby and nursed him. ", "10": "After the child had grown older, the woman took him to the king's daughter. She adopted the baby as her own son. The king's daughter named him Moses,[a] because she had pulled him out of the water.", "11": "Moses grew and became a man. One day he visited his people, the Hebrews. He saw that they were forced to work very hard. He saw an Egyptian beating a Hebrew man, one of Moses' own people. ", "12": "Moses looked all around and saw that no one was watching. So he killed the Egyptian and hid his body in the sand.", "13": "The next day Moses returned and saw two Hebrew men fighting each other. He saw that one man was in the wrong. Moses said to that man, “Why are you hitting one of your own people?”", "14": "The man answered, “Who made you our ruler and judge? Are you going to kill me as you killed the Egyptian?” Then Moses was afraid. He thought, “Now everyone knows what I did.”", "15": "When the king heard about what Moses had done, he tried to kill Moses. But Moses ran away from the king and went to live in the land of Midian. There he sat down near a well.", "16": "There was a priest in Midian who had seven daughters. His daughters went to that well to get water for their father's sheep. They were trying to fill the water troughs for their father's sheep. ", "17": "But some shepherds came and chased the girls away. Then Moses defended the girls and watered their sheep.", "18": "Then they went back to their father, Reuel, also called Jethro. He asked them, “Why have you come home early today?”", "19": "The girls answered, “The shepherds chased us away. But an Egyptian defended us. He got water for us and watered our sheep.”", "20": "He asked his daughters, “Where is this man? Why did you leave him? Invite him to eat with us.”", "21": "Moses agreed to stay with Jethro. And he gave his daughter Zipporah to Moses to be his wife. ", "22": "Zipporah gave birth to a son, and Moses named him Gershom.[b] Moses named him this because Moses was a stranger in a land that was not his own.", "23": "After a long time, the king of Egypt died. The people of Israel groaned because they were forced to work very hard. They cried for help. And God heard them. ", "24": "God heard their cries, and he remembered the agreement he had made with Abraham, Isaac and Jacob. ", "25": "God saw the troubles of the people of Israel, and he was concerned about them."}