{"1": "Then God spoke all these words:", "2": "“I am the Lord your God. I brought you out of the land of Egypt where you were slaves.", "3": "“You must not have any other gods except me.", "4": "“You must not make for yourselves any idols. Don't make something that looks like anything in the sky above or on the earth below or in the water below the land. ", "5": "You must not worship or serve any idol. This is because I, the Lord your God, am a jealous God. A person may sin against me and hate me. I will punish his children, even his grandchildren and great-grandchildren. ", "6": "But I will be very kind to thousands who love me and obey my commands.", "7": "“You must not use the name of the Lord your God thoughtlessly. The Lord will punish anyone who is guilty and misuses his name.", "8": "“Remember to keep the Sabbath as a holy day. ", "9": "You may work and get everything done during six days each week. ", "10": "But the seventh day is a day of rest to honor the Lord your God. On that day no one may do any work: not you, your son or daughter, or your men or women slaves. Neither your animals nor the foreigners living in your cities may work. ", "11": "The reason is that in six days the Lord made everything. He made the sky, earth, sea and everything in them. And on the seventh day, he rested. So the Lord blessed the Sabbath day and made it holy.", "12": "“Honor your father and your mother. Then you will live a long time in the land. The Lord your God is going to give you this land.", "13": "“You must not murder anyone.", "14": "“You must not be guilty of adultery.", "15": "“You must not steal.", "16": "“You must not tell lies about your neighbor in court.", "17": "“You must not want to take your neighbor's house. You must not want his wife or his men or women slaves. You must not want his ox or his donkey. You must not want to take anything that belongs to your neighbor.”", "18": "The people heard the thunder and the trumpet. They saw the lightning on the mountain and smoke rising from the mountain. They shook with fear and stood far away from the mountain. ", "19": "Then they said to Moses, “Speak to us yourself. Then we will listen. But don't let God speak to us, or we will die.”", "20": "Then Moses said to the people, “Don't be afraid. God has come to test you. He wants you to respect him so you will not sin.”", "21": "The people stood far away from the mountain while Moses went near the dark cloud where God was. ", "22": "Then the Lord told Moses to say these things to the Israelites: “You yourselves have seen that I talked with you from heaven. ", "23": "You must not use gold or silver to make idols for yourselves. You must not worship these false gods in addition to me.", "24": "“Make an altar of dirt for me. Offer your whole burnt offerings and fellowship offerings on this altar as a sacrifice to me. Use your sheep and your cattle to do this. Worship me in every place that I choose. Then I will come and bless you. ", "25": "You may use stones to make an altar for me. But don't use stones that you have made smooth with tools. You must not use any tools on the stones. If you do, you make them unsuitable for use in worship. ", "26": "And you must not make steps leading up to my altar. If you go up steps, people will be able to see under your clothes.”"}