{"1": "Then God said to Moses, “These are the laws for living that you will give to the Israelites:", "2": "“If you buy a Hebrew slave, he will serve you for six years. In the seventh year you are to set him free. And he will have to pay nothing. ", "3": "He might not be married when he becomes your slave. Then he must leave without a wife. The man might be married when he becomes your slave. Then he may take his wife with him. ", "4": "The slave's master might give him a wife, and she might give birth to sons or daughters. Then the woman and her children will belong to the master. When the slave is set free, only he may leave.", "5": "“But the slave might say, 'I love my master, my wife and my children. I don't want to go free.' ", "6": "Then the slave's master will take him to God. The master will take him to a door or doorframe. And he will punch a hole through the slave's ear using a sharp tool. Then the slave will serve that master all his life.", "7": "“A man might sell his daughter as a slave. There are rules for setting her free. They are different from the rules for setting the men slaves free. ", "8": "Maybe the master wanted to marry her but then decided he was not pleased with her. He must let one of her close relatives buy her back. He has no right to sell her to foreigners. This is because he has treated her unfairly. ", "9": "The man who bought her might promise to let the woman marry his son. Then he must treat her as a daughter. ", "10": "The man who bought her might marry another woman. Then he must not keep his slave woman from having food or clothing or physical relations. ", "11": "If he does not give her these three things, she may go free. She owes him no money.", "12": "“Anyone who hits a person and kills him must be put to death. ", "13": "But if a person kills someone accidentally, God allowed that to happen. So the person must go to a place I will choose. ", "14": "A person might plan and murder another person on purpose. Put him to death, even if he has run to my altar for safety.", "15": "“Anyone who hits his father or his mother must be put to death.", "16": "“A person might kidnap someone. Then he either sells him as a slave or still has him when he is caught. That person must be put to death.", "17": "“Anyone who says cruel things to his father or mother must be put to death.", "18": "“Two men might argue. And one might hit the other with a rock or with his fist. The hurt man might not be killed. But he might have to stay in bed. ", "19": "Later he might be able to get up. And he might be able to walk around outside with his walking stick. Then the one who hit him is not to be punished. But he must pay the injured man for the loss of his time. And he must support the injured man until he is completely healed.", "20": "“A man might beat his male or female slave with a stick. And the slave might die on the spot. Then the owner must be punished. ", "21": "But the slave might get well after a day or two. Then that owner will not be punished since the slave belongs to him.", "22": "“Two men might be fighting, and they might hit a pregnant woman so that the baby comes out. But there is no further injury. Then the man who caused the injury must pay money. He must pay what the woman's husband says and the court allows. ", "23": "But if there is further injury, then the punishment is that life must be paid for life, ", "24": "eye for eye, tooth for tooth. It is also hand for hand, foot for foot, ", "25": "burn for burn, wound for wound and bruise for bruise.", "26": "“A man might hit his male or female slave in the eye. And the eye might be blinded. Then the man is to free the slave to pay for the eye. ", "27": "A master might knock out a tooth of his male or female slave. Then the man is to free the slave to pay for the tooth.", "28": "“A man's bull might kill a man or woman. Then you must kill that bull with stones. You should not eat the bull. But the owner of the bull is not guilty. ", "29": "But the bull might have hurt people in the past. The owner might have been warned. If he did not keep it in a pen and then it kills a man or woman, the bull must be killed with stones. And the owner must also be put to death. ", "30": "But the family of the dead man might accept money. Then the man who owned the bull may buy back his life. But he must pay whatever is demanded. ", "31": "Use this same law if the bull kills a person's son or daughter. ", "32": "But the bull might kill a male or female slave. Then the owner must pay the master the price for a new slave. That is 12 ounces of silver. And the bull must also be killed with stones.", "33": "“A man might take the cover off a pit. Or he might dig one and not cover it. Another man's ox or donkey might come and fall into it. ", "34": "The owner of the pit must pay the owner of the animal for his loss. The dead animal will belong to the one who pays.", "35": "“One man's bull might kill another man's bull. Then they must sell the bull that is alive. Both men get half of the money. And both men will also get half of the bull that was killed. ", "36": "A man's bull might have hurt other animals in the past. But the owner might not have kept it in a pen. Then that owner must pay bull for bull. And the dead animal is his."}