{"1": "“Make an altar for burnt offerings out of acacia wood. Make it 4½ feet high. It should be square: 7½ feet long and 7½ feet wide. ", "2": "Make each of the four corners of the altar stick out like a horn. The corners with their horns must be all one piece. Then cover the whole altar with bronze.", "3": "“Use bronze to make all the tools and dishes that will be used on the altar. Make pots to remove the ashes. Make shovels, bowls for sprinkling blood, meat forks and pans for carrying the burning wood.", "4": "“Make a large, bronze screen to hold the burning wood. And put a bronze ring at each of the four corners of the screen. ", "5": "Put the screen inside the altar, under its rim, halfway up from the bottom.", "6": "“Make poles of acacia wood for the altar. And cover them with bronze. ", "7": "Put the poles through the rings on both sides of the altar to carry it. ", "8": "Make the altar out of boards and leave the inside hollow. Make it as you were shown on the mountain.", "9": "“Make a wall of curtains to form a courtyard around the Holy Tent. The south side should have a wall of fine linen curtains 150 feet long. ", "10": "Hang the curtain with silver hooks and bands. Put these on 20 bronze posts on 20 bronze bases. ", "11": "The north side must also be 150 feet long. Hang its curtains on silver hooks and bands. Put these on 20 bronze posts on 20 bronze bases.", "12": "“The west end of the courtyard must have a wall of curtains 75 feet long. It must have 10 posts and 10 bases on that wall. ", "13": "The east end of the courtyard must also be 75 feet long. ", "14": "On one side of the entry, there is to be a wall of curtains. It is to be 22½ feet long. It is to be held up by 3 posts on 3 bases. ", "15": "On the other side of the entry, there is to be a wall of curtains. It is to be 22½ feet long. It is to be held up by 3 posts on 3 bases.", "16": "“The entry to the courtyard is to be a curtain 30 feet wide. It is to be made of fine linen with blue, purple and red thread. Someone who can sew well is to sew designs on it. It is to be held up by 4 posts on 4 bases. ", "17": "All the posts around the courtyard must have silver bands and hooks and bronze bases. ", "18": "The courtyard must be 150 feet long and 75 feet wide. The wall of curtains around it should be 7½ feet high. They must be made of fine linen. The bases in which the posts are set must be bronze. ", "19": "All the things used in the Holy Tent must be made of bronze. And all the tent pegs for the Holy Tent and the wall around the courtyard must be made of bronze.", "20": "“Command the people of Israel to bring you pure olive oil. It is to be made from pressed olives. This is to keep the lamps on the lampstand burning. ", "21": "Aaron and his sons must keep the lamps burning before the Lord from evening till morning. This will be in the Meeting Tent. It is outside the curtain which is in front of the Ark of the Covenant. The Israelites and their descendants must obey this rule from now on."}