{"1": "“This is what you must do to appoint Aaron and his sons. Then they may serve me as priests. Take one young bull and two male sheep that have nothing wrong with them. ", "2": "Use fine wheat flour without yeast to make bread and cakes mixed with olive oil. Also use wheat flour without yeast to make wafers brushed with olive oil. ", "3": "Put these in one basket. Bring them in the basket along with the bull and two male sheep. ", "4": "Bring Aaron and his sons to the entrance of the Meeting Tent. Then wash them with water. ", "5": "Take the clothes. Dress Aaron in the inner robe and the outer robe of the holy vest. Then put on him the holy vest and the chest covering. Then tie the holy vest on him with its skillfully woven belt. ", "6": "Put the turban on his head. Put the holy crown, the strip of gold, on the turban. ", "7": "Take the special olive oil and pour it on his head to make him a priest.", "8": "“Then bring his sons and put the inner robes on them. ", "9": "Put the headbands on their heads. Then tie cloth belts around their waists. Aaron and his descendants will be priests in Israel. This is by a rule that will continue from now on. This is how you will appoint Aaron and his sons as priests.", "10": "“Bring the bull to the front of the Meeting Tent. Aaron and his sons must put their hands on the bull's head. ", "11": "Then kill the bull before the Lord at the entrance to the Meeting Tent. ", "12": "Take some of the bull's blood and go to the altar. Use your finger to put some blood on the corners of the altar. Pour the blood that is left at the bottom of the altar. ", "13": "Then take all the fat that covers the inner organs. Take the best part of the liver, and take both kidneys and the fat around them. Burn these on the altar. ", "14": "Take the bull's meat, skin and intestines. Burn these things outside the camp. This is an offering to take away sin.", "15": "“Take one of the male sheep. Have Aaron and his sons put their hands on its head. ", "16": "Then kill that male sheep. Take its blood and sprinkle it on all four sides of the altar. ", "17": "Then cut the male sheep into pieces. Wash its inner organs and its legs. Put them with its head and its other pieces. ", "18": "Burn the whole male sheep on the altar. It is a burnt offering made by fire to the Lord. Its smell is pleasing to the Lord.", "19": "“Take the other male sheep. Have Aaron and his sons put their hands on its head. ", "20": "Kill that male sheep and take some of its blood. Put it on the bottom of the right ears of Aaron and his sons. Also put it on the thumbs of their right hands. And put it on the big toes of their right feet. Then sprinkle the rest of the blood against all four sides of the altar. ", "21": "Then take some of the blood from the altar. Mix it with the special oil used in appointing priests. Sprinkle this on Aaron and his clothes. And sprinkle this on his sons and their clothes. This will show that Aaron and his sons and their clothes are given to my service.", "22": "“Then take the fat from the male sheep. Take the fat tail and the fat that covers the inner organs. Take the best part of the liver. Take both kidneys and the fat around them and the right thigh. This is the male sheep to be used in appointing priests.", "23": "“Then take the basket of bread that you made without yeast. This is the basket you put before the Lord. From it take a loaf of bread, a cake made with olive oil and a wafer. ", "24": "Put these in the hands of Aaron and his sons. Tell them to present these things in their hands before the Lord. This will be an offering presented to the Lord. ", "25": "Then take them from their hands. Burn them on the altar with the whole burnt offering. This is an offering made by fire to the Lord. Its smell is pleasing to the Lord. ", "26": "Then take the breast of the male sheep used to appoint Aaron as priest. Present the breast of the male sheep before the Lord. It is an offering presented to the Lord. This part of the animal will be your share. ", "27": "Then give to the service of the Lord the parts of the male sheep used to appoint them as priests. They belong to Aaron and his sons. They are the breast and the right thigh. These were presented to the Lord. ", "28": "This is to be the regular share which the Israelites will always give to Aaron and his sons. This is the gift the Israelites must give to the Lord from their fellowship offerings.", "29": "“The holy clothes made for Aaron will belong to his descendants. They must wear these clothes when they are appointed as priests. ", "30": "Aaron's son will become high priest after Aaron. He will come to the Meeting Tent to serve in the Holy Place. He is to wear these clothes for seven days.", "31": "“Take the male sheep used to appoint priests. Boil its meat in a place made holy for serving me. ", "32": "Then Aaron and his sons must eat the meat of the male sheep. They must do that at the entrance of the Meeting Tent. And they must also eat the bread that is in the basket. ", "33": "These offerings were used to remove their sins when they were made priests so they would belong to God. Now they should eat these offerings. But no one else is to eat these things because they are holy. ", "34": "If any of the meat from that male sheep or any of the bread is left the next morning, it must be burned. It shall not be eaten because it is holy.", "35": "“Do all these things that I commanded you to do to Aaron and his sons. You are to spend seven days appointing them. ", "36": "Each day for seven days you are to offer a bull. This will remove the sins of Aaron and his sons so they will be given for service to the Lord. Make the altar ready for service to the Lord. Pour oil on it to make it holy. ", "37": "Spend seven days making the altar ready for service to God and making it holy. Then the altar will become very holy. Anything that touches it must be holy.", "38": "“Every day from now on, offer on the altar two lambs that are one year old. ", "39": "Offer one lamb in the morning and the other in the evening. ", "40": "In the morning, when you offer the first lamb, offer also two quarts of fine flour. Mix it with one quart of oil from pressed olives. Pour out a quart of wine as a drink offering. ", "41": "Offer the second lamb in the evening. Also offer the same grain offering and drink offering as you did in the morning. This is an offering by fire to the Lord. And its smell is pleasing to the Lord.", "42": "“You must burn these things as an offering to the Lord every day. Do this at the entrance of the Meeting Tent before the Lord from now on. When you make the offering, I, the Lord, will meet you there and speak to you. ", "43": "I will meet with the people of Israel there. And that place will be holy because of my greatness.", "44": "“So I will make the Meeting Tent and the altar holy. And I will make Aaron and his sons holy so they may serve me as priests. ", "45": "I will live with the people of Israel. I will be their God. ", "46": "And they will know that I am the Lord their God. They will know that I am the one who led them out of Egypt. I did this so I could live with them. I am the Lord their God."}