{"1": "“Make an altar out of acacia wood for burning incense. ", "2": "Make it square—18 inches long and 18 inches wide. It must be 36 inches high. Make the corners stick out like horns. These must be one piece with the altar. ", "3": "Cover its top, its sides and its corners with pure gold. And put a gold strip all around the altar. ", "4": "Make two gold rings beneath the gold strip on opposite sides of the altar. Slide poles through these gold rings to carry the altar. ", "5": "Make the poles from acacia wood and cover them with gold. ", "6": "Put the altar of incense in front of the curtain. This curtain is in front of the Ark of the Covenant. Put the altar in front of the lid that covers that Ark of the Covenant. There I will meet with you.", "7": "“Aaron must burn sweet-smelling incense on the altar every morning. He will do this when he comes to take care of the oil lamps. ", "8": "He must burn incense again in the evening when he lights the lamps. So incense will burn before the Lord every day from now on. ", "9": "Do not use this altar for offering any other incense or burnt offering. Do not use this altar to offer any kind of grain offering or drink offering. ", "10": "Once a year Aaron must make the altar ready for service to God. He will do it by putting blood on its corners. This is blood of the animal offered to remove sins. He is to do this once a year from now on. This altar belongs completely to God's service.”", "11": "The Lord said to Moses, ", "12": "“Count the people of Israel. At that time every person must pay to buy back his life from the Lord. Then no terrible things will happen to the people when you number them. ", "13": "Every person who is counted must pay one-fifth of an ounce of silver. This is set by the Holy Place measure, which weighs two-fifths of an ounce. This amount is a gift to the Lord. ", "14": "Every person who is counted and is 20 years old or older must give this amount to the Lord. ", "15": "A rich person must not give more than one-fifth of an ounce. And a poor person must not give less than one-fifth of an ounce. You are paying this to the Lord to buy back your lives. ", "16": "Gather from the people of Israel this money paid to buy back their lives. Spend it to buy things for the service in the Meeting Tent. This payment will remind the Lord that the Israelites' lives have been bought back.”", "17": "The Lord said to Moses, ", "18": "“Make a bronze bowl for washing. Build it on a bronze stand. Put the bowl and stand between the Meeting Tent and the altar. Put water in the bowl. ", "19": "Aaron and his sons must wash their hands and feet with the water from this bowl. ", "20": "Each time, before they enter the Meeting Tent, they must wash with water. This way they will not die. They approach the altar to serve as priests. They offer a sacrifice to the Lord by fire. ", "21": "Each time they do this, they must wash their hands and their feet so they will not die. This is a rule which Aaron and his descendants are to keep from now on.”", "22": "Then the Lord said to Moses, ", "23": "“Take the finest spices: 12 pounds of liquid myrrh, half that amount (that is, 6 pounds) of sweet-smelling cinnamon, 6 pounds of sweet-smelling cane ", "24": "and 12 pounds of cassia. Weigh all these by the Holy Place measure. Also take 4 quarts of olive oil. ", "25": "Mix all these things like a perfume to make a holy olive oil. This special oil must be put on people and things. Do this to make them ready for service to God. ", "26": "Put this oil on the Meeting Tent and the Ark of the Covenant with my laws in it. ", "27": "Put this oil on the table and all its dishes. And put this oil on the lampstand and all its tools. Put the oil on the incense altar. ", "28": "Also, put the oil on the altar for burning offerings and all its tools. Put this oil on the bowl and the stand under the bowl. Put oil on all these things to prepare them for service to God. ", "29": "You will give these things for service to God. They will be very holy. Anything that touches these things must also be holy.", "30": "“Put the oil on Aaron and his sons to make them priests. Give them for service to me. Then they may serve me as priests. ", "31": "Tell the Israelites, 'This is to be my holy olive oil from now on. It is to be put on people and things to make them ready for service to God. ", "32": "Do not pour it on the bodies of ordinary people. Do not make perfume the same way you make this oil. It is holy, and you must treat it as holy. ", "33": "Someone might make perfume like it. Or he might put it on someone who is not a priest. Then that person must be separated from his people.'”", "34": "Then the Lord said to Moses, “Take these sweet-smelling spices: resin, onycha, galbanum and pure frankincense. Be sure that you have equal amounts of each. ", "35": "You must make incense as a man who makes perfume would do. Add salt to it to keep it pure and holy. ", "36": "Beat some of the incense into a fine powder. Put some of it in front of the Ark of the Covenant in the Meeting Tent. There I will meet with you. You must use this incense powder only for its very special purpose. ", "37": "Do not make incense for yourselves the same way you make this incense. Treat it as holy to the Lord. ", "38": "Whoever makes incense like this to use as perfume must be separated from his people.”"}