{"1": "Then he built the altar for burning offerings. He made the altar of acacia wood. The altar was square. It was 7½ feet long, 7½ feet wide and 4½ feet high. ", "2": "He made each corner stick out like a horn. The horns and the altar were joined together in one piece. Then he covered the altar with bronze. ", "3": "He made all the tools of bronze to use on the altar: the pots, shovels, bowls for sprinkling blood, meat forks and pans for carrying the fire. ", "4": "He made a large bronze screen to hold the burning wood for the altar. He put the screen inside the altar, under its rim, halfway up from the bottom. ", "5": "He made bronze rings for holding the poles for carrying the altar. He put the rings at the four corners of the screen. ", "6": "Then he made poles of acacia wood and covered them with bronze. ", "7": "He put the poles through the rings on both sides of the altar. They were used for carrying the altar. He made the altar of boards and left the inside hollow.", "8": "He made the bronze bowl for washing. He built it on a bronze stand. He used the bronze of mirrors. These mirrors belonged to the women who served at the entrance to the Meeting Tent.", "9": "Then he made a wall of curtains to form a courtyard around the Holy Tent. On the south side the curtains were 150 feet long and were made of fine linen. ", "10": "The curtains hung on silver hooks and bands. These were on 20 bronze posts on 20 bronze bases. ", "11": "On the north side the wall of curtains was also 150 feet long. It hung on silver hooks and bands on 20 posts with 20 bronze bases.", "12": "On the west side of the courtyard, the wall of curtains was 75 feet long. It was held up by silver hooks and bands on 10 posts and 10 bases. ", "13": "The east side was 75 feet wide. ", "14": "On one side of the entry there was a wall of curtains that was 22½ feet long. It was held up by 3 posts and 3 bases. ", "15": "On the other side of the entry there was a wall of curtains 22½ feet long. It was held up by 3 posts and 3 bases. ", "16": "All the curtains around the courtyard were made of fine linen. ", "17": "The bases for the posts were made of bronze. The hooks and the bands on the posts were made of silver. The tops of the posts were covered with silver also. All the posts in the courtyard had silver bands.", "18": "The curtain for the entry of the courtyard was made of blue, purple and red thread, and fine linen. It was sewn by a person who could sew well. The curtain was 30 feet long and 7½ feet high. It was the same height as the curtains around the courtyard. ", "19": "The curtain was held up by 4 posts and 4 bronze bases. The hooks and bands on the posts were made of silver. The tops on the posts were covered with silver. ", "20": "All the tent pegs for the Holy Tent and for the curtains around the courtyard were made of bronze.", "21": "This is a list of the metals used to make the Holy Tent. This is where the two flat stones with the Ten Commandments are kept. Moses ordered the Levites to make this list. Ithamar son of Aaron was in charge of keeping the list. ", "22": "Bezalel son of Uri made everything the Lord commanded Moses. Uri was the son of Hur of the tribe of Judah. ", "23": "Oholiab son of Ahisamach of the tribe of Dan helped him. Oholiab could cut designs into metal and stone. He was a designer. He was also skilled at sewing the blue, purple and red thread, and fine linen.", "24": "The total amount of gold used to build the Holy Tent was presented to the Lord. It weighed over 2,000 pounds, as set by the Holy Place measure.", "25": "The silver was given by the members of the community who were counted. It weighed 7,550 pounds, as set by the Holy Place measure. ", "26": "All the men 20 years old or older were counted. There were 603,550 men, and each man had to pay ⅕ ounce of silver. This is the weight as set by the Holy Place measure. ", "27": "Of this silver, 7,500 pounds was used to make the 100 bases. These bases were for the Holy Tent and for the curtain. There was 75 pounds of silver in each base. ", "28": "The other 50 pounds of silver was used to make the hooks for the posts. It was also used to cover the tops of the posts and to make the bands on the posts.", "29": "The bronze which was presented to the Lord weighed about 5,000 pounds. ", "30": "They used the bronze to make the bases at the entrance of the Meeting Tent. They also used the bronze to make the altar and the bronze screen. And this bronze was used to make all the tools for the altar. ", "31": "This bronze was also used to make bases for the wall of curtains around the courtyard. It was used for the bases for the curtains at the entry to the courtyard. And this bronze was used to make the tent pegs for the Holy Tent and curtains that surrounded the courtyard."}