{"1": "They used blue, purple and red thread to make woven clothes for the priests. They were to wear these when they served in the Holy Place. They also made the holy clothes for Aaron as the Lord had commanded Moses.", "2": "They made the holy vest of gold and blue, purple and red thread, and fine linen. ", "3": "They hammered the gold into sheets. Then they cut the gold into long, thin strips. They worked the gold into the blue, purple and red thread, and fine linen. This was done by a skilled craftsman. ", "4": "They made the shoulder straps for the holy vest. These straps were attached to the top corners of the vest. Then the shoulder straps were tied together over each shoulder. ", "5": "The skillfully woven belt was made in the same way. It was joined to the holy vest as one piece. It was made of gold and blue, purple and red thread, and fine linen. It was made the way the Lord commanded Moses.", "6": "They put gold around the onyx stones. Then they wrote the names of the sons of Israel on these gems. They did that as a person carves words and designs on a seal. ", "7": "Then they attached the gems on the shoulder straps of the holy vest. These gems are reminders of the 12 sons of Israel. This was done the way the Lord had commanded Moses.", "8": "The skilled craftsmen made the chest covering. It was made like the holy vest. It was made of gold and blue, purple and red thread, and fine linen. ", "9": "The chest covering was square, nine inches long and nine inches wide. It was folded double to make a pocket. ", "10": "Then they put four rows of beautiful jewels on it. In the first row there was a ruby, a topaz and a yellow quartz. ", "11": "In the second row there was a turquoise, a sapphire and an emerald. ", "12": "In the third row there was a jacinth, an agate and an amethyst. ", "13": "In the fourth row there was a chrysolite, an onyx and a jasper. Gold was put around these jewels to attach them to the chest covering. ", "14": "The names of the sons of Israel were carved on these 12 jewels as a person carves a seal. Each jewel had the name of 1 of the 12 tribes of Israel.", "15": "They made chains of pure gold for the chest covering. They were twisted together like a rope. ", "16": "The workers made two gold pieces and two gold rings. They put the two gold rings on the two upper corners of the chest covering. ", "17": "Then they put two gold chains in the two rings. These are at the ends of the chest covering. ", "18": "They fastened the other two ends of the chains to the two gold pieces. Then they attached these gold pieces to the two shoulder straps in the front of the holy vest. ", "19": "They made two more gold rings and put them at the lower corners of the chest covering. They put them on the inside edge next to the holy vest. ", "20": "Then they made two more gold rings on the bottom of the shoulder straps in front of the holy vest. These rings were near the seam, just above the woven belt of the holy vest. ", "21": "They used a blue ribbon and tied the rings of the chest covering to the rings of the holy vest. This connected it to the woven belt. In this way the chest covering would not swing out from the holy vest. They did all these things the way the Lord commanded.", "22": "Then they made the outer robe to be worn under the holy vest. It was woven of blue cloth. ", "23": "They made a hole in the center of the outer robe. A woven collar was sewn around this hole so it would not tear. ", "24": "Then they made balls like pomegranates of blue, purple and red thread, and fine linen. They hung them around the bottom of the outer robe. ", "25": "They also made bells of pure gold. They hung these around the bottom of the outer robe between the balls. ", "26": "So around the bottom of the outer robe there was a bell and a pomegranate ball, a bell and a pomegranate ball. The priest wore this outer robe when he served as priest, just as the Lord had commanded Moses.", "27": "They wove inner robes of fine linen for Aaron and his sons. ", "28": "And they made turbans and underclothes of fine linen. ", "29": "Then they made the cloth belt of fine linen and blue, purple and red thread. Designs were sewn onto the cloth. These things were made as the Lord had commanded Moses.", "30": "They made a strip of pure gold, which is the holy crown. They carved these words in the gold: “Holy to the Lord.” They did it as one might carve on a seal. ", "31": "Then they tied this flat piece to the turban with a blue ribbon. This was done as the Lord had commanded Moses.", "32": "So all the work on the Meeting Tent was finished. The Israelites did everything just as the Lord had commanded Moses. ", "33": "Then they brought the Holy Tent to Moses: the Tent and all its furniture, hooks, frames, crossbars, posts and bases; ", "34": "the covering made of male sheep skins colored red, the covering made of fine leather and the curtain that covered the entrance to the Most Holy Place; ", "35": "the Ark of the Covenant, its poles and lid; ", "36": "the table, all its containers and the bread that showed they were in God's presence; ", "37": "the pure gold lampstand with its lamps in a row, all its tools and the olive oil for the light; ", "38": "the gold altar, the special olive oil used for appointing priests, the sweet-smelling incense, and the curtain that covered the entrance to the Tent; ", "39": "the bronze altar and its screen, its poles and all its tools, the bowl and its stand; ", "40": "the curtains for the courtyard with their posts and bases, the curtain that covered the entry to the courtyard, the cords, pegs and all the things in the Meeting Tent. ", "41": "They brought the clothes for the priests to wear when they served in the Holy Tent: the holy clothes for Aaron the priest and the clothes for his sons. They wore these when they served as priests.", "42": "The Israelites had done all this work just as the Lord had commanded Moses. ", "43": "Moses looked closely at all the work. He saw they had done it just as the Lord had commanded. So Moses blessed them."}