{"1": "The Lord said to Moses, “I have made you like God to the king of Egypt. And your brother Aaron will be like a prophet for you. ", "2": "Tell Aaron your brother everything that I command you. Then let him tell the king of Egypt to let the Israelites leave his country. ", "3": "But I will make the king stubborn. Then I will do many miracles in Egypt. ", "4": "But he will still refuse to listen. So then I will punish Egypt terribly. And I will lead my divisions, my people the Israelites, out of that land. ", "5": "I will punish Egypt with my power. And I will bring the Israelites out of that land. Then they will know I am the Lord.”", "6": "Moses and Aaron did just as the Lord had commanded them. ", "7": "Moses was 80 years old, and Aaron was 83, when they spoke to the king.", "8": "The Lord said to Moses and Aaron, ", "9": "“The king will ask you to do a miracle. When he does, Moses, you tell Aaron to throw his walking stick down in front of the king. It will become a snake.”", "10": "So Moses and Aaron went to the king as the Lord had commanded. Aaron threw his walking stick down in front of the king and his officers. And it became a snake.", "11": "So the king called in his wise men and his magicians. With their tricks the Egyptian magicians were able to do the same thing. ", "12": "They threw their walking sticks on the ground, and their sticks became snakes. But then Aaron's stick swallowed theirs. ", "13": "But the king was stubborn. He refused to listen to Moses and Aaron, just as the Lord had said.", "14": "Then the Lord said to Moses, “The king is being stubborn. He refuses to let the people go. ", "15": "In the morning the king will go out to the Nile River. Go meet him by the edge of the river. Take with you the walking stick that became a snake. ", "16": "Tell him this: The Lord, the God of the Hebrews, sent me to you. He said, 'Let my people go worship me in the desert.' Until now you have not listened. ", "17": "This is what the Lord says: 'This is how you will know that I am the Lord. I will strike the water of the Nile River with this stick in my hand. And the water will change into blood. ", "18": "Then the fish in the Nile will die, and the river will begin to stink. And the Egyptians will not be able to drink the water from the Nile.'”", "19": "The Lord said to Moses, “Tell Aaron to stretch the walking stick in his hand over the rivers, canals, ponds and pools in Egypt. The water will become blood everywhere in Egypt. There even will be blood in the wooden buckets and stone jars.”", "20": "So Moses and Aaron did just as the Lord had commanded. Aaron raised his walking stick and struck the water in the Nile River. He did this in front of the king and his officers. So all the water in the Nile changed into blood. ", "21": "The fish in the Nile died, and the river began to stink. So the Egyptians could not drink water from it. Blood was everywhere in the land of Egypt.", "22": "Using their tricks, their magicians of Egypt did the same thing. So the king was stubborn and refused to listen to Moses and Aaron. This happened just as the Lord had said. ", "23": "The king turned and went into his palace. He ignored what Moses and Aaron had done. ", "24": "The Egyptians could not drink the water from the Nile. So all of them dug along the bank of the river. They were looking for water to drink.", "25": "Seven days passed after the Lord changed the Nile River."}