{"1": "That Jesus is that Messiah, the Savior promised to the Fathers. 18 The nativity of Christ. The [a][b]book of the [c]generation of Jesus Christ the son of David, the [d]son of Abraham.", "2": "Abraham begat Isaac. And Isaac begat Jacob. And Jacob begat Judah and his brethren.", "3": "And Judah begat Perez, and Zerah of Tamar. And Perez begat Hezron. And Hezron begat Ram.", "4": "And Ram begat Amminadab. And Amminadab begat Nahshon. And Nahshon begat Salmon.", "5": "And Salmon begat Boaz of Rahab. And Boaz begat Obed of Ruth. And Obed begat Jesse.", "6": "And Jesse begat David the King. And David the King begat Solomon of her that was the wife of Uriah.", "7": "And Solomon begat Rehoboam. And Rehoboam begat Abijah. And Abijah begat Asa.", "8": "And Asa begat Jehoshaphat. And Jehoshaphat begat Joram. And Joram begat Uzziah.", "9": "And Uzziah begat Jotham. And Jotham begat Ahaz. And Ahaz begat Hezekiah.", "10": "And Hezekiah begat Manasseh. And Manasseh begat Amon. And Amon begat Josiah.", "11": "And Josiah begat Jakim. And Jakim [e]begat Jeconiah and his brethren about the time they were carried away to Babylon.", "12": "And after they were carried away into Babylon, Jeconiah begat Shealtiel. And Shealtiel be-gat Zerubbabel.", "13": "And Zerubbabel begat Abiud. And Abiud begat Eliakim. And Eliakim begat Azor.", "14": "And Azor begat Zadok. And Zadok begat Achim. And Achim begat Eliud.", "15": "And Eliud begat Eleazar. And Eleazar begat Matthan. And Matthan begat Jacob.", "16": "And Jacob begat Joseph the husband of Mary, of whom was born Jesus, that is called Christ.", "17": "So [f]all the generations from Abraham to David, are fourteen generations. And from David until they were carried away into Babylon, fourteen generations: and after they were carried away into Babylon until Christ, fourteen generations.", "18": "¶ Now the birth of [g]Jesus Christ was thus, When as his mother Mary was betrothed to Joseph, before they came together, she was found with child of the holy Ghost.", "19": "Then Joseph her husband being a just man, and not willing to make her a public example, was minded to put her away secretly.", "20": "But while he thought these things, behold, the Angel of the Lord appeared unto him in a dream, saying, Joseph, the son of David, fear not to [h]take Mary thy [i]wife: for that which is [j]conceived in her, is of the holy Ghost.", "21": "And she shall bring [k]forth a son, and thou shalt call his name JESUS: for he shall [l]save his people from their sins.", "22": "And all this was done that it might be fulfilled, which is spoken of the Lord by the Prophet, saying,", "23": "Behold, a [m]virgin shall be with child, and shall bear a son, and they shall call his name Emmanuel, which is by interpretation, God with us.", "24": "¶ Then Joseph being raised from sleep, did as the Angel of the Lord had enjoined him, and took his wife.", "25": "But he knew her not, [n]till she had brought forth her first born son, and he called his name JESUS."}