{"1": "The disciples pluck the ears of corn. 6 Mercy, sacrifice. 10 The withered hand is healed. 12 We must do good on the Sabbath. 22 The possessed is holpen. 25 A kingdom divided. 31 Sin, blasphemy. 33 The good or evil tree. 34 Vipers. 38 The Ninevites. 42 The Queen of Sheba. 48 The true mother and brethren of Christ. At [a]that time Jesus went on a Sabbath day through the corn, and his disciples were an hungered, and began to pluck the ears of corn and to eat.", "2": "And when the Pharisees saw it, they said unto him, Behold, thy disciples do that which is not lawful to do upon the Sabbath.", "3": "But he said unto them, Have ye not read what David did when he was an hungered, and they that were with him? ", "4": "How he went into the house of God, and did eat the [b]showbread, which was not lawful for him to eat, neither for them which were with him, but only for the Priests? ", "5": "Or have ye not read in the Law, how that on the Sabbath days the Priests in the Temple [c]break the Sabbath, and are blameless? ", "6": "But I say unto you, that here is one greater than the Temple. ", "7": "Wherefore if ye knew what this is, I will have mercy and not sacrifice, ye would not have condemned the innocents. ", "8": "For the son of man is Lord, even of the Sabbath. ", "9": "[d]And he departed thence, and went into their Synagogue:", "10": "And behold, there was a man which had his hand dried up. And they asked him, saying, Is it lawful to heal upon a Sabbath day? that they might accuse him.", "11": "And he said unto them, What man shall there be among you, that hath a sheep, and if it fall on the Sabbath day into a pit, doth not take it and lift it out? ", "12": "How much more then is a man better than a sheep? therefore, it is lawful to do well on a Sabbath day. ", "13": "Then said he to the man, Stretch forth thine hand. And he stretched it forth, and it was made whole as the other.", "14": "[e]Then the Pharisees went out, and consulted against him, how they might destroy him.", "15": "But when Jesus knew it, he departed thence, and great multitudes followed him, and he healed them all,", "16": "And charged them in threatening wise, that they should not make him known,", "17": "That it might be fulfilled which was spoken by Isaiah the Prophet, saying,", "18": "Behold my servant whom I have chosen, my beloved in whom my soul delighteth: I will put my Spirit on him, and he shall show [f]judgment to the Gentiles.", "19": "He shall not strive, nor cry, neither shall any man hear his voice in the streets.", "20": "A bruised reed shall he not break, and smoking flax shall he not quench, till he [g]bring forth judgment unto victory.", "21": "And in his Name shall the Gentiles trust.", "22": "¶ [h]Then was brought to him one possessed with a devil, both blind and dumb, and he healed him, so that he which was blind and dumb, both spake and saw,", "23": "And all the people were amazed, and said, Is not this that son of David?", "24": "But when the Pharisees heard it, they said, This man casteth the devils no otherwise out but through Beelzebub the prince of devils.", "25": "[i]But Jesus knew their thoughts, and said to them, Every kingdom divided against itself, is brought to naught, and every city or house divided against itself shall not stand. ", "26": "So if Satan cast out Satan, he is divided against himself: how shall then his kingdom endure? ", "27": "Also if I through Beelzebub cast out devils, by whom do your children cast them out? Therefore they shall be your judges. ", "28": "But if I cast out devils by the Spirit of God, then is the kingdom of God come unto you. ", "29": "Else how can a man enter into a strong man's house and spoil his goods, except he first bind the strong man, and then spoil his house? ", "30": "He that is not with me, is against me: and he that gathereth not with me, scattereth. ", "31": "Wherefore I say unto you, Every sin and blasphemy shall be forgiven unto men: but the blasphemy against the holy Ghost shall not be forgiven unto men. ", "32": "And whosoever shall speak a word against the son of man, it shall be forgiven him: [j]but whosoever shall speak against the holy Ghost, it shall not be forgiven him, neither in this world, nor in the world to come. ", "33": "Either make the tree good, and his fruit good: or else make the tree evil, and his fruit evil: for the tree is known by the fruit. ", "34": "[k]O generations of vipers, how can you speak good things, when ye are evil? For of the abundance of the heart the mouth speaketh. ", "35": "A good man out of the good treasure of his heart bringeth forth good things: and an evil man out of an evil treasure, bringeth forth evil things. ", "36": "But I say unto you, that of every [l]idle word that men shall speak, they shall give account thereof at the day of judgment. ", "37": "For by thy words thou shalt be justified, and by thy words thou shalt be condemned. ", "38": "¶ [m]Then answered certain of the Scribes and of the Pharisees, saying, Master, we would see a sign of thee.", "39": "But he answered and said to them, An evil and [n]adulterous generation seeketh a sign, but no sign shall be given unto it, save that sign of the Prophet Jonah. ", "40": "For as Jonah was three days and three nights in the whale's belly: so shall the son of man be three days and three nights in the heart of the earth. ", "41": "[o]The men of Nineveh shall rise in judgment with this generation, and condemn it: for they repented at the preaching of Jonah: and behold, a greater than Jonah is here. ", "42": "The Queen of the [p]South shall rise in judgment with this generation, and shall condemn it: for she came from the [q]utmost parts of the earth to hear the wisdom of Solomon: and behold, a greater than Solomon is here. ", "43": "¶ Now when the unclean spirit is gone out of a man, he walketh throughout dry places, seeking rest, and findeth none. ", "44": "Then he saith, I will return into mine house from whence I came: and when he is come, he findeth it empty, swept and garnished. ", "45": "¶ Then he goeth, and taketh unto him seven other spirits worse than himself, and they enter in, and dwell there: and the end of that man is worse than the beginning. Even so shall it be with this wicked generation. ", "46": "¶ [r]While he yet spake to the multitude, behold, his mother, and his brethren stood without, desiring to speak with him.", "47": "Then one said unto him, Behold, thy mother and thy brethren stand without, desiring to speak with thee.", "48": "But he answered, and said to him that told him, Who is my mother, and who are my brethren? ", "49": "[s]And he stretched forth his hand toward his disciples and said, Behold my mother, and my brethren. ", "50": "For whosoever shall do my Father's will which is in heaven, the same is my brother and sister and mother. "}