{"1": "The commandments and traditions of men. 12 Offences. 13 The plant which is rooted up. 14 Blind leading the blind. 18 The heart. 22 The woman of Canaan. 26 The children's bread: whelps. 28 Faith. 32 4,000 men fed. 36 Thanksgiving. Then [a]came to Jesus the Scribes and Pharisees, which were of Jerusalem, saying,", "2": "Why do thy disciples transgress the tradition of the Elders? for they [b]wash not their hands when they eat bread.", "3": "[c]But he answered and said unto them, Why do ye also transgress the commandment of God by your tradition? ", "4": "For God hath commanded, saying, [d]Honor thy father and mother: and he that curseth father or mother, let him die the death. ", "5": "But ye say, [e]Whosoever shall say to father or mother, By the gift that is offered by me, thou mayest have profit, ", "6": "Though he honor not his father, or his mother, shall be free: thus have ye made the commandment of God of no [f]authority by your tradition. ", "7": "[g]O hypocrites, Isaiah prophesied well of you, saying, ", "8": "This people draweth near unto me with their mouth, and honoreth me with the lips, but their heart is far off from me. ", "9": "But in vain they worship me, teaching for doctrines, men's precepts. ", "10": "[h]Then he called the multitude unto him, and said to them, Hear and understand. ", "11": "That which goeth into the mouth, defileth not the man, but that which cometh out of the mouth that defileth the man. ", "12": "¶ Then came his disciples, and said unto him, Perceivest thou not, that the Pharisees are offended in hearing this saying?", "13": "But he answered and said, Every plant which mine heavenly Father hath not planted, shall be rooted up. ", "14": "Let them alone, they be the blind leaders of the blind: and if the blind lead the blind, both shall fall into the ditch. ", "15": "¶ Then answered Peter, and said to him, Declare unto us this parable.", "16": "Then said Jesus, Are ye yet without understanding? ", "17": "Perceive ye not yet, that whatsoever entereth into the mouth, goeth into the belly, and is cast out into the draught? ", "18": "But those things which proceed out of the mouth, come from the heart, and they defile the man. ", "19": "For out of the heart come evil thoughts, murders, adulteries, fornications, thefts, false testimonies, slanders. ", "20": "These are the things which defile the man: but to eat with unwashed hands, defileth not the man. ", "21": "And Jesus went thence, and departed into the [i]coasts of Tyre and Sidon.", "22": "And behold, a woman a [j]Canaanite came out of the same coasts, and cried, saying unto him, Have mercy on me, O Lord, the son of David: my daughter is miserably vexed with a devil.", "23": "[k]But he answered her not a word. Then came to him his disciples, and besought him, saying, Send her away, for she crieth after us.", "24": "But he answered, and said, I am not sent, but unto the lost sheep of the [l]house of Israel. ", "25": "Yet she came, and worshipped him, saying, Lord help me.", "26": "And he answered, and said, It is not good to take the children's bread, and to cast it to whelps. ", "27": "But she said, Truth, Lord: yet indeed the whelps eat of the crumbs, which fall from their master's table.", "28": "Then Jesus answered, and said unto her, O woman, great is thy faith: be it to thee, as thou desirest. And her daughter was made whole at that hour.", "29": "¶ [m]So Jesus went away from thence, and came near unto the sea of Galilee, and went up in a mountain and sat down there.", "30": "And great multitudes came unto him, having with them, halt, blind, dumb, [n]maimed, and many others, and cast them down, at Jesus' feet, and he healed them.", "31": "Insomuch that the multitude wondered, to see the dumb speak, the maimed whole, the halt to go, and the blind to see: and they glorified the God of Israel.", "32": "[o]Then Jesus called his disciples unto him, and said, I have compassion on this multitude, because they have [p]continued with me already three days, and have nothing to eat: and I will not let them depart fasting, lest they faint in the way. ", "33": "And his disciples said unto him, Whence should we get so much bread in the wilderness, as should suffice so great a multitude!", "34": "And Jesus said unto them, How many loaves have ye? And they said, Seven, and a few little fishes.", "35": "Then he commandeth the multitude [q]to sit down on the ground.", "36": "And took the seven loaves, and the fishes, and gave thanks, and brake them, and gave to his disciples, and the disciples to the multitude.", "37": "And they did all eat, and were sufficed, and they took up of the fragments that remained, seven [r]baskets full.", "38": "And they that had eaten, were four thousand men, beside women, and little children.", "39": "Then Jesus sent away the multitude, and took ship, and came into the parts of Magdala."}