{"1": "The sick are healed. 3 and 7 A bill of divorcement. 12 Eunuchs. 13 Children brought to Christ. 17 God only good. The commandments must be kept. 21 A perfect man. 23 A rich man. 26 Salvation cometh of God. 27 To leave all and follow Christ. And it came to pass, that when Jesus had finished these sayings, he [a]departed from Galilee, and came into the coasts of Judea beyond Jordan.", "2": "And great multitudes followed him, and he healed them there.", "3": "¶ [b]Then came unto him the Pharisees tempting him, and saying to him, Is it lawful for a man to [c]put away his wife upon every occasion?", "4": "And he answered and said unto them, Have ye not read, that he which made them at the beginning, made them male and female, ", "5": "And said, For this cause, shall a man leave father and mother, and [d]cleave unto his wife, and they which were [e]two, shall be one flesh? ", "6": "Wherefore they are no more twain, but one flesh. Let not man therefore put asunder that, which God hath [f]coupled together. ", "7": "[g]They said to him, Why did then  Moses command to give a bill of divorcement, and to put her away?", "8": "He said unto them, Moses, [h]because of the hardness of your heart, [i]suffered you to put away your wives: but from the beginning it was not so. ", "9": "I say therefore unto you, that whosoever shall put away his wife, except it be [j]for whoredom, and marry another, commiteth adultery: and whosoever marrieth her which is divorced, doth commit adultery. ", "10": "Then said his disciples to him, If the [k]matter be so between man and wife, it is not good to marry.", "11": "[l]But he said unto them, All men cannot [m]receive this thing, save they to whom it is given. ", "12": "For there are some [n]eunuchs, which were so born of their mother's belly: and there be some eunuchs, which be gelded by men: and there be some eunuchs, which have [o]gelded themselves for the kingdom of heaven. He that is able to receive this, let him receive it.", "13": "¶ [p]Then were brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.", "14": "But Jesus said, Suffer little children, and forbid them not to come to me: for of such is the kingdom of heaven. ", "15": "And when he had put his hands on them, he departed thence.", "16": "¶ [q]And behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?", "17": "And he said unto him, Why called thou me good? there is none good but one, even God: but if thou wilt enter into life, keep the Commandments.", "18": "He said unto him, Which? And Jesus said, These, Thou shalt not kill: Thou shalt not commit adultery: Thou shalt not steal: Thou shalt not bear false witness. ", "19": "Honor thy father, and mother: and, Thou shalt love thy neighbor as thyself. ", "20": "The young man said unto him, I have observed all these things from my youth. What lack I yet?", "21": "Jesus said unto him, If [r]thou wilt be perfect, go, sell that thou hast, and give it to the poor, and thou shalt have treasure in heaven, and come, and follow me.", "22": "And when the young man heard that saying, he went away sorrowful: for he had great possessions.", "23": "[s]Then Jesus said unto his disciples, Verily I say unto you, that a rich man shall hardly enter into the kingdom of heaven. ", "24": "And again I say unto you, It is [t]easier for a [u]camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God. ", "25": "And when his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?", "26": "And Jesus beheld them, and said unto them, With men this is impossible, but with God all things are possible. ", "27": "¶ Then answered Peter, and said to him, Behold, we have forsaken all, and followed thee: what therefore shall we have?", "28": "[v]And Jesus said unto them, Verily I say to you, that when the Son of man shall sit in the throne of his Majesty, ye which followed me in the [w]regeneration, shall sit also upon twelve thrones, and judge the twelve tribes of Israel. ", "29": "And whosoever shall forsake houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my Name's sake, he shall receive an hundredfold more, and shall inherit everlasting life. ", "30": "[x]But many that are first, shall be last, and the last shall be first. "}