{"1": "How the Scribes teaching the people the Law of Moses, behave themselves. 5 Their Phylacteries, and Fringes. 7 Greetings. 8 We are brethren. 9 The Father. 10 The servant. 13 To shut the kingdom of heaven. 14 To devour widow's houses. 15 A Proselyte. 16 To swear by the Temple. 23 To tithe mint. 25 To cleanse the outside of the cup. 27 Painted sepulchers. 33 Serpents, vipers. 37 The Hen. Then spake Jesus to the multitude, and to his disciples,", "2": "[a]Saying, The Scribes and the Pharisees [b]sit in Moses' seat. ", "3": "[c]All therefore whatsoever they bid you observe, that observe and do: but after their works do not: for they say, and do not. ", "4": "[d]For they bind heavy burdens, and grievous to be borne, and lay them on men's shoulders, but they themselves will not move them with one of their fingers. ", "5": "[e]All their works they do for to be seen of men: for they make their [f]phylacteries broad, and make long [g]the fringes of their garments, ", "6": "And love the chief place at feasts, and to have the chief seats in the [h]assemblies, ", "7": "And greetings in the markets, and to be called of men, Rabbi, [i]Rabbi. ", "8": "[j]But be not ye [k]called, Rabbi: for [l]one is your doctor, to wit, Christ, and all ye are brethren. ", "9": "And call no man your [m]father upon the earth: for there is but one, your father which is in heaven. ", "10": "Be not called [n]doctors: for one is your doctor, even Christ. ", "11": "But he that is greatest among you, let him be your servant. ", "12": "For whosoever [o]will exalt himself, shall be brought low: and whosoever will humble himself, shall be exalted. ", "13": "¶ [p]Woe therefore be unto you, Scribes and Pharisees, [q]hypocrites, because ye shut up the kingdom of heaven before men: for ye yourselves go not in, neither suffer ye them that would [r]enter, to come in. ", "14": "[s]Woe be unto you, Scribes and Pharisees, hypocrites: for ye devour widows' houses, even [t]under a color of long prayers: wherefore ye shall receive the greater damnation. ", "15": "Woe be unto you, Scribes and Pharisees, hypocrites: for ye compass sea and [u]land to make one of your profession: and when he is made, ye make him twofold more the child of hell, than you yourselves. ", "16": "Woe be unto you blind guides, which say, Whosoever sweareth by the Temple, it is nothing: but whosoever sweareth by the gold of the Temple, he [v]offendeth. ", "17": "Ye fools and blind, Whether is greater, the gold, or the Temple that [w]sanctifieth the gold? ", "18": "And whosoever sweareth by the altar, it is nothing: but whosoever sweareth by the offering that is upon it, offendeth. ", "19": "Ye fools and blind, whether is greater, the offering, or the altar which sanctifieth the offering? ", "20": "Whosoever therefore sweareth by the altar, sweareth by it, and by all things thereon. ", "21": "And whosoever sweareth by the Temple, sweareth by it, and by him that dwelleth therein. ", "22": "And he that sweareth by heaven, sweareth by the [x]throne of God, and by him that sitteth theron.", "23": "¶ [y]Woe be to you, Scribes and Pharisees, hypocrites: for ye tithe mint, and anise, and cummin, and leave the weightier matters of the law, as judgment, and mercy and [z]fidelity. These ought ye to have done, and not to have left the other. ", "24": "Ye blind guides, which strain out a gnat, and swallow a camel. ", "25": "¶ [aa]Woe be to you, Scribes and Pharisees, hypocrites: for ye make clean the utter side of the cup, and of the platter: but within they are full of bribery and excess. ", "26": "Thou blind Pharisee, cleanse first the inside of the cup and platter, that the outside of them may be clean also. ", "27": "Woe be to you, Scribes and Pharisees, hypocrites: for ye are like unto whited tombs, which appear beautiful outward, but are within full of dead men's bones, and all filthiness. ", "28": "So are ye also: for outward ye appear righteous unto men, but within ye are full of hypocrisy and iniquity. ", "29": "[ab]Woe be unto you, Scribes and Pharisees, hypocrites: for ye build the tombs of the Prophets, and garnish the sepulchers of the righteous, ", "30": "And say, If we had been in the days of our fathers, we would not have been partners with them in the blood of the Prophets. ", "31": "So then ye be witnesses unto yourselves, that ye are the children of them that murdered the Prophets. ", "32": "[ac]Fulfill ye also the measure of your fathers. ", "33": "O serpents, the generation of vipers, how should ye escape the damnation of [ad]hell! ", "34": "[ae]Wherefore behold, I send unto you Prophets, and wise men, and Scribes, and of them ye shall kill and crucify: and of them shall ye scourge in your Synagogues, and persecute from city to city, ", "35": "[af]That upon you may come all the righteous blood that was shed upon the earth, from the blood of Abel the righteous, unto the blood of Zechariah the son of [ag]Berechiah, whom ye slew between the Temple and the altar. ", "36": "Verily I say unto you, all these things shall come upon this generation. ", "37": "[ah]Jerusalem, Jerusalem, which killest the Prophets, and stonest them which are sent to thee, how often would I have [ai]gathered thy children together, as the hen gathered her chickens under her wings, and ye would not! ", "38": "Behold, your habitation shall be left unto you desolate. ", "39": "For I say unto you, ye shall not see me henceforth till that ye say, Blessed is he that cometh in the Name of the Lord. "}