{"1": "The destruction of the Temple. 4 The signs of Christ's coming. 12 Iniquity. 23 False Christs. 29 The signs of the end of the world. 31 The Angels. 32 The fig tree. 37 The days of Noah. 42 We must watch. 45 The servant. And Jesus went out, and departed from the Temple, and his disciples came to him, to show him the building of the Temple.", "2": "[a]And Jesus said unto them, See ye not all these things? Verily I say unto you, there shall not be here left a stone upon a stone, that shall not be cast down. ", "3": "And as he sat upon the mount of Olives, his disciples came unto him apart, saying, Tell us when these things shall be, and what sign shall be of thy coming, and of the end of the world.", "4": "[b]And Jesus answered, and said unto them, Take heed that no man deceive you. ", "5": "For many shall come in my Name, saying, I am Christ, and shall deceive many. ", "6": "And ye shall hear of wars, and rumors of wars: see that ye be not troubled: for all these things must come to pass, but the [c]end is not yet. ", "7": "For nation shall rise against nation, and realm against realm, and there shall be famine, and pestilence, and earthquakes in [d]divers places. ", "8": "All these are but the beginning of [e]sorrows. ", "9": "Then shall they deliver you up to be afflicted, and shall kill you, and ye shall be hated of all nations for my Name's sake. ", "10": "And then shall many be offended, and shall betray one another, and shall hate one another. ", "11": "And many false prophets shall arise, and shall deceive many. ", "12": "And because iniquity shall be increased, the love of many shall be cold. ", "13": "[f]But he that endureth to the end, he shall be saved. ", "14": "And this [g]Gospel of the kingdom shall be preached through the whole [h]world for a witness unto all nations, and then shall the end come. ", "15": "¶ [i]When ye therefore shall see the [j]abomination of desolation spoken of by Daniel the Prophet, set in the holy place (let him that readeth consider it.) ", "16": "Then let them which be in Judea, flee into the mountains. ", "17": "Let him which is on the housetop, not come down to fetch anything out of his house. ", "18": "And he that is in the field, let not him return back to fetch his [k]clothes. ", "19": "And woe shall be to them that are with child, and to them that give suck in those days. ", "20": "But pray that your flight be not in the winter, neither on the [l]Sabbath day. ", "21": "For then shall be great tribulation, such as was not from the beginning of the world to this time, nor shall be. ", "22": "And except [m]those days should be shortened, there should no [n]flesh be saved: but for the elect's sake those days shall be shortened. ", "23": "Then if any man shall say unto you, Lo, here is Christ, or there, believe it not. ", "24": "For there shall arise false Christs, and false prophets, and [o]shall show great signs and wonders, so that if it were possible, they should deceive the very elect. ", "25": "Behold, I have told you before. ", "26": "Wherefore if they shall say unto you, Behold, he is in the desert, go not forth: Behold, he is in the secret places, believe it not. ", "27": "For as the lightning cometh out of the East, and is seen into the West, so shall also the coming of the Son of man be. ", "28": "[p]For wheresoever a dead [q]carcass is, thither will the Eagles be gathered together. ", "29": "[r]And immediately after the tribulations of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of heaven shall be shaken. ", "30": "And then shall appear the [s]sign of the Son of man in heaven: and then shall all the [t]kindreds of the earth [u]mourn, and they shall see the Son of man [v]come in the clouds of heaven with power and great glory. ", "31": "And he shall send his Angels with a great sound of a trumpet, and they shall gather together his elect, from the [w]four winds, and from the one end of the heavens unto the other. ", "32": "[x]Now learn the parable of the fig tree: when her bough is yet [y]tender, and it putteth forth leaves, ye know that summer is near. ", "33": "So likewise ye, when ye see all these things, know that the kingdom of God is near, even at the doors. ", "34": "Verily I say unto you, this [z]generation shall not pass, till all these things be done. ", "35": "[aa]Heaven and earth shall pass away: but my words shall not pass away. ", "36": "[ab]But of that day and hour knoweth no man, no not the Angels of heaven, but my father only. ", "37": "But as the days of Noah were, so likewise shall the coming of the Son of man be. ", "38": "For as in the days before the flood, they did [ac]eat and drink, marry, and give in marriage, unto the day that Noah entered into the Ark, ", "39": "And knew nothing, till the flood came, and took them all away, so shall also the coming of the Son of man be. ", "40": "[ad]Then two shall be in the fields, the one shall be received, and the other shall be refused. ", "41": "[ae]Two women shall be grinding at the mill: the one shall be received, and the other shall be refused. ", "42": "[af]Watch therefore: for ye know not what hour your master will come. ", "43": "Of this be sure, that if the good man of the house knew at what watch the thief would come, he would surely watch, and not suffer his house to be dug through. ", "44": "Therefore be ye also ready: for in the hour that ye think not, will the Son of man come. ", "45": "Who then is a faithful servant and wise, whom his master hath made ruler over his household, to give them meat in season? ", "46": "Blessed is that servant, whom his master when he cometh, shall find so doing. ", "47": "Verily I say unto you, he shall make him ruler over all his goods. ", "48": "But if that evil servant shall say in his heart, My master doth defer his coming, ", "49": "And begin to smite his fellows, and to eat, and to drink with the drunken, ", "50": "That servant's master will come in a day, when he looketh not for him, and in an hour that he is not aware of, ", "51": "And will [ag]cut him off, and give him his portion with hypocrites: there shall be weeping and gnashing of teeth. "}