{"1": "The consultation of the Priests against Christ. 6 His feet are anointed. 15 Judas selleth him. 26 The institution of the supper, 34 and 36 Peter's denial: Christ is heavy. 47 He is betrayed with a kiss. 57 He is led to Caiaphas. 64 He confesseth himself to be Christ. 67 They spit at him. And [a]it came to pass, when Jesus had finished all these sayings, he said unto his disciples,", "2": "[b]Ye know that after two days is the Passover, and the Son of man shall be delivered to be crucified. ", "3": "Then assembled together the chief Priests, and the Scribes, and the Elders of the people into the hall of the high Priest called Caiaphas:", "4": "And consulted together that they might take Jesus by subtilty, and kill him.", "5": "But they said, Not on the [c]feast day, lest any uproar be among the people.", "6": "¶ [d]And when Jesus was in Bethany, in the house of Simon the leper,", "7": "[e]There came unto him a woman, which had a [f]box of very costly ointment, and poured it on his head, as he sat at the table.", "8": "And when his [g]disciples saw it, they had indignation, saying, What needed this [h]waste?", "9": "For this ointment might have been sold for much, and been given to the poor.", "10": "[i]And Jesus knowing it, said unto them, Why trouble ye the woman? for she hath wrought a good work upon me. ", "11": "[j]For ye have the poor always with you, but me shall ye not have always. ", "12": "For [k]in that she poured this ointment on my body, she did it to bury me. ", "13": "Verily I say unto you, wheresoever this Gospel shall be preached throughout all the world, there shall also this that she hath done, be spoken of for a memorial of her. ", "14": "¶ Then one of the twelve, called Judas Iscariot, went unto the chief Priests,", "15": "And said, What will ye give me, and I will deliver him unto you, and they appointed unto him thirty pieces of silver.", "16": "And from that time, he sought opportunity to betray him.", "17": "¶ [l]Now [m]on the first day of the feast of unleavened bread, the disciples came to Jesus, saying unto him, Where wilt thou that we prepare for thee to eat the Passover?", "18": "And he said, Go ye into the city to such a man, and say to him, The master saith, My time is at hand: I will keep the Passover at thine house with my disciples. ", "19": "And the disciples did as Jesus had given them charge, and made ready the Passover.", "20": "So when the even was come, he [n]sat down with the twelve.", "21": "And as they did eat, he said, Verily, I say unto you, that one of you shall betray me. ", "22": "And they were exceeding sorrowful, and began every one of them to say unto him, Is it I, Master?", "23": "And he answered and said, He that [o]dippeth his hand with me in the dish, he shall betray me. ", "24": "Surely the Son of man goeth his way, as it is written of him: but woe be to that man, by whom the Son of man is betrayed: it had been good for that man, if he had never been born. ", "25": "Then Judas [p]which betrayed him, answered, and said, Is it I, master? He said unto him, Thou hast said it.", "26": "¶ [q]And as they did eat, Jesus took the bread, and when he had [r]blessed, he brake it, and gave it to the disciples, and said, Take, eat: [s]this is my body. ", "27": "Also he took the cup, and when he had given thanks, he gave it them, saying, Drink ye [t]all of it. ", "28": "[u]For this is my blood of the [v]new Testament that is shed for many, for the remission of sins. ", "29": "I say unto you that I will not drink henceforth of this fruit of the vine until that day, when I shall drink it new with you in my Father's kingdom. ", "30": "And when they had sung [w]a Psalm, they went out into the mount of Olives.", "31": "¶ [x]Then said Jesus unto them, All ye shall be offended by me this night: for it is written, I will smite the shepherd, and the sheep of the flock shall be scattered. ", "32": "But after I am risen again, I will go before you into Galilee. ", "33": "But Peter answered, and said unto him, Though that all men should be offended by thee, yet will I never be offended.", "34": "Jesus said unto him, Verily I say unto thee, that this night, before the cock crow, thou shalt deny me thrice. ", "35": "Peter said unto him, Though I should die with thee, I will in no case deny thee. Likewise also said all the disciples.", "36": "¶ [y]Then went Jesus with them into a place which is called Gethsemane, and said unto his disciples, Sit ye here, while I go, and pray yonder. ", "37": "And he took unto him Peter, and the two sons of Zebedee, and began to wax sorrowful, and [z]grievously troubled.", "38": "[aa]Then said Jesus unto them, My soul is very heavy, even unto the death: tarry ye here, and watch with me. ", "39": "So he went a little further, and fell on his face, and prayed, saying, O my Father, if it be possible, [ab]let this [ac]cup pass from me: nevertheless, not as I will, but as thou wilt. ", "40": "[ad]After, he came unto the disciples, and found them asleep, and said to Peter, What? could ye not watch with me one hour? ", "41": "Watch, and pray, that ye enter not into temptation: the spirit indeed is ready, but the flesh is weak. ", "42": "Again he went away the second time, and prayed, saying, O my Father, if this cup cannot pass away from me, but that I must drink it, thy will be done. ", "43": "And he came and found them asleep again, for their eyes were heavy.", "44": "So he left them, and went away again, and prayed the third time, saying the same words.", "45": "Then came he to his disciples, and said unto them, Sleep henceforth, and take your rest: behold, the hour is at hand, and the Son of man is given into the hands of sinners. ", "46": "[ae]Rise, let us go: behold, he is at hand that betrayeth me. ", "47": "And while he yet spake, lo, Judas one of the twelve came, and with him a great multitude with swords and staves, [af]from the high Priests and Elders of the people.", "48": "Now he that betrayed him, had given them a token, saying, Whomsoever I shall kiss, that is he, lay hold on him.", "49": "And forthwith he came to Jesus, and said, God save thee, Master, and kissed him.", "50": "[ag]Then Jesus said unto him, [ah]Friend, wherefore art thou come? Then came they, and laid hands on Jesus, and took him.", "51": "And behold, one of them which were with Jesus, stretched out his hand, and drew his sword, and struck a servant of the high Priest, and smote off his ear.", "52": "[ai]Then said Jesus unto him, Put up thy sword into his place: for all that [aj]take the sword, shall perish with the sword. ", "53": "[ak]Either thinkest thou, that I cannot now pray to my Father, and he will give me more than twelve legions of Angels? ", "54": "[al]How then should the Scriptures be fulfilled, which say, that it must be so? ", "55": "The same hour said Jesus to the multitude, Ye be come out as it were against a thief, with swords and staves to take me: I sat daily teaching in the Temple among you, and ye took me not. ", "56": "But all this was done, that the Scriptures of the Prophets might be fulfilled. Then all the disciples forsook him, and fled.", "57": "¶ [am]And they took Jesus, and led him to [an]Caiaphas the high Priest, where the Scribes and the Elders were assembled.", "58": "And Peter followed him afar off unto the high Priest's [ao]hall, and went in and sat with the servants to see the end.", "59": "Now the chief Priests and the Elders, and all the whole Council sought false witness against Jesus, to put him to death.", "60": "But they found none, and though many false witnesses came, yet found they none: but at the last came two false witnesses,", "61": "And said, This man said, I can destroy the Temple of God, and build it in three days.", "62": "Then the chief Priest arose, and said to him, Answerest thou nothing? [ap]What is the matter that these men witness against thee?", "63": "But Jesus held his peace. Then the chief Priest answered, and said to him, I charge thee swear unto us by the living God, to tell us, If thou be that Christ the son of God, or no.", "64": "Jesus said to him, Thou hast said it: nevertheless I say unto you, [aq]Hereafter shall ye see the Son of man, sitting [ar]at the right hand of the power of God, and come in the [as]clouds of the heaven. ", "65": "Then the high Priest [at]rent his clothes, saying, He hath blasphemed, what have we any more need of witnesses: behold, now ye have heard his blasphemy.", "66": "What think ye? They answered, and said, He is guilty of death.", "67": "Then spat they in his face, and buffeted him, and others smote him with rods,", "68": "Saying, Prophesy to us, O Christ, Who is he that smote thee?", "69": "¶ [au]Peter [av]sat without in the hall, and a maid came to him, saying, Thou also wast with Jesus of Galilee:", "70": "But he denied before them all, saying, I wot not what thou sayest.", "71": "And when he went out into the porch, another maid saw him, and said unto them that were there, This man was also with Jesus of Nazareth.", "72": "And again he denied with an oath, saying, I know not the man.", "73": "So after a while, came unto him they that stood by, and said unto Peter, Surely thou art also one of them: for even thy speech bewrayeth thee.", "74": "Then began he to [aw]curse himself, and to swear, saying, I know not the man. And immediately the cock crew.", "75": "Then Peter remembered the words of Jesus, which had said unto him, Before the cock crow thou shalt deny me thrice. So he went out, and wept bitterly."}