{"1": "He is delivered bound to Pilate. 5 Judas hangeth himself. 19 Pilate's wife. 20 Barabbas is asked. 24 Pilate washeth his hands. 29 Christ is crowned with thorns. 34 He is crucified. 40 Reviled. 50 He giveth up the Ghost. 57 He is buried. 62 The soldiers watch him. When the morning was come, all the chief Priests, and the Elders of the people took counsel against Jesus, to put him to death.", "2": "And led him away bound, and delivered him unto Pontius Pilate the governor.", "3": "¶ [a]Then when Judas which betrayed him, saw that he was condemned, he repented himself, and brought again the thirty pieces of silver to the chief Priests, and Elders,", "4": "Saying, I have sinned, betraying the innocent blood. But they said, What is that to us? see thou to it.", "5": "And when he had cast down the silver pieces in the Temple, he [b]departed, and went, and hanged himself.", "6": "And the chief Priests took the silver pieces, and said, It is not lawful for us to put them into the [c]treasure, because it is the price [d]of blood.", "7": "And they took counsel, and bought with them a potter's field, for the burial of [e]strangers.", "8": "Wherefore that field is called, The field of blood, until this day.", "9": "(Then was fulfilled that which was spoken by [f]Jeremiah the Prophet, saying, [g]And they took thirty silver pieces, the price of him that was valued, whom they of the children of Israel valued.", "10": "And they gave them for the potter's field, as the Lord appointed me.)", "11": "¶ [h]And Jesus stood before the governor, and the governor asked him, saying, Art thou that King of the Jews? Jesus said unto him, Thou sayest it. ", "12": "And when he was accused of the chief Priests, and Elders, he answered nothing.", "13": "Then said Pilate unto him, Hearest thou not how many things they lay against thee?", "14": "But he answered him not to one word, insomuch that the governor marveled greatly.", "15": "[i]Now at the feast the governor was wont to deliver unto the people a prisoner whom they would.", "16": "And they had then a notable prisoner called Barabbas.", "17": "When they were then gathered together, Pilate said unto them, Whether will ye that I let loose unto you Barabbas, or Jesus which is called Christ?", "18": "(For he knew well, that for envy they had delivered him.", "19": "Also when he was set down upon the judgment seat, his wife sent to him, saying, Have thou nothing to do with that just man: for I have suffered many things this day in a dream by reason of him.)", "20": "But the chief Priests and the elders had persuaded the people that they should ask Barabbas, and should destroy Jesus.", "21": "Then the governor answered, and said unto them, Whether of the twain will ye that I let loose unto you? And they said, Barabbas.", "22": "Pilate said unto them, What shall I do then with Jesus, which is called Christ? They all said to him, Let him be crucified.", "23": "Then said the governor, But what evil hath he done? Then they cried the more, saying, Let him be crucified.", "24": "[j]When Pilate saw that he availed nothing, but that more tumult was made, he took water and [k]washed his hands before the multitude, saying, I am innocent of the [l]blood of this just man: look you to it.", "25": "Then answered all the people, and said, [m]His blood be on us, and on our children.", "26": "Thus let he Barabbas loose unto them, and scourged Jesus, and delivered him to be crucified.", "27": "¶ Then the soldiers of the governor took Jesus into the common hall, and gathered about him the whole band,", "28": "[n]And they stripped him, and [o]put about him a [p]scarlet robe,", "29": "And platted a crown of thorns, and put it upon his head, and a reed in his right hand, and bowed their knees before him, and mocked him, saying, God save thee, King of the Jews,", "30": "And spitted upon him, and took a reed, and smote him on the head.", "31": "Thus when they had mocked him, they took the robe from him, and put his own raiment on him, and let him away to crucify him.", "32": "And as they came out, they found a man of Cyrene, named Simon: him they [q]compelled to bear his cross.", "33": "[r]And when they came unto the place called Golgotha (that is to say, the place of dead men's skulls)", "34": "[s]They gave him vinegar to drink, mingled with gall: and when he had tasted thereof, he would not drink.", "35": "¶ [t]And when they had crucified him, they parted his garments, and did cast lots, that it might be fulfilled, which was spoken by the Prophet, They divided my garments among them, and upon my vesture did cast lots.", "36": "And they sat and watched him there.", "37": "¶ [u]They set up also over his head his cause written, THIS IS JESUS THE KING OF THE JEWS.", "38": "¶ [v]And there were two thieves crucified with him, one on the right hand, and another on the left.", "39": "[w]And they that passed by, reviled him, wagging their heads,", "40": "And saying, Thou that destroyest the Temple, and buildest it in three days, save thyself: if thou be the Son of God, come down from the cross.", "41": "Likewise also the high Priests mocking him, with the Scribes, and Elders, and Pharisees, said,", "42": "He saved others, but he cannot save himself: if he be the king of Israel, let him now come down from the cross, and we will believe in him.", "43": "He trusted in God, let him deliver him now, if he will have him: for he said, I am the Son of God.", "44": "The self same thing also the [x]thieves which were crucified with him, cast in his teeth.", "45": "[y]Now from the sixth hour was there darkness over all the land, unto the ninth hour.", "46": "And about the ninth hour Jesus cried with loud voice, saying, Eli, Eli, lama sabachthani? that is, My God, my God, why hast thou [z]forsaken me?", "47": "And some of them that stood there, when they heard it, said, This man calleth [aa]Elijah.", "48": "And straightway one of them ran, and took a sponge and filled it with vinegar, and put it on a reed, and gave him to drink.", "49": "Others said, Let be: let us see if Elijah will come and save him.", "50": "[ab]Then Jesus cried again with a loud voice, and yielded up the ghost.", "51": "[ac]And behold, the [ad]veil of the Temple was rent in twain, from the top to the bottom, and the earth did quake, and the stones were cloven.", "52": "And the [ae]graves did open themselves, and many bodies of the Saints, which slept, arose,", "53": "And came out of the graves after his resurrection, and went into the holy city, and appeared unto many.", "54": "When the Centurion, and they that were with him, watching Jesus, saw the earth quake, and the things that were done, they feared greatly, saying, Truly this was the Son of God.", "55": "¶ And many women were there, beholding him afar off, which had followed Jesus from Galilee, ministering unto him.", "56": "Among whom was Mary Magdalene, and Mary the mother of James, and Joses, and the mother of Zebedee's sons.", "57": "¶ [af]And when the even was come, there came a rich man of Arimathea, named Joseph, who had also himself been Jesus' disciple.", "58": "He went to Pilate, and asked the body of Jesus. Then Pilate commanded the body to be delivered.", "59": "So Joseph took the body, and wrapped it in a clean linen cloth,", "60": "And put it in his new tomb, which he had hewn out in a rock, and rolled a great stone to the door of the sepulcher, and departed.", "61": "And there was Mary Magdalene, and the other Mary, sitting over against the sepulcher.", "62": "¶ [ag]Now the next day that followed the Preparation of the Sabbath, the high Priests and Pharisees assembled to Pilate,", "63": "And said, Sir, we remember that that deceiver said, while he was yet alive, Within three days I will rise.", "64": "Command therefore, that the sepulcher be made sure until the third day, lest his Disciples come by night, and steal him away, and say unto the people, He is risen from the dead: so shall the last error be worse than the first.", "65": "Then Pilate said unto them, Ye have a [ah]watch: go, and make it sure, as ye know.", "66": "And they went, and made the sepulcher sure, with the watch, and sealed the stone."}