{"1": "Who are blessed. 13 The Apostles are the salt and light of the world. 14 The city set on an hill. 15 The candle. 16 Good works. 19 The fulfilling of Christ's commandments. 21 What killing is. 23 Reconciliation is set before sacrifice. 27 Adultery. 29 The plucking out of the eye. 30 Cutting off of the hand. 31 The bill of divorcement. 33 Not to swear. 44 To love our enemies. 48 Perfectness. And when he saw the multitude, he went up into a mountain: and when he was set, his disciples came to him.", "2": "[a]And he opened his mouth, and taught them, saying,", "3": "Blessed are the [b]poor in [c]spirit, for theirs is the kingdom of heaven. ", "4": "Blessed are they that mourn: for they shall be comforted. ", "5": "Blessed are the meek: for they shall inherit the earth. ", "6": "Blessed are they which hunger and thirst for righteousness: for they shall be filled. ", "7": "Blessed are the merciful: for they shall obtain mercy.", "8": "Blessed are the [d]pure in heart: for they shall see God. ", "9": "Blessed are the peacemakers: for they shall be called the children of God. ", "10": "Blessed are they which suffer persecution for righteousness' sake; for theirs is the kingdom of heaven. ", "11": "Blessed shall ye be when men revile you, and persecute you, and say all manner of evil against you for my sake, falsely. ", "12": "Rejoice and be glad, for great is your reward in heaven: for so persecuted they the Prophets which were before you. ", "13": "Ye [e]are the salt of the [f]earth: but if the salt have lost his savor, wherewith shall it be [g]salted? It is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men. ", "14": "Ye are the [h]light of the world. A city that is set on an hill, cannot be hid. ", "15": "Neither do men light a candle, and put it under a bushel, but on a candlestick, and it giveth light unto all that are in the house. ", "16": "Let your light so shine before men, that they may see your good works, and glorify your father which is in heaven. ", "17": "[i]Think not that I am come to destroy the Law, or the Prophets. I am not come to destroy them, but to [j]fulfill them. ", "18": "For truly I say unto you, Till heaven and earth perish, one jot or one tittle of the Law shall not escape, till all things be fulfilled. ", "19": "[k]Whosoever therefore shall break one of these least commandments, and teach men so, he shall be called the [l]least in the kingdom of heaven: but whosoever shall observe and teach them, the same shall be called great in the kingdom of heaven. ", "20": "For I say unto you, except your righteousness exceed the righteousness of the Scribes and Pharisees, ye shall not enter into the kingdom of heaven. ", "21": "[m]Ye have heard that it was said unto them of the old time, Thou shalt not kill: for whosoever killeth shall be culpable of judgment. ", "22": "But I say unto you, whosoever is angry with his brother unadvisedly, shall be [n]culpable [o]of judgment. And whosoever saith unto his brother, Raca, shall be worthy to be punished by the [p]Council. And whosoever shall say, Fool, shall be worthy to be punished with [q]hell [r]fire. ", "23": "[s]If then thou bring thy gift to the [t]altar, and there rememberest that thy brother hath ought against thee, ", "24": "Leave there thine offering before the altar, and go thy way: first be reconciled to thy brother, and then come and offer thy gift. ", "25": "[u]Agree with thine adversary quickly, while thou art in the way with him, lest thine adversary deliver thee to the Judge, and the Judge deliver thee to the sergeant, and thou be cast into prison. ", "26": "Verily I say unto thee, thou shalt not come out thence, till thou hast [v]paid the utmost farthing. ", "27": "¶ [w]Ye have heard that it was said to them of old time, Thou shalt not commit adultery. ", "28": "But I say unto you, that whosoever looketh on a woman to lust after her, hath committed adultery with her already in his heart. ", "29": "Wherefore if thy [x]right eye cause thee [y]to offend, pluck it out and cast it from thee: for better it is for thee, that one of thy members perish, than that thy whole body should be cast into hell. ", "30": "Also if thy right hand make thee to offend, cut it off, and cast it from thee: for better it is for thee, that one of thy members perish, than that thy whole body should be cast into hell. ", "31": "It hath been said also, Whosoever shall put away his wife, let him give her a bill of divorcement. ", "32": "But I say unto you, whosoever shall put away his wife (except it be for fornication) causeth her to commit adultery: and whosoever shall marry her that is divorced, committeth adultery. ", "33": "[z]Again, ye have heard that it was said to them of old time, Thou shalt not forswear thyself, but shalt perform thine oaths to the Lord. ", "34": "But I say unto you, Swear not at all, neither by heaven, for it is the throne of God: ", "35": "Nor yet by the earth, for it is his footstool: neither by Jerusalem: for it is the city of the great King. ", "36": "Neither shalt thou swear by thine head, because thou canst not make one hair white or black. ", "37": "But let your communication be [aa]Yea, yea: Nay, nay. For whatsoever is more than these, cometh of [ab]evil. ", "38": "¶ [ac]Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth. ", "39": "But I say unto you, Resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also. ", "40": "And if any man will sue thee at the law, and take away thy coat, let him have thy cloak also. ", "41": "And whosoever will compel thee to go a mile, go with him twain. ", "42": "Give to him that asketh, and from him that would borrow of thee, turn not away. ", "43": "Ye have heard that it hath been said, Thou shalt love thy neighbor, and hate thine enemy. ", "44": "But I say unto you, Love your enemies: bless them that curse you: do good to them that hate you, and pray for them which hurt you, and persecute you,", "45": "[ad]That ye may be the children of your father that is in heaven: for he maketh his sun to arise on the evil and the good, and sendeth rain on the just and unjust. ", "46": "For if ye love them, which love you, what reward shall you have? Do not the Publicans even the same? ", "47": "And if ye be friendly to your brethren only, what singular thing do ye? do not even the [ae]Publicans likewise? ", "48": "Ye shall therefore be perfect, as your Father which is in heaven, is perfect. "}