{"1": "Alms. 5 Prayer. 14 Forgiving our brother. 16 Fasting. 19 Our treasure. 20 We must succor the poor. 24 God and riches. 25 Careful seeking for meat and drink, and apparel, forbidden. 33 The kingdom of God and his righteousness. Take heed that ye give not your [a]alms before men to be seen of them, or else ye shall have no [b]reward of your Father which is in heaven. ", "2": "Therefore when thou givest thine alms, thou shalt not make a trumpet to be blown before thee, as the [c]hypocrites do in the Synagogues and in the streets, to be praised of men. Verily I say unto you, they have their reward. ", "3": "But when thou doest thine alms, let not thy left hand know what thy right hand doeth, ", "4": "That thine alms may be in secret, and thy Father that seeth in secret, he will reward thee openly. ", "5": "[d]And when thou prayest, be not as the hypocrites: for they love to stand and pray in the Synagogues, and in the corners of the streets, because they would be seen of men. Verily I say unto you, they have their reward. ", "6": "But when thou prayest, enter into thy chamber: and when thou hast shut thy door, pray unto thy Father which is in secret, and thy Father which seeth in secret, shall reward thee openly. ", "7": "Also when ye pray, use no [e]vain repetitions as the Heathen: for they think to be heard for their much babbling. ", "8": "Be ye not like them therefore: for your Father knoweth whereof ye have need, before ye ask of him.", "9": "[f]After this manner therefore pray ye, Our father which art in heaven, hallowed be thy name. ", "10": "Thy kingdom come. Thy will be done even in earth as it is in heaven. ", "11": "Give us this day our [g]daily bread. ", "12": "And forgive us our debts, as we also forgive our debtors. ", "13": "And lead us not into temptation, but deliver us from [h]evil: for thine is the kingdom, and the power, and the glory for ever. Amen. ", "14": "[i]For if ye do forgive men their trespasses, your heavenly Father will also forgive you. ", "15": "But if ye do not forgive men their trespasses, no more will your father forgive you your trespasses. ", "16": "[j]Moreover, when ye fast, look not sour as the hypocrites: for they [k]disfigure their faces, that they might seem unto men to fast. Verily I say unto you that they have their reward. ", "17": "But when thou fastest, anoint thine head, and wash thy face, ", "18": "That thou seem not unto men to fast, but unto thy Father which is in secret: and thy Father which seeth in secret, will reward thee openly. ", "19": "¶ [l]Lay not up treasures for yourselves upon the earth, where the moth and canker corrupt, and where thieves dig through and steal. ", "20": "But lay up treasures for yourselves in heaven, where neither the moth nor canker corrupteth, and where thieves neither dig through nor steal. ", "21": "For where your treasure is, there will your heart be also. ", "22": "¶ [m]The light of the body is the eye: if then thine [n]eye be single, thy whole body shall be light. ", "23": "But if thine eye be wicked, then all thy body shall be dark. Wherefore if the light that is in thee, be darkness, how great is that darkness? ", "24": "[o]No man can serve [p]two masters: for either he shall hate the one, and love the other, or else he shall lean to the one, and despise the other. Ye cannot serve God and [q]riches. ", "25": "[r]Therefore I say unto you, be not careful for your life, what ye shall eat, or what ye shall drink: nor yet for your body, what ye shall put on. Is not the life more worth than meat? and the body than raiment? ", "26": "Behold the fowls of the [s]heaven: for they sow not, neither reap, nor carry into the barns, yet your heavenly Father feedeth them. Are ye not much better than they? ", "27": "Which of you by [t]taking care is able to add one cubit unto his stature? ", "28": "And why care ye for raiment? Learn how the Lilies of the field do grow: they [u]are not wearied, neither spin: ", "29": "Yet I say unto you, that even Solomon in all his glory was not arrayed like one of these. ", "30": "Wherefore if God so clothe the grass of the field which is today, and tomorrow is cast into the oven, shall he not do much more unto you, O ye of little faith? ", "31": "Therefore take no thought, saying, What shall we eat? or what shall we drink? or wherewith shall we be clothed? ", "32": "(For after all these things seek the Gentiles) for your heavenly Father knoweth that ye have need of all these things. ", "33": "But seek ye first the kingdom of God, and his righteousness, and all these things shall be ministered unto you. ", "34": "Care not then for the morrow, for the morrow shall care for itself: the day hath enough with his own grief. "}