{"1": "And working together with Him, we also urge you not to receive the grace of God in vain—", "2": "for He says, “At the acceptable time I listened to you, And on the day of salvation I helped you.” Behold, now is “the acceptable time,” behold, now is “the day of salvation”—", "3": "giving no cause for offense in anything, so that the ministry will not be discredited,", "4": "but in everything commending ourselves as [a]servants of God, in much endurance, in afflictions, in hardships, in distresses,", "5": "in beatings, in imprisonments, in tumults, in labors, in sleeplessness, in hunger,", "6": "in purity, in knowledge, in patience, in kindness, in the Holy Spirit, in genuine love,", "7": "in the word of truth, in the power of God; by the weapons of righteousness for the right hand and the left,", "8": "by glory and dishonor, by evil report and good report; regarded as deceivers and yet true;", "9": "as unknown [b]yet well-known, as dying [c]yet behold, we live; as [d]punished [e]yet not put to death,", "10": "as sorrowful yet always rejoicing, as poor yet making many rich, as having nothing [f]yet possessing all things.", "11": "Our mouth [g]has spoken freely to you, O Corinthians, our heart is opened wide.", "12": "You are not restrained [h]by us, but you are restrained in your own [i]affections.", "13": "Now in a like exchange—I speak as to children—open wide to us also.", "14": "Do not be [j]bound together with unbelievers; for what partnership have righteousness and lawlessness, or what fellowship has light with darkness?", "15": "Or what harmony has Christ with [k]Belial, or [l]what has a believer in common with an unbeliever?", "16": "Or what agreement has the temple of God with idols? For we are the temple of the living God; just as God said, “I will dwell in them and walk among them; And I will be their God, and they shall be My people.", "17": "“Therefore, come out from their midst and be separate,” says the Lord. “And do not touch what is unclean; And I will welcome you.", "18": "“And I will be a father to you, And you shall be sons and daughters to Me,” Says the Lord Almighty."}