{"1": "From Paul and Timothy, slaves of King Jesus, to all God's holy ones in King Jesus who are in Philippi, together with the overseers and ministers: ", "2": "grace to you and peace, from God our father and King Jesus the Lord.", "3": "I thank my God every time I think of you! ", "4": "I always pray with joy, whenever I pray for you all, ", "5": "because of your partnership in the gospel from the first day until now. ", "6": "Of this I'm convinced: the one who began a good work in you will thoroughly complete it by the day of King Jesus.", "7": "It's right for me to think this way about all of you. You have me in your hearts, here in prison as I am, working to defend and bolster up the gospel. You are my partners in grace, all of you! ", "8": "Yes: God can bear witness how much I'm longing for all of you with the deep love of King Jesus.", "9": "And this is what I'm praying: that your love may overflow still more and more, in knowledge and in all astute wisdom. ", "10": "Then you will be able to tell the difference between good and evil, and be sincere and faultless on the day of the Messiah, ", "11": "filled to overflowing with the fruit of right living, fruit that comes through King Jesus to God's glory and praise.", "12": "Now, my dear family, I want you to know that the things I've been through have actually helped the gospel on its way. ", "13": "You see, everybody in the Imperial Guard, and all the rest for that matter, have heard that I am here, chained up, because of the Messiah, the king. ", "14": "My imprisonment has given new confidence to most of the Lord's family; they are now much more prepared to speak the word boldly and fearlessly.", "15": "There are some, I should say, who are proclaiming the king because of envy and rivalry; but there are others who are doing it out of good will. ", "16": "These last are acting from love, since they know that I'm in prison because of defending the gospel; ", "17": "but the others are announcing the king out of selfishness and jealousy. They are not acting from pure motives; they imagine that they will make more trouble for me in my captivity.", "18": "So what? Only this: the king is being announced, whether people mean it or not! I'm happy to celebrate that! Yes, and I really am going to celebrate: ", "19": "because I know that this will result in my rescue, through your prayer and the support of the spirit of King Jesus. ", "20": "I'm waiting eagerly and full of hope, because nothing is going to put me to shame. I am going to be bold and outspoken, now as always, and the king is going to gain a great reputation through my body, whether in life or in death.", "21": "You see, for me to live means the Messiah; to die means to make a profit. ", "22": "If it's to be living on in the flesh, that means fruitful work for me. Actually, I don't know which I would choose. ", "23": "I'm pulled both ways at once: I would really love to leave all this and be with the king, because that would be far better. ", "24": "But staying on here in the flesh is more vital for your sake. ", "25": "Since I've become convinced of this, I know that I will remain here, and stay alongside all of you, to help you to advance and rejoice in your faith, ", "26": "so that the pride you take in King Jesus may overflow because of me, when I come to visit you once again.", "27": "The one thing I would stress is this: your public behaviour must match up to the gospel of the king. That way, whether I do come and see you or whether I remain elsewhere, the news that I get about you will indicate that you are standing firm with a single spirit, struggling side by side with one united intent for the faith of the gospel, ", "28": "and not letting your opponents intimidate you in any way. This is a sign from God: one that signifies their destruction, but your salvation.", "29": "Yes: God has granted you that, on behalf of the king, you should not only believe in him, but also suffer for his sake. ", "30": "You are engaged in the same struggle which you once watched me go through; and, as you now hear, I'm still going through it."}