{"1": "So if our shared life in the king brings you any comfort; if love still has the power to make you cheerful; if we really do have a partnership in the spirit; if your hearts are at all moved with affection and sympathy – ", "2": "then make my joy complete! Bring your thinking into line with one another. Here's how to do it. Hold on to the same love; bring your innermost lives into harmony; fix your minds on the same object. ", "3": "Never act out of selfish ambition or vanity; instead, regard everybody else as your superior. ", "4": "Look after each other's best interests, not your own.", "5": "This is how you should think among yourselves – with the mind that you have because you belong to the Messiah, Jesus:", "6": "Who, though in God's form, did not regard his equality with God as something he ought to exploit.", "7": "Instead, he emptied himself, and received the form of a slave, being born in the likeness of humans. And then, having human appearance,", "8": "he humbled himself, and became obedient even to death, yes, even the death of the cross.", "9": "And so God has greatly exalted him, and to him in his favour has given the name which is over all names:", "10": "That now at the name of Jesus every knee within heaven shall bow – on earth, too, and under the earth;", "11": "And every tongue shall confess that Jesus, Messiah, is Lord, to the glory of God, the father.", "12": "So, my dear people: you always did what I said, so please now carry on in the same way, not just as though I was there with you, but much more because I'm not! Your task now is to work at bringing about your own salvation; and naturally you'll be taking this with utter seriousness. ", "13": "After all, God himself is the one who's at work among you, who provides both the will and the energy to enable you to do what pleases him.", "14": "There must be no grumbling and disputing in anything you do. ", "15": "That way, nobody will be able to fault you, and you'll be pure and spotless children of God in the middle of a twisted and depraved generation. You are to shine among them like lights in the world, ", "16": "clinging on to the word of life. That's what I will be proud of on the day of the Messiah. It will prove that I didn't run a useless race, or work to no purpose.", "17": "Yes: even if I am to be poured out like a drink-offering on the sacrifice and service of your faith, I shall celebrate, and celebrate jointly with you all. ", "18": "In the same way, you should celebrate, yes, and celebrate with me.", "19": "I hope in the Lord Jesus to send Timothy to you soon, so that I in turn may be encouraged by getting news about you. ", "20": "I have nobody else of his quality: he will care quite genuinely about how you are. ", "21": "Everybody else, you see, looks after their own interests, not those of Jesus the Messiah. ", "22": "But you know how Timothy has proved himself. Like a child with a father he has worked as a slave alongside me for the sake of the gospel. ", "23": "So I'm hoping to send him just as soon as I see how it will turn out with me. ", "24": "And I am confident in the Lord that I myself will come very soon as well.", "25": "But I did think it was necessary to send Epaphroditus to you. He is my brother; he has worked alongside me and fought alongside me; and he's served as your agent in tending to my needs. ", "26": "He was longing for you all, you see, and he was upset because you heard that he was sick. ", "27": "And he really was sick, too; he nearly died. But God took pity on him – yes, and on me too as well, so that I wouldn't have one sorrow piled on top of another.", "28": "This has made me all the more eager to send him, so that you'll see him again and be glad, and my own anxieties will be laid to rest. ", "29": "So give him a wonderfully happy welcome in the Lord, and hold people like him in special respect. ", "30": "He came close to death through risking his life for the king's work, so that he could complete the service to me that you hadn't been able to perform."}