{"1": "Well then, my dear family – I miss you so much, you're my joy and crown! – this is how you must stand firm in the Lord, my beloved people.", "2": "I have a special appeal which goes jointly to Euodia and Syntyche: please, please, come to a common mind in the Lord. ", "3": "(And here's a request for you too, my loyal comrade: please help these women. They have struggled hard in the gospel alongside me, as have Clement and my other fellow-workers, whose names are in the book of life.)", "4": "Celebrate joyfully in the Lord, all the time. I'll say it again: celebrate! ", "5": "Let everybody know how gentle and gracious you are. The Lord is near.", "6": "Don't worry about anything. Rather, in every area of life let God know what you want, as you pray and make requests, and give thanks as well. ", "7": "And God's peace, which is greater than we can ever understand, will keep guard over your hearts and minds in King Jesus.", "8": "For the rest, my dear family, these are the things you should think through: whatever is true, whatever is holy, whatever is upright, whatever is pure, whatever is attractive, whatever has a good reputation; anything virtuous, anything praiseworthy. ", "9": "And these are the things you should do: what you learned, received, heard and saw in and through me. And the God of peace will be with you.", "10": "I've been having a great celebration in the Lord because your concern for me has once again burst into flower. (You were of course concerned for me before, but you didn't have an opportunity to show it.)", "11": "I'm not talking about lacking anything. I've learnt to be content with what I have. ", "12": "I know how to do without, and I know how to cope with plenty. In every possible situation I've learned the hidden secret of being full and hungry, of having plenty and going without, and it's this: ", "13": "I have strength for everything in the one who gives me power.", "14": "But you did the right thing by entering into partnership with me in my suffering. ", "15": "Indeed, as you people in Philippi know well, when the gospel was getting under way and I was moving on from Macedonia, there wasn't a single other church, except yourselves, that entered into a two-way partnership with me, giving and receiving. ", "16": "Yes: when I was in Thessalonica you sent help to me, not just once but twice.", "17": "I stress that it isn't the gift I'm interested in. My concern is that you should have a healthy profit balance showing up on your account. ", "18": "For myself, I've received full payment, and I'm well stocked up. In fact, I'm full to overflowing, now that I have received from Epaphroditus what you sent. It's like a sacrifice with a beautiful smell, a worthy offering, giving pleasure to God. ", "19": "What's more, my God will meet all your needs, too, out of his store of glorious riches in King Jesus. ", "20": "Glory be to our God and father for ever and ever, Amen!", "21": "Give my greetings to all God's people in King Jesus. The family with me here send their greetings. ", "22": "All God's people send you greetings, especially those from Caesar's household.", "23": "The grace of the Lord Jesus, the Messiah, be with your spirit."}