{"1": "Long ago God spoke to our early fathers in many different ways. He spoke through the early preachers. ", "2": "But in these last days He has spoken to us through His Son. God gave His Son everything. It was by His Son that God made the world. ", "3": "The Son shines with the shining-greatness of the Father. The Son is as God is in every way. It is the Son Who holds up the whole world by the power of His Word. The Son gave His own life so we could be clean from all sin. After He had done that, He sat down on the right side of God in heaven.", "4": "The Son of God was made greater and better than the angels. God gave Him a greater name than theirs. ", "5": "God did not say to any of His angels, “You are My Son. Today I have become Your Father.”  And He did not say to any angel, “I will be a Father to Him. He will be a Son to Me.”  ", "6": "But when God brought His first-born Son, Jesus, into the world, He said, “Let all the angels of God worship Him.” ", "7": "He said this about the angels, “He makes His angels to be winds. He makes His servants a burning fire.”  ", "8": "But about His Son, He says, “O God, Your throne will last forever. Whatever You say in Your nation is right and good. ", "9": "You have loved what is right. You have hated what is wrong. That is why God, Your God, has chosen You. He has poured over You the oil of joy more than over anyone else.”  ", "10": "He said also, “Lord, You made the earth in the beginning. You made the heavens with Your hands. ", "11": "They will be destroyed but You will always be here. They will all become old just as clothes become old. ", "12": "You will roll up the heavens like a coat. They will be changed. But You are always the same. You will never grow old.”  ", "13": "God never said to any angel, “Sit at My right side, until I make those who hate You a place to rest Your feet.”  ", "14": "Are not all the angels spirits who work for God? They are sent out to help those who are to be saved from the punishment of sin."}