{"1": "Keep on loving each other as Christian brothers. ", "2": "Do not forget to be kind to strangers and let them stay in your home. Some people have had angels in their homes without knowing it. ", "3": "Remember those in prison. Think of them as if you were in prison with them. Remember those who are suffering because of what others have done to them. You may suffer in the same way.", "4": "Marriage should be respected by everyone. God will punish those who do sex sins and are not faithful in marriage.", "5": "Keep your lives free from the love of money. Be happy with what you have. God has said, “I will never leave you or let you be alone.”  ", "6": "So we can say for sure, “The Lord is my Helper. I am not afraid of anything man can do to me.” ", "7": "Remember your leaders who first spoke God's Word to you. Think of how they lived, and trust God as they did. ", "8": "Jesus Christ is the same yesterday and today and forever.", "9": "Do not let the many strange teachings lead you in the wrong way. Our hearts are made strong by God's loving-favor. Food does not make our hearts strong. Those who obey laws about eating certain foods are not helped by them. ", "10": "We have an altar from which those who work in the place of worship have no right to eat.", "11": "The head religious leader takes the blood of animals into the holy place to give it on the altar for sins. But the bodies of the animals are burned outside the city. ", "12": "It was the same with Jesus. He suffered and died outside the city so His blood would make the people clean from sin. ", "13": "So let us go to Him outside the city to share His shame. ", "14": "For there is no city here on earth that will last forever. We are looking for the one that is coming. ", "15": "Let us give thanks all the time to God through Jesus Christ. Our gift to Him is to give thanks. Our lips should always give thanks to His name. ", "16": "Remember to do good and help each other. Gifts like this please God.", "17": "Obey your leaders and do what they say. They keep watch over your souls. They have to tell God what they have done. They should have joy in this and not be sad. If they are sad, it is no help to you.", "18": "Pray for us. Our hearts tell us we are right. We want to do the right thing always. ", "19": "Pray for me all the more so that I will be able to come to you soon.", "20": "God is a God of peace. He raised our Lord Jesus from the dead. Jesus is the Good Shepherd of the sheep. His blood made the New Way of Worship which will last forever. ", "21": "May God give you every good thing you need so you can do what He wants. May He do in us what pleases Him through Jesus Christ. May Christ have all the shining-greatness forever! Let it be so. ", "22": "Christian brothers, I beg of you to listen to these words that will help you. This has been a short letter. ", "23": "I want you to know that Timothy is out of prison. If he comes soon, I will bring him with me when I come to see you. ", "24": "Greet all of your leaders and to all those who belong to Christ. The Christians from the country of Italy greet you. ", "25": "May all of you have God's loving-favor. Let it be so."}