{"1": "Christian brothers, you have been chosen and set apart by God. So let us think about Jesus. He is the One God sent and He is the Religious Leader of our Christian faith. ", "2": "Jesus was faithful in God's house just as Moses was faithful in all of God's house. ", "3": "The man who builds a house gets more honor than the house. That is why Jesus gets more honor than Moses. ", "4": "Every house is built by someone. And God is the One Who has built everything. ", "5": "Moses was a faithful servant owned by God in God's house. He spoke of the things that would be told about later on. ", "6": "But Christ was faithful as a Son Who is Head of God's house. We are of God's house if we keep our trust in the Lord until the end. This is our hope. ", "7": "The Holy Spirit says, “If you hear His voice today, ", "8": "do not let your hearts become hard as your early fathers did when they turned against Me. It was at that time in the desert when they put Me to the test. ", "9": "Your early fathers tempted Me and tried Me. They saw the work I did for forty years. ", "10": "For this reason, I was angry with the people of this day. And I said to them, 'They always think wrong thoughts. They have never understood what I have tried to do for them.' ", "11": "I was angry with them and said to Myself, 'They will never go into My rest.'” ", "12": "Christian brothers, be careful that not one of you has a heart so bad that it will not believe and will turn away from the living God. ", "13": "Help each other. Speak day after day to each other while it is still today so your heart will not become hard by being fooled by sin. ", "14": "For we belong to Christ if we keep on trusting Him to the end just as we trusted Him at first. ", "15": "The Holy Writings say, “If you hear His voice today, do not let your hearts become hard as your early fathers did when they turned against Me.” ", "16": "Who heard God's voice and turned against Him? Did not all those who were led out of the country of Egypt by Moses? ", "17": "Who made God angry for forty years? Was it not those people who had sinned in the desert? Was it not those who died and were buried there? ", "18": "Who did He say could never go into His rest? Was it not those who did not obey Him? ", "19": "So we can see that they were not able to go into His rest because they did not put their trust in Him."}