{"1": "So let us leave the first things you need to know about Christ. Let us go on to the teaching that full-grown Christians should understand. We do not need to teach these first truths again. You already know that you must be sorry for your sins and turn from them. You know that you must have faith in God. ", "2": "You know about being baptized and about putting hands on people. You know about being raised from the dead and about being punished forever. ", "3": "We will go on, if God lets us.", "4": "There are those who have known the truth. They have received the gift from heaven. They have shared the Holy Spirit. ", "5": "They know how good the Word of God is. They know of the powers of the world to come. ", "6": "But if they turn away, they cannot be sorry for their sins and turn from them again. It is because they are nailing the Son of God on a cross again. They are holding Him up in shame in front of all people. ", "7": "It is the same with a piece of ground that has had many rains fall on it. God makes it possible for that ground to give good fruits and vegetables. ", "8": "But if it gives nothing but weeds, it is worth nothing. It will be hated and destroyed by fire.", "9": "Dear friends, even as we tell you this, we are sure of better things for you. These things go along with being saved from the punishment of sin. ", "10": "God always does what is right. He will not forget the work you did to help the Christians and the work you are still doing to help them. This shows your love for Christ. ", "11": "We want each one of you to keep on working to the end. Then what you hope for, will happen. ", "12": "Do not be lazy. Be like those who have faith and have not given up. They will receive what God has promised them.", "13": "When God made a promise to Abraham, He made that promise in His own name because no one was greater. ", "14": "He said, “I will make you happy in so many ways. For sure, I will give you many children.”  ", "15": "Abraham was willing to wait and God gave to him what He had promised.", "16": "When men make a promise, they use a name greater than themselves. They do this to make sure they will do what they promise. In this way, no one argues about it. ", "17": "And so God made a promise. He wanted to show Abraham that He would never change His mind. So He made the promise in His own name. ", "18": "God gave these two things that cannot be changed and God cannot lie. We who have turned to Him can have great comfort knowing that He will do what He has promised. ", "19": "This hope is a safe anchor for our souls. It will never move. This hope goes into the Holiest Place of All behind the curtain of heaven. ", "20": "Jesus has already gone there. He has become our Religious Leader forever and has made the way for man to go to God. He is like Melchizedek."}