{"1": "“And at that time Michael shall stand up, the great prince who stands guard over the sons of your people. And there shall be a time of trouble such as never was since there was a nation even to that time. And at that time your people shall be delivered, everyone who shall be found written in the book. ", "2": "Many of those who sleep in the dust of the earth shall awake, some to everlasting life, but others to shame and everlasting contempt. ", "3": "Those who are wise shall shine as the brightness of the expanse of heaven, and those who turn the many to righteousness as the stars forever and ever. ", "4": "But you, Daniel, shut up the words and seal the book until the time of the end. Many shall run to and fro, and knowledge shall increase.”", "5": "Then I, Daniel, looked, and there before me stood two others, the one on this side of the bank of the river, and the other on that side of the bank of the river. ", "6": "One said to the man clothed in linen, who was above the water of the river, “How long shall it be to the end of these wonders?”", "7": "And I heard the man clothed in linen, who was over the water of the river, when he held up his right hand and his left hand to heaven, and swore by Him who lives forever that it would be for a time, times, and half a time.[a] And when they finish shattering the power of the holy people, all these things shall be finished.", "8": "As for me, I heard, but I could not understand. So I said, “My lord, what shall be the result of these things?”", "9": "And he said, “Go your way, Daniel. For these words are closed up and sealed until the time of the end. ", "10": "Many shall be purified and made white and tried. But the wicked shall do wickedly, and none of the wicked shall understand, but the wise shall understand.", "11": "“From the time that the daily sacrifice shall be taken away and the abomination that makes desolate set up, there shall be one thousand two hundred and ninety days. ", "12": "Blessed is he who waits and comes to the one thousand three hundred and thirty-five days.", "13": "“But as for you, go your way until the end. Then you shall rest and rise again for your lot at the end of the age.”"}