{"1": "Nebuchadnezzar the king made an image of gold, whose height was sixty cubits and its width six cubits.[a] He set it up in the plain of Dura in the province of Babylon. ", "2": "Then Nebuchadnezzar the king sent to gather together the officials, the governors, and the captains, the judges, the treasurers, the counselors, the sheriffs, and all the rulers of the provinces to come to the dedication of the image which Nebuchadnezzar the king had set up. ", "3": "Then the officials, the governors, and captains, the judges, the treasurers, the counselors, the sheriffs, and all the rulers of the provinces were gathered together to the dedication of the image that Nebuchadnezzar the king had set up, and they stood before the image that Nebuchadnezzar had set up.", "4": "Then a herald cried aloud: “To you it is commanded, O peoples, nations, and languages, ", "5": "that at the time you hear the sound of the cornet, flute, harp, sackbut, psaltery, dulcimer, and all kinds of music, you should fall down and worship the golden image that Nebuchadnezzar the king has set up. ", "6": "And whoever does not fall down and worship shall the same hour be cast into the midst of a burning fiery furnace.”", "7": "Therefore at that time, when all the people heard the sound of the cornet, flute, harp, sackbut, psaltery, and all kinds of music, all the peoples, the nations, and the languages fell down and worshipped the golden image that Nebuchadnezzar the king had set up.", "8": "Therefore at that time certain Chaldeans came near and accused the Jews. ", "9": "They spoke and said to King Nebuchadnezzar, “O king, live forever. ", "10": "You, O king, have made a decree, that every man who hears the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of music should fall down and worship the golden image. ", "11": "And whoever does not fall down and worship should be cast into the midst of a burning fiery furnace. ", "12": "There are certain Jews whom you have set over the affairs of the province of Babylon: Shadrach, Meshach, and Abednego. These men, O king, have not regarded you. They do not serve your gods or worship the golden image which you have set up.”", "13": "Then Nebuchadnezzar in his rage and fury commanded Shadrach, Meshach, and Abednego be brought. Then they brought these men before the king. ", "14": "Nebuchadnezzar spoke and said to them, “Is it true, Shadrach, Meshach, and Abednego, that you do not serve my gods or worship the golden image which I have set up? ", "15": "Now if you are ready at the time you hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of music to fall down and worship the image which I have made, very well. But if you do not worship, you shall be cast the same hour into the midst of a burning fiery furnace. And who is that god who can deliver you out of my hands?”", "16": "Shadrach, Meshach, and Abednego answered and said to the king, “O Nebuchadnezzar, we do not need to give you an answer in this matter. ", "17": "If it be so, our God whom we serve is able to deliver us from the burning fiery furnace, and He will deliver us out of your hand, O king. ", "18": "But even if He does not, be it known to you, O king, that we will not serve your gods, nor worship the golden image which you have set up.”", "19": "Then Nebuchadnezzar was full of fury, and the form of his visage was changed against Shadrach, Meshach, and Abednego. Therefore he spoke, and commanded that they should heat the furnace seven times more than it was usually heated. ", "20": "He commanded the most mighty men in his army to bind Shadrach, Meshach, and Abednego and cast them into the burning fiery furnace. ", "21": "Then these men were bound in their trousers, their coats, and their hats, and their other garments, and were cast into the midst of the burning fiery furnace. ", "22": "Therefore, because the king's commandment was urgent and the furnace exceeding hot, the flame of the fire killed those men who took up Shadrach, Meshach, and Abednego. ", "23": "These three men, Shadrach, Meshach, and Abednego, fell down bound into the midst of the burning fiery furnace.", "24": "Then Nebuchadnezzar the king was astonished, and rose up in haste, and spoke, and said to his counselors, “Did we not cast three men bound into the midst of the fire?” They answered and said to the king, “True, O king.”", "25": "He answered and said, “But I see four men loose and walking in the midst of the fire, and they are unharmed. And the form of the fourth is like the Son of God!”", "26": "Then Nebuchadnezzar came near to the mouth of the burning fiery furnace, and spoke, and said, “Shadrach, Meshach, and Abednego, you servants of the Most High God, come out and come here!” Then Shadrach, Meshach, and Abednego came out of the midst of the fire. ", "27": "The officials, governors, and captains, and the king's counselors, being gathered together, saw these men upon whose bodies the fire had no power, nor was a hair of their head singed, neither were their coats changed, nor had the smell of fire even come upon them.", "28": "Then Nebuchadnezzar spoke and said, “Blessed be the God of Shadrach, Meshach, and Abednego, who has sent His angel and delivered His servants who trusted in Him. They have defied the king's word, and yielded their bodies, that they might not serve nor worship any god, except their own God. ", "29": "Therefore I make a decree that every people, nation, and language which speaks anything amiss against the God of Shadrach, Meshach, and Abednego shall be cut in pieces, and their houses shall be made a dunghill, because there is no other God who can deliver in this way.”", "30": "Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon."}