{"1": "Belshazzar the king made a great feast for a thousand of his lords and drank wine before the thousand. ", "2": "While he tasted the wine, Belshazzar commanded that they bring in the golden and silver vessels which his father Nebuchadnezzar had taken from the temple which was in Jerusalem, so that the king, and his officials, his wives, and his concubines might drink from them. ", "3": "Then they brought the golden vessels that were taken out of the temple of the house of God which was at Jerusalem. And the king and his officials, his wives and his concubines drank from them. ", "4": "They drank wine and praised the gods of gold and of silver, of bronze, of iron, of wood, and of stone.", "5": "Immediately fingers of a man's hand appeared and wrote opposite the lampstand on the plaster of the wall of the king's palace. And the king saw the back of the hand that wrote. ", "6": "Then the king's countenance was changed, and his thoughts troubled him, so that the joints of his loins were loosed, and his knees struck against one another.", "7": "The king cried aloud to bring in the astrologers, the Chaldeans, and the soothsayers. And the king spoke and said to the wise men of Babylon, “Whoever shall read this writing and show me its interpretation shall be clothed with scarlet and have a chain of gold about his neck and shall be the third ruler in the kingdom.”", "8": "Then all the king's wise men came in, but they could not read the writing, nor make known to the king its interpretation. ", "9": "Then King Belshazzar was greatly troubled, and his countenance was changed in him, and his nobles were astonished.", "10": "Now the queen came into the banquet house because of the words of the king and his nobles. And the queen spoke and said, “O king, live forever. Do not let your thoughts trouble you, or let your countenance be changed. ", "11": "There is a man in your kingdom in whom is the Spirit of the Holy God. And, in the days of your father, light and understanding and wisdom, like the wisdom of the gods, were found in him. And King Nebuchadnezzar, your father, your father the king, made him master of the magicians, astrologers, Chaldeans, and soothsayers. ", "12": "Inasmuch as an excellent spirit and knowledge and understanding, interpreting dreams and explanation of enigmas and solving of problems, were found in the same Daniel, whom the king named Belteshazzar, now let Daniel be called, and he will give the interpretation.”", "13": "Then Daniel was brought in before the king. And the king spoke and said to Daniel, “Are you that Daniel who is one of the sons of the captivity of Judah, whom the king my father brought out of Judah? ", "14": "Now I have heard of you, that the Spirit of God is in you; and that light, and understanding, and excellent wisdom have been found in you. ", "15": "Now the wise men, the astrologers, have been brought in before me, that they should read this writing and make known to me its interpretation, but they could not give the interpretation of the matter. ", "16": "And I have heard of you, that you can give interpretations and solve problems. Now if you can read the writing, and make known to me its interpretation, you shall be clothed with scarlet and have a chain of gold about your neck and shall be the third ruler in the kingdom.”", "17": "Then Daniel answered and said before the king, “Let your gifts be for yourself, or give your rewards to another. Yet I will read the writing to the king and make known to him the interpretation.", "18": "“O king, the Most High God gave Nebuchadnezzar your father a kingdom and majesty and glory and honor. ", "19": "And for the majesty that He gave him, all peoples, nations, and languages trembled and feared before him. Whom he would, he slaughtered, and whom he would, he kept alive; whom he would, he set up, and whom he would, he put down. ", "20": "But when his heart was lifted up and his mind hardened in pride, he was deposed from his kingly throne and they took his glory from him. ", "21": "And he was driven from the sons of men, and his heart was made like the animals, and his dwelling was with the wild donkeys. He was given grass to eat like oxen, and his body was wet with the dew of heaven until he knew that the Most High God rules in the kingdom of men, and that He appoints over it whomever He wills.", "22": "“Yet you, his son, O Belshazzar, have not humbled your heart, though you knew all this; ", "23": "but have lifted up yourself against the Lord of heaven. And they have brought the vessels of His house before you, and you and your lords, your wives and your concubines, have drunk wine in them. And you have praised the gods of silver and gold, of bronze, iron, wood, and stone, which see not, nor hear, nor know. And the God in whose hand is your breath, and whose are all your ways, you have not glorified. ", "24": "Then the hand was sent from Him, and this inscription was written.", "25": "“This is the inscription that was written: MENE, MENE, TEKEL, UPHARSIN.", "26": "“This is the interpretation of the message: Mene:[a] God has numbered your kingdom and put an end to it.", "27": "Tekel:[b] you have been weighed in the balances and are found wanting.", "28": "Peres:[c] your kingdom has been divided and given to the Medes and Persians.”", "29": "Then Belshazzar gave the command, and they clothed Daniel with scarlet and put a chain of gold about his neck, and made a proclamation concerning him, that he should be the third ruler in the kingdom.", "30": "That same night Belshazzar the king of the Chaldeans was slain. ", "31": "Then Darius the Mede received the kingdom, being about sixty-two years old."}