{"1": "It pleased Darius to set over the kingdom one hundred and twenty officials, so that they would be over the whole kingdom, ", "2": "and over them three presidents, of whom Daniel was first, so that the officials might give accounts to them and the king not suffer loss. ", "3": "Then this Daniel was preferred above the presidents and officials because an excellent spirit was in him, and the king thought to set him over the whole realm. ", "4": "Then the presidents and officials sought to find occasion against Daniel concerning the kingdom, but they could find no occasion or fault because he was faithful; nor was there any error or fault found in him. ", "5": "Then these men said, “We shall not find any occasion against this Daniel, unless we find it against him concerning the law of his God.”", "6": "Then these presidents and officials assembled together to the king, and said to him: “King Darius, live forever! ", "7": "All the presidents of the kingdom, the governors, and the officials, the counselors, and the captains have consulted together to establish a royal statute and to make a firm decree, that whoever shall ask a petition of any god or man for thirty days, save of you, O king, shall be cast into the den of lions. ", "8": "Now, O king, establish the decree and sign the writing, that it not be changed, according to the law of the Medes and Persians, which may not be altered.” ", "9": "Therefore King Darius signed the writing, even the decree.", "10": "Now when Daniel knew that the writing was signed, he went into his house. And his windows being open in his chamber toward Jerusalem, he kneeled on his knees three times a day, and prayed, and gave thanks before his God, as he had been doing previously. ", "11": "Then these men assembled and found Daniel praying and making supplication before his God. ", "12": "Then they came near and spoke before the king concerning the king's decree: “Have you not signed a decree, that every man who asks a petition of any god or man within thirty days, save of you, O king, shall be cast into the den of lions?” The king answered and said, “The thing is true, according to the law of the Medes and Persians, which may not be altered.”", "13": "Then they answered and said before the king, “That Daniel, who is of the sons of the captivity of Judah, does not regard you, O king, or the decree that you have signed, but makes his petition three times a day.” ", "14": "Then the king, when he heard these words, was sorely displeased with himself and set his heart on Daniel to deliver him. And he labored until sunset to deliver him.", "15": "Then these men came by agreement to the king and said to the king, “Know, O king, that it is the law of the Medes and Persians that no decree or statute which the king establishes may be changed.”", "16": "Then the king commanded, and they brought Daniel and cast him into the den of lions. Now the king spoke and said to Daniel, “Your God whom you serve continually, He will deliver you.”", "17": "A stone was brought and laid upon the mouth of the den, and the king sealed it with his own signet and with the signet of his lords so that nothing might be changed concerning Daniel. ", "18": "Then the king went to his palace and passed the night fasting, and no instruments of music were brought before him. And his sleep fled from him.", "19": "Then the king arose very early in the morning and went in haste to the den of lions. ", "20": "When he came to the den, he cried with a voice full of sorrow to Daniel. And the king spoke and said to Daniel, “Daniel, servant of the living God, has your God whom you serve continually been able to deliver you from the lions?”", "21": "Then Daniel said to the king, “O king, live forever! ", "22": "My God has sent His angel and has shut the lions' mouths so that they have not hurt me, because innocence was found in me before Him; and also before you, O king, I have done no harm.”", "23": "Then the king was exceeding glad for him and commanded that they take Daniel up out of the den. So Daniel was taken up out of the den, and no manner of harm was found on him, because he believed in his God.", "24": "Then the king commanded, and they brought those men who had accused Daniel, and they cast them into the den of lions—them, their children, and their wives. And the lions overpowered them and broke all their bones in pieces before they came to the bottom of the den.", "25": "Then King Darius wrote: To all peoples, nations, and languages that dwell in all the earth: “Peace be multiplied unto you.", "26": "“I make a decree that in every dominion of my kingdom men are to fear and tremble before the God of Daniel. “For He is the living God, enduring forever; His kingdom shall never be destroyed, and His dominion shall be forever.", "27": "He delivers and rescues, and He works signs and wonders in heaven and on earth, who has delivered Daniel from the power of the lions.”", "28": "So this Daniel prospered in the reign of Darius and in the reign of Cyrus the Persian."}