{"1": "In the first year of Belshazzar king of Babylon, Daniel had a dream and visions of his mind while on his bed. Then he wrote the dream and told the sum of the matters.", "2": "Daniel spoke and said: I saw in my vision by night the four winds of the heaven striving upon the Mediterranean Sea. ", "3": "Four great beasts came up from the sea, diverse from one another.", "4": "The first was like a lion and had eagle's wings. I watched until its wings were plucked and it was lifted up from the earth and made to stand on the feet as a man, and a man's heart was given to it.", "5": "Another beast appeared, a second, like a bear, and it raised itself up on one side, and it had three ribs in its mouth between its teeth. And they said to it, “Arise, devour much flesh.”", "6": "After this I looked and there was another, like a leopard, which had on its back four wings of a fowl. The beast also had four heads. And dominion was given to it.", "7": "After this I saw in the visions at night a fourth beast, dreadful and terrible, and exceedingly strong. And it had great iron teeth. It devoured and broke in pieces, and stamped the rest with its feet. And it was different from all the beasts that were before it, and it had ten horns.", "8": "I considered the horns, when there came up among them another little horn before whom three of the first horns were plucked up by the roots. And there, in this horn, were eyes like the eyes of man, and a mouth speaking great things.", "9": "I watched until the thrones were cast down and the Ancient of Days was seated, whose garment was white as snow, and the hair of His head like the pure wool. His throne was like the fiery flame, and its wheels as burning fire.", "10": "A fiery stream issued and came out from before Him. A thousand thousands ministered to Him; and ten thousand times ten thousand stood before Him. The judgment was set, and the books were opened.", "11": "Then I watched because of the sound of the boastful words which the horn was speaking. I watched even until the beast was slain, and his body destroyed and given to the burning flame. ", "12": "As for the rest of the beasts, they had their dominion taken away; yet their lives were prolonged for a season and time.", "13": "I saw in the night visions, and there was one like a Son of Man coming with the clouds of heaven. He came to the Ancient of Days and was presented before Him. ", "14": "There was given to Him dominion, and glory, and a kingdom, that all peoples, nations, and languages should serve Him. His dominion is an everlasting dominion, which shall not pass away, and His kingdom that which shall not be destroyed.", "15": "I, Daniel, was grieved in my spirit in the midst of my body, and the visions of my head troubled me. ", "16": "I approached one of those who were standing by and asked him the truth of all this. So he told me and made known to me the interpretation of these things. ", "17": "“These great beasts, which are four, are four kings which shall arise out of the earth. ", "18": "But the saints of the Most High shall take the kingdom and possess the kingdom forever, even forever and ever.”", "19": "Then I desired to know the truth of the fourth beast, which was different from all the others, exceeding dreadful, whose teeth were of iron and its nails of bronze, and which devoured, broke in pieces, and stamped the rest with its feet; ", "20": "and of the ten horns that were in its head, and of the other which came up, and before whom three fell, even of that horn that had eyes and a mouth that spoke boastful words, whose look was more stout than its fellows. ", "21": "I beheld, and the same horn was warring with the saints and prevailing against them ", "22": "until the Ancient of Days came, and judgment was passed in favor of the saints of the Most High, and the time came when the saints possessed the kingdom.", "23": "Thus he said: “The fourth beast shall be the fourth kingdom upon earth, which shall be different from all kingdoms, and shall devour the whole earth and shall tread it down and break it in pieces. ", "24": "The ten horns out of this kingdom are ten kings that shall arise; and another shall rise after them, and he shall be different from the first, and he shall subdue three kings. ", "25": "He shall speak words against the Most High and shall wear out the saints of the Most High and plan to change times and law. And they shall be given into his hand until a time and times and half a time.[a]", "26": "“But the court shall sit for judgment, and they shall take away his dominion, to consume and to destroy it forever. ", "27": "Then the kingdom and dominion, and the greatness of all the kingdoms under the whole heaven, shall be given to the people of the saints of the Most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey Him.”", "28": "At this point the matter ended. As for me, Daniel, my thoughts troubled me much, and my countenance changed in me; but I kept the matter in my heart."}