{"1": "In the third year of the reign of King Belshazzar a vision appeared to me, even to me Daniel, after that which appeared to me at the first. ", "2": "I saw in the vision, and while I was looking, I was at Susa in the palace which is in the province of Elam. And I saw in the vision that I was by the canal of Ulai. ", "3": "Then I lifted up my eyes and looked, and there stood before the river a ram which had two horns, and the two horns were high. But one was higher than the other, and the higher one came up last. ", "4": "I saw the ram pushing westward and northward and southward, so that no animal might stand before him; nor was there any that could deliver out of his hand, but he did according to his will and became great.", "5": "As I was considering this, suddenly a male goat came from the west across the face of the whole earth and did not touch the ground. And the goat had a notable horn between his eyes. ", "6": "He came to the ram that had two horns, which I had seen standing before the river, and ran to him in the fury of his power. ", "7": "I saw him come close to the ram, and he was moved with rage against him, and struck the ram and broke his two horns. And there was no power in the ram to stand before him, but he cast him down to the ground and stamped on him. And there was none who could deliver the ram out of his hand. ", "8": "Therefore the male goat grew very great. And when he was strong, the great horn was broken, and four conspicuous horns came up in its place toward the four winds of heaven.", "9": "Out of one of them came a little horn, which grew exceedingly great toward the south, toward the east, and toward the Pleasant Land. ", "10": "It grew great, even to the host of heaven. And it cast down some of the host and of the stars to the ground and stamped upon them. ", "11": "Indeed, he magnified himself even to the Prince of the host, and from Him the daily sacrifice was taken away, and the place of His sanctuary was cast down. ", "12": "Because of rebellion, an army was given to the horn to oppose the daily sacrifice; and it cast truth to the ground. It practiced this and prospered.", "13": "Then I heard one saint speaking, and another saint said to that certain saint which spoke, “How long shall be the vision concerning the daily sacrifice and the transgression of desolation, the giving of both the sanctuary and the host to be trodden under foot?”", "14": "And he said to me, “For two thousand three hundred evenings and mornings. Then the sanctuary shall be cleansed properly.”", "15": "When I, Daniel, had seen the vision, I sought for the meaning. Then there before me stood one who had the appearance of a man. ", "16": "I heard a man's voice between the banks of Ulai, which called, and said, “Gabriel, make this man understand the vision.”", "17": "So he came near where I stood. And when he came, I was afraid and fell upon my face; but he said to me, “Understand, son of man, that the vision deals with the time of the end.”", "18": "Now as he was speaking with me, I was in a deep sleep with my face toward the ground. But he touched me and set me upright.", "19": "He said, “Listen, I will make you know what shall be in the final period of the indignation, for the end shall be at the appointed time. ", "20": "The ram which you saw having two horns represents the kings of Media and Persia. ", "21": "The rough goat is the king of Greece, and the great horn that is between his eyes is the first king. ", "22": "Now the broken horn and the four horns that stood up in its place are four kingdoms that shall stand up out of his nation, but not with his power.", "23": "“In the latter time of their kingdom, when the transgressors have reached their limit, a king will arise, having a fierce countenance, skilled in intrigue. ", "24": "His power shall be mighty, but not by his own power. And he shall destroy wonderfully and shall prosper and practice his will and shall destroy the mighty men and the holy people. ", "25": "By his cunning, he shall cause deceit to succeed under his hand, and he shall magnify himself in his heart. He shall destroy many in a time of peace. He shall also rise up against the Prince of princes; but he shall be broken, not by human hands.", "26": "“And the vision of the evenings and the mornings, which was told, is true. Therefore shut up the vision, for it deals with many days in the future.”", "27": "Then I, Daniel, fainted and was sick for some days. Afterward I rose up again and did the king's business. So I was astonished at the vision, but there was none to explain it."}