{"1": "To Theophilus, The first book I wrote was about everything that Jesus did and taught. ", "2": "I wrote about the whole life of Jesus, from the beginning until the day he was taken up into heaven. Before this, Jesus talked to the apostles he had chosen. With the help of the Holy Spirit, Jesus told them what they should do. ", "3": "After his death, he showed himself to them and proved in many ways that he was alive. The apostles saw Jesus during the 40 days after he was raised from death. He spoke to them about the kingdom of God. ", "4": "Once when he was eating with them, he told them not to leave Jerusalem. He said, “The Father has made you a promise which I told you about before. Wait here to receive this promise. ", "5": "John baptized people with water, but in a few days you will be baptized with the Holy Spirit.”", "6": "The apostles were all together. They asked Jesus, “Lord, are you at this time going to give the kingdom back to Israel?”", "7": "Jesus said to them, “The Father is the only One who has the authority to decide dates and times. These things are not for you to know. ", "8": "But the Holy Spirit will come to you. Then you will receive power. You will be my witnesses—in Jerusalem, in all of Judea, in Samaria, and in every part of the world.”", "9": "After he said this, as they were watching, he was lifted up. A cloud hid him from their sight. ", "10": "As he was going, they were looking into the sky. Suddenly, two men wearing white clothes stood beside them. ", "11": "They said, “Men of Galilee, why are you standing here looking into the sky? You saw Jesus taken away from you into heaven. He will come back in the same way you saw him go.”", "12": "Then they went back to Jerusalem from the Mount of Olives. (This mountain is about half a mile from Jerusalem.) ", "13": "When they entered the city, they went to the upstairs room where they were staying. Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James son of Alphaeus, Simon (known as the Zealot), and Judas son of James were there. ", "14": "They all continued praying together. Some women, including Mary the mother of Jesus, and Jesus' brothers were also there with the apostles.", "15": "During this time there was a meeting of the believers. (There were about 120 of them.) Peter stood up and said, ", "16-17": "“Brothers, in the Scriptures the Holy Spirit said through David that something must happen. The Spirit was talking about Judas, one of our own group, who served together with us. The Spirit said that Judas would lead men to arrest Jesus. ", "18": "(Judas bought a field with the money he got for his evil act. But Judas fell to his death, his body burst open, and all his intestines poured out.) ", "19": "Everyone in Jerusalem learned about this. This is why they named the field Akeldama. In their language Akeldama means “field of blood.”) ", "20": "In the book of Psalms, this is written: 'May his place be empty. Leave no one to live in it.' Psalm 69:25 And it is also written: 'Let another man replace him as leader.' Psalm 109:8", "21-22": "“So now a man must join us and become a witness of Jesus' being raised from death. He must be one of the men who were part of our group during all the time the Lord Jesus was with us. He must have been with us from the time John began to baptize people until the day when Jesus was taken up from us to heaven.”", "23": "They put the names of two men before the group. One was Joseph Barsabbas, who was also called Justus. The other was Matthias. ", "24-25": "The apostles prayed, “Lord, you know the minds of everyone. Show us which one of these two you have chosen to do this work. Judas turned away from it and went where he belongs. Lord, show us which one should take his place as an apostle!” ", "26": "Then they used lots to choose between them, and the lots showed that Matthias was the one. So he became an apostle with the other 11."}