{"1": "At Caesarea there was a man named Cornelius. He was an officer in the Italian group of the Roman army. ", "2": "Cornelius was a religious man. He and all the other people who lived in his house worshiped the true God. He gave much of his money to the poor and prayed to God often. ", "3": "One afternoon about three o'clock, Cornelius saw a vision clearly. In the vision an angel of God came to him and said, “Cornelius!”", "4": "Cornelius stared at the angel. He became afraid and said, “What do you want, Lord?” The angel said, “God has heard your prayers. He has seen what you give to the poor. And God remembers you. ", "5": "Send some men now to Joppa to bring back a man named Simon. Simon is also called Peter. ", "6": "Simon is staying with a man, also named Simon, who is a leatherworker. He has a house beside the sea.” ", "7": "Then the angel who spoke to Cornelius left. Cornelius called two of his servants and a soldier. The soldier was a religious man who worked for Cornelius. ", "8": "Cornelius explained everything to these three men and sent them to Joppa.", "9": "The next day as they came near Joppa, Peter was going up to the roof[a] to pray. It was about noon. ", "10": "Peter was hungry and wanted to eat. But while the food was being prepared, he had a vision. ", "11": "He saw heaven opened and something coming down. It looked like a big sheet being lowered to earth by its four corners. ", "12": "In it were all kinds of animals, reptiles, and birds. ", "13": "Then a voice said to Peter, “Get up, Peter; kill and eat.”", "14": "But Peter said, “No, Lord! I have never eaten food that is unholy or unclean.”", "15": "But the voice said to him again, “God has made these things clean. Don't call them 'unholy'!” ", "16": "This happened three times. Then the sheet was taken back to heaven.", "17": "While Peter was wondering what this vision meant, the men Cornelius sent had found Simon's house. They were standing at the gate. ", "18": "They asked, “Is Simon Peter staying here?”", "19": "Peter was still thinking about the vision. But the Spirit said to him, “Listen! Three men are looking for you. ", "20": "Get up and go downstairs. Go with them and don't ask questions. I have sent them to you.”", "21": "So Peter went down to the men. He said, “I am the man you are looking for. Why did you come here?”", "22": "They said, “A holy angel spoke to Cornelius, an army officer. He is a good man; he worships God. All the Jewish people respect him. The angel told Cornelius to ask you to his house so that he can hear what you have to say.” ", "23": "Peter asked the men to come in and spend the night. The next day Peter got ready and went with them. Some of the brothers from Joppa joined him. ", "24": "On the following day they came to Caesarea. Cornelius was waiting for them. He had called together his relatives and close friends. ", "25": "When Peter entered, Cornelius met him. He fell at Peter's feet and worshiped him. ", "26": "But Peter helped him up, saying, “Stand up! I too am only a man.” ", "27": "Peter went on talking with Cornelius as they went inside. There Peter saw many people together. ", "28": "He said, “You people understand that it is against our Jewish law for a Jew to associate with or visit anyone who is not a Jew. But God has shown me that I should not call any person 'unholy' or 'unclean.' ", "29": "That is why I did not argue when I was asked to come here. Now, please tell me why you sent for me.”", "30": "Cornelius said, “Four days ago, I was praying in my house. It was at this same time—three o'clock in the afternoon. Suddenly, there was a man standing before me wearing shining clothes. ", "31": "He said, 'Cornelius! God has heard your prayer. He has seen what you give to the poor. And God remembers you. ", "32": "So send some men to Joppa and ask Simon Peter to come. Peter is staying in the house of a man, also named Simon, who is a leatherworker. His house is beside the sea.' ", "33": "So I sent for you immediately, and it was very good of you to come. Now we are all here before God to hear everything the Lord has commanded you to tell us.”", "34": "Peter began to speak: “I really understand now that to God every person is the same. ", "35": "God accepts anyone who worships him and does what is right. It is not important what country a person comes from. ", "36": "You know that God has sent his message to the people of Israel. That message is the Good News that peace has come through Jesus Christ. Jesus is the Lord of all people! ", "37": "You know what has happened all over Judea. It began in Galilee after John[b] preached to the people about baptism. ", "38": "You know about Jesus from Nazareth. God made him the Christ by giving him the Holy Spirit and power. You know how Jesus went everywhere doing good. He healed those who were ruled by the devil, for God was with Jesus. ", "39": "We saw all the things that Jesus did in Judea and in Jerusalem. But they killed him by nailing him to a cross. ", "40": "Yet, on the third day, God raised Jesus to life and caused him to be seen. ", "41": "But he was not seen by all the people. Only the witnesses that God had already chosen saw him, and we are those witnesses. We ate and drank with him after he was raised from death. ", "42": "He told us to preach to the people and to tell them that he is the one whom God chose to be the judge of the living and the dead. ", "43": "Everyone who believes in Jesus will be forgiven. God will forgive his sins through Jesus. All the prophets say this is true.”", "44": "While Peter was still saying this, the Holy Spirit came down on all those who were listening. ", "45": "The Jewish believers who came with Peter were amazed that the gift of the Holy Spirit had been given even to the non-Jewish people. ", "46": "These Jewish believers heard them speaking in different languages and praising God. Then Peter said, ", "47": "“Can anyone keep these people from being baptized with water? They have received the Holy Spirit just as we did!” ", "48": "So Peter ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days."}