{"1": "The apostles and the believers in Judea heard that non-Jewish people had accepted God's teaching too. ", "2": "But when Peter came to Jerusalem, some Jewish believers argued with him. ", "3": "They said, “You went into the homes of people who are not Jews and are not circumcised! You even ate with them!”", "4": "So Peter explained the whole story to them. ", "5": "He said, “I was in the city of Joppa. While I was praying, I had a vision. In the vision, I saw something which looked like a big sheet coming down from heaven. It was being lowered to earth by its four corners. It came down very close to me, and ", "6": "I looked inside it. I saw animals, wild beasts, reptiles, and birds. ", "7": "I heard a voice say to me, 'Get up, Peter. Kill and eat.' ", "8": "But I said, 'No, Lord! I have never eaten anything that is unholy or unclean.' ", "9": "But the voice from heaven answered again, 'God has made these things clean. Don't call them unholy!' ", "10": "This happened three times. Then the whole thing was taken back to heaven. ", "11": "Right then three men came to the house where I was staying. They were sent to me from Caesarea. ", "12": "The Spirit told me to go with them without doubting. These six believers here also went with me. We went to the house of Cornelius. ", "13": "He told us about the angel he saw standing in his house. The angel said to him, 'Send some men to Joppa and invite Simon Peter to come. ", "14": "He will speak to you. The things he will say will save you and all your family.' ", "15": "When I began my speech, the Holy Spirit came on them just as he came on us at the beginning. ", "16": "Then I remembered the words of the Lord. He said, 'John baptized in water, but you will be baptized in the Holy Spirit!' ", "17": "God gave to them the same gift that he gave to us who believed in the Lord Jesus Christ. So could I stop the work of God? No!”", "18": "When the Jewish believers heard this, they stopped arguing. They praised God and said, “So God is allowing the non-Jewish people also to turn to him and live.”", "19": "Many of the believers were scattered by the terrible things that happened after Stephen was killed. Some of them went to places as far away as Phoenicia, Cyprus, and Antioch. They were telling the message to others, but only to Jews. ", "20": "Some of these believers were men from Cyprus and Cyrene. When they came to Antioch, they spoke also to Greeks,[a] telling them the Good News about the Lord Jesus. ", "21": "The Lord was helping the believers. And a large group of people believed and turned to the Lord.", "22": "The church in Jerusalem heard about all of this, so they sent Barnabas to Antioch. ", "23-24": "Barnabas was a good man, full of the Holy Spirit and full of faith. When he reached Antioch and saw how God had blessed the people, he was glad. He encouraged all the believers in Antioch. He told them, “Never lose your faith. Always obey the Lord with all your hearts.” Many people became followers of the Lord.", "25": "Then Barnabas went to the city of Tarsus to look for Saul. ", "26": "When he found Saul, he brought him to Antioch. And for a whole year Saul and Barnabas met with the church. They taught many people there. In Antioch the followers were called Christians for the first time.", "27": "About that time some prophets came from Jerusalem to Antioch. ", "28": "One of them was named Agabus. He stood up and spoke with the help of the Holy Spirit. He said, “A very hard time is coming to the whole world. There will be no food for people to eat.” (This happened when Claudius ruled.) ", "29": "The followers all decided to help their brothers who lived in Judea. Each one planned to send them as much as he could. ", "30": "They gathered the money and gave it to Barnabas and Saul, who brought it to the elders in Judea."}