{"1": "During that same time King Herod began to do terrible things to some who belonged to the church. ", "2": "He ordered James, the brother of John, to be killed by the sword. ", "3": "Herod saw that the Jews liked this, so he decided to arrest Peter, too. (This happened during the time of the Feast of Unleavened Bread.)", "4": "After Herod arrested Peter, he put him in jail and handed him over to be guarded by 16 soldiers. Herod planned to bring Peter before the people for trial after the Passover Feast. ", "5": "So Peter was kept in jail. But the church kept on praying to God for him.", "6": "The night before Herod was to bring him to trial, Peter was sleeping. He was between two soldiers, bound with two chains. Other soldiers were guarding the door of the jail. ", "7": "Suddenly, an angel of the Lord stood there. A light shined in the room. The angel touched Peter on the side and woke him up. The angel said, “Hurry! Get up!” And the chains fell off Peter's hands. ", "8": "The angel said to him, “Get dressed and put on your sandals.” And so Peter did this. Then the angel said, “Put on your coat and follow me.” ", "9": "So the angel went out, and Peter followed him. Peter did not know if what the angel was doing was real. He thought he might be seeing a vision. ", "10": "They went past the first and the second guard. They came to the iron gate that separated them from the city. The gate opened itself for them. They went through the gate and walked down a street. And the angel suddenly left him.", "11": "Then Peter realized what had happened. He thought, “Now I know that the Lord really sent his angel to me. He rescued me from Herod and from all the things the Jewish people thought would happen.”", "12": "When he realized this, he went to the home of Mary. She was the mother of John. (John was also called Mark.) Many people were gathered there, praying. ", "13": "Peter knocked on the outside door. A servant girl named Rhoda came to answer it. ", "14": "She recognized Peter's voice, and she was very happy. She even forgot to open the door. She ran inside and told the group, “Peter is at the door!”", "15": "They said to her, “You are crazy!” But she kept on saying that it was true. So they said, “It must be Peter's angel.”", "16": "Peter continued to knock. When they opened the door, they saw him and were amazed. ", "17": "Peter made a sign with his hand to tell them to be quiet. He explained how the Lord led him out of the jail. And he said, “Tell James and the other believers what happened.” Then he left to go to another place.", "18": "The next day the soldiers were very upset. They wondered what had happened to Peter. ", "19": "Herod looked everywhere for Peter but could not find him. So he questioned the guards and ordered that they be killed. Later Herod moved from Judea and went to the city of Caesarea, where he stayed for a while. ", "20": "Herod was very angry with the people of Tyre and Sidon. But the people of those cities all came in a group to Herod. They were able to get Blastus, the king's personal servant, on their side. They asked Herod for peace because their country got its food from his country.", "21": "On a chosen day Herod put on his royal robes. He sat on his throne and made a speech to the people. ", "22": "They shouted, “This is the voice of a god, not a man!” ", "23": "Herod did not give the glory to God. So an angel of the Lord caused him to become sick. He was eaten by worms and died.", "24": "God's message continued to spread and reach more and more people.", "25": "After Barnabas and Saul finished their task in Jerusalem, they returned to Antioch. John, also called Mark, was with them."}