{"1": "Then some men came to Antioch from Judea. They began teaching the non-Jewish brothers: “You cannot be saved if you are not circumcised. Moses taught us to do this.” ", "2": "Paul and Barnabas were against this teaching and argued with the men about it. So the group decided to send Paul, Barnabas, and some other men to Jerusalem. There they could talk more about this with the apostles and elders.", "3": "The church helped the men leave on the trip. They went through the countries of Phoenicia and Samaria, telling all about how the non-Jewish people had turned to God. This made all the believers very happy. ", "4": "When they arrived in Jerusalem, the apostles, the elders, and the church welcomed them. Paul, Barnabas, and the others told about all the things that God had done with them. ", "5": "But some of the believers who had belonged to the Pharisee group came forward. They said, “The non-Jewish believers must be circumcised. We must tell them to obey the law of Moses!”", "6": "The apostles and the elders gathered to study this problem. ", "7": "There was a long debate. Then Peter stood up and said to them, “Brothers, you know what happened in the early days. God chose me from among you to preach the Good News to the non-Jewish people. They heard the Good News from me, and they believed. ", "8": "God, who knows the thoughts of all men, accepted them. He showed this to us by giving them the Holy Spirit, just as he did to us. ", "9": "To God, those people are not different from us. When they believed, he made their hearts pure. ", "10": "So now why are you testing God? You are putting a heavy load around the necks of the non-Jewish brothers. It is a load that neither we nor our fathers were able to carry. ", "11": "But we believe that we and they too will be saved by the grace of the Lord Jesus!”", "12": "Then the whole group became quiet. They listened to Paul and Barnabas speak. Paul and Barnabas told about all the miracles and signs that God did through them among the non-Jewish people. ", "13": "After they finished speaking, James spoke. He said, “Brothers, listen to me. ", "14": "Simon has told us how God showed his love for the non-Jewish people. For the first time he has accepted them and made them his people. ", "15": "The words of the prophets agree with this too:", "16": "'After these things I will return. The kingdom of David is like a fallen tent. But I will rebuild it. And I will again build its ruins. And I will set it up.", "17": "Then those people who are left alive may ask the Lord for help. And all people from other nations may worship me, says the Lord. And he will make it happen.", "18": "And these things have been known for a long time.' Amos 9:11-12", "19": "“So I think we should not bother the non-Jewish brothers who have turned to God. ", "20": "Instead, we should write a letter to them. We should tell them these things: Do not eat food that has been offered to idols. (This makes the food unclean.) Do not take part in any kind of sexual sin. Do not taste blood. Do not eat animals that have been strangled. ", "21": "They should not do these things, because there are still men in every city who teach the law of Moses. For a long time the words of Moses have been read in the synagogue every Sabbath day.”", "22": "The apostles, the elders, and the whole church decided to send some of their men with Paul and Barnabas to Antioch. They chose Judas Barsabbas and Silas, who were respected by the believers. ", "23": "They sent the following letter with them: From the apostles and elders, your brothers. To all the non-Jewish brothers in Antioch, Syria and Cilicia: Dear Brothers,", "24": "We have heard that some of our men have come to you and said things that trouble and upset you. But we did not tell them to do this! ", "25": "We have all agreed to choose some men and send them to you. They will be with our dear friends Barnabas and Paul— ", "26": "men who have given their lives to serve our Lord Jesus Christ. ", "27": "So we have sent Judas and Silas with them. They will tell you the same things. ", "28": "It has pleased the Holy Spirit that you should not have a heavy load to carry, and we agree. You need to do only these things: ", "29": "Do not eat any food that has been offered to idols. Do not taste blood. Do not eat any animals that have been strangled. Do not take part in any kind of sexual sin. If you stay away from these things, you will do well. Good-bye.", "30": "So the men left Jerusalem and went to Antioch. There they gathered the church and gave them the letter. ", "31": "When they read it, they were very happy because of the encouraging letter. ", "32": "Judas and Silas were also prophets, who said many things to encourage the believers and make them stronger. ", "33": "After some time Judas and Silas were sent off in peace by the believers. They went back to those who had sent them. ", "34": "[But Silas decided to remain there.][a]", "35": "But Paul and Barnabas stayed in Antioch. They and many others preached the Good News and taught the people the message of the Lord.", "36": "After some time, Paul said to Barnabas, “We preached the message of the Lord in many towns. We should go back to all those towns to visit the believers and see how they are doing.”", "37": "Barnabas wanted to take John Mark with them too. ", "38": "But John Mark had left them at Pamphylia; he did not continue with them in the work. So Paul did not think it was a good idea to take him. ", "39": "Paul and Barnabas had a serious argument about this. They separated and went different ways. Barnabas sailed to Cyprus and took Mark with him. ", "40": "But Paul chose Silas and left. The believers in Antioch put Paul into the Lord's care. ", "41": "And he went through Syria and Cilicia, giving strength to the churches."}