{"1": "Paul and Silas traveled through Amphipolis and Apollonia and came to Thessalonica. In that city there was a Jewish synagogue. ", "2": "Paul went into the synagogue as he always did. On each Sabbath day for three weeks, Paul talked with the Jews about the Scriptures. ", "3": "He explained and proved that the Christ must die and then rise from death. He said, “This Jesus I am telling you about is the Christ.” ", "4": "Some of the Jews were convinced and joined Paul and Silas. Many of the Greeks who worshiped the true God and many of the important women joined them.", "5": "But the Jews became jealous. They got some evil men from the marketplace, formed a mob and started a riot. They ran to Jason's house, looking for Paul and Silas. The men wanted to bring Paul and Silas out to the people. ", "6": "But they did not find them. So they dragged Jason and some other believers to the leaders of the city. The people were yelling, “These men have made trouble everywhere in the world. And now they have come here too! ", "7": "Jason is keeping them in his house. All of them do things against the laws of Caesar. They say that there is another king called Jesus.”", "8": "When the people and the leaders of the city heard these things, they became very upset. ", "9": "They made Jason and the others put up a sum of money. Then they let the believers go free.", "10": "That same night the believers sent Paul and Silas to Berea. There Paul and Silas went to the Jewish synagogue. ", "11": "These Jews were better than the Jews in Thessalonica. They were eager to hear the things Paul and Silas said. These Jews in Berea studied the Scriptures every day to find out if these things were true. ", "12": "So, many of them believed. Many important Greek men and women also believed. ", "13": "But when the Jews in Thessalonica learned that Paul was preaching the word of God in Berea, they came there, too. They upset the people and made trouble. ", "14": "So the believers quickly sent Paul away to the coast. But Silas and Timothy stayed in Berea. ", "15": "The men who took Paul went with him to Athens. Then they carried a message from Paul back to Silas and Timothy. It said, “Come to me as soon as you can.”", "16": "Paul was waiting for Silas and Timothy in Athens. He was troubled because he saw that the city was full of idols. ", "17": "In the synagogue, he talked with the Jews and the Greeks who worshiped the true God. He also talked every day with people in the marketplace.", "18": "Some of the Epicurean and Stoic philosophers[a] argued with him. Some of them said, “This man doesn't know what he is talking about. What is he trying to say?” Paul was telling them the Good News of Jesus' rising from death. They said, “He seems to be telling us about some other gods.” ", "19": "They got Paul and took him to a meeting of the Areopagus.[b] They said, “Please explain to us this new idea that you have been teaching. ", "20": "The things you are saying are new to us. We want to know what this teaching means.” ", "21": "(All the people of Athens and those from other countries always used their time talking about all the newest ideas.)", "22": "Then Paul stood before the meeting of the Areopagus. He said, “Men of Athens, I can see that you are very religious in all things. ", "23": "I was going through your city, and I saw the things you worship. I found an altar that had these words written on it: “TO A GOD WHO IS NOT KNOWN.” You worship a god that you don't know. This is the God I am telling you about! ", "24": "He is the God who made the whole world and everything in it. He is the Lord of the land and the sky. He does not live in temples that men build! ", "25": "This God is the One who gives life, breath, and everything else to people. He does not need any help from them. He has everything he needs. ", "26": "God began by making one man. From him came all the different people who live everywhere in the world. He decided exactly when and where they must live. ", "27": "God wanted them to look for him and perhaps search all around for him and find him. But he is not far from any of us: ", "28": "'By his power we live and move and exist.' Some of your own poets have said: 'For we are his children.' ", "29": "We are God's children. So, you must not think that God is like something that people imagine or make. He is not like gold, silver, or rock. ", "30": "In the past, people did not understand God, but God ignored this. But now, God tells everyone in the world to change his heart and life. ", "31": "God has decided on a day that he will judge all the world. He will be fair. He will use a man to do this. God chose that man long ago. And God has proved this to everyone by raising that man from death!”", "32": "When the people heard about Jesus being raised from death, some of them laughed. They said, “We will hear more about this from you later.” ", "33": "So Paul went away from them. ", "34": "But some of the people believed Paul and joined him. One of those who believed was Dionysius, a member of the Areopagus. Also a woman named Damaris and some others believed."}