{"1": "When the day of Pentecost came, they were all together in one place. ", "2": "Suddenly a noise came from heaven. It sounded like a strong wind blowing. This noise filled the whole house where they were sitting. ", "3": "They saw something that looked like flames of fire. The flames were separated and stood over each person there. ", "4": "They were all filled with the Holy Spirit, and they began to speak different languages. The Holy Spirit was giving them the power to speak these languages.", "5": "There were some religious Jews staying in Jerusalem who were from every country in the world. ", "6": "When they heard this noise, a crowd came together. They were all surprised, because each one heard them speaking in his own language. ", "7": "They were completely amazed at this. They said, “Look! Aren't all these men that we hear speaking from Galilee?[a] ", "8": "But each of us hears them in his own language. How is this possible? We are from different places: ", "9": "Parthia, Media, Elam, Mesopotamia, Judea, Cappadocia, Pontus, Asia, ", "10": "Phrygia, Pamphylia, Egypt, the areas of Libya near Cyrene, Rome ", "11": "(both Jews and those who had become Jews), Crete and Arabia. But we hear these men telling in our own languages about the great things God has done!” ", "12": "They were all amazed and confused. They asked each other, “What does this mean?”", "13": "But others were making fun of them, saying, “They have had too much wine.”", "14": "But Peter stood up with the 11 apostles. In a loud voice he spoke to the crowd: “My fellow Jews, and all of you who are in Jerusalem, listen to me. Pay attention to what I have to say. ", "15": "These men are not drunk, as you think; it is only nine o'clock in the morning! ", "16": "But Joel the prophet wrote about what is happening here today:", "17": "'God says: In the last days I will give my Spirit freely to all kinds of people. Your sons and daughters will prophesy. Your old men will dream dreams. Your young men will see visions.", "18": "At that time I will give my Spirit even to my servants, both men and women. And they will prophesy.", "19": "I will show miracles in the sky and on the earth: blood, fire and thick smoke.", "20": "The sun will become dark. The moon will become red as blood. And then the great and glorious day of the Lord will come.", "21": "Then anyone who asks the Lord for help will be saved.' Joel 2:28-32", "22": "“Men of Israel, listen to these words: Jesus from Nazareth was a very special man. God clearly showed this to you by the miracles, wonders, and signs God did through him. You all know this, because it happened right here among you. ", "23": "Jesus was given to you, and you killed him. With the help of evil men you nailed him to a cross. But God knew all this would happen. This was God's plan which he had made long ago. ", "24": "God raised Jesus from death. God set him free from the pain of death. Death could not hold him. ", "25": "For David said this about him: 'I keep the Lord before me always. Because he is close by my side, I will not be hurt.", "26": "So I am glad, and I rejoice. Even my body has hope.", "27": "This is because you will not leave me in the grave. You will not let your Holy One rot.", "28": "You will teach me God's way to live. Being with you will fill me with joy.' Psalm 16:8-11", "29": "“Brothers, I can tell you truly about David, our ancestor. He died and was buried. His grave is still here with us today. ", "30": "David was a prophet and knew what God had said. God had promised David that he would make a person from David's family a king just as he was.[b] ", "31": "David knew this before it happened. That is why he said: 'He was not left in the grave. His body did not rot.' David was talking about the Christ rising from death. ", "32": "So Jesus is the One who God raised from death! And we are all witnesses to this. ", "33": "Jesus was lifted up to heaven and is now at God's right side. The Father has given the Holy Spirit to Jesus as he promised. So now Jesus has poured out that Spirit. This is what you see and hear. ", "34": "David was not the one who was lifted up to heaven. But he said: 'The Lord said to my Lord: Sit by me at my right side,", "35": "until I put your enemies under your control.'[c] Psalm 110:1", "36": "“So, all the people of Israel should know this truly: God has made Jesus both Lord and Christ. He is the man you nailed to the cross!”", "37": "When the people heard this, they were sick at heart. They asked Peter and the other apostles, “What shall we do?”", "38": "Peter said to them, “Change your hearts and lives and be baptized, each one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. ", "39": "This promise is for you. It is also for your children and for all who are far away. It is for everyone the Lord our God calls to himself.”", "40": "Peter warned them with many other words. He begged them, “Save yourselves from the evil of today's people!” ", "41": "Then those people who accepted what Peter said were baptized. About 3,000 people were added to the number of believers that day. ", "42": "They spent their time learning the apostles' teaching. And they continued to share, to break bread,[d] and to pray together.", "43": "The apostles were doing many miracles and signs. And everyone felt great respect for God. ", "44": "All the believers stayed together. They shared everything. ", "45": "They sold their land and the things they owned. Then they divided the money and gave it to those people who needed it. ", "46": "The believers met together in the Temple every day. They all had the same purpose. They broke bread in their homes, happy to share their food with joyful hearts. ", "47": "They praised God, and all the people liked them. More and more people were being saved every day; the Lord was adding those people to the group of believers."}