{"1": "When the trouble stopped, Paul sent for the followers to come to him. He encouraged them and then told them good-bye. Paul left and went to the country of Macedonia. ", "2": "He said many things to strengthen the followers in the different places on his way through Macedonia. Then he went to Southern Greece. ", "3": "He stayed there three months. He was ready to sail for Syria, but some Jews were planning something against him. So Paul decided to go back through Macedonia to Syria. ", "4": "Some men went with him. They were Sopater son of Pyrrhus, from the city of Berea; Aristarchus and Secundus, from the city of Thessalonica; Gaius, from Derbe; and Timothy; and Tychicus and Trophimus, two men from Asia. ", "5": "These men went first, ahead of Paul, and waited for us at Troas. ", "6": "We sailed from Philippi after the Feast of Unleavened Bread and we met them in Troas five days later. We stayed there seven days.", "7": "On the first day of the week,[a] we all met together to break bread.[b] Paul spoke to the group. Because he was planning to leave the next day, he kept on talking till midnight. ", "8": "We were all together in a room upstairs, and there were many lamps in the room. ", "9": "A young man named Eutychus was sitting in the window. As Paul continued talking, Eutychus was falling into a deep sleep. Finally, he went sound asleep and fell to the ground from the third floor. When they picked him up, he was dead. ", "10": "Paul went down to Eutychus. He knelt down and put his arms around him. He said, “Don't worry. He is alive now.” ", "11": "Then Paul went upstairs again, broke bread, and ate. He spoke to them a long time, until it was early morning. Then he left. ", "12": "They took the young man home alive and were greatly comforted.", "13": "We sailed for the city of Assos. We went first, ahead of Paul. He wanted to join us on the ship there. Paul planned it this way because he wanted to go to Assos by land. ", "14": "When he met us at Assos, we took him aboard and went to Mitylene. ", "15": "The next day, we sailed from Mitylene and came to a place near Chios. The next day, we sailed to Samos. A day later, we reached Miletus. ", "16": "Paul had already decided not to stop at Ephesus. He did not want to stay too long in Asia. He was hurrying to be in Jerusalem on the day of Pentecost, if that was possible.", "17": "Now from Miletus Paul sent to Ephesus and called for the elders of the church. ", "18": "When they came to him, he said, “You know about my life from the first day I came to Asia. You know the way I lived all the time I was with you. ", "19": "The Jews plotted against me. This troubled me very much. But you know that I always served the Lord. I never thought of myself first, and I often cried. ", "20": "You know I preached to you, and I did not hold back anything that would help you. You know that I taught you in public and in your homes. ", "21": "I warned both Jews and Greeks to change their lives and turn to God. And I told them all to believe in our Lord Jesus. ", "22": "But now I must obey the Holy Spirit and go to Jerusalem. I don't know what will happen to me there. ", "23": "I know only that in every city the Holy Spirit tells me that troubles and even jail wait for me. ", "24": "I don't care about my own life. The most important thing is that I complete my mission. I want to finish the work that the Lord Jesus gave me—to tell people the Good News about God's grace.", "25": "“And now, I know that none of you will ever see me again. All the time I was with you, I was preaching the kingdom of God. ", "26": "So today I can tell you one thing that I am sure of: If any of you should be lost, I am not responsible. ", "27": "This is because I have told you everything God wants you to know. ", "28": "Be careful for yourselves and for all the people God has given you. The Holy Spirit gave you the work of caring for this flock. You must be like shepherds to the church of God.[c] This is the church that God bought with his own death. ", "29": "I know that after I leave, some men will come like wild wolves and try to destroy the flock. ", "30": "Also, men from your own group will rise up and twist the truth. They will lead away followers after them. ", "31": "So be careful! Always remember this: For three years I never stopped warning each of you. I taught you night and day. I often cried over you.", "32": "“Now I am putting you in the care of God and the message about his grace. That message is able to give you strength, and it will give you the blessings that God has for all his holy people. ", "33": "When I was with you, I never wanted anyone's money or fine clothes. ", "34": "You know that I always worked to take care of my own needs and the needs of those who were with me. ", "35": "I showed you in all things that you should work as I did and help the weak. I taught you to remember the words of Jesus. He said, 'It is more blessed to give than to receive.'”", "36": "When Paul had said this, he knelt down with all of them and prayed. ", "37-38": "And they all cried because Paul had said that they would never see him again. They put their arms around him and kissed him. Then they went with him to the ship."}