{"1": "Paul said, “Brothers and fathers, listen to me! I will make my defense to you.” ", "2": "When the Jews heard him speaking the Jewish language,[a] they became very quiet. Paul said, ", "3": "“I am a Jew. I was born in Tarsus in the country of Cilicia. I grew up in this city. I was a student of Gamaliel.[b] He carefully taught me everything about the law of our ancestors. I was very serious about serving God, just as are all of you here today. ", "4": "I hurt the people who followed the Way of Jesus. Some of them were even killed. I arrested men and women and put them in jail. ", "5": "The high priest and the whole council of Jewish elders can tell you that this is true. These leaders gave me letters to the Jewish brothers in Damascus. So I was going there to arrest these people and bring them back to Jerusalem to be punished.", "6": "“But something happened to me on my way to Damascus. It was about noon when I came near Damascus. Suddenly a bright light from heaven flashed all around me. ", "7": "I fell to the ground and heard a voice saying, 'Saul, Saul, why are you doing things against me?' ", "8": "I asked, 'Who are you, Lord?' The voice said, 'I am Jesus from Nazareth. I am the One you are trying to hurt.' ", "9": "The men who were with me did not understand the voice. But they saw the light. ", "10": "I said, 'What shall I do, Lord?' The Lord answered, 'Get up and go to Damascus. There you will be told about all the things I have planned for you to do.' ", "11": "I could not see, because the bright light had made me blind. So the men led me into Damascus.", "12": "“There a man named Ananias came to me. He was a religious man; he obeyed the law of Moses. All the Jews who lived there respected him. ", "13": "Ananias came to me, stood by me, and said, 'Brother Saul, see again!' Immediately I was able to see him. ", "14": "Ananias told me, 'The God of our fathers chose you long ago. He chose you to know his plan. He chose you to see the Righteous One and to hear words from him. ", "15": "You will be his witness to all people. You will tell them about the things you have seen and heard. ", "16": "Now, why wait any longer? Get up, be baptized, and wash your sins away. Do this, trusting in him to save you.'", "17": "“Later, I returned to Jerusalem. I was praying in the Temple, and I saw a vision. ", "18": "I saw the Lord saying to me, 'Hurry! Leave Jerusalem now! The people here will not accept the truth about me.' ", "19": "But I said, 'Lord, they know that in every synagogue I put the believers in jail and beat them. ", "20": "They also know that I was there when Stephen, your witness, was killed. I stood there and agreed that they should kill him. I even held the coats of the men who were killing him!' ", "21": "But the Lord said to me, 'Leave now. I will send you far away to the non-Jewish people.'”", "22": "The crowd listened to Paul until he said this. Then they began shouting, “Get rid of him! A man like this doesn't deserve to live!” ", "23": "They shouted and threw off their coats.[c] They threw dust into the air.[d]", "24": "Then the commander ordered the soldiers to take Paul into the army building and beat him. The commander wanted to make Paul tell why the people were shouting against him like this. ", "25": "So the soldiers were tying him up, preparing to beat him. But Paul said to an officer there, “Do you have the right to beat a Roman citizen[e] who has not been proven guilty?”", "26": "When the officer heard this, he went to the commander and told him about it. The officer said, “Do you know what you are doing? This man is a Roman citizen!”", "27": "The commander came to Paul and said, “Tell me, are you really a Roman citizen?” He answered, “Yes.”", "28": "The commander said, “I paid a lot of money to become a Roman citizen.” But Paul said, “I was born a citizen.”", "29": "The men who were preparing to question Paul moved away from him immediately. The commander was frightened because he had already tied Paul, and Paul was a Roman citizen.", "30": "The next day the commander decided to learn why the Jews were accusing Paul. So he ordered the leading priests and the Jewish council to meet. The commander took Paul's chains off. Then he brought Paul out and stood him before their meeting."}