{"1": "Paul looked at the Jewish council and said, “Brothers, I have lived my life in a good way before God up to this day.” ", "2": "Ananias,[a] the high priest, heard this and told the men who were standing near Paul to hit him on his mouth. ", "3": "Paul said to Ananias, “God will hit you too! You are like a wall that has been painted white! You sit there and judge me, using the law of Moses. But you are telling them to hit me, and that is against the law.”", "4": "The men standing near Paul said to him, “You cannot talk like that to God's high priest! You are insulting him!”", "5": "Paul said, “Brothers, I did not know this man was the high priest. It is written in the Scriptures, 'You must not curse a leader of your people.'”[b]", "6": "Some of the men in the meeting were Sadducees, and others were Pharisees. So Paul shouted to them, “My brothers, I am a Pharisee and my father was a Pharisee! I am on trial here because I hope that people will rise from death!”", "7": "When Paul said this, there was an argument between the Pharisees and the Sadducees. The group was divided. ", "8": "(The Sadducees believe that after people die, they cannot live again. The Sadducees also teach that there are no angels or spirits. But the Pharisees believe in them all.) ", "9": "So there was a great uproar. Some of the teachers of the law, who were Pharisees, stood up and argued, “We find nothing wrong with this man! Maybe an angel or a spirit did speak to him.”", "10": "The argument was beginning to turn into a fight. The commander was afraid that the Jews would tear Paul to pieces. So the commander told the soldiers to go down and take Paul away and put him in the army building.", "11": "The next night the Lord came and stood by Paul. He said, “Be brave! You have told people in Jerusalem about me. You must do the same in Rome also.”", "12": "In the morning some of the Jews made a plan to kill Paul. They made a promise that they would not eat or drink anything until they had killed him. ", "13": "There were more than 40 Jews who made this plan. ", "14": "They went and talked to the leading priests and the Jewish elders. They said, “We have made a promise to ourselves that we will not eat or drink until we have killed Paul! ", "15": "So this is what we want you to do: Send a message to the commander to bring Paul out to you. Tell him you want to ask Paul more questions. We will be waiting to kill him while he is on the way here.”", "16": "But Paul's nephew heard about this plan. He went to the army building and told Paul about it. ", "17": "Then Paul called one of the officers and said, “Take this young man to the commander. He has a message for him.”", "18": "So the officer brought Paul's nephew to the commander. The officer said, “The prisoner, Paul, asked me to bring this young man to you. He wants to tell you something.”", "19": "The commander led the young man to a place where they could be alone. The commander asked, “What do you want to tell me?”", "20": "The young man said, “The Jews have decided to ask you to bring Paul down to their council meeting tomorrow. They want you to think that they are going to ask him more questions. ", "21": "But don't believe them! There are more than 40 men who are hiding and waiting to kill Paul. They have all made a promise not to eat or drink until they have killed him! Now they are waiting for you to agree.”", "22": "The commander sent the young man away. He said to him, “Don't tell anyone that you have told me about their plan.”", "23": "Then the commander called two officers. He said to them, “I need some men to go to Caesarea. Get 200 soldiers ready. Also, get 70 horsemen and 200 men with spears. Be ready to leave at nine o'clock tonight. ", "24": "Get some horses for Paul to ride. He must be taken to Governor Felix safely.” ", "25": "And he wrote a letter that said:", "26": "From Claudius Lysias. To the Most Excellent Governor Felix: Greetings.", "27": "The Jews had taken this man, and they planned to kill him. But I learned that he is a Roman citizen, so I went with my soldiers and saved him. ", "28": "I wanted to know why they were accusing him. So I brought him before their council meeting. ", "29": "I learned that the Jews said Paul did some things that were wrong. But these charges were about their own laws. And no charge was worthy of jail or death. ", "30": "I was told that some of the Jews were planning to kill Paul. So I sent him to you at once. I also told those Jews to tell you what they have against him.", "31": "So the soldiers did what they were told. They took Paul and brought him to the city of Antipatris that night. ", "32": "The next day the horsemen went with Paul to Caesarea. But the other soldiers went back to the army building in Jerusalem. ", "33": "The horsemen came to Caesarea and gave the letter to the governor. Then they turned Paul over to him. ", "34": "The governor read the letter. Then he asked Paul, “What area are you from?” He learned that Paul was from Cilicia. ", "35": "He said, “I will hear your case when those who are against you come here too.” Then the governor gave orders for Paul to be kept under guard in the palace. (This building had been built by Herod.)"}