{"1": "Three days after Festus became governor, he went from Caesarea to Jerusalem. ", "2": "There the leading priests and the important Jewish leaders made charges against Paul before Festus. ", "3": "They asked Festus to do something for them; they wanted him to send Paul back to Jerusalem. (They had a plan to kill Paul on the way.) ", "4": "But Festus answered, “No! Paul will be kept in Caesarea. I will return there soon myself. ", "5": "Some of your leaders should go with me. They can accuse the man there in Caesarea, if he has really done something wrong.”", "6": "Festus stayed in Jerusalem another eight or ten days. Then he went back to Caesarea. The next day he told the soldiers to bring Paul before him. Festus was seated on the judge's seat ", "7": "when Paul came into the room. The Jews who had come from Jerusalem stood around him. They started making serious charges against Paul. But they could not prove any of them. ", "8": "This is what Paul said to defend himself: “I have done nothing wrong against the Jewish law, against the Temple, or against Caesar!”", "9": "But Festus wanted to please the Jews. So he asked Paul, “Do you want to go to Jerusalem? Do you want me to judge you there on these charges?”", "10": "Paul said, “I am standing at Caesar's judgment seat now. This is where I should be judged! I have done nothing wrong to the Jews; you know this is true. ", "11": "If I have done something wrong and the law says I must die, I do not ask to be saved from death. But if these charges are not true, then no one can give me to them. No! I want Caesar to hear my case!”", "12": "Festus talked about this with the people who advised him. Then he said, “You have asked to see Caesar; so you will go to Caesar!”", "13": "A few days later King Agrippa and Bernice came to Caesarea to visit Festus. ", "14": "They stayed there for some time, and Festus told the king about Paul's case. Festus said, “There is a man that Felix left in prison. ", "15": "When I went to Jerusalem, the leading priests and the Jewish elders there made charges against him. They wanted me to sentence him to death. ", "16": "But I answered, 'When a man is accused of a crime, Romans do not hand him over just to please someone. The man must be allowed to face his accusers and defend himself against their charges.' ", "17": "So these Jews came here to Caesarea for the trial. And I did not waste time. The next day I sat on the judge's seat and commanded that the man be brought in. ", "18": "The Jews stood up and accused him. But they did not accuse him of any serious crime as I thought they would. ", "19": "The things they said were about their own religion and about a man named Jesus. Jesus died, but Paul said that he is still alive. ", "20": "I did not know much about these things; so I did not ask questions. But I asked Paul, 'Do you want to go to Jerusalem and be judged there?' ", "21": "But he asked to be kept in Caesarea. He wants a decision from the Emperor.[a] So I ordered that Paul be held until I could send him to Caesar in Rome.”", "22": "Agrippa said to Festus, “I would like to hear this man, too.” Festus said, “Tomorrow you will hear him!”", "23": "The next day Agrippa and Bernice appeared. They dressed and acted like very important people. Agrippa and Bernice, the army leaders, and the important men of Caesarea went into the judgment room. Then Festus ordered the soldiers to bring Paul in. ", "24": "Festus said, “King Agrippa and all who are gathered here with us, you see this man. All the Jewish people, here and in Jerusalem, have complained to me about him. They shout that he should not live any longer. ", "25": "When I judged him, I could find nothing wrong. I found no reason to order his death. But he asked to be judged by Caesar. So I decided to send him. ", "26": "But I have nothing definite to write the Emperor about him. So I have brought him before all of you—especially you, King Agrippa. I hope that you can question him and give me something to write. ", "27": "I think it is foolish to send a prisoner to Caesar without telling what the charges are against him.”"}