{"1": "Agrippa said to Paul, “You may now speak to defend yourself.” Then Paul raised his hand and began to speak. ", "2": "He said, “King Agrippa, I will answer all the charges that the Jews make against me. I think it is a blessing that I can stand here before you today. ", "3": "I am very happy to talk to you, because you know so much about all the Jewish customs and the things that the Jews argue about. Please listen to me patiently.", "4": "“All the Jews know about my whole life. They know the way I lived from the beginning in my own country and later in Jerusalem. ", "5": "They have known me for a long time. If they want to, they can tell you that I was a good Pharisee. And the Pharisees obey the laws of the Jewish religion more carefully than any other group of Jewish people. ", "6": "Now I am on trial because I hope for the promise that God made to our ancestors. ", "7": "This is the promise that the 12 tribes of our people hope to receive. For this hope the Jews serve God day and night. My king, the Jews have accused me because I hope for this same promise! ", "8": "Why do any of you people think it is impossible for God to raise people from death?", "9": "“I too thought I ought to do many things against Jesus from Nazareth. ", "10": "And in Jerusalem I did many things against God's people. The leading priests gave me the power to put many of them in jail. When they were being killed, I agreed that it was a good thing. ", "11": "In every synagogue, I often punished them. I tried to make them say evil things against Jesus. I was so angry against them that I even went to other cities to find them and punish them.", "12": "“One time the leading priests gave me permission and the power to go to Damascus. ", "13": "On the way there, at noon, I saw a light from heaven. The light was brighter than the sun. It flashed all around me and the men who were traveling with me. ", "14": "We all fell to the ground. Then I heard a voice speaking to me in the Jewish language.[a] The voice said, 'Saul, Saul, why are you doing things against me? You are only hurting yourself by fighting me.' ", "15": "I said, 'Who are you, Lord?' The Lord said, 'I am Jesus. I am the One you are trying to hurt. ", "16": "Stand up! I have chosen you to be my servant. You will be my witness—you will tell people the things that you have seen and the things that I will show you. This is why I have come to you today. ", "17": "I will not let your own people hurt you. And I will keep you safe from the non-Jewish people too. These are the people I am sending you to. ", "18": "I send you to open their eyes that they may turn away from darkness to the light. I send you that they may turn away from the power of Satan and turn to God. Then their sins can be forgiven and they can have a place with those people who have been made holy by believing in me.'", "19": "“King Agrippa, after I had this vision from heaven, I obeyed it. ", "20": "I began telling people that they should change their hearts and lives and turn to God. I told them to do things to show that they really had changed. I told this first to those in Damascus, then in Jerusalem and in every part of Judea, and also to the non-Jewish people. ", "21": "This is why the Jews took me and were trying to kill me in the Temple. ", "22": "But God helped me and is still helping me today. With God's help I am standing here today and telling all people what I have seen. But I am saying nothing new. I am saying what Moses and the prophets said would happen. ", "23": "They said that the Christ would die and be the first to rise from death. They said that the Christ would bring light to the Jewish and non-Jewish people.”", "24": "While Paul was saying these things to defend himself, Festus said loudly, “Paul, you are out of your mind! Too much study has driven you crazy!”", "25": "Paul said, “Most Excellent Festus, I am not crazy. My words are true. They are not the words of a foolish man. ", "26": "King Agrippa knows about these things. I can speak freely to him. I know that he has heard about all of these things. They did not happen off in a corner. ", "27": "King Agrippa, do you believe what the prophets wrote? I know you believe!”", "28": "King Agrippa said to Paul, “Do you think you can persuade me to become a Christian in such a short time?”", "29": "Paul said, “Whether it is a short or a long time, I pray to God that not only you but every person listening to me today would be saved and be like me—except for these chains I have!”", "30": "Then King Agrippa, Governor Festus, Bernice, and all the people sitting with them stood up ", "31": "and left the room. They were talking to each other. They said, “There is no reason why this man should die or be put in jail.” ", "32": "And Agrippa said to Festus, “We could let this man go free, but he has asked Caesar to hear his case.”"}