{"1": "It was decided that we would sail for Italy. An officer named Julius, who served in the Emperor's[a] army, guarded Paul and some other prisoners. ", "2": "We got on a ship and left. The ship was from the city of Adramyttium and was about to sail to different ports in Asia. Aristarchus, a man from the city of Thessalonica in Macedonia, went with us. ", "3": "The next day we came to Sidon. Julius was very good to Paul. He gave Paul freedom to go visit his friends, who took care of his needs. ", "4": "We left Sidon and sailed close to the island of Cyprus because the wind was blowing against us. ", "5": "We went across the sea by Cilicia and Pamphylia. Then we came to the city of Myra, in Lycia. ", "6": "There the officer found a ship from Alexandria that was going to Italy. So he put us on it.", "7": "We sailed slowly for many days. We had a hard time reaching Cnidus because the wind was blowing against us. We could not go any farther that way. So we sailed by the south side of the island of Crete near Salmone. ", "8": "We sailed along the coast, but the sailing was hard. Then we came to a place called Safe Harbors, near the city of Lasea.", "9": "But we had lost much time. It was now dangerous to sail, because it was already after the Day of Cleansing.[b] So Paul warned them, ", "10": "“Men, I can see there will be a lot of trouble on this trip. The ship and the things in the ship will be lost. Even our lives may be lost!” ", "11": "But the captain and the owner of the ship did not agree with Paul. So the officer did not believe Paul. Instead, the officer believed what the captain and owner of the ship said. ", "12": "And that harbor was not a good place for the ship to stay for the winter. So most of the men decided that the ship should leave. The men hoped we could go to Phoenix. The ship could stay there for the winter. (Phoenix was a city on the island of Crete. It had a harbor which faced southwest and northwest.)", "13": "Then a good wind began to blow from the south. The men on the ship thought, “This is the wind we wanted, and now we have it!” So they pulled up the anchor. We sailed very close to the island of Crete. ", "14": "But then a very strong wind named the “Northeaster” came from the island. ", "15": "This wind took the ship and carried it away. The ship could not sail against it. So we stopped trying and let the wind blow us. ", "16": "We went below a small island named Cauda. Then we were able to bring in the lifeboat, but it was very hard to do. ", "17": "After the men took the lifeboat in, they tied ropes around the ship to hold it together. The men were afraid that the ship would hit the sandbanks of Syrtis.[c] So they lowered the sail and let the wind carry the ship. ", "18": "The next day the storm was blowing us so hard that the men threw out some of the cargo. ", "19": "A day later they threw out the ship's equipment. ", "20": "For many days we could not see the sun or the stars. The storm was very bad. We lost all hope of staying alive—we thought we would die.", "21": "The men had gone without food for a long time. Then one day Paul stood up before them and said, “Men, I told you not to leave Crete. You should have listened to me. Then you would not have all this trouble and loss. ", "22": "But now I tell you to cheer up. None of you will die! But the ship will be lost. ", "23": "Last night an angel from God came to me. This is the God I worship. I am his. ", "24": "God's angel said, 'Paul, do not be afraid! You must stand before Caesar. And God has given you this promise: He will save the lives of all those men sailing with you.' ", "25": "So men, be cheerful! I trust in God. Everything will happen as his angel told me. ", "26": "But we will crash on an island.”", "27": "On the fourteenth night we were floating around in the Adriatic Sea.[d] The sailors thought we were close to land. ", "28": "They threw a rope into the water with a weight on the end of it. They found that the water was 120 feet deep. They went a little farther and threw the rope in again. It was 90 feet deep. ", "29": "The sailors were afraid that we would hit the rocks, so they threw four anchors into the water. Then they prayed for daylight to come. ", "30": "Some of the sailors wanted to leave the ship, and they lowered the lifeboat. These sailors wanted the other men to think that they were throwing more anchors from the front of the ship. ", "31": "But Paul told the officer and the other soldiers, “If these men do not stay in the ship, your lives cannot be saved!” ", "32": "So the soldiers cut the ropes and let the lifeboat fall into the water.", "33": "Just before dawn Paul began persuading all the people to eat something. He said, “For the past 14 days you have been waiting and watching. You have not eaten. ", "34": "Now I beg you to eat something. You need it to stay alive. None of you will lose even one hair off your heads.” ", "35": "After he said this, Paul took some bread and thanked God for it before all of them. He broke off a piece and began eating. ", "36": "All the men felt better. They all started eating too. ", "37": "(There were 276 people on the ship.) ", "38": "We ate all we wanted. Then we began making the ship lighter by throwing the grain into the sea.", "39": "When daylight came, the sailors saw land. They did not know what land it was, but they saw a bay with a beach. They wanted to sail the ship to the beach, if they could. ", "40": "So they cut the ropes to the anchors and left the anchors in the sea. At the same time, they untied the ropes that were holding the rudders. Then they raised the front sail into the wind and sailed toward the beach. ", "41": "But the ship hit a sandbank. The front of the ship stuck there and could not move. Then the big waves began to break the back of the ship to pieces.", "42": "The soldiers decided to kill the prisoners so that none of them could swim away and escape. ", "43": "But Julius, the officer, wanted to let Paul live. He did not allow the soldiers to kill the prisoners. Instead he ordered everyone who could swim to jump into the water and swim to land. ", "44": "The rest used wooden boards or pieces of the ship. And this is how all the people made it safely to land."}