{"1": "When we were safe on land, we learned that the island was called Malta. ", "2": "It was raining and very cold. But the people who lived there were very good to us. They made us a fire and welcomed all of us. ", "3": "Paul gathered a pile of sticks for the fire. He was putting them on the fire when a poisonous snake came out because of the heat and bit him on the hand. ", "4": "The people living on the island saw the snake hanging from Paul's hand. They said to each other, “This man must be a murderer! He did not die in the sea, but Justice[a] does not want him to live.” ", "5": "But Paul shook the snake off into the fire. He was not hurt. ", "6": "The people thought that Paul would swell up or fall down dead. The people waited and watched him for a long time, but nothing bad happened to him. So they changed their minds about Paul. Now they said, “He is a god!”", "7": "There were some fields around there owned by a very important man on the island. His name was Publius. He welcomed us into his home and was very good to us. We stayed in his house for three days. ", "8": "Publius' father was very sick with a fever and dysentery.[b] But Paul went to him and prayed. Then he put his hands on the man and healed him. ", "9": "After this, all the other sick people on the island came to Paul, and he healed them, too. ", "10-11": "The people on the island gave us many honors. We stayed there three months. When we were ready to leave, they gave us the things we needed. We got on a ship from Alexandria. The ship had stayed on the island during the winter. On the front of the ship was the sign of the twin gods.[c] ", "12": "We stopped at Syracuse for three days and then left. ", "13": "From there we sailed to Rhegium. The next day a wind began to blow from the southwest, so we were able to leave. A day later we came to Puteoli. ", "14": "We found some believers there, and they asked us to stay with them for a week. Finally, we came to Rome. ", "15": "The believers in Rome heard that we were there. They came out as far as the Market of Appius[d] and the Three Inns[e] to meet us. When Paul saw them, he was encouraged and thanked God.", "16": "Then we arrived at Rome. There, Paul was allowed to live alone. But a soldier stayed with him to guard him.", "17": "Three days later Paul sent for the Jewish leaders there. When they came together, he said, “Brothers, I have done nothing against our people. I have done nothing against the customs of our fathers. But I was arrested in Jerusalem and given to the Romans. ", "18": "The Romans asked me many questions. But they could find no reason why I should be killed. They wanted to let me go free, ", "19": "but the Jews there did not want that. So I had to ask to come to Rome to have my trial before Caesar. But I have no charge to bring against my own people. ", "20": "That is why I wanted to see you and talk with you. I am bound with this chain because I believe in the hope of Israel.”", "21": "The Jews answered Paul, “We have received no letters from Judea about you. None of our Jewish brothers who have come from there brought news about you or told us anything bad about you. ", "22": "We want to hear your ideas. We know that people everywhere are speaking against this religious group.”", "23": "Paul and the Jews chose a day for a meeting. On that day many more of the Jews met with Paul at the place he was staying. Paul spoke to them all day long, explaining the kingdom of God to them. He tried to persuade them to believe these things about Jesus. He used the law of Moses and the writings of the prophets to do this. ", "24": "Some of the Jews believed what Paul said, but others did not. ", "25": "So they argued, and the Jews were ready to leave. But Paul said one more thing to them: “The Holy Spirit spoke the truth to your fathers through Isaiah the prophet. He said,", "26": "'Go to this people and say: You will listen and listen, but you will not understand. You will look and look, but you will not learn.", "27": "For these people have become stubborn. They don't hear with their ears. And they have closed their eyes. Otherwise, they might really understand what they see with their eyes and hear with their ears. They might really understand in their minds. If they did this, they would come back to me and be forgiven.' Isaiah 6:9-10", "28": "“I want you Jews to know that God has also sent his salvation to the non-Jewish people. They will listen!” ", "29": "[After Paul said this, the Jews left. They were arguing very much with each other.][f]", "30": "Paul stayed two full years in his own rented house. He welcomed all people who came and visited him. ", "31": "He preached about the kingdom of God and taught about the Lord Jesus Christ. He was very bold, and no one stopped him."}