{"1": "A man named Ananias and his wife Sapphira sold some land. ", "2": "But he gave only part of the money to the apostles. He secretly kept some of it for himself. His wife knew about this, and she agreed to it. ", "3": "Peter said, “Ananias, why did you let Satan rule your heart? You lied to the Holy Spirit. Why did you keep part of the money you received for the land for yourself? ", "4": "Before you sold the land, it belonged to you. And even after you sold it, you could have used the money any way you wanted. Why did you think of doing this? You lied to God, not to men!” ", "5-6": "When Ananias heard this, he fell down and died. Some young men came in, wrapped up his body, carried it out, and buried it. And everyone who heard about this was filled with fear.", "7": "About three hours later his wife came in. She did not know what had happened. ", "8": "Peter said to her, “Tell me how much money you got for your field. Was it this much?” Sapphira answered, “Yes, that was the price.”", "9": "Peter said to her, “Why did you and your husband agree to test the Spirit of the Lord? Look! The men who buried your husband are at the door! They will carry you out.” ", "10": "At that moment Sapphira fell down by his feet and died. The young men came in and saw that she was dead. They carried her out and buried her beside her husband. ", "11": "The whole church and all the others who heard about these things were filled with fear.", "12": "The apostles did many signs and miracles among the people. And they would all meet together on Solomon's Porch. ", "13": "None of the others dared to stand with them. All the people were saying good things about them. ", "14": "More and more men and women believed in the Lord and were added to the group of believers. ", "15": "As Peter was passing by, the people brought their sick into the streets. They put their sick on beds and mats so at least Peter's shadow might fall on them. ", "16": "Crowds came from all the towns around Jerusalem. They brought their sick and those who were bothered by evil spirits. All of them were healed.", "17": "The high priest and all his friends (a group called the Sadducees) became very jealous. ", "18": "They took the apostles and put them in jail. ", "19": "But during the night, an angel of the Lord opened the doors of the jail. He led the apostles outside and said, ", "20": "“Go and stand in the Temple. Tell the people everything about this new life.” ", "21": "When the apostles heard this, they obeyed and went into the Temple. It was early in the morning, and they began to teach. The high priest and his friends arrived. They called a meeting of the Jewish leaders and all the important older men of the Jews. They sent some men to the jail to bring the apostles to them. ", "22": "When the men went to the jail, they could not find the apostles. So they went back and told the Jewish leaders about this. ", "23": "They said, “The jail was closed and locked. The guards were standing at the doors. But when we opened the doors, the jail was empty!” ", "24": "Hearing this, the captain of the Temple guards and the leading priests were confused. They wondered, “What will happen because of this?”", "25": "Then someone came and told them, “Listen! The men you put in jail are standing in the Temple. They are teaching the people!” ", "26": "Then the captain and his men went out and brought the apostles back. But the soldiers did not use force, because they were afraid that the people would kill them with stones.", "27": "The soldiers brought the apostles to the meeting and made them stand before the Jewish leaders. The high priest questioned them. ", "28": "He said, “We gave you strict orders not to go on teaching in that name. But look what you have done! You have filled Jerusalem with your teaching. You are trying to make us responsible for this man's death.”", "29": "Peter and the other apostles answered, “We must obey God, not men! ", "30": "You killed Jesus. You hung him on a cross. But God, the same God our ancestors had, raised Jesus up from death! ", "31": "Jesus is the One whom God raised to be on his right side. God made Jesus our Leader and Savior. God did this so that the people of Israel could change their hearts and lives and have their sins forgiven. ", "32": "We saw all these things happen. The Holy Spirit also proves that these things are true. God has given the Spirit to all who obey him.”", "33": "When the Jewish leaders heard this, they became very angry and wanted to kill them. ", "34": "A Pharisee named Gamaliel stood up in the meeting. He was a teacher of the law, and all the people respected him. He ordered the apostles to leave the meeting for a little while. ", "35": "Then he said to them, “Men of Israel, be careful of what you are planning to do to these men! ", "36": "Remember when Theudas appeared? He said that he was a great man, and about 400 men joined him. But he was killed. And all his followers were scattered. They were able to do nothing. ", "37": "Later, a man named Judas came from Galilee at the time of the registration.[a] He led a group of followers, too. He was also killed, and all his followers were scattered. ", "38": "And so now I tell you: Stay away from these men. Leave them alone. If their plan comes from men, it will fail. ", "39": "But if it is from God, you will not be able to stop them. You might even be fighting against God himself!” The Jewish leaders agreed with what Gamaliel said. ", "40": "They called the apostles in again. They beat the apostles and told them not to speak in the name of Jesus again. Then they let them go free. ", "41": "The apostles left the meeting full of joy because they were given the honor of suffering disgrace for Jesus. ", "42": "The apostles did not stop teaching people. Every day in the Temple and in people's homes they continued to tell the Good News—that Jesus is the Christ."}