{"1": "Saul agreed that the killing of Stephen was a good thing.", "2-3": "Some religious men buried Stephen. They cried very loudly for him. On that day people began trying to hurt the church in Jerusalem and make it suffer. Saul was also trying to destroy the church. He went from house to house. He dragged out men and women and put them in jail. All the believers, except the apostles, went to different places in Judea and Samaria. ", "4": "And everywhere the believers were scattered, they told people the Good News.", "5": "Philip[a] went to the city[b] of Samaria and preached about the Christ. ", "6": "The people there heard Philip and saw the miracles he was doing. They all listened carefully to the things he said. ", "7": "Many of these people had evil spirits in them. But Philip made the evil spirits leave them. The spirits made a loud noise when they came out. There were also many weak and crippled people there. Philip healed them, too. ", "8": "So the people in that city were very happy.", "9": "But there was a man named Simon in that city. Before Philip came there, Simon had practiced magic. He amazed all the people of Samaria with his magic. He bragged and called himself a great man. ", "10": "All the people—the least important and the most important—paid attention to what Simon said. They said, “This man has the power of God, called 'the Great Power'!” ", "11": "Simon had amazed them with his magic tricks so long that the people became his followers. ", "12": "But Philip told them the Good News about the kingdom of God and the power of Jesus Christ. Men and women believed Philip and were baptized. ", "13": "Simon himself believed and was baptized. He stayed very close to Philip. When he saw the miracles and the very powerful things that Philip did, Simon was amazed.", "14": "The apostles were still in Jerusalem. They heard that the people of Samaria had accepted the word of God. So they sent Peter and John to them. ", "15": "When Peter and John arrived, they prayed that the Samaritan believers might receive the Holy Spirit. ", "16": "These people had been baptized in the name of the Lord Jesus. But the Holy Spirit had not yet entered any of them. ", "17": "Then, when the two apostles began laying their hands on[c] the people, they received the Holy Spirit.", "18": "Simon saw that the Spirit was given to people when the apostles laid their hands on them. So he offered the apostles money. ", "19": "He said, “Give me also this power so that when I lay my hands on a person, he will receive the Holy Spirit.”", "20": "Peter said to him, “You and your money should both be destroyed! You thought you could buy God's gift with money. ", "21": "You cannot share with us in this work. Your heart is not right before God. ", "22": "Change your heart! Turn away from this evil thing you have done. Pray to the Lord. Maybe he will forgive you for thinking this. ", "23": "I see that you are full of bitter jealousy and ruled by sin.”", "24": "Simon answered, “Both of you pray for me to the Lord. Pray that the things you have said will not happen to me!”", "25": "Then the two apostles told the people the things they had seen Jesus do. And after the apostles had given the message of the Lord, they went back to Jerusalem. On the way, they went through many Samaritan towns and preached the Good News to the people.", "26": "An angel of the Lord spoke to Philip.[d] The angel said, “Get ready and go south. Go to the road that leads down to Gaza from Jerusalem—the desert road.” ", "27": "So Philip got ready and went. On the road he saw a man from Ethiopia, a eunuch. He was an important officer in the service of Candace, the queen of the Ethiopians. He was responsible for taking care of all her money. He had gone to Jerusalem to worship, and ", "28": "now he was on his way home. He was sitting in his chariot and reading from the book of Isaiah, the prophet. ", "29": "The Spirit said to Philip, “Go to that chariot and stay near it.”", "30": "So Philip ran toward the chariot. He heard the man reading from Isaiah, the prophet. Philip asked, “Do you understand what you are reading?”", "31": "He answered, “How can I understand? I need someone to explain it to me!” Then he invited Philip to climb in and sit with him. ", "32": "The verse of Scripture that he was reading was this: “He was like a sheep being led to be killed. He was quiet, as a sheep is quiet while its wool is being cut. He said nothing.", "33": "He was shamed and was treated unfairly. He died without children to continue his family. His life on earth has ended.” Isaiah 53:7-8", "34": "The officer said to Philip, “Please tell me, who is the prophet talking about? Is he talking about himself or about someone else?” ", "35": "Philip began to speak. He started with this same Scripture and told the man the Good News about Jesus.", "36": "While they were traveling down the road, they came to some water. The officer said, “Look! Here is water! What is stopping me from being baptized?” ", "37": "[Philip answered, “If you believe with all your heart, you can.” The officer said, “I believe that Jesus Christ is the Son of God.”][e] ", "38": "Then the officer commanded the chariot to stop. Both Philip and the officer went down into the water, and Philip baptized him. ", "39": "When they came up out of the water, the Spirit of the Lord took Philip away; the officer never saw him again. The officer continued on his way home, full of joy. ", "40": "But Philip appeared in a city called Azotus and preached the Good News in all the towns on the way from Azotus to Caesarea."}