{"1": "In Jerusalem Saul was still trying to frighten the followers of the Lord by saying he would kill them. So he went to the high priest ", "2": "and asked him to write letters to the synagogues in the city of Damascus. Saul wanted the high priest to give him the authority to find people in Damascus who were followers of Christ's Way. If he found any there, men or women, he would arrest them and bring them back to Jerusalem.", "3": "So Saul went to Damascus. As he came near the city, a bright light from heaven suddenly flashed around him. ", "4": "Saul fell to the ground. He heard a voice saying to him, “Saul, Saul! Why are you doing things against me?”", "5": "Saul said, “Who are you, Lord?” The voice answered, “I am Jesus. I am the One you are trying to hurt. ", "6": "Get up now and go into the city. Someone there will tell you what you must do.”", "7": "The men traveling with Saul stood there, but they said nothing. They heard the voice, but they saw no one. ", "8": "Saul got up from the ground. He opened his eyes, but he could not see. So the men with Saul took his hand and led him into Damascus. ", "9": "For three days Saul could not see, and he did not eat or drink.", "10": "There was a follower of Jesus in Damascus named Ananias. The Lord spoke to Ananias in a vision, “Ananias!” Ananias answered, “Here I am, Lord.”", "11": "The Lord said to him, “Get up and go to the street called Straight Street. Find the house of Judas.[a] Ask for a man named Saul from the city of Tarsus. He is there now, praying. ", "12": "Saul has seen a vision. In it a man named Ananias comes to him and lays his hands on him. Then he sees again.”", "13": "But Ananias answered, “Lord, many people have told me about this man and the terrible things he did to your people in Jerusalem. ", "14": "Now he has come here to Damascus. The leading priests have given him the power to arrest everyone who worships you.”", "15": "But the Lord said to Ananias, “Go! I have chosen Saul for an important work. He must tell about me to non-Jews, to kings, and to the people of Israel. ", "16": "I will show him how much he must suffer for my name.”", "17": "So Ananias went to the house of Judas. He laid his hands on Saul and said, “Brother Saul, the Lord Jesus sent me. He is the one you saw on the road on your way here. He sent me so that you can see again and be filled with the Holy Spirit.” ", "18": "Immediately, something that looked like fish scales fell from Saul's eyes. He was able to see again! Then Saul got up and was baptized. ", "19": "After eating some food, his strength returned. Saul stayed with the followers of Jesus in Damascus for a few days. ", "20": "Soon he began to preach about Jesus in the synagogues, saying, “Jesus is the Son of God!”", "21": "All the people who heard him were amazed. They said, “This is the man who was in Jerusalem. He was trying to destroy those who trust in this name! He came here to do the same thing. He came here to arrest the followers of Jesus and take them back to the leading priests.”", "22": "But Saul became more and more powerful. His proofs that Jesus is the Christ were so strong that the Jews in Damascus could not argue with him.", "23": "After many days, the Jews made plans to kill Saul. ", "24": "They were watching the city gates day and night. They wanted to kill him, but Saul learned about their plan. ", "25": "One night some followers of Saul helped him leave the city. They lowered him in a basket through an opening in the city wall.", "26": "Then Saul went to Jerusalem. He tried to join the group of followers, but they were all afraid of him. They did not believe that he was really a follower. ", "27": "But Barnabas accepted Saul and took him to the apostles. Barnabas told them that Saul had seen the Lord on the road. He explained how the Lord had spoken to Saul. Then he told them how boldly Saul had preached in the name of Jesus in Damascus.", "28": "And so Saul stayed with the followers. He went everywhere in Jerusalem, preaching boldly in the name of Jesus. ", "29": "He would often talk and argue with the Jews who spoke Greek. But they were trying to kill him. ", "30": "When the brothers learned about this, they took Saul to Caesarea. From there they sent him to Tarsus.", "31": "The church everywhere in Judea, Galilee, and Samaria had a time of peace. With the help of the Holy Spirit, the group became stronger. The believers showed that they respected the Lord by the way they lived. Because of this, the group of believers grew larger and larger.", "32": "As Peter was traveling through all the area, he visited God's people who lived in Lydda. ", "33": "There he met a paralyzed man named Aeneas. Aeneas had not been able to leave his bed for the past eight years. ", "34": "Peter said to him, “Aeneas, Jesus Christ heals you. Stand up and make your bed!” Aeneas stood up immediately. ", "35": "All the people living in Lydda and on the Plain of Sharon saw him. These people turned to the Lord.", "36": "In the city of Joppa there was a follower named Tabitha. (Her Greek name, Dorcas, means “a deer.”) She was always doing good and helping the poor. ", "37": "While Peter was in Lydda, Tabitha became sick and died. Her body was washed and put in a room upstairs. ", "38": "The followers in Joppa heard that Peter was in Lydda. (Lydda is near Joppa.) So they sent two men to Peter. They begged him, “Hurry, please come to us!” ", "39": "Peter got ready and went with them. When he arrived, they took him to the upstairs room. All the widows stood around Peter, crying. They showed him the shirts and coats that Tabitha had made when she was still alive. ", "40": "Peter sent everyone out of the room. He kneeled and prayed. Then he turned to the body and said, “Tabitha, stand up!” She opened her eyes, and when she saw Peter, she sat up. ", "41": "He gave her his hand and helped her up. Then he called the believers and the widows into the room. He showed them Tabitha; she was alive! ", "42": "People everywhere in Joppa learned about this, and many believed in the Lord. ", "43": "Peter stayed in Joppa for many days with a man named Simon who was a leatherworker."}