{"1": "At that same time the Lord said to me, “Carve out for yourself two stone tablets like the first ones and come up the mountain to me; also make for yourself a wooden ark.[a] ", "2": "I will write on the tablets the same words[b] that were on the first tablets you broke, and you must put them into the ark.” ", "3": "So I made an ark of acacia[c] wood and carved out two stone tablets just like the first ones. Then I went up the mountain with the two tablets in my hands. ", "4": "The Lord[d] then wrote on the tablets the same words,[e] the Ten Commandments,[f] which he[g] had spoken to you at the mountain from the middle of the fire at the time of that assembly, and he[h] gave them to me. ", "5": "Then I turned, went down the mountain, and placed the tablets into the ark I had made—they are still there, just as the Lord commanded me.", "6": "During those days the Israelites traveled from Beeroth Bene Jaakan[i] to Moserah.[j] There Aaron died and was buried, and his son Eleazar became priest in his place. ", "7": "From there they traveled to Gudgodah,[k] and from Gudgodah to Jotbathah,[l] a place of flowing streams. ", "8": "At that time the Lord set apart the tribe of Levi[m] to carry the ark of the Lord's covenant, to stand before the Lord to serve him, and to formulate blessings[n] in his name, as they do to this very day. ", "9": "Therefore Levi has no allotment or inheritance[o] among his brothers;[p] the Lord is his inheritance just as the Lord your God told him. ", "10": "As for me, I stayed at the mountain as I did the first time, forty days and nights. The Lord listened to me that time as well and decided not to destroy you. ", "11": "Then he[q] said to me, “Get up, set out leading[r] the people so they may go and possess[s] the land I promised to give to their ancestors.”[t]", "12": "Now, Israel, what does the Lord your God require of you except to revere him,[u] to obey all his commandments,[v] to love him, to serve him[w] with all your mind and being,[x] ", "13": "and to keep the Lord's commandments and statutes that I am giving[y] you today for your own good? ", "14": "The heavens—indeed the highest heavens—belong to the Lord your God, as does the earth and everything in it. ", "15": "However, only to your ancestors did he[z] show his loving favor,[aa] and he chose you, their descendants,[ab] from all peoples—as is apparent today. ", "16": "Therefore, cleanse[ac] your hearts and stop being so stubborn![ad] ", "17": "For the Lord your God is God of gods and Lord of lords, the great, mighty, and awesome God who is unbiased and takes no bribe, ", "18": "who justly treats[ae] the orphan and widow, and who loves resident foreigners, giving them food and clothing. ", "19": "So you must love the resident foreigner because you were foreigners in the land of Egypt. ", "20": "Revere the Lord your God, serve him, be loyal to him, and take oaths only in his name. ", "21": "He is the one you should praise;[af] he is your God, the one who has done these great and awesome things for you that you have seen. ", "22": "When your ancestors went down to Egypt, they numbered only seventy, but now the Lord your God has made you as numerous as the stars of the sky.[ag]"}