{"1": "Next we set out on[a] the route to Bashan,[b] but King Og of Bashan and his whole army[c] came out to meet us in battle at Edrei.[d] ", "2": "The Lord, however, said to me, “Don't be afraid of him because I have already given him, his whole army,[e] and his land to you. You will do to him exactly what you did to King Sihon of the Amorites who lived in Heshbon.” ", "3": "So the Lord our God did indeed give over to us King Og of Bashan and his whole army, and we struck them down until not a single survivor was left.[f] ", "4": "We captured all his cities at that time—there was not a town we did not take from them—sixty cities, all the region of Argob,[g] the dominion of Og in Bashan. ", "5": "All of these cities were fortified by high walls, gates, and locking bars;[h] in addition there were a great many open villages.[i] ", "6": "We put all of these under divine judgment[j] just as we had done to King Sihon of Heshbon—every occupied city,[k] including women and children. ", "7": "But all the livestock and plunder from the cities we kept for ourselves. ", "8": "So at that time we took the land of the two Amorite kings in the Transjordan from Wadi Arnon to Mount Hermon[l] ", "9": "(the Sidonians[m] call Hermon Sirion[n] and the Amorites call it Senir),[o] ", "10": "all the cities of the plateau, all of Gilead and Bashan as far as Salecah[p] and Edrei,[q] cities of the kingdom of Og in Bashan. ", "11": "Only King Og of Bashan was left of the remaining Rephaites. (It is noteworthy[r] that his sarcophagus[s] was made of iron.[t] Does it not, indeed, still remain in Rabbath[u] of the Ammonites? It is 13½ feet[v] long and 6 feet[w] wide according to standard measure.)[x]", "12": "This is the land we brought under our control at that time: The territory extending from Aroer[y] by the Wadi Arnon and half the Gilead hill country with its cities I gave to the Reubenites and Gadites.[z] ", "13": "The rest of Gilead and all of Bashan, the kingdom of Og, I gave to half the tribe of Manasseh.[aa] (All the region of Argob,[ab] that is, all Bashan, is called the land of Rephaim. ", "14": "Jair, son of Manasseh, took all the Argob region as far as the border with the Geshurites[ac] and Maacathites[ad]—namely Bashan—and called it by his name, Havvoth Jair,[ae] which it retains to this very day.) ", "15": "I gave Gilead to Machir.[af] ", "16": "To the Reubenites and Gadites I allocated the territory extending from Gilead as far as Wadi Arnon (the exact middle of the wadi was a boundary) all the way to the Wadi Jabbok, the  Ammonite border. ", "17": "The rift valley[ag] and the Jordan River[ah] were also a border, from the Sea of Kinnereth[ai] to the sea of the rift valley (that is, the Salt Sea),[aj] beneath the slopes[ak] of Pisgah[al] to the east.", "18": "At that time I instructed you as follows: “The Lord your God has given you this land for your possession. You warriors are to cross over equipped for battle before your fellow Israelites.[am] ", "19": "But your wives, children, and livestock (of which I know you have many) may remain in the cities I have given you. ", "20": "You must fight[an] until the Lord gives your countrymen victory[ao] as he did you and they take possession of the land that the Lord your God is giving them on the other side of the Jordan River. Then each of you may return to his own territory that I have given you.” ", "21": "I also commanded Joshua at the same time, “You have seen everything the Lord your God did to these two kings; he[ap] will do the same to all the kingdoms where you are going.[aq] ", "22": "Do not be afraid of them, for the Lord your God will personally fight for you.”", "23": "Moreover, at that time I pleaded with the Lord, ", "24": "“O, Sovereign Lord,[ar] you have begun to show me[as] your greatness and strength.[at] (What god in heaven or earth can rival your works and mighty deeds?) ", "25": "Let me please cross over to see the good land on the other side of the Jordan River—this good hill country and the Lebanon!”[au] ", "26": "But the Lord was angry at me because of you and would not listen to me. Instead, he[av] said to me, “Enough of that![aw] Do not speak to me anymore about this matter. ", "27": "Go up to the top of Pisgah and take a good look to the west, north, south, and east,[ax] for you will not be allowed to cross the Jordan. ", "28": "Commission[ay] Joshua, and encourage and strengthen him, because he will lead these people over and will enable them to inherit the land you will see.” ", "29": "So we settled down in the valley opposite Beth Peor.[az]"}