{"1": "This is the blessing Moses the man of God pronounced upon the Israelites before his death. ", "2": "He said: “The Lord came from Sinai and revealed himself[a] to Israel[b] from Seir. He appeared in splendor[c] from Mount Paran, and came forth with ten thousand holy ones.[d] With his right hand he gave a fiery law[e] to them.", "3": "Surely he loves the people;[f] all your holy ones[g] are in your power.[h] And they sit[i] at your feet, each receiving[j] your words.", "4": "Moses delivered to us a law,[k] an inheritance for the assembly of Jacob.", "5": "The Lord[l] was king over Jeshurun,[m] when the leaders of the people assembled, the tribes of Israel together.[n]", "6": "“May Reuben live and not die, and may his people multiply.”[o]", "7": "And this is the blessing[p] to Judah. He said, “Listen, O Lord, to Judah's voice, and bring him to his people. May his power be great, and may you help him against his foes.”", "8": "Of Levi he said: “Your Thummim and Urim[q] belong to your godly one,[r] whose authority you challenged at Massah,[s] and with whom you argued at the waters of Meribah.[t]", "9": "He said to his father and mother, 'I have not seen him,'[u] and he did not acknowledge his own brothers or know his own children, for they kept your word, and guarded your covenant.", "10": "They will teach Jacob your ordinances and Israel your law; they will offer incense as a pleasant odor, and a whole offering on your altar.", "11": "Bless, O Lord, his goods, and be pleased with his efforts; undercut the legs[v] of any who attack him, and of those who hate him, so that they cannot stand.”", "12": "Of Benjamin he said: “The beloved of the Lord will live safely by him; he protects him all the time, and the Lord[w] places him on his chest.”[x]", "13": "Of Joseph he said: “May the Lord bless his land with the harvest produced by the sky,[y] by the dew, and by the depths crouching beneath;", "14": "with the  harvest produced by the daylight[z] and by[aa] the moonlight;[ab]", "15": "with the best[ac] of the ancient mountains and the harvest produced by the age-old hills;", "16": "with the harvest of the earth and its fullness and the pleasure of him who resided in the burning bush.[ad] May blessing rest on Joseph's head, and on the top of the head of the one set apart[ae] from his brothers.", "17": "May the firstborn of his bull bring him honor, and may his horns be those of a wild ox; with them may he gore all peoples, all the far reaches of the earth. They are the ten thousands of Ephraim,[af] and they are the thousands of Manasseh.”", "18": "Of Zebulun he said: “Rejoice, Zebulun, when you go outside, and Issachar, when you are in your tents.", "19": "They will summon peoples to the mountain, there they will sacrifice proper[ag] sacrifices; for they will enjoy[ah] the abundance of the seas, and the hidden treasures of the shores.”[ai]", "20": "Of Gad he said: “Blessed be the one who enlarges Gad. Like a lioness he will dwell; he will tear at an arm—indeed, a scalp.[aj]", "21": "He has selected the best part for himself, for the portion of the ruler[ak] is set aside[al] there; he came with the leaders[am] of the people, he obeyed the righteous laws of the Lord and his ordinances with Israel.”", "22": "Of Dan he said: “Dan is a lion's cub; he will leap forth from Bashan.”[an]", "23": "Of Naphtali he said: “O Naphtali, overflowing with favor, and full of the Lord's blessing, possess the west and south.”", "24": "Of Asher he said: “Asher is blessed with children; may he be favored by his brothers, and may he dip his foot in olive oil.[ao]", "25": "The bars of your gates[ap] will be made of iron and bronze, and may you have lifelong strength.”", "26": "“There is no one like God, O Jeshurun,[aq] who rides through the sky[ar] to help you, on the clouds in majesty.", "27": "The everlasting God is a refuge, and underneath you are his eternal arms;[as] he has driven out enemies before you, and has said, “Destroy!”", "28": "Israel lives in safety, the fountain of Jacob is quite secure,[at] in a land of grain and new wine; indeed, its heavens[au] rain down dew.[av]", "29": "You have joy, Israel! Who is like you? You are a people delivered by the Lord, your protective shield and your exalted sword. May your enemies cringe before you; may you trample on their backs.”"}