{"1": "There was  a tis man anēr · de in en Caesarea Kaisareia named onoma Cornelius Kornēlios, a  centurion hekatontarchēs from ek the  cohort speira that ho was  called kaleō the  Italian Italikos, ", "2": "a  devout eusebēs man  and kai one  who  feared phobeomai · ho God theos with syn all pas · ho his autos household oikos,  gave poieō alms eleēmosynē generously polys to  the ho people laos,  and kai prayed deomai to ho God theos continually dia pas. ", "3": "He saw  in en a  vision horama clearly phanerōs,  about hōsei peri the  ninth enatos hour hōra of  the ho day hēmera, an  angel angelos of ho God theos coming eiserchomai to pros him autos and kai saying legō to  him autos, “ Cornelius Kornēlios.” ", "4": "· de Staring atenizō at  him autos and kai becoming ginomai afraid emphobos,  he ho said legō, “ What tis is  it eimi,  Lord kyrios?”  And de he  said legō to  him autos,  · ho “ Your sy prayers proseuchē and kai · ho your sy acts eleēmosynē of  charity  have  gone anabainō up  as eis a  memorial mnēmosynon before emprosthen · ho God theos. ", "5": "And kai now nyn send pempō men anēr to eis Joppa Ioppē and kai send metapempō for  a  man tis named  Simon Simōn who hos is  called epikaleō Peter Petros. ", "6": "He houtos is  lodging xenizō with para a  man tis named  Simon Simōn, a  tanner byrseus,  whose hos house oikia is eimi by para the  sea thalassa.” ", "7": "When hōs · de the ho angel angelos who ho spoke laleō to  him autos had  gone  away aperchomai,  he  called phōneō two dyo of  his ho servants oiketēs and kai a  devout eusebēs soldier stratiōtēs from  among ho those  who  waited proskartereō on  him autos, ", "8": "and kai when  he  had  related exēgeomai everything hapas to  them autos,  he  sent apostellō them autos to eis · ho Joppa Ioppē. ", "9": "The ho · de following epaurion day ,  as  they ekeinos were  on  their  journey hodoiporeō and kai approaching engizō the ho city polis,  Peter Petros went  up anabainō on epi the ho housetop dōma to  pray proseuchomai about peri the  sixth hektos hour hōra. ", "10": "And de he  became ginomai hungry prospeinos and kai wanted thelō to  eat geuomai,  but de while  they autos were  preparing paraskeuazō it,  he autos fell ginomai into epi a  trance ekstasis, ", "11": "and kai he  saw theōreō the ho heavens ouranos opened anoigō and kai a  certain tis object skeuos descending katabainō,  like hōs a  great megas sheet othonē,  being  let  down kathiēmi by  its  four tessares corners archē upon epi the ho earth gē. ", "12": "In en it hos were hyparchō all pas kinds  of  · ho four-footed tetrapous animals ,  and kai reptiles herpeton of  the ho earth gē,  and kai birds peteinon of  the ho air ouranos. ", "13": "Then kai a  voice phōnē came ginomai to pros him autos, “ Get anistēmi up ,  Peter Petros;  slaughter thuō and kai eat esthiō!” ", "14": "· ho But de Peter Petros said legō, “ By  no  means mēdamōs,  Lord kyrios;  for hoti I  have  never oudepote eaten esthiō anything pas common koinos or kai unclean akathartos.” ", "15": "And kai a  voice phōnē came  again palin, a  second  time ek,  to pros him autos, “ What hos · ho God theos has  made  clean katharizō,  you sy must  not mē consider  common koinoō.” ", "16": "This houtos · de happened ginomai three  times epi,  and kai immediately  the ho object skeuos was  taken analambanō up  to eis · ho heaven ouranos. ", "17": "Now de while hōs Peter Petros was  perplexed diaporeō within en himself heautou · ho as to  what tis the ho vision horama that hos he had seen  might an mean eimi,  behold idou,  the ho men anēr · ho sent apostellō by hypo · ho Cornelius Kornēlios,  having  made  inquiry dierōtaō for  the ho house oikia of ho Simon Simōn,  stood ephistēmi at epi the ho gate pylōn", "18": "and kai called phōneō out  to  ask pynthanomai whether ei Simon Simōn who ho was  called epikaleō Peter Petros was  staying xenizō there enthade. ", "19": "· ho · de As  Peter Petros was  thinking dienthumeomai about peri the ho vision horama,  the ho Spirit pneuma said legō to  him autos, “ Behold idou,  three treis men anēr are  looking zēteō for  you sy. ", "20": "But alla get anistēmi up ,  go  down katabainō,  and kai accompany poreuō syn them autos without mēdeis hesitation diakrinō,  because hoti I egō have  sent apostellō them autos.” ", "21": "And de Peter Petros went  down katabainō to pros the ho men anēr and  said legō, “ Behold idou,  I egō am eimi the  one hos you  are  looking zēteō for .  What tis is  the ho reason aitia for dia which hos you  have  come pareimi?” ", "22": "And de they ho said legō, “ Cornelius Kornēlios, a  centurion hekatontarchēs, an  upright dikaios man anēr and kai one  who  fears phobeomai · ho God theos,  who  is  well  spoken martyreō of  by hypo the ho whole holos nation ethnos of  the ho Jews Ioudaios,  was  directed chrēmatizō by hypo a  holy hagios angel angelos to  send metapempō for  you sy to  come  to eis · ho his autos house oikos and kai to  hear akouō words rhēma from para you sy.” ", "23": "So oun he  invited eiskaleomai them autos in  and  gave xenizō them  lodging .  On  the ho · de next epaurion day  he  got anistēmi up  and  set exerchomai out  with syn them autos,  and kai some tis of  the ho brothers adelphos · ho from apo Joppa Ioppē went synerchomai with  him autos. ", "24": "And de on  the ho following epaurion day  they  entered eiserchomai · ho Caesarea Kaisareia.  · ho · de Cornelius Kornēlios was eimi expecting prosdokaō them autos and  had  called synkaleō together  · ho his autos relatives syngenēs and kai · ho close anankaios friends philos. ", "25": "When hōs · de Peter Petros entered eiserchomai,  · ho Cornelius Kornēlios met synantaō him autos · ho and  fell piptō at epi his ho feet pous and  worshiped proskyneō him. ", "26": "· ho But de Peter Petros made  him autos get egeirō up ,  saying legō, “ Stand anistēmi up ;  I egō myself autos am eimi also kai just a  man anthrōpos.” ", "27": "And kai as  he  talked synomileō with  him autos,  he  went eiserchomai inside  and kai found heuriskō many  people polys gathered synerchomai. ", "28": "And te he  said phēmi to pros them autos, “ You  yourselves hymeis know epistamai how hōs unlawful athemitos it  is eimi for a  man anēr who is a  Jew Ioudaios to  associate kollaō with  or ē to  visit proserchomai anyone of  another allophylos race ,  but kagō God theos showed deiknymi me  · ho that  I  should  call legō no mēdeis person anthrōpos common koinos or ē unclean akathartos. ", "29": "Therefore dio,  · kai when  I  was  summoned metapempō,  I  came erchomai without  raising  any  objection anantirrētōs.  So oun I  ask pynthanomai for  what tis reason logos did  you  send metapempō for  me egō?” ", "30": "And kai · ho Cornelius Kornēlios said phēmi, “ Four tetartos days hēmera ago apo at mechri this houtos · ho hour hōra,  I  was eimi praying proseuchomai at  the ho ninth enatos hour  in en · ho my egō house oikos,  and kai behold idou, a  man anēr stood histēmi before enōpion me egō in en bright lampros clothing esthēs", "31": "and kai he  said phēmi, ' Cornelius Kornēlios,  your sy prayer proseuchē has  been  heard eisakouō · ho and kai · ho your sy acts eleēmosynē of  charity  have  been  remembered mimnēskomai before enōpion · ho God theos. ", "32": "Send pempō therefore oun to eis Joppa Ioppē and kai invite metakaleō Simon Simōn who hos is  called epikaleō Peter Petros.  He houtos is  staying xenizō in en the  house oikia of  Simon Simōn, a  tanner byrseus,  by para the  sea thalassa.' ", "33": "So oun immediately exautēs I  sent pempō for pros you sy,  and te you sy did poieō well kalōs by  coming paraginomai.  Now nyn therefore oun we hēmeis are pareimi all pas here pareimi in  the  presence enōpion of ho God theos to  hear akouō all pas that ho has  been  commanded prostassō you sy by hypo the ho Lord kyrios.” ", "34": "So de Peter Petros opened anoigō his ho mouth stoma and  said legō: “ Truly epi alētheia I  understand katalambanō that hoti God theos is eimi not ou one  who  shows  partiality prosōpolēmptēs;  · ho", "35": "but alla in en every pas nation ethnos · ho anyone  who  fears phobeomai him autos and kai does ergazomai what  is  right dikaiosynē is eimi acceptable dektos to  him autos", "36": "As for  the ho word logos that hos he  sent apostellō to  the ho sons hyios of  Israel Israēl,  preaching euangelizō good  news  of  peace eirēnē through dia Jesus Iēsous Christ Christos ( he houtos is eimi Lord kyrios of  all pas), ", "37": "you  yourselves hymeis know oida the  account rhēma that ho spread ginomai throughout kata all holos · ho Judea Ioudaia,  beginning archō from apo · ho Galilee Galilaia after meta the ho baptism baptisma that hos John Iōannēs proclaimed kēryssō, ", "38": "Jesus Iēsous · ho of apo Nazareth Nazareth,  how hōs God theos anointed chriō him autos · ho with  the  Holy hagios Spirit pneuma and kai with  power dynamis;  who hos went dierchomai about  doing euergeteō good  and kai healing iaomai all pas who ho were  oppressed katadynasteuō by hypo the ho devil diabolos,  because hoti · ho God theos was eimi with meta him autos. ", "39": "And kai we hēmeis are  witnesses martys of  all pas that hos he  did poieō both te in en the ho country chōra of  the ho Jews Ioudaios and kai in en Jerusalem Ierousalēm,  whom hos also kai they  put  to  death anaireō by  hanging kremannymi him  on epi a  tree xylon. ", "40": "This houtos man  · ho God theos raised egeirō up  on en the ho third tritos day hēmera and kai allowed didōmi him autos to  be ginomai seen emphanēs, ", "41": "not ou to  all pas the ho people laos but alla to  witnesses martys who ho had  been  previously  chosen procheirotoneō by hypo · ho God theos,  to  us hēmeis,  who hostis ate synesthiō and kai drank sympinō with  him autos after meta he autos · ho rose anistēmi from ek the  dead nekros. ", "42": "And kai he  commanded parangellō us hēmeis to  preach kēryssō to  the ho people laos and kai to  testify diamartyromai that hoti this houtos is eimi he ho who  is  appointed horizō by hypo · ho God theos to be  judge kritēs of  the  living zaō and kai the  dead nekros. ", "43": "To  him houtos all pas the ho prophets prophētēs bear martyreō witness , that  everyone pas who ho believes pisteuō in eis him autos receives lambanō forgiveness aphesis of  sins hamartia through dia · ho his autos name onoma.” ", "44": "While  Peter Petros was  still eti speaking laleō · ho · ho these houtos words rhēma,  the ho Holy hagios Spirit pneuma came epipiptō · ho on epi all pas those ho who  were  listening akouō to  the ho message logos. ", "45": "And kai the ho believers pistos,  from ek among  the  circumcised peritomē,  who hosos came synerchomai with  · ho Peter Petros,  were  amazed existēmi that hoti even kai on epi the ho Gentiles ethnos was  the ho gift dōrea of  the ho Holy hagios Spirit pneuma poured ekchunnomai out . ", "46": "For gar they  were  hearing akouō them autos speaking laleō with  tongues glōssa and kai magnifying megalynō · ho God theos.  Then tote Peter Petros declared apokrinomai, ", "47": "“ Surely  no mēti one tis is  able dynamai to  withhold kōlyō the ho water hydōr so  that ho these  people houtos cannot mē be  baptized baptizō who hostis received lambanō the ho Holy hagios Spirit pneuma · ho just kai as hōs we hēmeis did,  can  he ? ", "48": "And de he  ordered prostassō them autos to  be  baptized baptizō in en the ho name onoma of  Jesus Iēsous Christ Christos.  Then tote they  asked erōtaō him autos to  remain epimenō for  some tis days hēmera. "}