{"1": "About kata that ekeinos · de · ho time kairos Herod hērōdēs the ho king basileus set epiballō his ho hand cheir to  mistreat kakoō some tis · ho belonging apo to  the ho church ekklēsia. ", "2": "He  had  James Iakōbos the ho brother adelphos of  John Iōannēs put  to  death anaireō · de with  the  sword machaira, ", "3": "and de when he saw  that hoti it  pleased arestos the ho Jews Ioudaios,  he  proceeded prostithēmi to  arrest syllambanō Peter Petros also kai.  This  was eimi · de during  the ho days hēmera of ho Unleavened azymos Bread . ", "4": "When  he  had  seized piazō him hos,  · kai he  put tithēmi him  in eis prison phylakē,  handing paradidōmi him  over  to  four tessares squads tetradion of  four  soldiers stratiōtēs each  to  guard phylassō him autos,  intending boulomai after meta the ho Passover pascha to  bring anagō him autos out  to  the ho people laos. ", "5": "· ho So oun Peter Petros was  kept tēreō in en · ho prison phylakē,  but de prayer proseuchē was eimi made ginomai earnestly ektenōs to pros God theos for peri him autos by hypo the ho church ekklēsia.  · ho", "6": "Now de when hote Herod hērōdēs was  about mellō to  bring proagō him autos out ,  · ho on ho that  very ekeinos night nyx,  Peter Petros was eimi · ho asleep koimaō between metaxy two dyo soldiers stratiōtēs,  bound deō with  two dyo chains halysis;  and te guards phylax before pro the ho door thura were  guarding tēreō the ho prison phylakē. ", "7": "And kai behold idou, an  angel angelos of  the  Lord kyrios suddenly  appeared ephistēmi,  and kai a  light phōs shone lampō in en the ho cell oikēma.  He  struck patassō · de the ho side pleura of ho Peter Petros and  woke egeirō him autos,  saying legō, “ Get anistēmi up  quickly en tachos.”  And kai his autos chains halysis fell ekpiptō · ho off ek his ho hands cheir. ", "8": "And de the ho angel angelos said legō to pros him autos, “ Dress zōnnymi yourself  and kai put hypodeō on  · ho your sy sandals sandalion.”  And de he  did poieō so houtōs.  And kai he  said legō to  him autos, “ Wrap periballō · ho your sy cloak himation around yourself  and kai follow akoloutheō me egō.” ", "9": "And kai he  went exerchomai out  and  followed akoloutheō him,  and kai he  did  not ou know oida that hoti what ho was  being  done ginomai by dia the ho angel angelos was eimi real alēthēs,  but de thought dokeō he  was  seeing blepō a  vision horama. ", "10": "When  they  had  passed dierchomai · de the  first prōtos guard phylakē and kai the  second deuteros,  they  came erchomai to epi the ho iron sidērous gate pylē · ho that ho leads pherō into eis the ho city polis,  which hostis of  its  own automatos accord  opened anoigō for  them autos,  and kai they  went  out exerchomai and  went proerchomai down  one heis street rhymē,  and kai immediately eutheōs the ho angel angelos left aphistēmi him autos. ", "11": "· kai · ho When ginomai Peter Petros came ginomai to en himself heautou,  he  said legō, “ Now nyn I  know oida for  certain alēthōs that hoti the ho Lord kyrios has  sent exapostellō · ho his autos angel angelos and kai rescued exaireō me egō from ek the  hand cheir of  Herod hērōdēs and kai from  all pas that ho the ho Jewish Ioudaios people laos were  expecting prosdokia.”  · ho", "12": "When  he  realized synoraō this,  he  went erchomai to epi the ho house oikia of ho Mary Maria,  the ho mother mētēr of  John Iōannēs whose ho other epikaleō name  was  Mark Markos,  where hou there  were eimi many hikanos gathered synathroizō together  and kai praying proseuchomai. ", "13": "And de when  he autos knocked krouō at  the ho door thura of  the ho gateway pylōn, a  servant  girl paidiskē named onoma Rhoda Rhodē came proserchomai to  answer hypakouō. ", "14": "· kai When  she  recognized epiginōskō · ho Peter' s Petros voice phōnē,  · ho because apo of  her ho joy chara she  did  not ou open anoigō the ho gate pylōn,  but de ran eistrechō back  inside  and  reported apangellō that  Peter Petros was  standing histēmi · ho at pro the ho gate pylōn. ", "15": "They ho · de said legō to pros her autos, “ You  are  out mainomai of  your  mind .”  But de she ho insisted diischurizomai that  it  was echō so houtōs.  They ho · de kept  saying legō, “ It  is eimi his autos · ho angel angelos!” ", "16": "· ho But de Peter Petros continued epimenō knocking krouō;  and de when  they  opened anoigō, they saw  him autos and kai were  astonished existēmi. ", "17": "But de Peter  motioned kataseiō to  them autos with  his ho hand cheir to  be  silent sigaō, and  he  related diēgeomai how pōs the ho Lord kyrios had  brought exagō him autos out ek of  the ho prison phylakē.  And te he  said legō, “ Tell apangellō these  things houtos to  James Iakōbos and kai to  the ho brothers adelphos.”  Then kai he  departed exerchomai and  went poreuō to eis another heteros place topos. ", "18": "Now de when  day hēmera came ginomai,  there  was eimi no ou little oligos commotion tarachos among en the ho soldiers stratiōtēs as to  what tis had  become ginomai of  · ho Peter Petros. ", "19": "And de after  Herod hērōdēs searched epizēteō for  him autos and kai could  not mē find heuriskō him,  he  examined anakrinō the ho guards phylax and  ordered keleuō them  to  be  executed apagō.  Then kai he  went katerchomai down  from apo · ho Judea Ioudaia to eis Caesarea Kaisareia and  stayed diatribō there. ", "20": "Now de Herod  was eimi very  angry thumomacheō with  the  Tyrinians Tyrios and kai the  Sidonians Sidōnios,  and de with  one  accord homothumadon they  came pareimi to pros him autos and kai when  they  had  persuaded peithō Blastus Blastos,  who ho was  in epi charge  of  the ho bed-chamber koitōn of  the ho king basileus,  they  asked aiteō for  peace eirēnē because dia · ho their autos country' s chōra food-supply trephō · ho was provided  by apo the ho king' s basilikos country. ", "21": "On  an  appointed taktos · de day hēmera · ho Herod hērōdēs put endyō on  his  royal basilikos robes esthēs,  · kai sat kathizō down  on epi the ho judgment bēma seat , and  delivered dēmēgoreō an  oration  to pros them autos. ", "22": "But de the ho crowd dēmos began  to  shout epiphōneō, “It is the  voice phōnē of  a  god theos,  and kai not ou of  a  man anthrōpos!” ", "23": "And de immediately parachrēma an  angel angelos of kyrios the  Lord kyrios struck  Herod autos down patassō because anti hos he  did  not ou give didōmi the ho glory doxa to ho God theos,  and kai he  was ginomai eaten skōlēkobrōtos by  worms  and  died ekpsychō. ", "24": "But de the ho word logos of ho God theos continued  to  advance auxanō and kai gain plēthunō adherents . ", "25": "And de Barnabas Barnabas and kai Saul Saulos returned hypostrephō from eis Jerusalem Ierousalēm having  completed plēroō their ho mission diakonia,  taking symparalambanō with  them  John Iōannēs,  whose ho other  name epikaleō was  Mark Markos. "}