{"1": "It  came  to  pass ginomai · de in en Iconium Ikonion that  Paul  and  Barnabas autos went eiserchomai as kata · ho usual autos into eis the ho synagogue synagōgē of  the ho Jews Ioudaios and kai spoke laleō in  such houtōs a  way  that hōste a  large polys group plēthos of  both te Jews Ioudaios and kai Greeks Hellēn believed pisteuō. ", "2": "But de the ho Jews Ioudaios who  did  not  believe apeitheō stirred epegeirō up  and kai embittered kakoō the ho minds psychē of  the ho Gentiles ethnos against kata their ho brothers adelphos. ", "3": "So oun they  stayed  there diatribō for  a  considerable hikanos time chronos,  speaking parrēsiazomai out  boldly  about epi the ho Lord kyrios,  who ho witnessed martyreō to epi the ho message logos of ho his autos grace charis,  granting didōmi signs sēmeion and kai wonders teras to  be  done ginomai through dia · ho their autos hands cheir. ", "4": "But de the ho people plēthos of  the ho city polis were  divided schizō;  while kai some ho sided eimi with syn the ho Jews Ioudaios,  others ho · de sided  with syn the ho apostles apostolos. ", "5": "When hōs · de there  was ginomai an  attempt hormē by ho both te Gentiles ethnos and kai Jews Ioudaios along syn with  · ho their autos rulers archōn,  to  mistreat hybrizō them  and kai to  stone lithoboleō them autos, ", "6": "they  became synoraō aware  of  it and  fled katapheugō to eis the ho cities polis of ho Lycaonia Lykaonia,  Lystra Lystra and kai Derbe Derbē,  and kai to  the ho surrounding perichōros region , ", "7": "and kakei there  they  were eimi preaching euangelizō the  good  news . ", "8": "Now kai there was  a tis man anēr sitting kathēmai in en Lystra Lystra,  whose ho feet pous were  useless adynatos,  lame chōlos from ek the  womb koilia of  his autos mother mētēr,  who hos had  never oudepote walked peripateō. ", "9": "This houtos man  listened akouō to  · ho Paul Paulos speaking laleō.  Looking  intently  at atenizō him autos,  Paul hos · kai saw  that hoti he  had echō faith pistis to  be  healed sōzō, ", "10": "and  said legō in  a  loud megas voice phōnē, “ Stand anistēmi upright orthos on epi · ho your sy feet pous.”  And kai he  jumped hallomai up  and kai began  to  walk peripateō. ", "11": "And te the ho crowds ochlos, seeing  what hos Paul Paulos had  done poieō,  lifted epairō up  · ho their autos voices phōnē,  saying legō in  the  dialect Lykaonisti of  Lycaonia , “ The ho gods theos have  come  down katabainō to pros us hēmeis in  the  likeness homoioō of  men anthrōpos!” ", "12": "Barnabas Barnabas they  called kaleō · ho Zeus Zeus,  · ho and de Paul Paulos,  Hermes Hermēs,  because epeidē he autos was eimi the ho chief hēgeomai · ho speaker logos. ", "13": "The ho priest hiereus of ho Zeus Zeus,  whose ho temple  was eimi at pro the  entrance  to  the ho city polis,  brought pherō oxen tauros and kai garlands stemma to epi the ho gates pylōn,  intending thelō to  offer  sacrifice thuō along syn with  the ho crowds ochlos. ", "14": "But de when  the ho apostles apostolos Barnabas Barnabas and kai Paul Paulos heard akouō of  it,  they  tore  · ho their autos clothes himation,  rushed ekpēdaō out  into eis the ho crowd ochlos, and  shouted krazō, ", "15": "· kai saying legō, “ Men anēr,  why tis are  you  doing poieō these houtos things ? For  we hēmeis too kai are eimi men anthrōpos subject  to  the  same  frailties homoiopathēs as  you hymeis,  bringing euangelizō you hymeis good news  to  turn  away epistrephō from apo these houtos · ho vain mataios things  to epi the  living zaō God theos,  who hos made poieō the ho heaven ouranos and kai the ho earth gē and kai the ho sea thalassa and kai everything pas · ho in en them autos, ", "16": "who hos in en · ho past paroichomai generations genea allowed eaō all pas the ho nations ethnos to  walk poreuō in ho their  own autos ways hodos; ", "17": "yet kaitoi he  did aphiēmi not ou leave aphiēmi himself autos without  witness amartyros,  for  he  did  good agathoergeō,  giving didōmi you hymeis rains hyetos from  heaven ouranothen and kai fruitful karpophoros seasons kairos,  filling empiplēmi your hymeis hearts kardia with  food trophē and kai gladness euphrosynē.”  · ho", "18": "Even kai saying legō these houtos things ,  they  barely molis restrained katapauō the ho crowds ochlos · ho from mē offering thuō sacrifice  to  them autos. ", "19": "But de there  came eperchomai Jews Ioudaios from apo Antioch Antiocheia and kai Iconium Ikonion,  and kai having  persuaded peithō the ho crowd ochlos · kai they  stoned lithazō · ho Paul Paulos and  dragged syrō him  outside exō the ho city polis,  thinking nomizō him autos to  be  dead thnēskō. ", "20": "But de when  the ho disciples mathētēs gathered kykloō around  him autos,  he  got anistēmi up  and  went eiserchomai into eis the ho city polis;  and kai on  the ho following epaurion day  he  set exerchomai off  with syn · ho Barnabas Barnabas for eis Derbe Derbē. ", "21": "After  they  had  preached euangelizō the  good  news  · ho in  that ekeinos city polis and kai made  many hikanos disciples mathēteuō,  they  returned hypostrephō to eis · ho Lystra Lystra,  then kai on eis to  Iconium Ikonion and kai to eis Antioch Antiocheia, ", "22": "strengthening epistērizō the ho souls psychē of  the ho disciples mathētēs,  encouraging parakaleō them  to  continue emmenō in  the ho faith pistis,  and kai saying, “It is  through dia many polys tribulations thlipsis that  we hēmeis must dei enter eiserchomai eis the ho kingdom basileia of ho God theos.” ", "23": "And de when  they  had  appointed cheirotoneō elders presbyteros for  them autos in kata every  church ekklēsia,  praying proseuchomai with meta fasting nēsteia,  they  committed paratithēmi them autos to  the ho Lord kyrios in eis whom hos they  had  believed pisteuō. ", "24": "And kai going dierchomai through  · ho Pisidia Pisidia,  they  came erchomai to eis · ho Pamphylia Pamphylia. ", "25": "And kai when  they  had  spoken laleō the ho word logos in en Perga Pergē,  they  went katabainō down  to eis Attalia Attaleia, ", "26": "and  from kakeithen there  they  sailed apopleō to eis Antioch Antiocheia,  where hothen they  had  been eimi commended paradidōmi to  the ho grace charis of ho God theos for eis the ho work ergon that hos they  had  fulfilled plēroō. ", "27": "And de when  they  arrived paraginomai,  and kai had  gathered synagō the ho church ekklēsia together ,  they  reported anangellō all hosos that  God theos had  done poieō · ho with meta them autos and kai how hoti he  had  opened anoigō a  door thura of  faith pistis to  the ho Gentiles ethnos. ", "28": "And de they  spent diatribō no ou little oligos time chronos there  with syn the ho disciples mathētēs. "}