{"1": "Now kai some tis men  came katerchomai down  from apo · ho Judea Ioudaia and  began  to  teach didaskō the ho brothers adelphos, “ Unless ean mē you  are  circumcised peritemnō according  to  the ho custom ethos of ho Moses Mōysēs,  you  cannot ou be  saved sōzō.” ", "2": "And de when  Paul Paulos and kai Barnabas Barnabas had ginomai no ou small oligos argument stasis and kai debate zētēsis · ho · ho with pros them autos, the brethren  appointed tassō Paul Paulos and kai Barnabas Barnabas and kai some tis others allos among ek them autos to  go  up anabainō to eis Jerusalem Ierousalēm to pros the ho apostles apostolos and kai elders presbyteros regarding peri · ho this houtos issue zētēma. ", "3": "So oun being  sent propempō on  their  way  by hypo the ho church ekklēsia,  they ho went dierchomai through  · ho both te Phoenicia Phoinikē and kai Samaria Samareia,  narrating ekdiēgeomai in  detail  the ho conversion epistrophē of  the ho Gentiles ethnos,  and kai brought poieō great megas joy chara to  all pas the ho brothers adelphos. ", "4": "And de when  they  arrived paraginomai in eis Jerusalem Ierousalēm,  they  were  welcomed paradechomai by apo the ho church ekklēsia and kai the ho apostles apostolos and kai the ho elders presbyteros,  and te they  reported anangellō all hosos that  · ho God theos had  done poieō with meta them autos. ", "5": "But de some tis arose exanistēmi · ho from apo the ho party hairesis of  the ho Pharisees Pharisaios,  believers pisteuō, and  said legō, “ It  is  necessary dei to  circumcise peritemnō them autos and te order parangellō them  to  keep tēreō the ho law nomos of  Moses Mōysēs.” ", "6": "The ho apostles apostolos and kai the ho elders presbyteros were  gathered synagō to see  about peri · ho this houtos matter logos. ", "7": "After  there  had  been ginomai much polys · de debate zētēsis,  Peter Petros stood anistēmi up  and  said legō to pros them autos, “ My  brothers anēr,  you hymeis know epistamai that hoti in apo days hēmera of  old archaios God theos made  a  choice eklegomai among en you hymeis,  · ho that  through dia · ho my egō mouth stoma the ho Gentiles ethnos should  hear akouō the ho message logos of  the ho gospel euangelion and kai believe pisteuō. ", "8": "And kai · ho God theos,  who  knows kardiognōstēs the  heart ,  confirmed martyreō this,  by  giving didōmi the ho Holy hagios Spirit pneuma · ho to  them autos just kathōs as  · kai he did  to  us hēmeis, ", "9": "and kai he  made  no outheis distinction diakrinō between metaxy us hēmeis and kai them autos,  cleansing katharizō their autos hearts kardia by ho faith pistis.  · ho", "10": "So oun now nyn why tis are  you  testing peirazō · ho God theos by  putting epitithēmi a  yoke zygos on epi the ho neck trachēlos of  the ho disciples mathētēs,  which hos neither oute · ho our hēmeis ancestors patēr nor oute we hēmeis have  been  able ischuō to  bear bastazō? ", "11": "But alla through dia the ho grace charis of  the ho Lord kyrios Jesus Iēsous we  believe pisteuō that  we  will  be  saved sōzō,  in kata the  same hos way tropos as  those kakeinos also .” ", "12": "And de the ho entire pas assembly plēthos fell  silent sigaō,  and kai listened akouō to  Barnabas Barnabas and kai Paul Paulos recounting exēgeomai all hosos the  signs sēmeion and kai wonders teras that  God theos had  done poieō · ho through dia them autos among en the ho Gentiles ethnos. ", "13": "When meta · de they autos finished  speaking sigaō,  James Iakōbos replied apokrinomai,  saying legō, “ My  brothers anēr,  listen akouō to  me egō. ", "14": "Simeon Symeōn has  recounted exēgeomai how kathōs God theos first prōton · ho concerned episkeptomai himself  about  taking lambanō from ek among  the  Gentiles ethnos a  people laos for ho his autos name onoma. ", "15": "And kai with  this houtos agree symphōneō the ho words logos of  the ho prophets prophētēs,  as kathōs it  is  written graphō, ", "16": "' After meta this houtos I  will  return anastrephō,  and kai I  will  rebuild anoikodomeō the ho tent skēnē of  David Dauid,  which ho has  fallen piptō,  and kai I  will  rebuild anoikodomeō the ho ruins kataskaptō of  it autos,  and kai I  will  restore anorthoō it autos, ", "17": "so hopōs that  the ho rest kataloipos of ho men anthrōpos may an seek ekzēteō the ho Lord kyrios,  namely kai,  all pas the ho Gentiles ethnos on epi whom hos my egō name onoma has  been  called epikaleō,  · ho says legō the  Lord kyrios,  who  makes poieō these houtos things ", "18": "known gnōstos from apo long aiōn ago .' ", "19": "Therefore dio I egō conclude krinō that  we  should  not mē trouble parenochleō those ho from apo the ho Gentiles ethnos who  are  turning epistrephō to epi · ho God theos, ", "20": "but alla should  write epistellō to  them autos to  abstain apechō from  the ho pollutions alisgēma of ho idols eidōlon,  and kai from ho sexual porneia immorality ,  and kai from ho what  has  been  strangled pniktos,  and kai from ho blood haima. ", "21": "For gar from ek ancient archaios generations genea Moses Mōysēs has  had echō in kata every  city polis those ho who  proclaim kēryssō him autos,  because  he  is  read  aloud anaginōskō in en the ho synagogues synagōgē every kata pas Sabbath sabbaton.” ", "22": "Then tote it  seemed dokeō good  to  the ho apostles apostolos and kai the ho elders presbyteros,  together syn with  the ho whole holos church ekklēsia,  to  send pempō men anēr chosen eklegomai from ek among  them autos to eis Antioch Antiocheia with syn · ho Paul Paulos and kai Barnabas Barnabas— Judas Ioudas · ho called kaleō Barsabbas Barsabbas,  and kai Silas Silas,  leading hēgeomai men anēr among en the ho brothers adelphos— ", "23": "writing graphō by dia their autos hand cheir, “From  the ho apostles apostolos and kai · ho elders presbyteros, your  brothers adelphos,  to  the ho Gentile ethnos brothers adelphos in kata · ho Antioch Antiocheia and kai Syria Syria and kai Cilicia Kilikia,  · ho Greetings chairō! ", "24": "Since epeidē we  have  heard akouō that hoti some tis from ek among  us hēmeis have  gone exerchomai out  and  troubled tarassō you hymeis with  their  words logos,  unsettling anaskeuazō · ho your hymeis minds psychē— we  had  given  them hos no ou such  instructions diastellō— ", "25": "it  seemed dokeō good  to  us hēmeis,  having  reached ginomai agreement homothumadon,  to  select eklegomai men anēr to  send pempō to pros you hymeis with syn · ho our hēmeis beloved agapētos Barnabas Barnabas and kai Paul Paulos, ", "26": "men anthrōpos who  have  risked paradidōmi · ho their autos lives psychē for hyper the ho name onoma of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos. ", "27": "Therefore oun we  have  sent apostellō Judas Ioudas and kai Silas Silas,  and kai they autos will  tell apangellō you  the ho same  things autos verbally dia logos. ", "28": "For gar it  seemed  good dokeō to  the ho Holy hagios Spirit pneuma · ho and kai to  us hēmeis to  impose epitithēmi on  you hymeis no mēdeis further polys burden baros than plēn these houtos · ho essential epanankes requirements : ", "29": "that  you  abstain apechō from  meat eidōlothutos sacrificed  to  idols ,  and kai from  blood haima,  and kai from  things pniktos strangled ,  and kai from  sexual porneia immorality .  If  you  keep diatēreō yourselves heautou from ek doing  these hos things ,  you  will  do prassō well.  Farewell rhōnnymi.” ", "30": "So oun they ho were  sent apolyō off  and  went katerchomai down  to eis Antioch Antiocheia,  and kai gathering synagō the ho entire plēthos group  together,  they  delivered epididōmi the ho letter epistolē. ", "31": "And de when  they  read anaginōskō it  aloud , the people  rejoiced chairō at epi its ho encouragement paraklēsis. ", "32": "Both te Judas Ioudas and kai Silas Silas,  also kai being eimi prophets prophētēs themselves autos,  encouraged parakaleō and kai strengthened epistērizō the ho brothers adelphos with dia a  long polys speech logos. ", "33": "And de when  they  had  spent poieō some  time chronos there,  they  were  despatched apolyō with meta a greeting of  peace eirēnē from apo the ho brothers adelphos to pros those ho who  had  sent apostellō them autos. ", "35": "But de Paul Paulos and kai Barnabas Barnabas continued diatribō on  in en Antioch Antiocheia,  teaching didaskō and kai preaching euangelizō the ho word logos of  the ho Lord kyrios,  with meta many polys others heteros also kai. ", "36": "And de after meta some tis days hēmera Paul Paulos said legō to pros Barnabas Barnabas, “ Let  us  return epistrephō indeed dē and  visit episkeptomai the ho brothers adelphos in kata every pas city polis in en which hos we  announced katangellō the ho word logos of  the ho Lord kyrios to see  how pōs they  are echō.” ", "37": "Now de Barnabas Barnabas wanted boulomai to  take symparalambanō with  · kai them  · ho John Iōannēs who ho is  called kaleō Mark Markos. ", "38": "But de Paul Paulos did  not mē think axioō it  wise  to  take  with symparalambanō them  this  one houtos who ho had  withdrawn aphistēmi from apo them autos in apo Pamphylia Pamphylia and kai had  not mē gone synerchomai with  them autos to eis the ho work ergon. ", "39": "There  arose ginomai · de a  sharp paroxysmos disagreement ,  so hōste that  they autos parted apochōrizō from apo one allēlōn another .  · ho Barnabas Barnabas took paralambanō · ho Mark Markos and  sailed ekpleō off  to eis Cyprus Kypros, ", "40": "but de Paul Paulos chose epilegō Silas Silas and  departed exerchomai,  having  been  commended paradidōmi to  the ho grace charis of  the ho Lord kyrios by hypo the ho brothers adelphos. ", "41": "And de he  traveled dierchomai through  · ho Syria Syria and kai · ho Cilicia Kilikia,  strengthening epistērizō the ho churches ekklēsia. "}