{"1": "Paul  went katantaō · de also kai to eis Derbe Derbē and kai to eis Lystra Lystra;  and kai there  was eimi a  certain tis disciple mathētēs there ekei named onoma Timothy Timotheos, the  son hyios of  a  converted pistos Jewish Ioudaios woman gynē, whose  father patēr · de was a  Greek Hellēn. ", "2": "He hos was  well  attested martyreō by hypo the ho brothers adelphos at en Lystra Lystra and kai Iconium Ikonion. ", "3": "Paul Paulos wanted thelō Timothy houtos · ho to  accompany exerchomai him autos,  so kai he  took lambanō him and  circumcised peritemnō him autos because dia of  the ho Jews Ioudaios who ho were eimi in en · ho those ekeinos places topos;  for gar they  all hapas knew oida that hoti his autos father patēr was hyparchō a  Greek Hellēn.  · ho", "4": "As hōs · de they  went  through diaporeuomai the ho cities polis,  they  delivered paradidōmi to  them autos for  observance phylassō the ho decrees dogma that ho had  been  decided krinō on  by hypo the ho apostles apostolos and kai elders presbyteros who ho were  in en Jerusalem Hierosolyma. ", "5": "So oun the ho churches ekklēsia were  strengthened stereoō in  the ho faith pistis,  and kai they  increased perisseuō in ho number arithmos daily kata hēmera. ", "6": "And de they  went  through dierchomai the ho Phrygian Phrygia and kai Galatian Galatikos region chōra,  having  been  prevented kōlyō by hypo the ho Holy hagios Spirit pneuma from  speaking laleō the ho message logos in en · ho Asia Asia. ", "7": "And de when  they  came erchomai to kata · ho Mysia Mysia,  they  tried peirazō to  go poreuō into eis · ho Bithynia Bithunia,  but kai the ho Spirit pneuma of  Jesus Iēsous did  not ou allow eaō them autos, ", "8": "so de they  passed parerchomai through  · ho Mysia Mysia and  went katabainō down  to eis Troas Trōias. ", "9": "And kai a  vision horama in dia the ho night nyx appeared horaō to ho Paul Paulos:  a tis man anēr of  Macedonia Makedōn was eimi standing histēmi there,  · kai urging parakaleō him autos and kai saying legō, “ Come diabainō over  to eis Macedonia Makedonia and  help boētheō us hēmeis!” ", "10": "And de when hōs Paul had seen  the ho vision horama,  immediately eutheōs we  tried zēteō to  go exerchomai into eis Macedonia Makedonia,  concluding symbibazō that hoti God theos had  called proskaleō us hēmeis · ho to  preach euangelizō the  gospel  to  them autos. ", "11": "So de,  setting anagō sail  from apo Troas Trōias,  we  sailed euthudromeō on  a  direct  course  to eis Samothrace Samothrakē,  and de on  the ho following epeimi day  to eis Neapolis neos polis, ", "12": "and kakeithen from  there  to eis Philippi Philippoi,  which hostis is eimi a  leading prōtos city polis of  that  district meris of ho Macedonia Makedonia, a Roman  colony kolōnia.  We eimi · de remained diatribō in en that houtos · ho city polis for  several tis days hēmera. ", "13": "And te on  the ho Sabbath sabbaton day hēmera · ho we  went exerchomai outside exō the ho gate pylē to para the  riverside potamos,  where hou we  thought nomizō there  would  be eimi a place of  prayer proseuchē,  and kai we  sat kathizō down  and  spoke laleō to  the ho women gynē who  had  gathered synerchomai there. ", "14": "And kai a  certain tis woman gynē,  named onoma Lydia Lydia, a  seller porphyropōlis of  purple  cloths  from  the  city polis of  Thyatira Thuateira, a  worshipper sebō of  · ho God theos,  listened akouō; and  the ho Lord kyrios opened dianoigō · ho her hos heart kardia to  respond prosechō to ho what  was  said laleō by hypo · ho Paul Paulos. ", "15": "And de when hōs she  was  baptized baptizō,  and kai · ho her autos household oikos as well,  she  urged parakaleō us,  saying legō, “ If ei you  have  judged krinō me egō to  be eimi faithful pistos to  the ho Lord kyrios,  come eiserchomai to eis · ho my egō house oikos and  stay menō.”  And kai she  prevailed parabiazomai upon  us hēmeis. ", "16": "Now de as  we hēmeis were  going poreuō to eis the ho place of  prayer proseuchē,  a tis slave paidiskē girl  who  had echō a  spirit pneuma of divination,  met hypantaō us hēmeis.  She hostis brought parechō great polys profit ergasia to ho her autos masters kyrios by  fortune-telling manteuomai. ", "17": "She houtos followed katakoloutheō after  · ho Paul Paulos and kai us hēmeis,  crying krazō out ,  saying legō, “ These houtos · ho men anthrōpos are eimi servants  of  the ho Most  High hypsistos God theos,  · ho who hostis proclaim katangellō to  you hymeis the  way hodos of  salvation sōtēria.” ", "18": "And de this houtos she  kept  doing poieō for epi many polys days hēmera.  But de Paul Paulos became  annoyed diaponeomai,  and kai turning epistrephō to  the ho spirit pneuma,  said legō, “ I  charge parangellō you sy in en the  name onoma of  Jesus Iēsous Christ Christos to  come exerchomai out  of apo her autos.”  And kai it  came exerchomai out  that ho very autos hour hōra. ", "19": "When  her autos owners kyrios saw  · de · ho that hoti their autos hope elpis of ho profit ergasia was  gone exerchomai,  · ho they  seized epilambanomai · ho Paul Paulos and kai · ho Silas Silas and dragged them  into eis the ho marketplace agora before epi the ho rulers archōn. ", "20": "And kai when  they  had  brought prosagō them autos to  the ho magistrates stratēgos,  they  said legō, “ These houtos · ho men anthrōpos are hyparchō Jews Ioudaios, and  they  are  disturbing ektarassō our hēmeis · ho city polis", "21": "· kai by  advocating katangellō customs ethos that hos are  not ou lawful  for  us hēmeis to  accept paradechomai or oude practice poieō,  since  we  are eimi Romans Rhōmaios. ", "22": "· kai The ho crowd ochlos joined synephistēmi in  attacking  them autos,  and kai the ho magistrates stratēgos tore perirēgnymi the ho clothes himation off  them autos and  gave keleuō orders  to  beat rhabdizō them  with  rods . ", "23": "And te when  they  had  laid epitithēmi many polys stripes plēgē on  them autos,  they  threw ballō them  into eis prison phylakē,  charging parangellō the ho jailer desmophylax to  keep tēreō them autos securely asphalōs, ", "24": "who hos,  having  received lambanō such toioutos a  charge parangelia,  put ballō them autos into eis the ho inner esōteros prison phylakē and kai fastened asphalizō · ho their autos feet pous in eis the ho stocks xylon. ", "25": "About kata · de · ho midnight mesonyktion Paul Paulos and kai Silas Silas were  praying proseuchomai and  singing hymneō hymns  to  · ho God theos,  and de the ho prisoners desmios were  listening epakroaomai to  them autos. ", "26": "Suddenly aphnō · de there  was ginomai a  violent megas earthquake seismos,  so hōste that  the ho foundations themelion of  the ho prison desmōtērion were  shaken saleuō;  and de immediately parachrēma all pas the ho doors thura were  opened anoigō and kai everyone' s pas · ho chains desmos were  unfastened aniēmi. ", "27": "When  the ho jailer desmophylax woke  up exypnos · de and kai saw  the ho doors thura of  the ho prison phylakē standing  open anoigō,  he  drew spaō his ho sword machaira and  was  about mellō to  kill anaireō himself heautou,  for  he  thought nomizō the ho prisoners desmios had  escaped ekpheugō. ", "28": "But de Paul Paulos called phōneō out  in  a  loud megas voice phōnē,  · ho saying legō, “ Do prassō not mēdeis harm kakos yourself seautou,  for gar we  are eimi all hapas here enthade.” ", "29": "Then de,  calling aiteō for  lights phōs, the jailer  rushed eispēdaō in  and kai trembling  with  fear entromos he  fell prospiptō down  before  · ho Paul Paulos and kai · ho Silas Silas. ", "30": "Then kai he  brought proagō them autos outside exō and  asked phēmi, “ Sirs kyrios,  what tis must dei I egō do poieō to hina be  saved sōzō?” ", "31": "And de they ho said legō, “ Believe pisteuō in epi the ho Lord kyrios Jesus Iēsous,  and kai you  will  be  saved sōzō,  you sy and kai · ho your sy household oikos.” ", "32": "And kai they  spoke laleō the ho word logos of  the ho Lord kyrios to  him autos,  along syn with  all pas who ho were  in en · ho his autos house oikia. ", "33": "And kai taking paralambanō them autos in en that ekeinos · ho hour hōra of  the ho night nyx,  he  washed louō their ho wounds plēgē;  then kai he  was  baptized baptizō at  once parachrēma,  he autos and kai · ho all pas his autos family. ", "34": "And te when  he  had  brought anagō them autos up  into eis his ho house oikos,  he  set paratithēmi food trapeza before  them;  and kai he  rejoiced agalliaō,  having  placed  his  faith pisteuō in ho God theos along  with  his  entire  household panoikei. ", "35": "But de when  it  was ginomai day hēmera,  the ho magistrates stratēgos sent apostellō their ho constables rhabdouchos,  saying legō, “ Release apolyō · ho those ekeinos men anthrōpos.” ", "36": "And de the ho jailer desmophylax reported apangellō · ho these houtos words logos to pros · ho Paul Paulos, saying, “ The ho magistrates stratēgos have  sent apostellō orders  to hina release apolyō you .  So oun depart exerchomai now nyn and  go poreuō in en peace eirēnē.” ", "37": "· ho But de Paul Paulos said phēmi to pros them autos, “ They  have  beaten derō us hēmeis publicly dēmosios,  uncondemned akatakritos,  men anthrōpos who  are hyparchō Roman Rhōmaios citizens , and  have  thrown ballō us  into eis prison phylakē;  and kai now nyn would  they  send ekballō us hēmeis away ekballō in  secret lathrai?  No ou indeed alla!  They  themselves autos must  come erchomai and  escort exagō us hēmeis out .” ", "38": "The ho constables rhabdouchos reported apangellō · de these houtos words rhēma to  the ho magistrates stratēgos.  · ho And de they  were  afraid phobeomai when  they  heard akouō that hoti they  were eimi Roman Rhōmaios citizens . ", "39": "So kai they  came erchomai and  spoke parakaleō to  them autos in  a  friendly  manner ;  and kai having  taken exagō them  out ,  they  asked erōtaō them  to  leave aperchomai the ho city polis. ", "40": "So de when  they  had  left exerchomai the ho prison phylakē,  they  went eiserchomai to pros · ho Lydia' s Lydia house;  and kai when they saw  the ho brothers adelphos,  they  encouraged parakaleō them  and kai departed exerchomai. "}