{"1": "After meta this houtos Paul  departed chōrizō from ek · ho Athens and  went erchomai to eis Corinth Korinthos. ", "2": "And kai finding heuriskō a  certain tis Jew Ioudaios named onoma Aquila Akylas, a  native genos of  Pontus Pontikos,  · ho recently prosphatōs come erchomai from apo · ho Italy Italia with kai his autos wife gynē Priscilla Priskilla because dia · ho Claudius Klaudios had  commanded diatassō all pas the ho Jews Ioudaios to  depart chōrizō from apo · ho Rome Rhōmē,  he  approached proserchomai them autos, ", "3": "and kai because dia he  was eimi of the  same homotechnos trade  he  stayed menō with para them autos and kai worked ergazomai,  for gar they  were eimi tentmakers skēnopoios by ho trade technē. ", "4": "And de he  reasoned dialegomai in en the ho synagogue synagōgē every kata pas Sabbath sabbaton and te tried peithō to  persuade  Jews Ioudaios and kai Greeks Hellēn. ", "5": "When hōs · de Silas Silas and kai Timothy Timotheos came katerchomai down  from apo · ho Macedonia Makedonia,  · ho · ho Paul Paulos was  wholly  absorbed synechō with preaching  the ho word logos,  · ho testifying diamartyromai to  the ho Jews Ioudaios that  Jesus Iēsous was eimi the ho Messiah Christos. ", "6": "But de when  they autos opposed antitassō and kai reviled blasphēmeō him,  he  shook ektinassō out  his ho garments himation and  said legō to pros them autos,  · ho “ Your hymeis blood haima be  on epi · ho your  own hymeis head kephalē!  I egō am  guiltless katharos.  From apo · ho now nyn on  I  will  go poreuō to eis the ho Gentiles ethnos.” ", "7": "And kai he  left metabainō there ekeithen and  went eiserchomai to eis the  house oikia of  one tis named onoma Titius Titios Justus Ioustos, a  worshiper sebō of  · ho God theos,  whose hos · ho house oikia was eimi next synomoreō door  to  the ho synagogue synagōgē. ", "8": "Crispus Krispos,  · de the ho ruler archisynagōgos of  the  synagogue ,  believed pisteuō in  the ho Lord kyrios,  together syn with  his autos entire holos · ho household oikos;  and kai many polys of  the ho Corinthians Korinthios upon  hearing akouō about  it,  believed pisteuō and kai were  baptized baptizō. ", "9": "And de the ho Lord kyrios said legō to ho Paul Paulos during en the  night nyx in dia a  vision horama, “ Do  not mē be  afraid phobeomai,  but alla go  on  speaking laleō and kai do  not mē be  silent siōpaō, ", "10": "because dioti I egō am eimi with meta you sy and kai no oudeis one  will  lay epitithēmi a hand  on  you sy to ho do  you sy harm kakoō,  for dioti I egō have eimi many polys people laos in en · ho this houtos city polis.” ", "11": "So de he  stayed kathizō there a  year eniautos and kai six hex months mēn,  teaching didaskō among en them autos the ho word logos of ho God theos. ", "12": "But de when eimi Gallio Galliōn was eimi proconsul anthypatos of ho Achaia Achaia,  the ho Jews Ioudaios rose katephistamai up  with  one  accord homothumadon against  · ho Paul Paulos and kai brought agō him autos before epi the ho tribunal bēma, ", "13": "saying legō, “ This  man houtos is  persuading anapeithō · ho men anthrōpos to  worship sebō · ho God theos in a way  contrary  to para the ho law nomos.” ", "14": "But de when  Paul Paulos was  about mellō · ho to  open anoigō his ho mouth stoma,  Gallio Galliōn said legō · ho to pros the ho Jews Ioudaios, “ If ei it  were eimi a  matter tis of  wrongdoing adikēma or ē a  serious  piece ponēros of  villainy rhadiourgēma,  O ō Jews Ioudaios, it  would an be  reasonable kata logos for me  to  put anechōmai up  with  you hymeis. ", "15": "But de if ei the  questions zētēma are eimi about peri a  word logos and kai names onoma and kai your hymeis own ho law nomos,  see horaō to it  yourselves autos.  I egō do boulomai not ou wish boulomai to  be eimi a  judge kritēs of  these  matters houtos.” ", "16": "And kai he  drove apelaunō them autos from apo the ho tribunal bēma. ", "17": "And de they  all pas took epilambanomai hold  of  Sosthenes Sōsthenēs,  the ho ruler archisynagōgos of  the  synagogue , and  began  to  beat typtō him  in  front emprosthen of  the ho tribunal bēma.  But kai none oudeis of  these houtos things  were  of  concern melei to ho Gallio Galliōn. ", "18": "· ho · de Paul Paulos,  after  remaining prosmenō there  for  a  number  of hikanos days hēmera,  said  farewell apotassō to  the ho brothers adelphos and  sailed ekpleō away  to eis · ho Syria Syria,  and kai with syn him autos were  Priscilla Priskilla and kai Aquila Akylas.  At en Cenchreae Kenchreai he  had  his ho head kephalē shaved keirō,  for gar he  had  taken echō a  vow euchē. ", "19": "And de they  went katantaō to eis Ephesus Ephesos,  and  he  left kataleipō them kakeinos there autou but de he  himself autos went eiserchomai into eis the ho synagogue synagōgē and  reasoned dialegomai with  the ho Jews Ioudaios. ", "20": "When  they autos asked erōtaō · de him  to  stay menō a  longer polys time chronos,  he  would  not ou consent epineuō", "21": "but alla bade apotassō farewell ,  · kai saying legō, “ I  will  come anakamptō back  to pros you hymeis again palin,  · ho God theos willing thelō.” Then  he  set anagō sail  from apo · ho Ephesus Ephesos, ", "22": "and kai when  he  touched katerchomai land  at eis Caesarea Kaisareia, he  went anabainō up  and kai greeted aspazomai the ho church ekklēsia and then  went katabainō down  to eis Antioch Antiocheia. ", "23": "· kai After  spending poieō some tis time chronos there,  he  departed exerchomai and  made dierchomai his  way  from kathexēs place  to  place  through  the ho Galatian Galatikos country chōra and kai Phrygia Phrygia,  strengthening epistērizō all pas the ho disciples mathētēs. ", "24": "Now de a tis Jew Ioudaios named onoma Apollos Apollōs, an  Alexandrian Alexandreus by ho race genos,  arrived katantaō in eis Ephesus Ephesos. He was an  eloquent logios man anēr,  well-versed dynatos eimi in en the ho Scriptures graphē. ", "25": "He houtos had eimi been  instructed katēcheō in  the ho way hodos of  the ho Lord kyrios;  and kai being zeō fervent  in ho spirit pneuma,  he  spoke laleō and kai taught didaskō accurately akribōs the ho facts  about peri · ho Jesus Iēsous,  though  he  knew epistamai only monon the ho baptism baptisma of  John Iōannēs. ", "26": "He houtos began archō to  speak parrēsiazomai boldly  in en the ho synagogue synagōgē,  but de when  they  heard akouō him autos,  Priscilla Priskilla and kai Aquila Akylas took proslambanō him autos and kai explained ektithēmi more  accurately akribōs to  him autos the ho way hodos of ho God theos. ", "27": "And de when  he autos wanted boulomai to  continue dierchomai on  into eis · ho Achaia Achaia,  the ho brothers adelphos encouraged protrepō him and  wrote graphō to  the ho disciples mathētēs to  welcome apodechomai him autos.  When  he hos arrived paraginomai there,  he  greatly polys helped symballō those ho who  had  come  to  believe pisteuō through dia · ho grace charis, ", "28": "for gar he diakatelenchomai powerfully eutonōs refuted diakatelenchomai the ho Jews Ioudaios in  public dēmosios,  demonstrating epideiknymi by dia the ho Scriptures graphē that  Jesus Iēsous was eimi the ho Messiah Christos. "}