{"1": "And de it  happened ginomai that  while en · ho Apollos Apollōs was eimi at en Corinth Korinthos,  Paul Paulos went dierchomai through  the ho inland anōterikos regions meros and  came erchomai to eis Ephesus Ephesos.  · kai There  he  found heuriskō some tis disciples mathētēs", "2": "and te said legō to pros them autos, “ Did  you  receive lambanō the  Holy hagios Spirit pneuma when  you  believed pisteuō?”  They ho · de said  to pros him autos, “ Why alla,  we  have akouō not oude even  heard akouō if ei there  is eimi a  Holy hagios Spirit pneuma.” ", "3": "So te Paul  asked legō, “ Into eis what tis then oun were  you  baptized baptizō?”  And de they ho replied legō, “ Into eis the ho baptism baptisma of  John Iōannēs.” ", "4": "Paul Paulos said legō,  · de “ John Iōannēs baptized baptizō with  a  baptism baptisma of  repentance metanoia,  telling legō the ho people laos to hina believe pisteuō in eis the ho one  coming erchomai after meta him autos,  that houtos is eimi,  in eis · ho Jesus Iēsous.” ", "5": "Upon  hearing akouō this,  · de they  were  baptized baptizō in eis the ho name onoma of  the ho Lord kyrios Jesus Iēsous. ", "6": "And kai when  Paul Paulos laid epitithēmi his ho hands cheir on  them autos,  · ho the ho Holy hagios Spirit pneuma came erchomai · ho on epi them autos,  and te they  spoke laleō in  tongues glōssa and kai prophesied prophēteuō. ", "7": "And de the ho men anēr were eimi in  all pas about hōsei twelve dōdeka. ", "8": "And de he  went eiserchomai into eis the ho synagogue synagōgē and  spoke parrēsiazomai boldly  for epi three treis months mēn,  reasoning dialegomai and kai persuading peithō them  concerning peri the ho things  of  the ho kingdom basileia of ho God theos. ", "9": "But de when hōs some tis became  stubborn sklērynō and kai refused apeitheō to believe,  speaking kakologeō evil  of  the ho Way hodos before enōpion the ho congregation plēthos,  he  withdrew aphistēmi from apo them autos,  taking aphorizō the ho disciples mathētēs with him, and  continued  daily kata hēmera to  discourse dialegomai in en the ho lecture scholē hall  of  Tyrannus Tyrannos. ", "10": "This houtos · de went ginomai on  for epi two dyo years etos,  so hōste that  all pas the ho residents katoikeō of  · ho Asia Asia heard akouō the ho word logos of  the ho Lord kyrios,  both te Jews Ioudaios and kai Greeks Hellēn. ", "11": "They were  no ou ordinary tynchanō miracles dynamis · ho that  · ho God theos was  doing poieō by dia the ho hands cheir of  Paul Paulos, ", "12": "so hōste that  · kai handkerchiefs soudarion and ē aprons simikinthion were  carried apopherō off  from apo · ho his autos body chrōs for epi the ho sick astheneō,  and kai diseases nosos were  driven apallassō away  by apo them autos · ho · ho and te evil ponēros spirits pneuma · ho came ekporeuomai out . ", "13": "But de some tis also kai of  the ho itinerant perierchomai Jews Ioudaios,  exorcists exorkistēs,  tried epicheireō to  invoke onomazō the ho name onoma of  the ho Lord kyrios Jesus Iēsous over epi those ho having echō · ho evil ponēros spirits pneuma,  · ho saying legō, “ I  adjure horkizō you hymeis by  that ho Jesus Iēsous whom hos Paul Paulos proclaims kēryssō.” ", "14": "There  were eimi · de seven hepta sons hyios of  a tis man named  Sceva Skeuas, a  Jewish Ioudaios high archiereus priest ,  who  were  doing poieō this houtos. ", "15": "But de the ho evil ponēros spirit pneuma answering apokrinomai · ho said legō to  them autos,  · ho “ Jesus Iēsous I  know ginōskō,  and kai · ho Paul Paulos I  recognize epistamai,  but de who tis are eimi you hymeis?” ", "16": "And kai the ho man anthrōpos in en whom hos was eimi the ho evil ponēros spirit pneuma · ho leaped ephallomai on epi them autos,  took katakyrieuō control  and  overpowered ischuō all amphoteroi seven  of kata them autos,  so hōste that  they  fled ekpheugō,  naked gymnos and kai wounded traumatizō,  out ek of  · ho that ekeinos house oikos. ", "17": "And de this houtos became ginomai known gnōstos to  all pas the  Jews Ioudaios and kai Greeks Hellēn who ho lived katoikeō in  · ho Ephesus Ephesos.  And kai fear phobos fell epipiptō upon epi them autos all pas,  and kai the ho name onoma of  the ho Lord kyrios Jesus Iēsous was  exalted megalynō. ", "18": "Also te many polys of ho those  who  had  become  believers pisteuō kept  coming erchomai,  confessing exomologeomai and kai divulging anangellō · ho their autos practices praxis. ", "19": "And de a  number hikanos of ho those  who  had  practiced prassō · ho magic periergos arts  collected sympherō their ho books biblos and  burned katakaiō them  up  in enōpion the  sight  of  all pas.  And kai they  calculated sympsēphizō the ho value timē of  them autos and kai found heuriskō it to be  fifty  thousand myrias pieces  of  silver argyrion. ", "20": "So houtōs the ho word logos of  the ho Lord kyrios continued  to  spread auxanō and kai grow ischuō in kata power kratos. ", "21": "Now de after hōs all  these  things houtos had  taken plēroō place ,  Paul Paulos resolved tithēmi · ho in en · ho spirit pneuma to  pass dierchomai through  · ho Macedonia Makedonia and kai Achaia Achaia and  go poreuō on  to eis Jerusalem Hierosolyma,  saying legō, “ After meta · ho I egō have  been ginomai there ekei,  I egō must dei also kai see  Rome Rhōmē.” ", "22": "So de after  sending apostellō to eis · ho Macedonia Makedonia two dyo of  those ho who  were  helping diakoneō him autos,  Timothy Timotheos and kai Erastus Erastos,  he  himself autos stayed epechō for  a  time chronos in eis · ho Asia Asia. ", "23": "About kata that ekeinos time kairos there  broke  out ginomai · de · ho no ou little oligos disturbance tarachos concerning peri the ho Way hodos. ", "24": "For gar a  man tis named onoma Demetrius Dēmētrios, a  silversmith argyrokopos,  who  made poieō silver argyrous shrines naos of  Artemis Artemis,  brought parechō no ou little oligos business ergasia to  the ho craftsmen technitēs. ", "25": "He  called  them hos together synathroizō with kai · ho workmen ergatēs in peri · ho similar toioutos trades, and  said legō, “ Men anēr,  you  know epistamai that hoti from ek this houtos · ho trade ergasia · ho prosperity euporia comes eimi to  us hēmeis. ", "26": "And kai you  see theōreō and kai hear akouō that hoti not ou only monon in  Ephesus Ephesos but alla in  almost schedon all pas of ho Asia Asia · ho this houtos Paul Paulos has  persuaded peithō and  turned methistēmi away  a  considerable hikanos number ochlos of  people ,  saying legō that hoti gods ho made ginomai by dia hand cheir are eimi not ou gods theos at all. ", "27": "There  is  danger kindyneuō not ou only monon · de that  this houtos trade meros of  ours hēmeis · ho will  fall erchomai into eis disrepute apelegmos,  but alla also kai that  the ho temple hieron of  the ho great megas goddess thea Artemis Artemis is in danger of  being  regarded logizomai as eis worthless outheis and te her autos magnificence megaleiotēs in  danger  of mellō · kai being  destroyed kathaireō,  · ho she  whom hos all holos · ho Asia Asia and kai the ho world oikoumenē worship sebō.” ", "28": "When  they  heard akouō · de · kai this,  they  were ginomai filled plērēs with  anger thumos and  began  to  cry krazō out ,  saying legō, “ Great megas is  · ho Artemis Artemis of  the  Ephesians Ephesios!” ", "29": "So kai the ho city polis was  filled pimplēmi with  the ho confusion synchusis,  and te they  rushed hormaō with  a  single homothumadon purpose  into eis the ho theater theatron,  dragging synarpazō with  them  Gaius Gaios and kai Aristarchus Aristarchos,  Macedonians Makedōn,  traveling-companions synekdēmos of  Paul Paulos. ", "30": "But de when  Paul Paulos wanted boulomai to  go eiserchomai in  among eis the ho people dēmos,  the ho disciples mathētēs would  not ou let eaō him autos. ", "31": "And de also kai some tis of  the ho Asiarchs Asiarchēs,  being eimi friendly philos to  him autos,  sent pempō to pros him autos and  urged parakaleō him  not mē to  commit didōmi himself heautou to eis the ho theater theatron. ", "32": "So  then oun some allos were  shouting krazō one allos thing tis, some another,  for gar the ho assembly ekklēsia was eimi in  confusion syncheō,  and kai · ho most polys of  them  did  not ou know oida why tis they  had  assembled synerchomai. ", "33": "And de some ek of  the ho crowd ochlos prompted symbibazō Alexander Alexandros,  the ho Jews Ioudaios pushing proballō him autos forward.  · ho And de Alexander Alexandros motioned kataseiō with  his ho hand cheir and  wanted thelō to  make apologeomai a  defense  to  the ho crowd dēmos. ", "34": "But de when  they  recognized epiginōskō that hoti he  was eimi a  Jew Ioudaios, a  single heis cry phōnē went ginomai up  from ek them pas all  as hōs they  cried  out krazō for  about epi two dyo hours hōra, “ Great megas is  · ho Artemis Artemis of  the  Ephesians Ephesios!” ", "35": "And de when  the ho city  clerk grammateus had  quieted katastellō the ho crowd ochlos,  he  said phēmi, “ Men anēr of  Ephesus Ephesios,  what tis man anthrōpos is eimi there  who hos does  not ou know ginōskō that  the ho city polis of  the  Ephesians Ephesios is eimi the  temple neōkoros keeper  of  the ho great megas Artemis Artemis and kai of ho her image  that  fell  from  heaven diopetēs? ", "36": "So oun,  since  these  things houtos are eimi indisputable anantirrētos,  you hymeis must dei eimi be hyparchō quiet katastellō and kai do prassō nothing mēdeis rash propetēs. ", "37": "For gar you  have  brought agō · ho these houtos men anēr, who are  neither oute temple hierosylos robbers  nor oute blasphemers blasphēmeō against  · ho our hēmeis goddess theos. ", "38": "If ei then oun Demetrius Dēmētrios and kai the ho craftsmen technitēs with syn him autos have echō a  complaint logos against pros anyone tis, the  courts agoraios are  open agō,  and kai there  are eimi proconsuls anthypatos.  Let  them  bring  charges enkaleō against  one allēlōn another  there. ", "39": "But de if ei you  want epizēteō anything tis in  addition peraiterō,  it  shall  be  settled epilyō in en the ho legal ennomos assembly ekklēsia. ", "40": "For gar indeed kai we  are  in  danger kindyneuō of  being  charged enkaleō in  connection peri with  this ho day' s sēmeron riot stasis,  there  being hyparchō no mēdeis cause aitios for peri it hos; and  we  will  not ou be  able dynamai to  give apodidōmi an  explanation logos for peri · ho this houtos commotion systrophē.”  And kai having  said legō this houtos,  he  dismissed apolyō the ho assembly ekklēsia. "}