{"1": "· kai When en · ho the ho day hēmera of ho Pentecost pentēkostē arrived symplēroō,  they  were eimi all pas together homou in epi the ho same autos place . ", "2": "And kai suddenly aphnō from ek heaven ouranos there  came ginomai · ho a  sound ēchos like hōsper a  violent biaios blast pherō of  wind pnoē,  and kai it  filled plēroō the ho whole holos house oikos where hou they  were eimi sitting kathēmai. ", "3": "And kai there  appeared horaō to  them autos tongues glōssa spreading diamerizō out  like hōsei fire pyr,  and kai one  came  to  rest kathizō on epi each hekastos one heis of  them autos. ", "4": "And kai they  were  all pas filled pimplēmi with  the  Holy hagios Spirit pneuma,  and kai they  began archō to  speak laleō with  other heteros tongues glōssa as kathōs the ho Spirit pneuma gave didōmi them autos utterance apophthengomai. ", "5": "Now de there  were eimi living katoikeō in eis Jerusalem Ierousalēm Jews Ioudaios,  devout eulabēs men anēr from apo every pas nation ethnos · ho under hypo · ho heaven ouranos. ", "6": "But de when  this houtos sound phōnē was  heard ginomai · ho the ho crowd plēthos gathered synerchomai,  and kai they  were  perplexed syncheō,  because hoti each hekastos one heis was  hearing akouō them autos speak laleō in ho his idios own  language dialektos. ", "7": "And de they  were  amazed existēmi and kai wondered thaumazō,  saying legō, “ Are eimi not ou all hapas these houtos who ho are  speaking laleō Galileans Galilaios? ", "8": "And kai how pōs do  we hēmeis hear akouō,  each hekastos of  us hēmeis in ho his idios own  language dialektos to en which hos he  was  born gennaō? ", "9": "Parthians Parthoi and kai Medes Mēdos and kai Elamites Elamitēs and kai · ho residents katoikeō of ho Mesopotamia Mesopotamia,  Judea Ioudaia and kai Cappadocia Kappadokia,  Pontus Pontos and kai · ho Asia Asia, ", "10": "Phrygia Phrygia and kai Pamphylia Pamphylia,  Egypt Aigyptos and kai the ho parts meros of ho Libya Libyē · ho near kata Cyrene Kyrēnē,  and kai · ho visitors epidēmeō from  Rome Rhōmaios, ", "11": "Jews Ioudaios and kai proselytes prosēlytos,  Cretans Krēs and kai Arabians Araps— we  hear akouō them autos telling laleō in ho our hēmeteros own  tongues glōssa the ho mighty megaleios works  of ho God theos.” ", "12": "And de all pas were  amazed existēmi and kai perplexed diaporeō,  saying legō to pros one allos another allos, “ What tis does thelō this houtos mean eimi?” ", "13": "But de others heteros mocking diachleuazō said legō, “ They  are eimi filled  with mestoō new gleukos wine .” ", "14": "But de Peter Petros,  taking  his  stand histēmi · ho with syn the ho eleven hendeka,  lifted epairō up  · ho his autos voice phōnē and kai addressed apophthengomai them autos, “ Men anēr of  Judea Ioudaios and kai all pas you ho who  live katoikeō in  Jerusalem Ierousalēm,  let eimi this houtos be eimi known gnōstos to  you hymeis,  and kai give enōtizomai ear  to  · ho my egō words rhēma. ", "15": "For gar these  men houtos are  not ou,  as hōs you hymeis suppose hypolambanō,  drunk methyō,  since gar it  is eimi only the  third tritos hour hōra of  the ho day hēmera. ", "16": "But alla this houtos is eimi what ho was  spoken legō of  through dia the ho prophet prophētēs Joel Iōēl: ", "17": "' And kai it  will  be eimi in en the ho last eschatos days hēmera,'  declares legō · ho God theos, 'that  I  will  pour ekcheō out  · ho my egō Spirit pneuma on epi all pas flesh sarx,  and kai your hymeis sons hyios and kai your hymeis daughters thugatēr will  prophesy prophēteuō,  · ho · ho and kai · ho your hymeis young neaniskos men  will  see horaō visions horasis,  and kai · ho your hymeis old presbyteros men  will  dream enypniazomai dreams enypnion. ", "18": "Even kai on epi · ho my egō male servants  and kai on epi · ho my egō female doulē servants  in en · ho those ekeinos days hēmera I  will  pour ekcheō out  · ho my egō Spirit pneuma,  and kai they  will  prophesy prophēteuō. ", "19": "And kai I  will  show didōmi wonders teras in en the ho heavens ouranos above anō and kai signs sēmeion on epi the ho earth gē below katō,  blood haima,  and kai fire pyr,  and kai smoky kapnos vapor atmis. ", "20": "The ho sun hēlios will  be  turned metastrephō into eis darkness skotos and kai the ho moon selēnē into eis blood haima,  before prin the  coming erchomai of  the ho great megas and kai glorious  day hēmera of  the  Lord kyrios. ", "21": "And kai it  shall  be eimi that  everyone pas who hos calls epikaleō upon  the ho name onoma of  the  Lord kyrios will  be  saved sōzō.' ", "22": "“ Men anēr of  Israel Israēlitēs,  hear akouō · ho these houtos words logos:  Jesus Iēsous of ho Nazareth Nazōraios, a  man anēr attested apodeiknymi to eis you hymeis by apo · ho God theos with  mighty dynamis works  and kai wonders teras and kai signs sēmeion that hos God theos did poieō through dia him autos · ho in en your hymeis midst mesos,  as kathōs you  yourselves autos know oida— ", "23": "this houtos Jesus,  delivered  up ekdotos according  to  the ho determined horizō purpose boulē and kai foreknowledge prognōsis of ho God theos,  you anaireō,  at dia the  hands cheir of  those  outside anomos the  law ,  executed anaireō by  nailing prospēgnymi him  to  a  cross ; ", "24": "whom hos · ho God theos raised anistēmi up ,  loosing lyō the ho pangs ōdin of ho death thanatos,  as kathoti it  was eimi not ou possible dynatos for  him autos to  be  held krateō by hypo it autos. ", "25": "For gar David Dauid says legō regarding eis him autos, ' I  foresaw prooraō the ho Lord kyrios before enōpion me egō always dia pas,  for hoti he  is eimi at ek my egō right dexios hand  that hina I  may  not mē be  shaken saleuō; ", "26": "on dia account  of  this houtos my egō heart kardia rejoiced euphrainō,  · ho and kai my egō tongue glōssa was  glad agalliaō;  · ho moreover eti de my egō flesh sarx also kai · ho will  dwell kataskēnoō in epi hope elpis. ", "27": "For hoti you  will  not ou abandon enkataleipō · ho my egō soul psychē to eis Hades hadēs,  or oude allow didōmi · ho your sy Holy hosios One  to see  corruption diaphthora. ", "28": "You  have  made  known gnōrizō to  me egō the  paths hodos of  life zōē;  you  will  make  me egō full plēroō of  joy euphrosynē with meta · ho your sy presence prosōpon.' ", "29": "My  brothers anēr, I can  speak legō to pros you hymeis confidently meta parrēsia about peri the ho patriarch patriarchēs David Dauid,  that hoti he  is  both kai dead teleutaō and kai buried thaptō and kai · ho his autos tomb mnēma is eimi with en us hēmeis to achri · ho this houtos day hēmera. ", "30": "Therefore oun being hyparchō a  prophet prophētēs,  and kai knowing oida that hoti God theos promised omnyō him autos with  an  oath horkos · ho that  he  would  place kathizō one  of  his  descendants ek · ho on epi · ho his autos throne thronos, ", "31": "he  foresaw prooraō and  spoke laleō about peri the ho resurrection anastasis of  the ho Christ Christos,  that hoti he  was  not oute abandoned enkataleipō to eis Hades hadēs,  nor oute did  · ho his autos flesh sarx see  corruption diaphthora. ", "32": "This houtos · ho Jesus Iēsous God theos raised anistēmi up ,  · ho of  which hos we hēmeis all pas are eimi witnesses martys. ", "33": "So  then oun,  exalted hypsoō at  the ho right dexios hand  of ho God theos, and  having  received lambanō from para the ho Father patēr the ho promise epangelia of  the ho Holy hagios Spirit pneuma,  · ho he  has  poured ekcheō out  this houtos that hos you hymeis are  both kai seeing blepō and kai hearing akouō. ", "34": "For gar David Dauid did  not ou ascend anabainō into eis the ho heavens ouranos,  but de he  himself autos says legō, ' The ho Lord kyrios said legō to ho my egō Lord kyrios,  Sit kathēmai at ek my egō right dexios hand , ", "35": "until heōs an I  make tithēmi · ho your sy enemies echthros a  footstool hypopodion for ho your sy feet pous.' ", "36": "So oun let ginōskō the  entire pas house oikos of  Israel Israēl know ginōskō for  certain asphalōs that hoti God theos has  made poieō him autos both kai Lord kyrios and kai Christ Christos,  · ho this houtos · ho Jesus Iēsous whom hos you hymeis crucified stauroō.” ", "37": "Now de when  they  heard akouō this  they  were  cut katanyssomai to  the ho heart kardia,  and te they  said legō to pros · ho Peter Petros and kai the ho other loipos apostles apostolos, “ My  brothers anēr,  what tis shall  we  do poieō?” ", "38": "And de Peter Petros said  to pros them autos, “ Repent metanoeō and kai let  every  one hekastos of  you hymeis be  baptized baptizō in epi the ho name onoma of  Jesus Iēsous Christ Christos for eis the  forgiveness aphesis of ho your hymeis sins hamartia,  and kai you  will  receive lambanō the ho gift dōrea of  the ho Holy hagios Spirit pneuma. ", "39": "For gar the ho promise epangelia is eimi for  you hymeis and kai for ho your hymeis children teknon and kai for  all pas who ho are  far makran away — as  many  as hosos the ho Lord kyrios our hēmeis God theos will  call proskaleō to  himself .” ", "40": "And te with  many polys other heteros words logos he  gave  them  warning diamartyromai and kai pleaded parakaleō with  them autos,  saying legō, “ Escape sōzō from apo · ho this houtos corrupt skolios generation genea.”  · ho", "41": "So oun those ho who  received apodechomai · ho his autos word logos were  baptized baptizō,  and kai there  were  added prostithēmi on en · ho that ekeinos day hēmera about hōsei three  thousand trischilioi souls psychē. ", "42": "And de they  were eimi devoting proskartereō themselves  to  the ho teaching didachē of  the ho apostles apostolos,  · kai to  the ho fellowship koinōnia,  to  the ho breaking klasis of ho bread artos,  and kai to ho prayers proseuchē. ", "43": "Fear phobos came ginomai upon  · de every pas soul psychē,  and te many polys wonders teras and kai signs sēmeion were  being  done ginomai through dia the ho apostles apostolos. ", "44": "And de all pas who ho believed pisteuō were eimi together epi ho,  · ho and kai had echō all hapas things  in  common koinos; ", "45": "and kai they  were  selling pipraskō their ho possessions ktēma and kai · ho belongings hyparxis and kai distributing diamerizō the  proceeds autos to  all pas,  as kathoti anyone an tis had echō need chreia. ", "46": "And te every kata day hēmera,  they  continued  to  gather proskartereō together homothumadon in en the ho temple hieron,  breaking klaō bread artos from house  to kata house oikos,  sharing metalambanō their  food trophē with en joy agalliasis and kai simplicity aphelotēs of  heart kardia, ", "47": "praising aineō · ho God theos,  and kai finding echō favor charis with pros all holos the ho people laos.  And de the ho Lord kyrios was  adding prostithēmi to epi their ho number autos day  by kata day hēmera those ho who  were  being  saved sōzō. "}