{"1": "After meta · de the ho uproar thorybos ceased pauō,  Paul Paulos sent metapempō for  · ho the ho disciples mathētēs,  and kai after  encouraging parakaleō them and  saying aspazomai farewell ,  he  left exerchomai for eis Macedonia Makedonia. ", "2": "When  he  had  gone dierchomai through  · de · ho those ekeinos parts meros and kai encouraged parakaleō them autos with  many polys words logos,  he  came erchomai to eis · ho Greece Hellas. ", "3": "He  spent poieō three treis months mēn there, and  when  a  plot epiboulē was  hatched ginomai against  him autos by hypo the ho Jews Ioudaios as  he  was  about mellō to  set anagō sail  for eis · ho Syria Syria,  he  decided ginomai to ho return hypostrephō through dia Macedonia Makedonia. ", "4": "· de Sopater Sōpatros, the son  of  Pyrrhus Pyrros from  Berea Beroiaios,  went  with synepomai him autos,  as de did  Aristarchus Aristarchos and kai Secundus Sekoundos from  Thessalonians Thessalonikeus,  · kai Gaius Gaios a resident  of  Derbe Derbaios,  · kai Timothy Timotheos,  and de the  Asians Asianos,  Tychicus Tychikos and kai Trophimus Trophimos. ", "5": "These houtos men  · de had  gone proerchomai on  ahead  and  were  waiting menō for  us hēmeis in en Troas Trōias. ", "6": "We hēmeis · de sailed ekpleō away  after meta the ho days hēmera of ho Unleavened azymos Bread  from apo Philippi Philippoi and kai joined erchomai pros the  others autos in eis · ho Troas Trōias five pente days hēmera later achri,  where hopou we  stayed diatribō for  seven hepta days hēmera. ", "7": "On en · de the ho first heis day  of  the ho week sabbaton,  when  we hēmeis had  gathered synagō to  break klaō bread artos,  · ho Paul Paulos addressed dialegomai them autos, and  since  he  intended mellō to leave  the ho next epaurion day ,  he  continued parateinō his ho message logos until mechri midnight mesonyktion. ", "8": "There  were eimi · de a  number  of hikanos lamps lampas in en the ho upper hyperōon room  where hou we  had eimi gathered synagō. ", "9": "And de a tis young neanias man ,  named onoma Eutychus eutychos,  sitting kathezomai on epi the ho window thuris ledge ,  was  sinking katapherō into  a  deep bathus sleep hypnos as  Paul Paulos continued  to  speak dialegomai · ho on  and  on epi.  Overcome katapherō by apo · ho sleep hypnos,  he  fell piptō from apo the ho third tristegon floor  and kai was  picked airō up  for  dead nekros. ", "10": "But de Paul Paulos went  down katabainō · ho and  threw epipiptō himself  on  him autos,  and kai putting symperilambanō his  arms  around  him,  said legō, “ Do  not mē be  alarmed thorybeō,  · ho for gar his autos life psychē is eimi in en him autos.” ", "11": "Then de Paul  went anabainō back  upstairs ,  and kai after  he  had  broken klaō · ho bread artos and kai eaten geuomai,  he  spoke  with homileō them a  considerable  time epi,  until achri dawn augē, and  so houtōs he  departed exerchomai. ", "12": "And de they  took agō the ho boy pais home  alive zaō and kai were  encouraged parakaleō not ou a  little metriōs. ", "13": "We hēmeis,  then de,  went proerchomai on  to epi the ho ship ploion and  set anagō sail  for epi · ho Assos Assos,  where ekeithen we  planned mellō to  take analambanō · ho Paul Paulos on  board ;  for gar he  had eimi made  this houtōs arrangement diatassō,  intending mellō himself autos to  travel pezeuō by  land . ", "14": "When hōs · de he  met symballō us hēmeis at eis · ho Assos Assos, we  took analambanō him autos on board and  continued erchomai on  to eis Mitylene Mitylēnē. ", "15": "And  from  there kakeithen we  sailed apopleō away  on  the ho following epeimi day  and  arrived katantaō off antikrys the  shore  of  Chios,  the ho · de next heteros day  we  touched paraballō at eis Samos Samos,  and de the ho day  after echō that  we  went erchomai to eis Miletus Milētos. ", "16": "For gar Paul Paulos had  decided krinō · ho to  sail parapleō past  · ho Ephesus Ephesos,  so hopōs that  he autos might  not mē have ginomai to  spend chronotribeō time  in en · ho Asia Asia,  for gar he  was  hastening speudō,  if ei it  were eimi possible dynatos for  him autos,  to  be ginomai in eis Jerusalem Hierosolyma for  the ho day hēmera of ho Pentecost pentēkostē. ", "17": "From apo · de · ho Miletus Milētos he  sent pempō to eis Ephesus Ephesos,  asking metakaleō the ho elders presbyteros of  the ho church ekklēsia to  come  to him. ", "18": "And de when hōs they  came paraginomai to pros him autos,  he  said legō to  them autos: “You  yourselves hymeis know epistamai how pōs I  lived ginomai among meta you hymeis the ho whole pas time chronos from apo the  first prōtos day hēmera on apo which hos I  set epibainō foot  in eis · ho Asia Asia, ", "19": "serving douleuō the ho Lord kyrios with meta all pas humility tapeinophrosynē and kai with  tears dakryon,  · kai enduring the  trials peirasmos that ho fell symbainō on  me egō by en the ho plots epiboulē of  the ho Jews Ioudaios; ", "20": "how hōs I  did  not mē hold hypostellō back  · ho from  proclaiming anangellō to  you hymeis anything oudeis that ho would  be  helpful sympherō,  and kai from  teaching didaskō you hymeis publicly dēmosios · kai from  house  to  house kata, ", "21": "testifying diamartyromai both te to  Jews Ioudaios and kai to  Greeks Hellēn about  · ho repentance metanoia toward eis God theos and kai about  faith pistis in eis · ho our hēmeis Lord kyrios Jesus Iēsous. ", "22": "And kai now nyn,  compelled deō by  the ho Spirit pneuma,  I egō am  going poreuō to eis Jerusalem Ierousalēm,  not mē knowing oida what ho will  happen synantaō to  me egō there en autos, ", "23": "except plēn that hoti the ho Holy hagios Spirit pneuma · ho testifies diamartyromai to  me egō,  saying legō that hoti in  every kata city polis imprisonment desmos and kai persecutions thlipsis are  waiting  for menō me egō. ", "24": "But alla I  make poieō my ho life psychē of  no oudeis account logos as of any  value timios to  me emautou,  that hōs I  may  finish teleioō · ho my egō task dromos and kai the ho ministry diakonia that hos I  received lambanō from para the ho Lord kyrios Jesus Iēsous,  to  testify diamartyromai to  the ho good euangelion news  of  the ho grace charis of ho God theos. ", "25": "“ And kai now nyn I egō know oida that hoti none ouketi of  you  will  see horaō · ho my egō face prosōpon again,  you hymeis among en whom hos I  went dierchomai about  proclaiming kēryssō the ho kingdom basileia. ", "26": "Therefore dioti I  testify martyromai to  you hymeis this en · ho day sēmeron hēmera that hoti I  am eimi innocent katharos of apo the ho blood haima of  you  all pas, ", "27": "for gar I  did  not ou shrink hypostellō from mē announcing anangellō to  you hymeis the ho whole pas purpose boulē of ho God theos. ", "28": "Watch prosechō out  for  yourselves heautou and kai for  all pas the ho flock poimnion in en which hos the ho Holy hagios Spirit pneuma · ho has  placed tithēmi you hymeis overseers episkopos,  to  shepherd poimainō the ho church ekklēsia of ho God theos,  which hos he  purchased peripoieō with dia the ho blood haima of ho his  own idios Son. ", "29": "I egō know oida that hoti there  will  come eiserchomai to eis you hymeis after meta · ho my egō departure aphixis savage barys wolves lykos,  not mē sparing pheidomai the ho flock poimnion. ", "30": "Even kai from ek among  your hymeis own  group autos will  men anēr arise anistēmi,  speaking laleō distortions diastrephō of the truth,  to ho draw apospaō the ho disciples mathētēs away  after opisō them autos. ", "31": "Therefore dio be  alert grēgoreō,  remembering mnēmoneuō that hoti for  three trietia years ,  night nyx or kai day hēmera,  I  did  not ou cease pauō warning noutheteō each hekastos one heis of you  with meta tears dakryon. ", "32": "And kai · ho now nyn I  commend paratithēmi you hymeis to ho God theos and kai to  the ho word logos of ho his autos grace charis,  which ho is  able dynamai to  build oikodomeō you  up  and kai to  give didōmi you  an ho inheritance klēronomia among en all pas those ho who  are  sanctified hagiazō. ", "33": "I  have epithumeō not oudeis coveted epithumeō anyone' s oudeis silver argyrion or ē gold chrysion or ē clothing himatismos. ", "34": "You  yourselves autos know ginōskō that hoti these houtos hands cheir of mine  provided  for hypēreteō · ho my  own egō needs chreia as kai well  as  the needs of  those ho with meta me egō.  · ho", "35": "In  all pas this  I  have hypodeiknymi shown  you hymeis that hoti by  working kopiaō in  this  way houtōs you  must dei help antilambanō the ho weak astheneō,  remembering mnēmoneuō the ho words logos of  the ho Lord kyrios Jesus Iēsous,  how hoti he  himself autos said legō, ' It  is eimi more mallon blessed makarios to  give didōmi than ē to  receive lambanō.'” ", "36": "And kai when  he  had  said legō these houtos things ,  he  knelt  down tithēmi · ho with syn them autos all pas and  prayed proseuchomai. ", "37": "And de there  was ginomai much hikanos weeping klauthmos on the part  of  all pas,  and kai they  fell epipiptō on epi the ho neck trachēlos of ho Paul Paulos and  kissed kataphileō him autos lovingly , ", "38": "being  saddened odynaō most malista of  all  because epi of  the ho word logos he  had  spoken legō,  that hoti no ouketi longer  were  they  going mellō to  see theōreō · ho his autos face prosōpon.  And de they  escorted propempō him autos to eis the ho ship ploion. "}