{"1": "And de when hōs we  had  parted apospaō from apo them autos,  we hēmeis put anagō out  to  sea  and  sailed  on  a  straight  course euthudromeō to eis · ho Cos,  then de on  the ho next hexēs day  to eis · ho Rhodes Rhodos, and  from  there kakeithen to eis Patara Patara. ", "2": "And kai finding heuriskō a  ship ploion bound diaperaō for eis Phoenicia Phoinikē, we  went epibainō aboard  and  set anagō sail . ", "3": "We  came  in  sight anaphainō of  · de · ho Cyprus Kypros,  and kai leaving kataleipō it autos behind  on  our  port euōnymos side ,  we  sailed pleō on  to eis Syria Syria and kai landed katerchomai at eis Tyre Tyros,  for gar there ekeise the ho ship ploion was eimi to  unload apophortizomai its ho cargo gomos. ", "4": "After  locating aneuriskō · de the ho disciples mathētēs,  we  stayed epimenō there autou seven hepta days hēmera; and  they hostis kept  telling legō · ho Paul Paulos through dia the ho Spirit pneuma not mē to  set epibainō foot  in eis Jerusalem Hierosolyma. ", "5": "When hote · de our hēmeis days hēmera there  were  ended exartizō,  · ho we  departed exerchomai and  went poreuō on  our  journey , and they  all pas,  with syn wives gynē and kai children teknon,  accompanied propempō us hēmeis until heōs we were  outside exō the ho city polis.  Then kai kneeling  down tithēmi · ho on epi the ho beach aigialos,  we  prayed proseuchomai", "6": "and  said apaspazomai farewell  to  one allēlōn another .  Then kai we  went anabainō on  board eis the ho ship ploion,  and de they ekeinos returned hypostrephō to eis · ho their idios own  homes. ", "7": "And de having  completed dianyō the ho voyage  from apo Tyre Tyros,  we hēmeis came katantaō to eis Ptolemais Ptolemais,  and kai we  greeted aspazomai the ho brothers adelphos and  stayed menō one heis day hēmera with para them autos. ", "8": "On  the ho · de next epaurion day  we  departed exerchomai and  went erchomai to eis Caesarea Kaisareia.  · kai There  we  went eiserchomai into eis the ho house oikos of  Philip Philippos the ho evangelist euangelistēs,  who  was eimi one  of ek the ho seven hepta, and  stayed menō with para him autos. ", "9": "( He houtos · de had eimi four tessares unmarried parthenos daughters thugatēr who  prophesied prophēteuō.) ", "10": "While  we  were  staying epimenō · de for  many polys days hēmera,  a tis prophet prophētēs named onoma Agabus Hagabos came katerchomai down  from apo · ho Judea Ioudaia. ", "11": "· kai He  came erchomai to pros us hēmeis and kai,  taking airō · ho Paul' s Paulos belt zōnē,  · ho he  tied deō his heautou own  · ho hands cheir and kai feet pous · ho with it and  said legō, “ The ho Holy hagios Spirit pneuma says legō this hode:  · ho ' This  is  how houtōs the ho Jews Ioudaios will  tie  up deō in en Jerusalem Ierousalēm the ho man anēr whose hos belt zōnē this houtos is eimi,  · ho and kai will  deliver paradidōmi him  into eis the  hands cheir of  the  Gentiles ethnos.'” ", "12": "When hōs · de we  heard akouō this houtos,  both te we hēmeis and kai the ho local entopios people  urged parakaleō him autos not mē to  go anabainō up  to eis Jerusalem Ierousalēm. ", "13": "Then tote Paul Paulos answered apokrinomai,  · ho “ What tis are  you  doing poieō,  weeping klaiō and kai breaking synthryptō my egō · ho heart kardia?  For gar I egō am echō ready hetoimōs not ou only monon to  be  tied deō up  but alla also kai to  die apothnēskō in eis Jerusalem Ierousalēm for hyper the ho name onoma of  the ho Lord kyrios Jesus Iēsous.” ", "14": "And de since  he autos would  not mē be  persuaded peithō,  we  fell  silent hēsychazō,  saying legō, “ Let  the ho will thelēma of  the ho Lord kyrios be  done ginomai.” ", "15": "After meta · de · ho these houtos days hēmera we  got episkeuazomai ready  and  started anabainō up  to eis Jerusalem Hierosolyma. ", "16": "And de · kai some  of  the ho disciples mathētēs from apo Caesarea Kaisareia came synerchomai with syn us hēmeis,  bringing agō Mnason Mnasōn of  Cyprus Kyprios,  an tis early archaios disciple mathētēs,  with para whom hos we  should  lodge xenizō. ", "17": "When  we hēmeis arrived ginomai · de in eis Jerusalem Hierosolyma,  the ho brothers adelphos welcomed apodechomai us hēmeis gladly asmenōs. ", "18": "On  the ho · de following epeimi day  Paul Paulos went eiseimi · ho with syn us hēmeis to pros James Iakōbos,  and te all pas the ho elders presbyteros were  present paraginomai. ", "19": "· kai After  he  greeted aspazomai them autos,  he  began  to  relate exēgeomai one hekastos by kata one heis what hos God theos had  done poieō · ho among en the ho Gentiles ethnos through dia · ho his autos ministry diakonia. ", "20": "And de when  they ho heard akouō it,  they  began  to  praise doxazō · ho God theos.  And te they  said legō to  him autos, “ You  see theōreō,  brother adelphos,  how posos many  thousands myrias of ho believers pisteuō there  are eimi among en the ho Jews Ioudaios,  and kai they  are hyparchō all pas zealous zēlōtēs for  the ho law nomos. ", "21": "But de they  were  told katēcheō about peri you sy that hoti you  are  teaching didaskō all pas the ho Jews Ioudaios who are  among kata the ho Gentiles ethnos to  forsake apostasia Moses Mōysēs,  telling legō them autos not mē to  circumcise peritemnō their ho children teknon and mēde not  to  walk  according  to peripateō our ho customs ethos. ", "22": "What tis then oun is eimi to  be  done?  They  will  certainly pantōs hear akouō that hoti you  have  come erchomai. ", "23": "Therefore oun,  do poieō what hos we  tell legō you sy.  There  are eimi with  us hēmeis four tessares men anēr who  have  taken echō upon epi themselves heautou a  vow euchē. ", "24": "Take paralambanō these houtos men  and  purify hagnizō yourself  along syn with  them autos and kai pay  their autos expenses dapanaō that hina they  may  shave xyraō their ho heads kephalē,  and kai everyone pas will  know ginōskō that hoti there  is eimi nothing oudeis in  what hos they  have  been  told katēcheō about peri you sy,  but alla that  you  yourself autos walk stoicheō · kai keeping phylassō the ho law nomos. ", "25": "But de as peri for  the ho Gentiles ethnos who  have  believed pisteuō,  we hēmeis sent epistellō a  letter  with our  judgment krinō that  they autos should  abstain phylassō from  what ho has  been  sacrificed eidōlothutos to  idols ,  and kai from  blood haima,  and kai from  what  has  been  strangled pniktos,  and kai from  sexual porneia immorality .” ", "26": "Then tote · ho Paul Paulos took paralambanō the ho men anēr and  on  the ho next echō day hēmera he  purified  himself hagnizō with syn them autos and  went eiseimi into eis the ho temple hieron,  giving  notice diangellō of  the ho completion ekplērōsis of  the ho days hēmera of  the ho purification hagnismos,  at heōs which hos time  the ho sacrifice prosphora would  be  offered prospherō on hyper behalf  of  each hekastos one heis of  them autos. ", "27": "When hōs · de the ho seven hepta days hēmera were  about mellō to  be  completed synteleō,  the ho Jews Ioudaios from apo · ho Asia Asia,  upon  seeing theaomai him autos in en the ho temple hieron,  stirred syncheō up  the ho whole pas crowd ochlos and kai laid epiballō hands cheir on epi him autos,  · ho", "28": "crying krazō out , “ Men anēr of  Israel Israēlitēs,  help boētheō!  This houtos is eimi the ho man anthrōpos who ho is  teaching didaskō everyone pas everywhere pantachē against kata our ho people laos,  · kai our ho law nomos,  and kai · ho this houtos place topos.  And te besides eti,  he eisagō even kai brought eisagō Greeks Hellēn into eis the ho temple hieron and kai has  made  this houtos holy hagios place topos unclean koinoō.”  · ho", "29": "For gar they  had eimi previously  seen prooraō Trophimus Trophimos the ho Ephesian Ephesios in en the ho city polis with syn him autos, and  they  assumed nomizō that hoti Paul Paulos had  taken eisagō him hos into eis the ho temple hieron.  · ho", "30": "Then te all holos the ho city polis was  stirred  up kineō,  and kai a  mob syndromē of ho people laos quickly  formed ginomai.  · kai They  seized epilambanomai · ho Paul Paulos and dragged  him autos outside exō the ho temple hieron,  and kai immediately eutheōs the ho gates thura were  shut kleiō. ", "31": "And te while  they  were  trying zēteō to  kill apokteinō him autos, a  report phasis was  sent  up anabainō to  the ho commanding chiliarchos officer  of  the ho detachment speira that hoti all holos Jerusalem Ierousalēm was  in  an  uproar syncheō. ", "32": "At  once exautēs he hos took paralambanō along  some  soldiers stratiōtēs and kai centurions hekatontarchēs and  ran katatrechō down  to epi them autos;  and de when  they ho saw  the ho commanding chiliarchos officer  and kai the ho soldiers stratiōtēs,  they  stopped pauō beating typtō · ho Paul Paulos. ", "33": "Then tote the ho commanding chiliarchos officer  came  up engizō and  arrested epilambanomai him autos and kai ordered keleuō him  to  be  tied deō up  with  two dyo chains halysis.  Then kai he  asked pynthanomai who tis he  might  be eimi and kai what tis he  had eimi done poieō. ", "34": "Some allos · de in en the ho crowd ochlos were  shouting epiphōneō one allos thing tis, some another,  and de since  he autos was  unable mē to  find ginōskō out  the ho truth asphalēs because dia of  the ho uproar thorybos,  he  ordered keleuō him autos to  be  brought agō into eis the ho barracks parembolē. ", "35": "When hote · de he  got ginomai to epi the ho stairs anabathmos,  Paul autos had  to  be symbainō carried bastazō by hypo the ho soldiers stratiōtēs because dia of  the ho violence bia of  the ho mob ochlos, ", "36": "for gar the ho crowd plēthos of ho people laos kept  following akoloutheō and  shouting krazō, “ Away airō with  him autos!” ", "37": "As  he  was  about mellō to  be  brought eisagō into eis the ho barracks parembolē,  · ho Paul Paulos said legō to  the ho commanding chiliarchos officer , “Is it allowed  for  me egō to  say legō something tis to pros you sy?”  He ho · de replied phēmi, “ Do  you  know ginōskō Greek Hellēnisti? ", "38": "Then ara you sy are eimi not ou the ho Egyptian Aigyptios who ho prior pro to  these houtos · ho days hēmera stirred anastatoō up  a  revolt  and kai led exagō into eis the ho desert erēmos the ho four tetrakischilioi thousand  men anēr of  the ho Assassins sikarios?” ", "39": "But de Paul Paulos replied legō,  · ho “ I egō am eimi a  Jew Ioudaios,  from  Tarsus Tarseus in ho Cilicia Kilikia, a  citizen politēs of  no ou obscure asēmos city polis.  I  beg deomai · de you sy,  allow epitrepō me egō to  speak laleō to pros the ho people laos.” ", "40": "And de when  he autos had  given epitrepō him  permission ,  · ho Paul Paulos stood histēmi on epi the ho steps anabathmos and  motioned kataseiō with  his ho hand cheir to  the ho people laos.  And de when  there  was ginomai a  great polys hush sigē,  he  addressed prosphōneō them  in  the ho Hebrew Hebrais language dialektos,  saying legō: "}