{"1": "“ My  brothers anēr and kai fathers patēr,  listen akouō now nyni to  me egō · ho as I make my  defense apologia to pros you hymeis.” ", "2": "And de when  they  heard akouō that hoti he  was  addressing prosphōneō them autos in  the ho Hebrew Hebrais language dialektos,  they  became parechō even  more mallon quiet hēsychia.  And kai he  said phēmi: ", "3": "“ I egō am eimi a  Jewish Ioudaios man anēr,  born gennaō in en Tarsus Tarsos of ho Cilicia Kilikia,  but de brought anatrephō up  in en · ho this houtos city polis at para the ho feet pous of  Gamaliel Gamaliēl,  educated paideuō according kata to  the  strictness akribeia of  the ho ancestral patrōos law nomos,  being hyparchō zealous zēlōtēs for ho God theos just kathōs as  you hymeis all pas are eimi today sēmeron. ", "4": "I  persecuted diōkō the followers of  this houtos · ho Way hodos even  to achri their  death thanatos,  putting desmeuō in  chains  both te men anēr and kai women gynē and kai delivering paradidōmi them  to eis prison phylakē, ", "5": "as hōs also kai the ho high archiereus priest  and kai the  whole pas · ho council  of  elders presbyterion can  bear martyreō me egō witness martyreō.  From para them hos · kai I  received dechomai letters epistolē to pros the ho brothers adelphos, and  I  went poreuō toward eis Damascus Damaskos to  take agō those ho also kai who  were eimi there ekeise and  bring deō them  in  bonds  to eis Jerusalem Ierousalēm to hina be  punished timōreō. ", "6": "· de As  I egō journeyed poreuō and kai came engizō near  to ho Damascus Damaskos,  about peri noon mesēmbria suddenly exaiphnēs out ek of  · ho heaven ouranos flashed periastraptō a  brilliant hikanos light phōs all  around peri me egō. ", "7": "I  fell piptō to eis the ho ground edaphos and kai heard akouō a  voice phōnē saying legō to  me egō, ' Saul Saoul,  Saul Saoul,  why tis are  you  persecuting diōkō me egō?' ", "8": "And de I egō answered apokrinomai, ' Who tis are eimi you ,  Lord kyrios?'  And te he  said legō to pros me egō, ' I egō am eimi Jesus Iēsous of ho Nazareth Nazōraios,  whom hos you sy are  persecuting diōkō.' ", "9": "Now de those ho who  were eimi with syn me egō saw theaomai the ho light phōs but de did akouō not ou understand akouō the ho voice phōnē of  the ho one  who  was  speaking laleō to  me egō. ", "10": "And de I  said legō, ' What tis shall  I  do poieō,  Lord kyrios?'  And de the ho Lord kyrios said legō to pros me egō, ' Get anistēmi up  and  go poreuō on  into eis Damascus Damaskos,  and  there kakei it  will  be  told laleō you sy about peri all pas that hos has  been  assigned tassō to  you sy to  do poieō.' ", "11": "Since hōs · de I  could  not ou see emblepō due apo to  the ho brilliance doxa of ho that ekeinos light phōs,  being  led cheiragōgeō by  the  hand  by hypo those ho who  were  with syneimi me egō,  I  went erchomai to eis Damascus Damaskos. ", "12": "“ Then de a  certain tis Ananias Hananias, a  devout eulabēs man anēr according kata to  the ho law nomos,  well martyreō spoken  of  by hypo all pas the ho Jews Ioudaios who  lived katoikeō there, ", "13": "came erchomai to pros me egō,  and kai standing ephistēmi there  said legō to  me egō, ' Brother adelphos Saul Saoul,  recover anablepō your  sight .'  And kagō at  that ho very autos hour hōra I  recovered my sight and  saw anablepō eis him autos. ", "14": "And de he ho said legō, ' The ho God theos of ho our hēmeis fathers patēr has  chosen procheirizō you sy to  know ginōskō · ho his autos will thelēma,  · kai to see  the ho Righteous dikaios One  and kai to  hear akouō a  voice phōnē from ek · ho his autos mouth stoma. ", "15": "For hoti you  will  be eimi a  witness martys for  him autos to pros everyone pas anthrōpos of  what hos you  have  seen horaō and kai heard akouō. ", "16": "And kai now nyn why tis are  you  waiting mellō?  Rise anistēmi and  be  baptized baptizō and kai wash apolouō away  · ho your sy sins hamartia,  calling epikaleō on  · ho his autos name onoma.' ", "17": "· de When  I egō had  returned hypostrephō to eis Jerusalem Ierousalēm and kai I egō was  praying proseuchomai in en the ho temple hieron,  I egō fell ginomai into en a  trance ekstasis", "18": "and kai I saw  him autos saying legō to  me egō, ' Make speudō haste  and kai get exerchomai out  of ek Jerusalem Ierousalēm quickly en tachos,  because dioti they  will  not ou accept paradechomai your sy testimony martyria about peri me egō.' ", "19": "And kagō I  said legō, ' Lord kyrios, they  themselves autos know epistamai that hoti I egō used eimi to  go  from  one  synagogue  to  another kata imprisoning phylakizō and kai flogging derō · ho those ho who  believed pisteuō in epi you sy. ", "20": "And kai when hote the ho blood haima of  Stephen Stephanos,  · ho your sy witness martys,  was  being  shed ekchunnomai,  · kai I  myself autos was eimi standing ephistēmi by  · kai approving syneudokeō and kai guarding phylassō the ho cloaks himation of  those ho who  were  killing anaireō him autos.' ", "21": "And kai he  said legō to pros me egō, ' Go poreuō,  for hoti I egō will  send exapostellō you sy far  away makran to eis the  Gentiles ethnos.'” ", "22": "They  listened akouō to  · de him autos until achri this houtos · ho word logos,  but kai then  they  raised epairō · ho their autos voices phōnē saying legō, “ Away airō with  such  a  fellow toioutos from apo the ho earth gē,  · ho for gar it  is  not ou right kathēkō for  him autos to  live zaō!” ", "23": "While  they autos were  crying kraugazō out  and kai throwing rhipteō off  their ho cloaks himation and kai flinging ballō dust koniortos in eis the ho air aēr, ", "24": "the ho commanding  officer chiliarchos ordered keleuō Paul autos to  be  brought eisagō back  into eis the ho barracks parembolē,  saying legō that  he autos should  be  examined anetazō with  whips mastix so hina that  he  might  know epiginōskō the hos reason aitia why dia they  were  shouting epiphōneō at  him autos that  way houtōs. ", "25": "But de when hōs they  had  stretched proteinō him autos out  for  the ho lash himas,  Paul Paulos said legō to pros the ho centurion hekatontarchēs standing histēmi by ,  · ho “Is it lawful  for  you hymeis to  flog mastizō a  man anthrōpos who is a  Roman Rhōmaios citizen  and kai uncondemned akatakritos?” ", "26": "When  the ho centurion hekatontarchēs heard akouō · de this,  he  went proserchomai and  reported apangellō to  the ho commanding chiliarchos officer ,  saying legō, “ What tis are  you  about mellō to  do poieō?  · ho For gar this houtos man anthrōpos is eimi a  Roman Rhōmaios citizen .” ", "27": "The ho commanding  officer chiliarchos came proserchomai to  · de him autos and  said legō, “ Tell legō me egō,  are eimi you sy a  Roman Rhōmaios citizen ?”  He ho · de replied phēmi, “ Yes nai.” ", "28": "The ho commanding  officer chiliarchos answered apokrinomai,  · de “ I egō obtained ktaomai this houtos citizenship politeia with  a  large polys sum kephalaion of  money .”  · ho · ho · de Paul Paulos answered phēmi, “ But de I egō was  even kai born gennaō one.” ", "29": "Immediately eutheōs those ho who  were  about mellō to  examine anetazō him autos drew  back aphistēmi from apo him autos;  and kai the ho commanding chiliarchos officer  · de was  afraid phobeomai,  realizing epiginōskō that hoti Paul  was eimi a  Roman Rhōmaios citizen  and kai that hoti he  had eimi bound deō him autos. ", "30": "But de on  the ho next epaurion day ,  wanting boulomai to  know ginōskō · ho for  sure asphalēs · ho what tis was  the  accusation katēgoreō being  made  against  him  by hypo the ho Jews Ioudaios,  he  released lyō him autos and kai ordered keleuō the ho chief archiereus priests  and kai all pas the ho council synedrion to  meet synerchomai,  and kai he  brought katagō · ho Paul Paulos down and  set histēmi him  before eis them autos. "}