{"1": "Looking atenizō intently  at  · de the ho council synedrion,  · ho Paul Paulos said legō, “ My  brothers anēr,  I egō have  lived politeuomai in  all pas good agathos conscience syneidēsis before ho God theos up achri to  this houtos · ho day hēmera.” ", "2": "At that  the ho · de high archiereus priest  Ananias Hananias ordered epitassō those ho standing paristēmi near  him autos to  strike typtō him autos on  the ho mouth stoma. ", "3": "Then tote · ho Paul Paulos said legō to pros him autos, “ God theos is  about mellō to  strike typtō you sy,  · ho you  whitewashed koniaō wall toichos!  Do  you sy indeed kai sit kathēmai judging krinō me egō according kata to  the ho law nomos yet kai contrary paranomeō to  the  law  order keleuō me egō to  be  struck typtō?” ", "4": "Those ho · de standing paristēmi near  him  said legō, “Dare  you  insult loidoreō God' s theos · ho high archiereus priest ?”  · ho", "5": "And te Paul Paulos said phēmi,  · ho “ I  did  not ou realize oida,  brothers adelphos,  that hoti he  was eimi high archiereus priest ;  for gar it  is  written graphō, ' You  shall legō not ou speak legō evil kakōs about legō the  ruler archōn of ho your sy people laos.'” ", "6": "Now de when  Paul Paulos perceived ginōskō · ho that hoti · ho one heis part meros were eimi Sadducees Saddoukaios and de the ho other heteros Pharisees Pharisaios,  he  cried krazō out  in en the ho council synedrion, “ My  brothers anēr,  I egō am eimi a  Pharisee Pharisaios, a  son hyios of  Pharisees Pharisaios. It is  regarding peri my  hope elpis · kai of  a  resurrection anastasis for  the  dead nekros that  I egō am  on  trial krinō.” ", "7": "When legō he autos said legō this houtos,  · de an  argument stasis broke ginomai out  between  the ho Pharisees Pharisaios and kai the  Sadducees Saddoukaios,  and kai the ho assembly plēthos was  divided schizō. ", "8": "( For gar the  Sadducees Saddoukaios say legō that  there  is eimi no mē resurrection anastasis,  nor mēte angel angelos nor mēte spirit pneuma,  but de the  Pharisees Pharisaios confess homologeō · ho them  all amphoteroi.) ", "9": "Then de there  arose ginomai a  great megas uproar kraugē,  and kai certain tis of  the ho scribes grammateus of  the ho party meros of  the ho Pharisees Pharisaios stood  up anistēmi and  protested diamachomai vigorously ,  saying legō, “ We  find heuriskō nothing oudeis evil kakos in en · ho this houtos man anthrōpos. What  if ei · de a  spirit pneuma or ē an  angel angelos has  spoken laleō to  him autos?” ", "10": "And de when ginomai the  argument stasis became ginomai violent polys,  the ho commanding  officer chiliarchos,  afraid phobeomai that  Paul Paulos would  be  torn diaspaō apart  · ho by hypo them autos,  commanded keleuō the ho soldiers strateuma to  go  down katabainō and  take harpazō him autos away  from ek among mesos them autos by force  and te bring agō him  into eis the ho barracks parembolē. ", "11": "The ho · de following epeimi night nyx the ho Lord kyrios stood ephistēmi by  him autos and  said legō, “ Take tharseō courage ,  for gar as hōs you  have  testified diamartyromai to  the ho facts  about peri me egō in eis Jerusalem Ierousalēm,  so houtōs must dei you sy also kai testify martyreō in eis Rome Rhōmē.” ", "12": "When  it  was ginomai · de day hēmera,  the ho Jews Ioudaios made poieō a  plot systrophē and  bound anathematizō themselves heautou by an oath  saying legō that they would  neither mēte eat esthiō nor mēte drink pinō until heōs hos they  had  killed apokteinō · ho Paul Paulos. ", "13": "There  were eimi · de more polys than  forty tesserakonta who ho made poieō this houtos · ho conspiracy synōmosia. ", "14": "These hostis went proserchomai to  the ho chief archiereus priests  and kai · ho elders presbyteros and  said legō, “ We  have  bound anathematizō ourselves heautou by anathema an  oath anathema to  taste geuomai no mēdeis food  until heōs hos we  have  killed apokteinō · ho Paul Paulos. ", "15": "So oun now nyn you hymeis and syn the ho council synedrion give  notice emphanizō to  the ho commanding chiliarchos officer  to hopōs bring katagō him autos down  to eis you hymeis,  as hōs though  you  were mellō going  to  examine diaginōskō his autos case ho more  accurately akribōs;  and de we hēmeis will  be eimi ready hetoimos to  kill anaireō him autos before pro · ho he autos gets engizō there .”  · ho", "16": "But de when akouō the ho son hyios of ho Paul' s Paulos sister adelphē heard  about akouō the ho ambush enedra,  he  went paraginomai and kai entered eiserchomai eis the ho barracks parembolē and  reported apangellō it  to ho Paul Paulos. ", "17": "Then de Paul Paulos called proskaleō · ho one heis of  the ho centurions hekatontarchēs and  said phēmi, “ Take apagō · ho this houtos young neanias man  to pros the ho commanding chiliarchos officer ,  for gar he  has echō something tis to  report apangellō to  him autos.” ", "18": "So oun he ho took paralambanō him autos and  brought agō him  to pros the ho commanding chiliarchos officer  and kai said phēmi, “ The ho prisoner desmios Paul Paulos called proskaleō me egō and  asked erōtaō me  to  bring agō this houtos · ho young neaniskos man  to pros you sy,  as  he  has echō something tis to  say laleō to  you sy.” ", "19": "The ho commanding  officer chiliarchos took epilambanomai him autos by  · de the ho hand cheir,  · kai drew anachōreō him  aside kata idios and  asked pynthanomai, “ What tis is eimi it  that hos you  have echō to  report apangellō to  me egō?” ", "20": "And de he  said legō, “ The ho Jews Ioudaios have  agreed syntithēmi to ho ask erōtaō you sy to hopōs bring katagō Paul Paulos down katagō tomorrow aurion · ho to eis the ho council synedrion,  as hōs though  the  case tis against peri him autos was  going mellō to  be  examined pynthanomai more  closely akribōs. ", "21": "But oun you sy should  not mē be  persuaded peithō by  them autos,  for gar more  than polys forty tesserakonta of ek their autos men anēr are  lying enedreuō in  wait  for  him autos and  have  bound anathematizō themselves heautou by  an  oath  neither mēte to  eat esthiō nor mēte drink pinō until heōs hos they  kill anaireō him autos.  And kai now nyn they  are eimi ready hetoimos,  awaiting prosdechomai · ho your sy consent epangelia.” ", "22": "So oun the ho commanding chiliarchos officer  dismissed apolyō the ho young neaniskos man ,  charging parangellō him  to  tell eklaleō no mēdeis one  that hoti you  have  reported emphanizō these houtos things  to pros me egō.” ", "23": "Then kai he  called proskaleō two dyo of  the ho centurions hekatontarchēs and  said legō, “ Get  ready hetoimazō by apo the  third tritos hour hōra of  the ho night nyx two  hundred diakosioi soldiers stratiōtēs,  seventy hebdomēkonta horsemen hippeus, and  two  hundred diakosioi spearmen dexiolabos to hopōs go poreuō as heōs far  as  Caesarea Kaisareia.”  · kai · kai", "24": "And te he told them  to  provide paristēmi mounts ktēnos so  that hina having  put epibibazō · ho Paul Paulos on  them  they  might  bring diasōzō him  safely  to pros Felix Phēlix the ho governor hēgemōn. ", "25": "And  he  wrote graphō a  letter epistolē having echō · ho this houtos form typos: ", "26": "“ Claudius Klaudios Lysias Lysias,  to  the ho most kratistos excellent  governor hēgemōn,  Felix Phēlix,  greetings chairō. ", "27": "· ho This houtos man anēr was  seized syllambanō by hypo the ho Jews Ioudaios and kai was  about mellō to  be  killed anaireō by hypo them autos,  when  I  came ephistēmi upon  him and,  with syn the ho soldiers strateuma,  rescued exaireō him,  having  learned manthanō that hoti he  was eimi a  Roman Rhōmaios citizen . ", "28": "And te wanting boulomai to  know epiginōskō the ho charge aitia for dia which hos they  were  accusing enkaleō him autos,  I  brought katagō him  down  to eis · ho their autos council synedrion. ", "29": "I  found heuriskō him hos accused enkaleō in peri regard  to  questions zētēma of ho their autos law nomos,  but de with echō no mēdeis charge enklēma deserving axios death thanatos or ē imprisonment desmos. ", "30": "And de when  it  was  disclosed mēnyō to  me egō that  there  would  be eimi a  plot epiboulē against eis the ho man anēr,  I  sent pempō him  to pros you sy at  once exautēs,  ordering parangellō his ho accusers katēgoros also kai to  speak legō · ho against pros him autos to epi you sy.” ", "31": "So oun the ho soldiers stratiōtēs,  according kata to  the ho directions diatassō given  to  them autos,  took analambanō · ho Paul Paulos and  brought agō him  by dia night nyx to eis · ho Antipatris Antipatris. ", "32": "The ho · de next epaurion day  they  let eaō the ho horsemen hippeus go aperchomai on  with syn him autos, and  they  returned hypostrephō to eis the ho barracks parembolē. ", "33": "When  the  horsemen hostis arrived eiserchomai in eis · ho Caesarea Kaisareia,  · kai they  delivered anadidōmi the ho letter epistolē to  the ho governor hēgemōn and kai turned paristēmi over  · ho Paul Paulos to  him autos. ", "34": "When  he  had  read anaginōskō the letter,  · de · kai he  asked eperōtaō from ek what poios province eparcheia he  was eimi.  · kai Learning pynthanomai that hoti he was  from apo Cilicia Kilikia, ", "35": "he  said phēmi, “ I  will  give  you sy a  hearing diakouō when hotan · kai · ho your sy accusers katēgoros arrive paraginomai.”  Then  he  commanded keleuō that  Paul autos be  guarded phylassō in en · ho Herod' s hērōdēs headquarters praitōrion.  · ho"}