{"1": "And de after meta five pente days hēmera the ho high archiereus priest  Ananias Hananias went  down katabainō with meta some tis elders presbyteros and kai a  prosecuting rhētōr attorney ,  one tis Tertullus Tertyllos; and  they hostis laid emphanizō before  the ho governor hēgemōn their  case  against kata · ho Paul Paulos. ", "2": "And de when  he autos was  summoned kaleō,  Tertullus Tertyllos began archō to  accuse katēgoreō him,  · ho saying legō: “ Since  we  have  enjoyed tynchanō a  long polys period  of  peace eirēnē through dia your sy rule,  and kai since  reforms diorthōma are  being  made ginomai in ho the houtos nation ethnos by dia · ho your sos foresight pronoia, ", "3": "in  every pantē way  and kai everywhere pantachou we  accept apodechomai them,  most kratistos excellent  Felix Phēlix,  with meta all pas gratitude eucharistia. ", "4": "But de,  that hina I  may enkoptō not mē detain enkoptō you sy any epi longer polys,  I  beg parakaleō you sy to  hear akouō us hēmeis briefly syntomōs in ho your sos kindness epieikeia. ", "5": "For gar we  found heuriskō · ho this houtos man anēr to be a  troublemaker loimos,  · kai one  who  stirs kineō up  riots stasis among  all pas the ho Jews Ioudaios · ho throughout kata the ho world oikoumenē,  and te a  ringleader prōtostatēs of  the ho sect hairesis of  the ho Nazarenes Nazōraios. ", "6": "He hos even kai tried peirazō to  desecrate bebēloō the ho temple hieron,  so kai we  laid  hold krateō of  him hos. ", "8": "When  you  examine anakrinō him  yourself autos,  you  will  be  able dynamai to  learn epiginōskō from para him hos about peri all pas these houtos things  of  which hos we hēmeis are  accusing katēgoreō him autos.” ", "9": "And de the ho Jews Ioudaios also kai joined  the  attack synepitithēmi,  saying phaskō that  it houtos was echō so houtōs. ", "10": "And te Paul Paulos responded apokrinomai,  · ho when  the ho governor hēgemōn motioned neuō to  him autos to  speak legō: “ Knowing  that epistamai for ek many polys years etos you sy have  been eimi a  judge kritēs over ho this houtos nation ethnos,  gladly euthumōs do  I  make  my  own emautou defense apologeomai concerning peri these  things ho. ", "11": "As  you sy are  able dynamai to  verify epiginōskō for yourself,  it  is eimi not ou more polys than  twelve dōdeka days hēmera since apo hos I  went anabainō up  to  worship proskyneō in eis Jerusalem Ierousalēm, ", "12": "and kai they  did  not oute find heuriskō me egō arguing dialegomai with pros anyone tis or ē stirring  up epistasis a  crowd ochlos,  either oute in en the ho temple hieron or oute in en the ho synagogues synagōgē or oute in kata the ho city polis. ", "13": "Neither oude can  they dynamai provide paristēmi proof  to  you sy regarding peri the things  of  which hos they  are  now nyni accusing katēgoreō me egō. ", "14": "But de this houtos I  confess homologeō to  you sy,  that hoti according kata to  the ho Way hodos,  which hos they  call legō a  sect hairesis,  thus houtōs I  worship latreuō the ho God theos of  our  fathers patrōos,  believing pisteuō all pas things  that ho are  according kata to  the ho Law nomos and kai · ho written graphō in en the ho Prophets prophētēs, ", "15": "having echō a  hope elpis in eis · ho God theos,  which hos · kai these  men houtos themselves autos accept prosdechomai, that  there  is mellō to  be eimi a  resurrection anastasis both te of  the  just dikaios and kai of  the  unjust adikos. ", "16": "In en view of  this houtos · kai I autos do  my  best askeō to  have echō a  clear aproskopos conscience syneidēsis toward pros · ho God theos and kai · ho men anthrōpos at  all  times dia. ", "17": "“ Now de,  after dia several polys years etos,  I  came paraginomai to eis my egō people ethnos bringing poieō gifts  for  the  poor eleēmosynē · ho and kai presenting  offerings prosphora, ", "18": "which hos I was doing  when en they  found heuriskō me egō,  ritually  purified hagnizō in en the ho temple hieron,  without ou meta a  crowd ochlos and  without oude a  commotion thorybos. ", "19": "But de there are  some tis Jews Ioudaios from apo · ho Asia Asia who hos ought dei to  be  here pareimi before epi you sy and kai bring katēgoreō charges ,  if ei they  have echō anything tis against pros me egō. ", "20": "Or ē let  these  men houtos themselves autos tell legō what tis wrongdoing adikēma they  found heuriskō when  I egō stood histēmi before epi the ho council synedrion, ", "21": "other ē than  this houtos one heis utterance phōnē that hos I  cried krazō out  while  standing histēmi among en them autos: 'It is  regarding peri a  resurrection anastasis for  the  dead nekros that  I egō am  on  trial krinō before epi you hymeis this  day sēmeron.'” ", "22": "But de · ho Felix Phēlix,  knowing oida more  exactly akribōs the ho facts  concerning peri the ho Way hodos,  put anaballō them autos off anaballō,  saying legō, “ When hotan Lysias Lysias the ho commanding chiliarchos officer  comes katabainō down ,  I  will  decide diaginōskō · ho your  case kata.” ", "23": "Then  he  commanded diatassō the ho centurion hekatontarchēs to  keep tēreō him autos in custody,  but te to  let  him  have echō some  freedom anesis and kai not mēdeis to  prevent kōlyō any  of ho his autos friends idios from  taking hypēreteō care  of  his autos needs . ", "24": "After meta · de some tis days hēmera Felix Phēlix arrived paraginomai · ho with syn his idios wife gynē Drusilla Drousilla,  · ho who  was eimi Jewish Ioudaios.  He  sent metapempō for  · ho Paul Paulos and kai heard akouō him autos speak  about peri · ho faith pistis in eis Christ Christos Jesus Iēsous. ", "25": "And de as  he autos reasoned dialegomai with  him  about peri righteousness dikaiosynē and kai self-control enkrateia and kai the ho judgment krima · ho to  come mellō,  Felix Phēlix became ginomai frightened emphobos · ho and  said apokrinomai, “For  the ho present nyn go  away echō,  but de when  I  find metalambanō time kairos I  will  send metakaleō for  you sy.” ", "26": "At  the  same hama time  · kai he  hoped elpizō that hoti money chrēma would  be  given didōmi to  him autos by hypo · ho Paul Paulos.  So dio · kai he  sent  for metapempō him autos frequently pyknos and  conversed homileō with  him autos. ", "27": "When  two  years dietia · de had  passed plēroō,  Felix Phēlix was  replaced lambanō · ho by  Porcius Porkios Festus Phēstos,  and te wanting thelō to  curry katatithēmi favor charis with katatithēmi the ho Jews Ioudaios,  · ho Felix Phēlix left kataleipō · ho Paul Paulos in  prison deō. "}