{"1": "And kai when  we  had  escaped diasōzō safely ,  then tote we  learned epiginōskō that hoti the ho island nēsos was  called kaleō Malta Melitē. ", "2": "The ho native barbaros people  showed parechō us hēmeis no ou · ho ordinary tynchanō kindness philanthrōpia,  for gar they  kindled haptō a  fire pyra and  welcomed proslambanō us hēmeis all pas,  because dia it  had  begun  to ephistēmi · ho rain hyetos · ho and kai because dia of  the ho cold psychos. ", "3": "When  Paul Paulos had  gathered systrephō · de · ho a tis bundle plēthos of  sticks phryganon and kai put epitithēmi them  on epi the ho fire pyra, a  viper echidna came  out exerchomai from apo the ho heat thermē and  fastened kathaptō onto  · ho his autos hand cheir. ", "4": "When hōs · de the ho native  people barbaros saw  the ho creature thērion hanging kremannymi from ek · ho his autos hand cheir,  they  said legō to pros each allēlōn other , “ Certainly pantōs this houtos man anthrōpos is eimi a  murderer phoneus,  · ho and  though  he hos has  escaped diasōzō from ek the ho sea thalassa,  · ho justice dikē has eaō not ou allowed eaō him  to  live zaō.” ", "5": "But oun Paul ho shook apotinassō the ho creature thērion off  into eis the ho fire pyr and  suffered paschō no oudeis harm kakos. ", "6": "They ho · de were  expecting prosdokaō that  he autos was  going mellō to  swell pimprēmi up  or ē suddenly aphnō fall katapiptō down  dead nekros;  but de when prosdokaō they autos waited prosdokaō a  long  time epi and kai saw theōreō no mēdeis misfortune atopos happen ginomai to eis him autos,  they  changed metaballō their  minds  and  said legō that  he autos was eimi a  god theos. ", "7": "Now de in en the ho region  around peri · ho that ekeinos place topos were hyparchō fields chōrion belonging  to  the ho leading prōtos man  of  the ho island nēsos,  by  name onoma Publius Poplios,  who hos welcomed anadechomai us hēmeis and for  three treis days hēmera entertained xenizō us  hospitably philophronōs. ", "8": "It  happened ginomai that  · de the ho father patēr of ho Publius Poplios lay katakeimai sick  with  bouts synechō of  fever pyretos and kai with  dysentery dysenterion.  Paul Paulos visited eiserchomai him hos,  · ho and kai when  he  had  prayed proseuchomai,  he  laid epitithēmi his ho hands cheir on  him autos and  healed iaomai him autos. ", "9": "And de when  this houtos happened ginomai,  the ho rest loipos of  the ho people  on en the ho island nēsos who  had echō diseases astheneia also kai came proserchomai and kai were  cured therapeuō. ", "10": "They hos also kai honored timaō us hēmeis with  many polys honors timē,  and kai when  we  were  getting anagō ready  to  sail ,  they  put epitithēmi · ho on pros board  whatever ho we  needed chreia. ", "11": "After meta · de three treis months mēn we  put  out anagō to  sea  in en a  ship ploion that  had  wintered paracheimazō at en the ho island nēsos, a ship  of  Alexandria Alexandrinos, with the “ Heavenly  Twins Dioskouroi” as a  figurehead parasēmos. ", "12": "And kai when  we  put katagō in  at eis Syracuse Syrakousai,  we  stayed epimenō there  three treis days hēmera. ", "13": "From  there hothen we  circled periaireō round  and  came katantaō to eis Rhegium Rhēgion;  and kai after meta one heis day hēmera a  south  wind notos came epiginomai up , and  on  the  following deuteraios day  we  arrived erchomai in eis Puteoli Potioloi, ", "14": "where hou we  found heuriskō brethren adelphos, and  were  invited parakaleō to  stay epimenō with para them autos seven hepta days hēmera.  And kai so houtōs we  went erchomai toward eis · ho Rome Rhōmē. ", "15": "And  the ho brothers adelphos there kakeithen,  when  they  heard akouō · ho about peri us hēmeis,  came erchomai as achri far  as  the  Forum phoron of  Appius Appios and kai Three treis Taverns tabernai to eis meet apantēsis us hēmeis. On seeing  them hos,  · ho Paul Paulos gave  thanks eucharisteō to ho God theos and  took lambanō courage tharsos. ", "16": "And de when hote we  entered eiserchomai Rome Rhōmē,  Paul Paulos was  allowed epitrepō · ho to  stay menō by kata himself heautou,  with syn a  soldier stratiōtēs · ho guarding phylassō him autos. ", "17": "And de it  happened ginomai that  after meta three treis days hēmera Paul autos called synkaleō together  the ho leaders prōtos of  the ho Jews Ioudaios.  And de when  they autos gathered synerchomai,  he  said legō to pros them autos: “ My  brothers anēr,  though poieō I egō have  done poieō nothing oudeis against enantion our ho people laos or ē the ho customs ethos of  our ho fathers patrōos, yet  I  was  delivered paradidōmi as a  prisoner desmios from ek Jerusalem Hierosolyma into eis the ho hands cheir of  the ho Romans Rhōmaios. ", "18": "They hostis examined anakrinō me egō and  wanted boulomai to  release apolyō me,  because dia · ho there  was hyparchō no mēdeis basis aitia for  a  death thanatos sentence  against en me egō. ", "19": "But de when  the ho Jews Ioudaios objected antilegō,  I  was  compelled anankazō to  appeal epikaleō to  Caesar Kaisar, but  not ou as hōs though  I  had echō some tis charge  to  bring  against katēgoreō · ho my  own egō people ethnos. ", "20": "For dia this houtos reason ,  therefore oun,  · ho I  have parakaleō asked aitia to see  you hymeis and kai speak proslaleō with  you,  since gar it is because of  the ho hope elpis of ho Israel Israēl that  I  wear perikeimai · ho this houtos chain halysis.” ", "21": "And de they ho said legō to pros him autos, “ We hēmeis have  received dechomai no oute letters gramma from apo Judea Ioudaia about peri you sy,  · ho nor oute have  any tis of  the ho brothers adelphos come  from  there paraginomai and  reported apangellō or ē spoken laleō any tis bad ponēros about peri you sy. ", "22": "But de we  desire axioō to  hear akouō from para you sy what hos you  think phroneō,  for gar with peri regard  to  · ho this houtos sect hairesis it  is eimi known gnōstos to  us hēmeis that hoti everywhere pantachou it  is  spoken antilegō against .” ", "23": "When  they  had  arranged tassō · de a  day hēmera to meet  with  him autos,  many polys came erchomai to pros him autos at eis his ho lodging xenia, and  he  expounded ektithēmi to  them hos,  testifying diamartyromai to  the ho kingdom basileia of ho God theos and te trying peithō to  convince  them autos about peri · ho Jesus Iēsous both te from apo the ho Law nomos of  Moses Mōysēs and kai from  the ho Prophets prophētēs,  from apo morning prōi till heōs evening hespera. ", "24": "And kai some ho men were  convinced peithō by  what ho he  said legō,  but de others ho refused apisteō to  believe . ", "25": "And de not  being eimi in  harmony asymphōnos among pros themselves allēlōn,  they  departed apolyō after  Paul Paulos made legō · ho one heis further  statement rhēma. “ The ho Holy hagios Spirit pneuma · ho was  right kalōs in  saying laleō to pros your hymeis fathers patēr through dia Isaiah ēsaias the ho prophet prophētēs:  · ho", "26": "“' Go poreuō to pros · ho this houtos people laos,  and kai say legō, “ You  will  indeed  hear akoē but kai never ou mē understand syniēmi,  and kai you  will  indeed  see blepō but kai never ou mē perceive”; ", "27": "for gar the ho heart kardia of ho this houtos people laos has  become  dull pachunō,  and kai they  hear akouō with  difficultly bareōs with  their ho ears ous,  and kai · ho their autos eyes ophthalmos they  have  closed kammyō,  lest mēpote they should see  with  their ho eyes ophthalmos and kai hear akouō with  their ho ears ous and kai understand syniēmi with  their ho heart kardia and kai turn epistrephō,  and kai I  should  heal iaomai them autos.' ", "28": "So oun let  it  be eimi known gnōstos to  you hymeis that hoti this houtos salvation  of ho God theos has  been  sent apostellō to  the ho Gentiles ethnos;  · ho even kai they autos will  listen akouō.” ", "30": "Paul  lived emmenō there  · de two dietia whole holos years  in en his idios own  rented misthōma house  and kai welcomed apodechomai all pas who ho came eisporeuomai to pros him autos, ", "31": "proclaiming kēryssō the ho kingdom basileia of ho God theos and kai teaching didaskō · ho about peri the ho Lord kyrios Jesus Iēsous Christ Christos with meta all pas boldness parrēsia,  without  hindrance akōlytōs. "}