{"1": "Now de Peter Petros and kai John Iōannēs were  going anabainō up  to eis the ho temple hieron at epi the ho hour hōra of ho prayer proseuchē,  the ho ninth enatos hour. ", "2": "And kai a tis man anēr lame chōlos from ek the  womb koilia of  his autos mother mētēr was  being hyparchō carried bastazō,  whom hos they  laid tithēmi daily kata hēmera at pros the ho gate thura of  the ho temple hieron · ho called legō the “ Beautiful hōraios Gate”  to ho ask aiteō alms eleēmosynē from para those ho entering eisporeuomai into eis the ho temple hieron. ", "3": "When  he hos saw  Peter Petros and kai John Iōannēs about mellō to  go eiseimi into eis the ho temple hieron,  he  asked erōtaō to  receive lambanō alms eleēmosynē. ", "4": "But de Peter Petros,  looking atenizō directly  at eis him autos,  as syn did  · ho John Iōannēs,  said legō, “ Look blepō at eis us hēmeis.” ", "5": "So de the ho lame man  gave epechō them autos his attention,  expecting prosdokaō to  receive lambanō something tis from para them autos. ", "6": "But de Peter Petros said legō, “ Silver argyrion and kai gold chrysion is  not ou possessed hyparchō by  me egō,  but de what hos I  do  have echō I  give didōmi to  you sy.  In en the ho name onoma of  Jesus Iēsous Christ Christos of ho Nazareth Nazōraios,  stand egeirō up  and kai walk peripateō!” ", "7": "Then kai taking piazō him autos by  the ho right dexios hand cheir, Peter  raised egeirō him autos up,  and de immediately parachrēma his autos feet basis and kai ankles sphydron were  made  strong stereoō;  · ho · ho", "8": "and kai jumping exallomai up ,  he  stood histēmi and kai began  to  walk peripateō and kai entered eiserchomai with syn them autos into eis the ho temple hieron,  walking peripateō and kai jumping hallomai and kai praising aineō · ho God theos. ", "9": "And kai all pas the ho people laos saw  him autos walking peripateō and kai praising aineō · ho God theos, ", "10": "and de recognized epiginōskō him autos— that hoti he autos was eimi the ho one  who  used  to  sit kathēmai and ask  for pros · ho alms eleēmosynē at epi the ho Beautiful hōraios Gate pylē of  the ho temple hieron.  And kai they  were  filled pimplēmi with  awe thambos and kai amazement ekstasis at epi what ho had  happened symbainō to  him autos. ", "11": "While  he autos clung krateō to  · de · ho Peter Petros and kai · ho John Iōannēs,  all pas the ho people laos ran syntrechō together  to pros them autos in epi the ho covered stoa walkway  · ho called kaleō Solomon' s Solomōn Portico, utterly astounded. ", "12": "When  Peter Petros saw  · de · ho this,  he  replied apokrinomai to pros the ho people laos, “ Men anēr of  Israel Israēlitēs,  why tis are  you  amazed thaumazō at epi this houtos,  or ē why tis do  you  stare atenizō at  us hēmeis,  as hōs though  by  our  own idios power dynamis or ē piety eusebeia we  had  made poieō him autos · ho walk peripateō? ", "13": "The ho God theos of  Abraham Abraam,  · kai Isaac Isaak,  and kai Jacob Iakōb— the ho God theos of ho our hēmeis fathers patēr— glorified doxazō · ho his autos servant pais Jesus Iēsous,  whom hos you hymeis delivered paradidōmi over  and kai disowned arneomai in kata the  presence prosōpon of  Pilate Pilatos,  when  he ekeinos had  decided krinō to  release apolyō him. ", "14": "But de you hymeis denied arneomai the ho Holy hagios and kai Righteous dikaios One ,  and kai asked aiteō that a  man anēr who was a  murderer phoneus be  released charizomai to  you hymeis, ", "15": "and de you  killed apokteinō the ho Originator archēgos of ho life zōē,  whom hos · ho God theos raised egeirō from ek the  dead nekros,  of  which hos we hēmeis are eimi witnesses martys. ", "16": "And kai on epi the  basis  of  · ho faith pistis in  · ho his autos name onoma— his ho name onoma itself autos has  made stereoō this houtos man  strong stereoō,  whom hos you  see theōreō and kai know oida.  · kai The ho faith pistis that ho is  through dia Jesus autos has  given didōmi him autos · ho this houtos wholeness holoklēria before apenanti all pas of  you hymeis. ", "17": "And kai now nyn,  brothers adelphos,  I  know oida that hoti you  acted prassō in kata ignorance agnoia,  as hōsper did  your hymeis rulers archōn as kai well .  · ho", "18": "But de the  things hos · ho God theos foretold prokatangellō through dia the  mouth stoma of  all pas the ho prophets prophētēs, that  his autos Christ Christos would  suffer paschō,  · ho he  has  fulfilled plēroō in  this  way houtōs. ", "19": "Repent metanoeō therefore oun,  and kai turn epistrephō again ,  for eis the ho blotting exaleiphō out  of  your hymeis · ho sins hamartia, ", "20": "that hopōs there  may  come erchomai times kairos of  refreshing anapsyxis from apo the  presence prosōpon of  the ho Lord kyrios,  and kai that  he  may  send apostellō the ho Messiah Christos appointed procheirizō for  you hymeis, that is,  Jesus Iēsous, ", "21": "whom hos heaven ouranos must dei receive dechomai until achri the  time chronos of  restoration apokatastasis of  all pas things ,  which hos God theos spoke laleō · ho by dia the  mouth stoma of ho his autos holy hagios prophets prophētēs long  ago apo. ", "22": "Moses Mōysēs said legō, ' The ho Lord kyrios your hymeis God theos will  raise anistēmi up  for  you hymeis a  prophet prophētēs from ek among  · ho your hymeis brothers adelphos,  as hōs he raised  me egō.  You  must  obey akouō him autos in kata all pas things  whatsoever hosos an he  speaks laleō to pros you hymeis. ", "23": "And de it  will  be eimi that  every pas soul psychē who hostis ean does  not mē obey akouō · ho that ekeinos prophet prophētēs will  be  destroyed exolethreuō from ek among  the ho people laos.' ", "24": "And kai all pas · de the ho prophets prophētēs from apo Samuel Samouēl and kai those ho who  came  after kathexēs him,  as hosos many  as  have  spoken laleō,  also kai announced katangellō · ho these houtos days hēmera. ", "25": "You hymeis are eimi the ho sons hyios of  the ho prophets prophētēs and kai of  the ho covenant diathēkē which hos God theos made diatithēmi · ho with pros · ho your hymeis fathers patēr,  saying legō to pros Abraham Abraam, ' And kai in en · ho your sy offspring sperma shall  all pas the ho families patria of  the ho earth gē be  blessed eneulogeō.' ", "26": "God theos,  having  raised  up anistēmi his autos servant pais,  sent apostellō him autos to  you hymeis first prōton,  · ho · ho to  bless eulogeō you hymeis by en · ho turning apostrephō each hekastos one  of you  from apo · ho your hymeis wicked ponēria ways .” "}