{"1": "And de as  they autos were  speaking laleō to pros the ho people laos,  the ho priests hiereus and kai the ho captain stratēgos of  the ho temple hieron and kai the ho Sadducees Saddoukaios moved  in  on ephistēmi them autos, ", "2": "greatly  annoyed diaponeomai because dia · ho they autos were  teaching didaskō the ho people laos and kai announcing katangellō in en · ho Jesus Iēsous the ho resurrection anastasis · ho from ek the  dead nekros. ", "3": "So kai they  laid epiballō hands cheir on  them autos · ho and kai put tithēmi them  in eis custody tērēsis until eis the ho next aurion day ,  since gar it  was eimi already ēdē evening hespera. ", "4": "And de many polys of ho those  who  had  heard akouō the ho word logos believed pisteuō,  and kai the ho number arithmos of  the ho men anēr came ginomai to  about hōs five pente thousand chilias. ", "5": "· de On epi the ho next aurion day  their autos · ho rulers archōn and kai · ho elders presbyteros and kai · ho scribes grammateus were  gathered  together synagō in en Jerusalem Ierousalēm, ", "6": "both kai Annas Hannas the ho high archiereus priest  and kai Caiaphas Kaiaphas and kai John Iōannēs and kai Alexander Alexandros,  and kai as hosos many  as  were eimi of ek the  high-priestly archieratikos family genos. ", "7": "And kai having  set histēmi them autos in en the ho midst mesos,  they  began  to  inquire pynthanomai, “ By en what poios power dynamis or ē by en what poios name onoma did  you hymeis do poieō this houtos?” ", "8": "Then tote Peter Petros,  filled pimplēmi with  the  Holy hagios Spirit pneuma,  said legō to pros them autos, “ Rulers archōn of  the ho people laos and kai elders presbyteros, ", "9": "if ei we hēmeis are  being  examined anakrinō today sēmeron about epi a  good euergesia deed  done  to  a  sick asthenēs man anthrōpos,  by en what tis means  this houtos man  has  been  healed sōzō, ", "10": "let  it  be eimi known gnōstos to  you hymeis all pas and kai to  all pas the ho people laos of  Israel Israēl that hoti by en the ho name onoma of  Jesus Iēsous Christ Christos of ho Nazareth Nazōraios,  whom hos you hymeis crucified stauroō,  whom hos · ho God theos raised egeirō from ek the  dead nekros,  by en him houtos this houtos man  is  standing paristēmi before enōpion you hymeis healthy hygiēs. ", "11": "This houtos is eimi the ho stone lithos that ho was  rejected exoutheneō by hypo you hymeis,  the ho builders oikodomos,  that ho has  become ginomai the  chief kephalē cornerstone gōnia. ", "12": "And kai salvation sōtēria is eimi in en no  one oudeis else allos,  · ho for gar there  is eimi no oude other heteros name onoma under hypo · ho heaven ouranos · ho given didōmi among en men anthrōpos by en which hos we hēmeis must dei be  saved sōzō.” ", "13": "Seeing theōreō · de the ho boldness parrēsia of ho Peter Petros and kai John Iōannēs,  and kai coming katalambanō to  find  that hoti they  were eimi uneducated agrammatos and kai common idiōtēs men anthrōpos,  they  were  astonished thaumazō and te recognized epiginōskō that hoti they autos had  been eimi with syn · ho Jesus Iēsous. ", "14": "But te seeing blepō the ho man anthrōpos who ho had  been  healed therapeuō standing histēmi with syn them autos,  they  had echō nothing oudeis to  say antilegō in  opposition . ", "15": "But de commanding keleuō them autos to  go aperchomai outside exō the ho council synedrion,  they  discussed symballō the matter  with pros one allēlōn another , ", "16": "saying legō, “ What tis shall  we  do poieō with ho these houtos men anthrōpos?  For gar that hoti a  notable gnōstos sign sēmeion has  been  done ginomai through dia them autos is  evident phaneros to  all pas who ho live katoikeō in  Jerusalem Ierousalēm,  and kai we  are  unable ou to  deny arneomai it. ", "17": "But alla that hina it  may  spread dianemō no mē further epi polys among eis the ho people laos,  let  us  warn apeileō them autos no mēketi longer  to  speak laleō in epi · ho this houtos name onoma to  anyone mēdeis among  men anthrōpos.” ", "18": "So kai they  called kaleō them autos and  ordered parangellō · ho them  not mē to  speak phthengomai or mēde teach didaskō at  all katholou in epi the ho name onoma of ho Jesus Iēsous. ", "19": "· ho But de Peter Petros and kai John Iōannēs said legō in  answer apokrinomai to pros them autos, “ Whether ei it  is eimi right dikaios before enōpion · ho God theos to  obey akouō you hymeis rather mallon than ē · ho God theos,  you  must  judge krinō, ", "20": "for gar we hēmeis cannot ou dynamai help mē speaking laleō of the  things hos we have seen  and kai heard akouō.” ", "21": "And de when  they ho had  threatened prosapeileō them  further ,  they  let  them autos go apolyō,  for  they  could  not mēdeis find heuriskō · ho how pōs to  punish kolazō them autos on  account dia of  the ho people laos,  since hoti they  all pas were  praising doxazō · ho God theos for epi what ho had  happened ginomai. ", "22": "For gar the ho man anthrōpos was eimi over polys forty tesserakonta years etos old  on epi whom hos this houtos sign sēmeion of ho healing iasis had  been  performed ginomai.  · ho", "23": "After  they  were  released apolyō,  · de they  went erchomai to pros · ho their idios friends  and kai reported apangellō all hosos that  the ho chief archiereus priests  and kai the ho elders presbyteros had  said legō to pros them autos. ", "24": "When  they ho · de heard akouō this,  they  lifted airō their  voices phōnē together homothumadon to pros · ho God theos and kai said legō, “ Sovereign  Lord despotēs,  you sy who ho made poieō the ho heaven ouranos and kai the ho earth gē and kai the ho sea thalassa,  and kai everything pas that ho is  in en them autos, ", "25": "who ho through the  mouth stoma of ho our hēmeis father patēr David Dauid,  your sy servant pais,  by dia the  Holy hagios Spirit pneuma did  say legō, ' Why hinati did  the  Gentiles ethnos rage phryassō,  and kai the  peoples laos devise meletaō vain  schemes kenos? ", "26": "The ho kings basileus of  the ho earth gē took  their  stand paristēmi,  and kai the ho rulers archōn gathered synagō together epi ho · ho against kata the ho Lord kyrios and kai against kata · ho his autos Messiah Christos.' ", "27": "For gar truly epi there  were  gathered synagō together  in en · ho this houtos city polis against epi · ho your sy holy hagios servant pais Jesus Iēsous,  whom hos you  anointed chriō,  both te Herod hērōdēs and kai Pontius Pontios Pilate Pilatos,  along  with syn the  Gentiles ethnos and kai the  peoples laos of  Israel Israēl, ", "28": "to  do poieō whatever hosos · ho your sy hand cheir and kai · ho your sy plan boulē had  predetermined proorizō to  be ginomai. ", "29": "And kai · ho now nyn,  Lord kyrios, look  upon epi · ho their autos threats apeilē and kai grant didōmi to ho your sy servants  with meta all pas boldness parrēsia to  speak laleō · ho your sy word logos, ", "30": "while en · ho you sy stretch  out ekteinō · ho your sy hand cheir to eis heal iasis,  and kai signs sēmeion and kai wonders teras are  done ginomai through dia the ho name onoma of ho your sy holy hagios servant pais Jesus Iēsous.” ", "31": "And kai when  they autos had  prayed deomai,  the ho place topos in en which hos they  were eimi gathered synagō together  was  shaken saleuō,  and kai they  were  all hapas filled pimplēmi with  the ho Holy hagios Spirit pneuma and kai began  to  speak laleō the ho word logos of ho God theos with meta boldness parrēsia. ", "32": "Now de the ho whole  group plēthos of ho those  who  believed pisteuō were eimi of  one heis heart kardia and kai soul psychē,  and kai not oude even  one heis said legō that  anything tis that ho belonged hyparchō to  him autos was eimi his idios own ,  but alla everything hapas was eimi common  property koinos for  them autos. ", "33": "And kai with  great megas power dynamis the ho apostles apostolos continued  to  give apodidōmi the ho testimony martyrion of  the ho resurrection anastasis of  the ho Lord kyrios Jesus Iēsous,  and te great megas grace charis was eimi upon epi them autos all pas. ", "34": "For gar there  was eimi not oude a  needy endeēs person tis among en them autos,  for gar as hosos many  as  were hyparchō owners ktētōr of  land chōrion or ē houses oikia sold pōleō them and  brought pherō the ho proceeds timē from ho what  was  sold pipraskō", "35": "and kai placed tithēmi it  at para the ho apostles' apostolos feet pous;  · ho and de they  distributed diadidōmi to  each hekastos according  as kathoti anyone tis had echō need chreia. ", "36": "And de Joseph Iōsēph,  who ho was  surnamed epikaleō Barnabas Barnabas by apo the ho apostles apostolos ( when  translated methermēneuō means hos eimi, “ Son hyios of  Encouragement paraklēsis”), a  Levite Leuitēs, a  Cypriot Kyprios by ho race genos, ", "37": "sold pōleō a  field agros that  belonged hyparchō to  him autos and  brought pherō the ho money chrēma and kai placed tithēmi it  at pros the ho apostles' apostolos feet pous.  · ho"}