{"1": "Now de a tis man anēr named onoma Ananias Hananias,  with syn Sapphira Sapphira · ho his autos wife gynē,  sold pōleō a  piece ktēma of  property , ", "2": "and kai kept  back nosphizō for  himself  some apo of  the ho proceeds timē,  with kai his ho wife' s gynē knowledge synoida,  and kai brought pherō only  part meros of  it tis and  placed tithēmi it  at para the ho apostles' apostolos feet pous.  · ho", "3": "But de Peter Petros said legō,  · ho “ Ananias Hananias,  why dia tis did  Satan Satanas fill plēroō · ho · ho your sy heart kardia to  lie pseudomai to  the ho Holy hagios Spirit pneuma · ho and kai to  keep nosphizō back  for  yourself  part apo of  the ho proceeds timē of  the ho field chōrion? ", "4": "While  it  remained menō unsold,  did  it menō not ouchi remain menō yours sy?  And kai after  it  was  sold pipraskō,  was  it hyparchō not  under en · ho your sos control exousia?  Why tis is it  that hoti you  have  contrived tithēmi this houtos affair pragma in en · ho your sy heart kardia?  · ho You  have  not ou lied pseudomai to  men anthrōpos but alla to ho God theos!” ", "5": "When  Ananias Hananias heard akouō · de · ho · ho these houtos words logos, he  fell piptō down  and  breathed ekpsychō his  last .  · kai Great megas fear phobos gripped ginomai all pas who ho heard akouō about  it. ", "6": "So de the ho young  men neos came anistēmi forward ,  wrapped systellō him autos up,  then kai carried ekpherō him  out  and  buried thaptō him. ", "7": "After ginomai de an  interval diastēma of  about hōs three treis hours hōra · kai · ho his autos wife gynē came  in eiserchomai,  unaware  of mē what ho had  happened ginomai. ", "8": "And de Peter Petros addressed apokrinomai her autos, “ Tell legō me egō whether ei for  so tosoutos much  you  sold apodidōmi the ho land chōrion”  And de she ho said legō, “ Yes nai,  for  so tosoutos much .” ", "9": "· ho And de Peter Petros said  to pros her autos, “ Why tis is it  that hoti you hymeis agreed symphōneō together  to  test peirazō the ho Spirit pneuma of  the  Lord kyrios?  Look idou!  The ho feet pous of  those ho who  buried thaptō · ho your sy husband anēr are  at epi the ho door thura,  and kai they  will  carry ekpherō you sy out .” ", "10": "And de she  fell piptō down  immediately parachrēma at pros · ho his autos feet pous and kai breathed ekpsychō her  last . When  the ho young  men neaniskos came eiserchomai in  · de and  found heuriskō her autos dead nekros,  · kai they  carried ekpherō her  out  and  buried thaptō her  beside pros · ho her autos husband anēr. ", "11": "· kai Great megas fear phobos gripped ginomai the ho entire holos church ekklēsia,  and kai all pas who ho heard akouō about  these houtos things . ", "12": "By dia · de the ho hands cheir of  the ho apostles apostolos many polys signs sēmeion and kai wonders teras were  being  done ginomai among en the ho people laos.  And kai they  were eimi all hapas together homothumadon in en · ho Solomon' s Solomōn Portico stoa. ", "13": "But de of  the ho others loipos no oudeis one  dared tolmaō to  join kollaō them autos;  however alla,  the ho people laos held megalynō them autos in high regard, ", "14": "and de more mallon than  ever  believers pisteuō were  added prostithēmi to  the ho Lord kyrios,  multitudes plēthos both te of  men anēr and kai women gynē, ", "15": "so hōste that  they  carried  out ekpherō the ho sick asthenēs even kai into eis the ho streets platys,  and kai laid tithēmi them  on epi cots klinarion and kai mats krabattos,  so hina that  as  Peter Petros came erchomai by  at kan least  his ho shadow skia might  fall episkiazō on  some tis of  them autos. ", "16": "· de A ho great plēthos number  of people  from  the ho towns polis around perix Jerusalem Ierousalēm also kai came synerchomai,  bringing pherō the  sick asthenēs and kai those  tormented ochleō by hypo evil akathartos spirits pneuma, and  they hostis were  healed therapeuō,  all hapas of them. ", "17": "Then de the ho high  priest archiereus stood  up anistēmi and kai all pas who ho were  with syn him autos ( that ho is eimi, the  party hairesis of  the ho Sadducees Saddoukaios), and  they  were  filled pimplēmi with  indignation zēlos, ", "18": "and kai they  laid epiballō · ho hands cheir on epi the ho apostles apostolos and kai put tithēmi them autos in en the  public dēmosios jail tērēsis. ", "19": "But de an  angel angelos of  the  Lord kyrios during dia the  night nyx opened anoigō the ho doors thura of  the ho prison phylakē and te brought exagō them autos out and  said legō, ", "20": "“ Go poreuō and kai stand histēmi in en the ho temple hieron and  speak laleō to  the ho people laos all pas the ho words rhēma of ho this houtos life zōē.” ", "21": "And de when  they  heard akouō this,  they  entered eiserchomai the ho temple hieron at hypo · ho daybreak orthros and kai began  to  teach didaskō.  But de when  the ho high  priest archiereus came paraginomai,  and kai those ho who were  with syn him autos,  they  called synkaleō together  the ho council synedrion and kai all pas the ho elders gerousia of  the ho sons hyios of  Israel Israēl and kai they  sent apostellō to eis the ho prison desmōtērion to  have  them  brought agō before  them autos. ", "22": "But de when  the ho officers hypēretēs came paraginomai,  they  did  not ou find heuriskō them autos in en the ho prison phylakē,  so de they  returned anastrephō and  reported apangellō, ", "23": "saying legō, “ We  found heuriskō the ho prison desmōtērion locked kleiō with en every pas security asphaleia and kai the ho guards phylax standing histēmi at epi the ho doors thura,  but de when  we  opened anoigō it  we  found heuriskō no  one oudeis inside esō.” ", "24": "On hōs · de hearing akouō · ho these houtos words logos,  both te the ho captain stratēgos of  the ho temple hieron and kai the ho chief archiereus priests  were  perplexed diaporeō about peri them autos, wondering  what tis this houtos could  be ginomai. ", "25": "And de someone tis came paraginomai and  reported apangellō to  them autos, “ Look idou!  The ho men anēr whom hos you  put tithēmi in en the ho prison phylakē are eimi standing histēmi in en the ho temple hieron and kai teaching didaskō the ho people laos.” ", "26": "Then tote the ho captain stratēgos went aperchomai with syn the ho officers hypēretēs and  brought agō them autos, but  not ou with meta force bia,  for gar they  feared phobeomai the ho people laos,  lest mē they  be  stoned lithazō. ", "27": "And de they  brought agō them autos and  had  them  stand histēmi before en the ho council synedrion.  · kai The ho high  priest archiereus questioned eperōtaō them autos, ", "28": "saying legō, “ We  gave parangellō you hymeis a  strict  order parangelia to  stop mē teaching didaskō in epi · ho this houtos name onoma.  Yet kai you  have  filled plēroō · ho Jerusalem Ierousalēm with ho your hymeis teaching didachē,  and kai you  intend boulomai to  bring epagō on epi us hēmeis the ho blood haima of ho this houtos man anthrōpos.” ", "29": "But de in  response apokrinomai,  Peter Petros and kai the ho other  apostles apostolos said legō, “ It  is  necessary dei to  obey peitharcheō God theos rather mallon than ē men anthrōpos.” ", "30": "The ho God theos of ho our hēmeis fathers patēr raised egeirō Jesus Iēsous,  whom hos you hymeis killed diacheirizō by  hanging kremannymi him  on epi a  tree xylon. ", "31": "God theos exalted hypsoō this houtos Jesus  · ho to ho his autos own  right  hand dexios as  Leader archēgos and kai Savior sōtēr,  so ho as  to  provide didōmi repentance metanoia for ho Israel Israēl and kai the  remission aphesis of  sins hamartia. ", "32": "And kai we hēmeis are eimi witnesses martys of ho these houtos events rhēma,  and kai so is  the ho Holy hagios Spirit pneuma,  · ho whom hos God theos has  given didōmi · ho to  those ho who  obey peitharcheō him autos.” ", "33": "Now de when  they ho heard akouō this,  they  were  enraged diapriō and kai wanted boulomai to  kill anaireō them autos. ", "34": "But de there  stood anistēmi up  one tis in en the ho council synedrion, a  Pharisee Pharisaios named onoma Gamaliel Gamaliēl, a  teacher nomodidaskalos of  the  law ,  respected timios by  all pas the ho people laos, and  he  ordered keleuō them  to  put poieō the ho men anthrōpos outside exō for  a  short brachus time . ", "35": "And te he  said legō to pros them autos, “ Men anēr of  Israel Israēlitēs,  take  heed prosechō to  yourselves heautou about epi · ho these houtos men anthrōpos,  what tis you  intend mellō to  do prassō. ", "36": "For gar before pro these houtos · ho days hēmera there  rose anistēmi up  Theudas Theudas,  saying legō that  he  himself heautou was eimi someone tis, and a  number arithmos of  men anēr,  about hōs four  hundred tetrakosioi,  joined prosklinō him hos.  He hos was  killed anaireō,  and kai all pas,  as hosos many  as  followed peithō him autos,  were  dispersed dialyō,  and kai the movement  came ginomai to eis nothing oudeis. ", "37": "After meta him houtos rose anistēmi up  Judas Ioudas the ho Galilean Galilaios,  in en the ho days hēmera of  the ho census apographē and kai mislead aphistēmi people laos, so that they  followed opisō him autos.  He  too kakeinos perished apollymi,  and kai all pas,  as hosos many  as  followed peithō him autos,  were  scattered diaskorpizō. ", "38": "So kai in  the ho present nyn case  I  tell legō you hymeis,  keep aphistēmi away  from apo · ho these houtos men anthrōpos and kai leave aphiēmi them autos alone,  for hoti if ean this houtos plan boulē or ē this houtos undertaking ergon be eimi of ek men anthrōpos,  · ho · ho it  will  fail katalyō; ", "39": "but de if ei it  is eimi of ek God theos,  you  will  not ou be  able dynamai to  stop katalyō them autos;  lest mēpote you  be  found heuriskō also kai opposing theomachos God !”  They  were  persuaded peithō · de by  him autos, ", "40": "so kai summoning proskaleō the ho apostles apostolos,  they  beat derō them and  ordered parangellō them  not mē to  speak laleō in epi the ho name onoma of ho Jesus Iēsous,  and kai they  released apolyō them. ", "41": "So men then oun they ho went poreuō rejoicing chairō from apo the  presence prosōpon of  the ho council synedrion,  because hoti they  had  been  considered  worthy kataxioō to  suffer  indignity atimazō on hyper behalf  of  the ho name onoma. ", "42": "And te every pas day hēmera, both  in en the ho temple hieron and kai at kata home oikos,  they  did  not ou stop pauō teaching didaskō and kai preaching euangelizō Jesus Iēsous the ho Christ Christos. "}