{"1": "Now de in en · ho these houtos days hēmera when  the number  of  the ho disciples mathētēs was  increasing plēthunō,  there  was ginomai a  complaint gongysmos by  the ho Hellenists Hellēnistēs against pros the ho Hebrews Hebraios because hoti their autos widows chēra were  being  neglected paratheōreō in en the ho daily kathēmerinos distribution diakonia of food.  · ho · ho", "2": "So de the ho twelve dōdeka called proskaleō together  the ho entire  group plēthos of ho disciples mathētēs and  said legō, “ It  is eimi not ou right arestos for  us hēmeis to  neglect kataleipō the ho word logos of ho God theos in  order  to  wait diakoneō on  tables trapeza. ", "3": "Therefore de,  brothers adelphos,  select episkeptomai from  among ek you hymeis seven hepta men anēr of  good  standing martyreō,  full plērēs of  the  Spirit pneuma and kai of  wisdom sophia,  whom hos we  will  appoint kathistēmi to epi carry out  · ho this houtos responsibility chreia. ", "4": "But de we hēmeis will  devote  ourselves proskartereō to ho prayer proseuchē and kai to  the ho ministry diakonia of  the ho word logos.” ", "5": "And kai the ho proposal logos pleased areskō the ho entire pas group plēthos,  so kai they  chose eklegomai Stephen Stephanos, a  man anēr full plērēs of  faith pistis and kai of  the  Holy hagios Spirit pneuma;  also kai Philip Philippos and kai Prochorus Prochoros and kai Nicanor Nikanōr and kai Timon Timōn and kai Parmenas Parmenas and kai Nicolaus Nikolaos, a  proselyte prosēlytos of  Antioch Antiocheus. ", "6": "These hos they  set histēmi before enōpion the ho apostles apostolos,  · kai who  prayed proseuchomai and  laid epitithēmi their ho hands cheir on  them autos. ", "7": "And kai the ho word logos of ho God theos continued  to  spread auxanō,  and kai the ho number arithmos of ho disciples mathētēs increased plēthunō greatly sphodra in en Jerusalem Ierousalēm,  and te a  large polys group ochlos of ho priests hiereus became  obedient hypakouō to  the ho faith pistis. ", "8": "And de Stephen Stephanos,  full plērēs of  grace charis and kai power dynamis,  was  doing poieō great megas wonders teras and kai signs sēmeion among en the ho people laos. ", "9": "But de there  rose anistēmi up  some tis of  those ho of ek the ho synagogue synagōgē of  the ho Freedmen Libertinos ( as  it  was  called legō),  both kai Cyrenians Kyrēnaios and kai Alexandrians Alexandreus,  as kai well  as  those ho from apo Cilicia Kilikia and kai Asia Asia,  disputing syzēteō with  · ho Stephen Stephanos. ", "10": "Yet kai they  could ischuō not ou withstand anthistēmi the ho wisdom sophia and kai the ho Spirit pneuma with  which hos he  was  speaking laleō. ", "11": "Then tote they  secretly  talked hypoballō some  men anēr into  saying legō, “ We  have  heard akouō him autos speak laleō blasphemous blasphēmos words rhēma against eis Moses Mōysēs and kai · ho God theos.” ", "12": "And te they  incited synkineō the ho people laos and kai the ho elders presbyteros and kai the ho scribes grammateus,  and kai they  suddenly ephistēmi moved  in  and  seized synarpazō him autos and kai brought agō him  before eis the ho council synedrion, ", "13": "and te they  set histēmi up  false pseudēs witnesses martys who  said legō,  · ho “ This houtos man anthrōpos does  not ou stop pauō saying laleō words rhēma against kata · ho this houtos holy hagios place topos · ho and kai the ho law nomos, ", "14": "for gar we  have  heard akouō him autos say legō that hoti this houtos Jesus Iēsous the ho Nazarene Nazōraios will  destroy katalyō · ho this houtos place topos and kai will  change allassō the ho customs ethos that hos Moses Mōysēs handed  down paradidōmi to  us hēmeis.” ", "15": "And kai everyone pas who ho was  sitting kathezomai in en the ho council synedrion,  looking atenizō intently  at eis him autos, saw  · ho his autos face prosōpon like hōsei the  face prosōpon of  an  angel angelos. "}