{"1": "And de the ho high  priest archiereus said legō, “ Are echō these houtos things  true houtōs?” ", "2": "And de Stephen ho said phēmi: “ My  brothers anēr and kai fathers patēr,  hear akouō me.  The ho God theos of ho glory doxa appeared horaō to ho our hēmeis father patēr Abraham Abraam when  he  was eimi in en · ho Mesopotamia Mesopotamia,  before prin ē he autos lived katoikeō in en Haran Charran, ", "3": "and kai said legō to pros him autos, ' Go exerchomai out  from ek · ho your sy land gē and kai from ek · ho your sy relatives syngeneia and kai come deuro to eis the ho land gē that hos I  will  show deiknymi you sy.' ", "4": "Then tote he  went exerchomai out  from ek the  land gē of  the  Chaldeans Chaldaios and  lived katoikeō in en Haran Charran.  And kakeithen after meta · ho his autos father patēr died apothnēskō,  · ho God  had  him autos move metoikizō to eis · ho this houtos land gē in eis which hos you hymeis are  now nyn living katoikeō. ", "5": "Yet kai he  gave didōmi him autos no ou inheritance klēronomia in en it autos,  not oude even  a  foot pous of  ground bēma,  but kai promised epangellomai to  give didōmi it autos to  him autos as eis a  possession kataschesis and kai to ho his autos descendants sperma after meta him autos,  though  as  yet eimi Abraham autos had eimi no ou child teknon. ", "6": "And de God theos spoke laleō thus houtōs,  · ho that hoti Abraham' s autos descendants sperma would  be eimi · ho sojourners paroikos in en a  foreign allotrios land gē,  and kai that the people  would  enslave douloō and kai mistreat kakoō them  four  hundred tetrakosioi years etos. ", "7": "But kai, ' Whatever hos · ho nation ethnos they  serve douleuō as  slaves ,  I egō will  punish krinō,'  said legō · ho God theos, ' and kai after meta this houtos they  will  come exerchomai out  and kai they  will  worship latreuō me egō in en · ho this houtos place topos.' ", "8": "And kai he  gave didōmi him autos a  covenant diathēkē of  circumcision peritomē;  and kai so houtōs Abraham  became gennaō the  father  of  · ho Isaac Isaak and kai circumcised peritemnō him autos on  the ho eighth ogdoos day hēmera;  · ho and kai Isaac Isaak became the father of  · ho Jacob Iakōb,  and kai Jacob Iakōb of  the ho twelve dōdeka patriarchs patriarchēs. ", "9": "“ And kai the ho patriarchs patriarchēs,  jealous zēloō of ho Joseph Iōsēph,  sold apodidōmi him  into eis Egypt Aigyptos;  but kai God theos was eimi · ho with meta him autos, ", "10": "and kai rescued exaireō him autos out ek of  all pas · ho his autos afflictions thlipsis and kai gave didōmi him autos favor charis and kai wisdom sophia before enantion Pharaoh Pharaō,  king basileus of  Egypt Aigyptos,  who kai appointed kathistēmi him autos ruler hēgeomai over epi Egypt Aigyptos and kai over epi all holos · ho his autos royal  household oikos. ", "11": "Now de there  came erchomai a  famine limos upon epi all holos · ho Egypt Aigyptos and kai Canaan Chanaan,  · kai bringing  great megas affliction thlipsis,  and kai our hēmeis fathers patēr could  find heuriskō no ou food chortasma.  · ho", "12": "But de Jacob Iakōb,  hearing akouō that  there  was eimi grain sition in eis Egypt Aigyptos,  sent exapostellō · ho our hēmeis fathers patēr out on their  first prōton visit. ", "13": "· kai On en their ho second deuteros visit  Joseph Iōsēph made  himself  known anagnōrizō to ho his autos brothers adelphos,  and kai the ho lineage genos of ho Joseph Iōsēph became ginomai clear phaneros to ho Pharaoh Pharaō. ", "14": "Then de Joseph Iōsēph sent apostellō and  summoned metakaleō Jacob Iakōb · ho his autos father patēr and kai all pas his ho relatives syngeneia,  seventy-five hebdomēkonta persons psychē. ", "15": "And kai Jacob Iakōb went katabainō down  into eis Egypt Aigyptos,  and kai he  himself autos died teleutaō there,  along kai with  · ho our hēmeis fathers patēr, ", "16": "and kai they  were  brought metatithēmi back  to eis Shechem Sychem and kai laid tithēmi in en the ho tomb mnēma that hos Abraham Abraam had  bought ōneomai for a  sum timē of  silver argyrion from para the ho sons hyios of  Hamor Hemmōr in en Shechem Sychem. ", "17": "“ But de as kathōs the ho time chronos of  the ho promise epangelia drew  near engizō,  which hos God theos had  granted homologeō · ho to ho Abraham Abraam,  our ho people laos increased auxanō and kai multiplied plēthunō in en Egypt Aigyptos, ", "18": "until achri hos there  arose anistēmi another heteros king basileus over epi Egypt Aigyptos who hos did  not ou know oida · ho Joseph Iōsēph. ", "19": "He houtos took katasophizomai advantage  of  · ho our hēmeis nation genos and  mistreated kakoō · ho our hēmeis fathers patēr,  · ho making poieō them  expose ekthetos · ho their autos infants brephos,  so eis that  they  would  not mē be  kept  alive zōiogoneō. ", "20": "At en which hos time kairos Moses Mōysēs was  born gennaō,  and kai he  was eimi beautiful asteios before ho God theos.  He hos was  brought anatrephō up  for  three treis months mēn in en · ho his ho father' s patēr house oikos; ", "21": "and de when  he autos was  abandoned ektithēmi,  the ho daughter thugatēr of  Pharaoh Pharaō rescued anaireō him autos and kai brought anatrephō him autos up  for  herself heautou as eis a  son hyios. ", "22": "So kai Moses Mōysēs was  trained paideuō in en all pas the  wisdom sophia of  the  Egyptians Aigyptios and de was eimi powerful dynatos in en his autos words logos and kai deeds ergon. ", "23": "“ When hōs · de he autos was plēroō about  forty tesserakontaetēs years  old chronos,  it  entered anabainō · ho his autos mind kardia to  visit episkeptomai · ho his autos brothers adelphos,  the ho sons hyios of  Israel Israēl. ", "24": "And kai seeing  one tis of them  being  treated  unjustly adikeō,  he  defended amynomai him  and kai brought poieō justice ekdikēsis to  the ho one  being  mistreated kataponeō by  striking patassō down  the ho Egyptian Aigyptios. ", "25": "He  thought nomizō · de that  his autos brothers adelphos would  understand syniēmi · ho that hoti · ho God theos,  by dia his autos hand cheir,  was  granting didōmi them autos deliverance sōtēria;  but de they ho did  not ou understand syniēmi. ", "26": "On  the ho following epeimi day hēmera he  appeared horaō to  them autos as  they  were  quarreling machomai and kai tried  to  reconcile synallassō them autos to be  at eis peace eirēnē,  saying legō, ' Men anēr,  you  are eimi brothers adelphos.  Why hinati are  you  hurting adikeō one allēlōn another ?' ", "27": "But de the ho one  who  was  trying  to  injure adikeō his ho neighbor plēsion pushed apōtheō Moses autos aside,  saying legō, ' Who tis made kathistēmi you sy a  ruler archōn and kai a  judge dikastēs over epi us hēmeis? ", "28": "Do thelō you sy want thelō to  kill anaireō me egō as hos tropos yesterday echthes you  killed anaireō the ho Egyptian Aigyptios?' ", "29": "At en this houtos remark logos,  Moses Mōysēs fled pheugō · de · ho and kai became ginomai an  exile paroikos in en the  land gē of  Midian Madiam,  where hou he  had gennaō two dyo sons hyios. ", "30": "“ Now kai when  forty tesserakonta years etos had  passed plēroō,  there  appeared horaō to  him autos in en the ho desert erēmos near ho Mount oros Sinai Sina an  angel angelos in en the  flame phlox of  a  burning pyr bush batos. ", "31": "When  · ho · de Moses Mōysēs saw it,  he  wondered thaumazō at  the ho sight horama;  and de as  he autos came proserchomai closer  to  look katanoeō at  it,  there  came ginomai the  voice phōnē of  the  Lord kyrios: ", "32": "' I egō am  the ho God theos of ho your sy forefathers patēr,  the ho God theos of  Abraham Abraam and kai of  Isaac Isaak and kai of  Jacob Iakōb.'  And de Moses Mōysēs began ginomai to  tremble entromos and  did  not ou dare tolmaō to  look katanoeō. ", "33": "And de the ho Lord kyrios said legō to  him autos, ' Take lyō off  the ho sandals hypodēma from ho your sy feet pous,  for gar the ho place topos on epi which hos you  stand histēmi is eimi holy hagios ground gē. ", "34": "Surely I have seen  the ho oppression kakōsis of ho my egō people laos · ho in en Egypt Aigyptos,  and kai I  have  heard akouō · ho their autos groaning stenagmos,  and kai I  have  come katabainō down  to  deliver exaireō them autos.  · kai Now nyn come deuro,  I  will  send apostellō you sy back  to eis Egypt Aigyptos.' ", "35": "This houtos · ho Moses Mōysēs,  whom hos they  rejected arneomai,  saying legō, ' Who tis made kathistēmi you sy a  ruler archōn and kai a  judge dikastēs?'— this houtos man  · ho God theos sent apostellō both kai as  ruler archōn and kai redeemer lytrōtēs by syn the  hand cheir of  the  angel angelos who ho appeared horaō to  him autos in en the ho bush batos. ", "36": "He houtos led exagō them autos out,  performing poieō wonders teras and kai signs sēmeion in en the  land gē of  Egypt Aigyptos and kai at en the  Red erythros Sea thalassa and kai in en the ho wilderness erēmos for  forty tesserakonta years etos. ", "37": "This houtos is eimi the ho Moses Mōysēs who ho said legō to  the ho sons hyios of  Israel Israēl, ' God theos will  raise  up anistēmi a  prophet prophētēs for  you hymeis · ho from ek among  · ho your hymeis brothers adelphos,  as hōs he raised up  me egō.' ", "38": "He houtos is eimi the ho one  who  was ginomai in en the ho congregation ekklēsia in en the ho wilderness erēmos with meta the ho angel angelos who ho spoke laleō to  him autos on en · ho Mount oros Sinai Sina,  and kai with  · ho our hēmeis fathers patēr, and  he hos received dechomai living zaō oracles logion to  give didōmi to  us hēmeis. ", "39": "To  him hos our hēmeis fathers patēr were  not ou willing thelō to  be ginomai obedient hypēkoos,  · ho but alla thrust apōtheō him  aside ,  and kai turned strephō in en · ho their autos hearts kardia to eis Egypt Aigyptos, ", "40": "saying legō to ho Aaron Aarōn, ' Make poieō for  us hēmeis gods theos who hos will  go  before proporeuomai us hēmeis,  · ho for gar this houtos Moses Mōysēs who hos brought exagō us hēmeis from ek the  land gē of  Egypt Aigyptos,  we  do  not ou know oida what tis has  happened ginomai to  him autos.' ", "41": "And kai they  made  a  calf moschopoieō in en · ho those ekeinos days hēmera and kai offered anagō a  sacrifice thusia to  the ho idol eidōlon and kai began  rejoicing euphrainō in en the ho works ergon of ho their autos hands cheir. ", "42": "But de God theos turned strephō away  · ho and kai gave paradidōmi them autos over  to  worship latreuō the ho host stratia of ho heaven ouranos,  as kathōs it  is  written graphō in en the  book biblos of  the ho prophets prophētēs: ' Did  you  bring prospherō to  me egō slain sphagion beasts  and kai sacrifices thusia forty tesserakonta years etos in en the ho wilderness erēmos,  O  house oikos of  Israel Israēl?  No mē; ", "43": "· kai You  took analambanō along  the ho shrine skēnē of ho Moloch Moloch and kai the ho star astron of ho your hymeis god theos Rephan Rhaiphan,  the ho images typos that hos you  made poieō,  to  worship proskyneō them autos,  so kai I  will  make  you hymeis move metoikizō beyond epekeina Babylon Babylōn.' ", "44": "“ The ho tabernacle skēnē of ho witness martyrion was eimi with ho our hēmeis fathers patēr in en the ho wilderness erēmos just kathōs as  the ho one  who  spoke laleō to ho Moses Mōysēs ordered diatassō him  to  make poieō it autos according kata to  the ho pattern typos that hos he  had  seen horaō. ", "45": "And  when diadechomai our hēmeis fathers patēr received diadechomai it hos in  return diadechomai,  · kai they  brought eisagō it  in  · ho with meta Joshua Iēsous in en · ho taking kataschesis possession  of  the ho nations ethnos,  whom hos God theos drove exōtheō out  · ho before apo the  face prosōpon of ho our hēmeis fathers patēr,  until heōs the ho days hēmera of  David Dauid, ", "46": "who hos found heuriskō favor charis in  the  sight enōpion of ho God theos and kai asked aiteō to  find heuriskō a  dwelling skēnōma place  for  the ho God oikos of  Jacob Iakōb. ", "47": "But de it was  Solomon Solomōn who  built oikodomeō a  house oikos for  him autos. ", "48": "Yet alla the ho Most  High hypsistos does katoikeō not ou dwell katoikeō in en houses cheiropoiētos made  by  hands ;  as kathōs the ho prophet prophētēs says legō, ", "49": "· ho ' Heaven ouranos is  my egō throne thronos,  · ho and de earth gē is the  footstool hypopodion for ho my egō feet pous.  What poios sort  of  house oikos will  you  build oikodomeō for  me egō,  says legō the  Lord kyrios,  or ē what tis is the  place topos of ho my egō rest katapausis? ", "50": "Did  not ouchi · ho my egō hand cheir make poieō all pas these houtos things ?' ", "51": "“ You  stiff-necked sklērotrachēlos people ,  · kai uncircumcised aperitmētos in  heart kardia and kai · ho ears ous!  You hymeis are antipiptō always aei resisting antipiptō the ho Holy hagios Spirit pneuma.  · ho As hōs · ho your hymeis fathers patēr were, so  also kai are  you hymeis. ", "52": "Which tis of  the ho prophets prophētēs did  not ou your hymeis fathers patēr persecute diōkō?  · ho · kai They  killed apokteinō those ho who  announced  beforehand prokatangellō concerning peri the ho coming eleusis of  the ho Righteous dikaios One ,  of  whom hos you hymeis have ginomai now nyn become ginomai betrayers prodotēs and kai murderers phoneus! ", "53": "You,  who hostis received lambanō the ho law nomos by eis decrees diatagē given  by  angels angelos and kai did  not ou keep phylassō it.” ", "54": "Now de when  they  heard akouō these houtos things ,  they  became  furious diapriō · ho and kai ground brychō their ho teeth odous at epi him autos. ", "55": "But de Stephen,  being hyparchō full plērēs of  the  Holy hagios Spirit pneuma,  looked atenizō right  into eis · ho heaven ouranos and saw the  glory doxa of  God theos,  and kai Jesus Iēsous standing histēmi at ek the  right dexios hand  of ho God theos. ", "56": "And kai he  said legō, “ Behold idou,  I  see theōreō the ho heavens ouranos opened dianoigō,  and kai the ho Son hyios of ho Man anthrōpos standing histēmi at ek the  right dexios hand  of ho God theos.” ", "57": "But de they  cried krazō out  with  a  loud megas voice phōnē and  covered synechō · ho their autos ears ous and kai rushed hormaō together homothumadon at epi him autos. ", "58": "· kai When  they  had  driven ekballō him  out exō of  the ho city polis,  they  began  to  stone lithoboleō him;  and kai the ho witnesses martys laid apotithēmi · ho their autos cloaks himation at para the ho feet pous of  a  young neanias man  named kaleō Saul Saulos. ", "59": "· kai They  kept  stoning lithoboleō · ho Stephen Stephanos as  he  was  calling epikaleō on  God  and kai saying legō, “ Lord kyrios Jesus Iēsous,  receive dechomai · ho my egō spirit pneuma!” ", "60": "And de falling tithēmi to  his ho knees gony he  cried krazō out  in  a  loud megas voice phōnē, “ Lord kyrios,  do  not mē hold histēmi this houtos sin hamartia against  them autos.”  · ho And kai when  he  had  said legō this houtos,  he  fell  asleep koimaō. "}