{"1": "Now de Saul Saulos was eimi in  agreement syneudokeō with ho his autos execution anairesis.  There  arose ginomai · de on en that ekeinos · ho day hēmera a  great megas persecution diōgmos against epi the ho church ekklēsia · ho in en Jerusalem Hierosolyma,  and de they  were  all pas scattered diaspeirō throughout kata the ho regions chōra of ho Judea Ioudaia and kai Samaria Samareia,  except plēn the ho apostles apostolos. ", "2": "Devout eulabēs men anēr buried synkomizō · de · ho Stephen Stephanos and kai made poieō great megas lamentation kopetos over epi him autos. ", "3": "But de Saul Saulos was  making  havoc lymainō of  the ho church ekklēsia;  entering eisporeuomai every kata · ho house oikos,  he  dragged syrō off  both te men anēr and kai women gynē and  put paradidōmi them  in eis prison phylakē. ", "4": "Now oun those ho who  were  scattered diaspeirō went dierchomai from  place  to  place  preaching euangelizō the ho word logos. ", "5": "Philip Philippos · de went katerchomai down  to eis the ho main  city polis of ho Samaria Samareia and  began  proclaiming kēryssō to  them autos the ho Christ Christos. ", "6": "And de with  one  accord homothumadon the ho crowds ochlos paid  attention  to prosechō what ho was  being  said legō by hypo · ho Philip Philippos as en · ho they autos heard akouō him  and kai saw blepō the ho signs sēmeion that hos he  was  performing poieō. ", "7": "For gar many polys of  those ho who  had echō unclean akathartos spirits pneuma,  crying boaō with  a  loud megas voice phōnē,  came exerchomai out ;  and de many polys paralyzed paralyō and kai lame chōlos were  healed therapeuō. ", "8": "So de there  was ginomai great polys joy chara in en · ho that ekeinos city polis. ", "9": "Now de there  was prouparchō a tis man anēr named onoma Simon Simōn,  who  had  been  practicing  magic mageuō in en the ho city polis and kai amazing existēmi the ho people ethnos of ho Samaria Samareia,  saying legō that  he  himself heautou was eimi someone tis great megas. ", "10": "They prosechō all pas paid  attention prosechō to  him hos,  from apo the  least mikros to heōs the  greatest megas,  saying legō, “ This houtos man  is eimi the ho power dynamis of ho God theos,  which ho is  called kaleō Great megas.” ", "11": "And de they  paid  attention prosechō to  him autos because dia · ho for  a  long hikanos time chronos he  had  amazed existēmi them autos by  his ho magic mageia. ", "12": "But de when hote they  believed pisteuō · ho Philip Philippos as  he  preached euangelizō about peri the ho kingdom basileia of ho God theos and kai the ho name onoma of  Jesus Iēsous Christ Christos,  they  were  baptized baptizō,  both te men anēr and kai women gynē. ", "13": "· ho · de Even kai Simon Simōn himself autos believed pisteuō,  and kai after  being  baptized baptizō he  stayed  constantly  with eimi · ho Philip Philippos.  And te seeing theōreō signs sēmeion and kai great megas miracles dynamis happening ginomai,  he  was  amazed existēmi. ", "14": "Now de when akouō the ho apostles apostolos in en Jerusalem Hierosolyma heard akouō that hoti Samaria Samareia had  received dechomai · ho the ho word logos of ho God theos,  they  sent apostellō to pros them autos Peter Petros and kai John Iōannēs, ", "15": "who hostis went  down katabainō and  prayed proseuchomai for peri them autos that hopōs they  might  receive lambanō the  Holy hagios Spirit pneuma, ", "16": "for gar he  had eimi not oudepō yet  fallen epipiptō on epi any oudeis one  of  them autos,  but de they  had hyparchō simply monon been  baptized baptizō in eis the ho name onoma of  the ho Lord kyrios Jesus Iēsous. ", "17": "Then tote Peter and John  laid epitithēmi · ho hands cheir on epi them autos and kai they  received lambanō the  Holy hagios Spirit pneuma. ", "18": "But de when  Simon Simōn saw  · ho that hoti it was  through dia the ho laying epithesis on  of  the ho hands cheir of  the ho apostles apostolos that  the ho Spirit pneuma was  given didōmi,  he  offered prospherō them autos money chrēma, ", "19": "saying legō, “ Give didōmi me kagō also  · ho this houtos power exousia,  that hina anyone  on  whom hos I  lay epitithēmi · ho hands cheir may  receive lambanō the  Holy hagios Spirit pneuma.” ", "20": "But de Peter Petros said legō to pros him autos, “ May eimi · ho your sy silver argyrion go eimi with syn you sy to eis destruction apōleia,  because hoti you  thought nomizō you  could  obtain ktaomai the ho gift dōrea of ho God theos with dia money chrēma! ", "21": "There  is eimi not ou for  you sy a  part meris or oude share klēros in en · ho this houtos matter logos,  · ho for gar your sy heart kardia is eimi not ou upright  before enanti · ho God theos. ", "22": "Repent metanoeō,  therefore oun,  of apo · ho this houtos wickedness kakia of  yours sy,  and kai pray deomai to  the ho Lord kyrios that,  if ei possible ara,  the ho intent epinoia of ho your sy heart kardia may  be  forgiven aphiēmi you sy. ", "23": "For gar I  see horaō that  you sy are eimi in eis the  gall cholē of  bitterness pikria and kai in the  bond syndesmos of  unrighteousness adikia.” ", "24": "And de answering apokrinomai,  · ho Simon Simōn said legō, “ You hymeis pray deomai for hyper me egō to pros the ho Lord kyrios so hopōs that  nothing mēdeis of  what hos you  have  said legō may  come eperchomai upon epi me egō.” ", "25": "· ho Now oun after  solemnly diamartyromai testifying  and kai speaking laleō the ho word logos of  the ho Lord kyrios,  they  returned hypostrephō to eis Jerusalem Hierosolyma,  preaching  the  gospel  to euangelizō many polys villages kōmē of  the ho Samaritans Samaritēs. ", "26": "Now de an  angel angelos of  the  Lord kyrios spoke laleō to pros Philip Philippos,  saying legō, “ Rise anistēmi and kai go poreuō toward kata the  south mesēmbria on epi the ho road hodos that ho goes katabainō down  from apo Jerusalem Ierousalēm to eis Gaza Gaza.”  This houtos is eimi a  desert erēmos place . ", "27": "And kai he  rose anistēmi and  went poreuō.  And kai there  was idou an  Ethiopian anēr Aithiops, a  eunuch eunouchos, a  court dynastēs official  of  Candace Kandakē,  queen basilissa of  the  Ethiopians Aithiops,  who hos was eimi in epi charge  of  all pas · ho her autos treasure gaza,  who hos had  come erchomai to eis Jerusalem Ierousalēm to  worship proskyneō", "28": "and te was eimi returning hypostrephō,  · kai seated kathēmai in epi · ho his autos carriage harma,  and kai he  was  reading anaginōskō the ho prophet prophētēs Isaiah ēsaias. ", "29": "And de the ho Spirit pneuma said legō to ho Philip Philippos, “ Go proserchomai over  and kai join kollaō · ho this houtos carriage harma.” ", "30": "So de Philip Philippos ran prostrechō to  · ho him and  heard akouō him autos reading anaginōskō Isaiah ēsaias the ho prophet prophētēs and kai he  said legō, “ Do  you  understand ginōskō what hos you  are  reading anaginōskō?” ", "31": "And de he ho said legō, “ How pōs could an I  unless ean mē someone tis guide hodēgeō me egō?”  And te he  invited parakaleō · ho Philip Philippos to  come anabainō up  and  sit kathizō with syn him autos. ", "32": "Now de the ho passage periochē of ho scripture graphē the man  was  reading anaginōskō was eimi this houtos: “ As hōs a  sheep probaton to epi the  slaughter sphagē he  was  led agō,  and kai as hōs a  lamb amnos dumb aphōnos before enantion · ho its autos shearer keirō,  so houtōs he  opens anoigō not ou · ho his autos mouth stoma. ", "33": "In en · ho humiliation tapeinōsis · ho justice krisis was  taken airō from  him autos.  · ho His autos family genea history  who tis will  declare diēgeomai?  For hoti his autos life zōē is  taken airō away  from apo the ho earth gē.”  · ho", "34": "And de in  answer apokrinomai the ho eunuch eunouchos said legō to ho Philip Philippos, “ I  ask deomai you sy,  about peri whom tis does  the ho prophet prophētēs say legō this houtos,  about peri himself heautou or ē about peri someone tis else heteros?” ", "35": "Then de Philip Philippos opened anoigō · ho · ho his autos mouth stoma,  and kai beginning archō from apo · ho this houtos Scripture graphē he  announced euangelizō the  good  news  to  him autos,  · ho Jesus Iēsous. ", "36": "And de as hōs they  traveled poreuō along kata the ho road hodos they  came erchomai to epi some tis water hydōr;  and kai the ho eunuch eunouchos said phēmi, “ Look idou!  Water hydōr!  What tis prevents kōlyō me egō from  being  baptized baptizō?” ", "38": "And kai he  ordered keleuō the ho carriage harma to  stop histēmi,  and kai they  both amphoteroi went  down katabainō into eis the ho water hydōr,  · ho both te Philip Philippos and kai the ho eunuch eunouchos;  and kai he  baptized baptizō him autos. ", "39": "And de when hote they  came anabainō up  out ek of  the ho water hydōr, the  Spirit pneuma of  the  Lord kyrios suddenly  took harpazō · ho Philip Philippos away ,  and kai the ho eunuch eunouchos saw  him autos no  more ouketi,  but gar went poreuō on  · ho his autos way hodos rejoicing chairō. ", "40": "But de Philip Philippos was  found heuriskō at eis Azotus Azōtos;  and kai as  he  traveled dierchomai through  the area  he  announced euangelizō the  good  news  to  all pas the ho towns polis,  until heōs · ho he autos came erchomai to eis Caesarea Kaisareia. "}