{"1": "· ho But de Saul Saulos,  still eti breathing empneō threat apeilē and kai murder phonos against eis the ho disciples mathētēs of  the ho Lord kyrios,  went proserchomai to  the ho high archiereus priest ", "2": "and  requested aiteō from para him autos letters epistolē to eis Damascus Damaskos addressed  to pros the ho synagogues synagōgē,  that hopōs if ean he  found heuriskō any tis who  were eimi of  the ho Way hodos,  men anēr or kai women gynē,  he  should  bring agō them  bound deō to eis Jerusalem Ierousalēm. ", "3": "As en · de he autos traveled poreuō along ,  approaching engizō · ho Damascus Damaskos,  suddenly exaiphnēs a  light phōs from ek heaven ouranos shone  all  around periastraptō him autos;  · ho", "4": "and kai falling piptō to epi the ho ground gē,  he  heard akouō a  voice phōnē saying legō to  him autos, “ Saul Saoul,  Saul Saoul,  why tis are  you  persecuting diōkō me egō?” ", "5": "And de he  said legō, “ Who tis are eimi you ,  Lord kyrios?”  And de he ho said, “ I egō am eimi Jesus Iēsous,  whom hos you sy are  persecuting diōkō. ", "6": "But alla rise anistēmi and kai go eiserchomai into eis the ho city polis,  and kai it  will  be  told laleō you sy what hos tis you sy must dei do poieō.” ", "7": "The ho · de men anēr who ho were  traveling synodeuō with  him autos stood histēmi speechless eneos,  hearing akouō the ho voice phōnē but de seeing theōreō no mēdeis one . ", "8": "So de Saul Saulos got egeirō up  from apo the ho ground gē,  but de although  his autos eyes ophthalmos were  open anoigō,  · ho he  could  see blepō nothing oudeis.  So de they cheiragōgeō led  him  by  the  hand  and  brought eisagō him autos into eis Damascus Damaskos. ", "9": "And kai he  was eimi three treis days hēmera without mē sight blepō and kai neither ou ate esthiō nor oude drank pinō anything. ", "10": "Now de there  was eimi a tis disciple mathētēs at en Damascus Damaskos named onoma Ananias Hananias;  and kai the ho Lord kyrios said legō to pros him autos in en a  vision horama, “ Ananias Hananias.”  And de he ho replied legō, “ Here idou I egō am,  Lord kyrios.” ", "11": "Then de the ho Lord kyrios told pros him autos, “ Get anistēmi up  and  go poreuō to epi the ho street rhymē · ho called kaleō 'Straight,'  and kai inquire zēteō at en the  house oikia of  Judas Ioudas for  a man  from  Tarsus Tarseus named onoma Saul Saulos,  for gar even idou now  he  is  praying proseuchomai, ", "12": "and kai in en a  vision horama he has seen a  man anēr named onoma Ananias Hananias come eiserchomai in  and kai lay epitithēmi his ho hands cheir on  him autos so hopōs that  he  might  regain  his  sight anablepō.” ", "13": "But de Ananias Hananias answered apokrinomai, “ Lord kyrios,  I  have  heard akouō from apo many polys about peri · ho this houtos man anēr,  how hosos much  harm kakos he  did poieō to ho your sy saints hagios at en Jerusalem Ierousalēm. ", "14": "And kai here hōde he  has echō authority exousia from para the ho chief archiereus priests  to  imprison deō all pas who ho call epikaleō on  · ho your sy name onoma.” ", "15": "But de the ho Lord kyrios said legō to pros him autos, “ Go poreuō,  for hoti this  man houtos is eimi for  me egō a  chosen eklogē instrument skeuos to ho carry bastazō · ho my egō name onoma before enōpion both te Gentiles ethnos and kai kings basileus and te the  sons hyios of  Israel Israēl, ", "16": "for gar I egō will  show hypodeiknymi him autos how hosos much  he autos must dei suffer paschō for hyper the  sake  of ho my egō name onoma.” ", "17": "So de Ananias Hananias went aperchomai and kai entered eiserchomai eis the ho house oikia;  · kai he  placed epitithēmi his ho hands cheir on epi Saul autos and  said legō, “ Brother adelphos Saul Saoul,  the ho Lord kyrios Jesus Iēsous,  who ho appeared horaō to  you sy on en the ho road hodos by hos which  you  came erchomai,  has  sent apostellō me egō so hopōs that  you  may  recover  your  sight anablepō and kai be  filled pimplēmi with  the  Holy hagios Spirit pneuma.” ", "18": "And kai immediately eutheōs something  like hōs flakes lepis fell apopiptō from apo his autos · ho eyes ophthalmos,  and te he  regained anablepō his  sight .  Then kai he  got anistēmi up  and  was  baptized baptizō; ", "19": "and kai taking lambanō food trophē,  he  was  strengthened enischuō.  And de he  was ginomai with meta the ho disciples mathētēs in en Damascus Damaskos for  several tis days hēmera. ", "20": "And kai right eutheōs away  he  began  proclaiming kēryssō Jesus Iēsous in en the ho synagogues synagōgē,  · ho that hoti this houtos man  is eimi the ho Son hyios of ho God theos. ", "21": "And de all pas who ho heard akouō him  were  astonished existēmi and kai said legō, “ Is eimi not ou this houtos the ho man  who  in eis Jerusalem Ierousalēm was  trying  to  destroy portheō those ho who  called epikaleō on  · ho this houtos name onoma?  And kai has  he erchomai not  come erchomai here hōde for eis the  very houtos purpose  of hina bringing agō them autos bound deō before epi the ho chief archiereus priests ?” ", "22": "But de Saul Saulos became  more mallon and  more  capable endynamoō,  and kai threw syncheō into  confusion  the ho Jews Ioudaios who ho lived katoikeō in en Damascus Damaskos by  proving symbibazō that hoti this houtos man  Jesus  is eimi the ho Christ Christos. ", "23": "Now de after hōs some hikanos days hēmera had  passed plēroō,  the ho Jews Ioudaios plotted symbouleuō together  to  kill anaireō him autos, ", "24": "but de their autos plot epiboulē was  made  known ginōskō to ho Saul Saulos.  · ho They  kept  close  watch paratēreō on  · de · kai the ho gates pylē day hēmera and kai night nyx so hopōs that  they  might  kill anaireō him autos; ", "25": "but de his autos disciples mathētēs took lambanō · ho him  by  night nyx and  let kathiēmi him autos down kathiēmi through dia an opening in  the ho wall teichos,  lowering chalaō him  in en a  basket spyris. ", "26": "When  he  came paraginomai · de to eis Jerusalem Ierousalēm,  he  attempted peirazō to  join kollaō the ho disciples mathētēs;  but kai they  were  all pas afraid phobeomai of  him autos,  not mē believing pisteuō that hoti he  was eimi a  disciple mathētēs. ", "27": "But de Barnabas Barnabas took epilambanomai him autos and  brought agō him  to pros the ho apostles apostolos and kai he  related diēgeomai to  them autos how pōs on en the ho road hodos he had seen  the ho Lord kyrios,  and kai that hoti the Lord  had  spoken laleō to  him autos,  and kai how pōs in en Damascus Damaskos he  had  spoken parrēsiazomai out  boldly  in en the ho name onoma of ho Jesus Iēsous. ", "28": "And kai he  was eimi with meta them autos,  going eisporeuomai in  and kai out ekporeuomai at eis Jerusalem Ierousalēm,  speaking parrēsiazomai out  boldly  in en the ho name onoma of  the ho Lord kyrios. ", "29": "He  was  talking laleō and kai disputing syzēteō with pros the ho Greek-speaking Hellēnistēs Jews ,  but de they ho were  looking epicheireō for  a  way  to  kill anaireō him autos. ", "30": "And de when  the ho brothers adelphos learned epiginōskō about  this,  they  took katagō him autos down  to eis Caesarea Kaisareia and kai sent exapostellō him autos off  to eis Tarsus Tarsos. ", "31": "So oun the ho church ekklēsia throughout kata all holos · ho Judea Ioudaia and kai Galilee Galilaia and kai Samaria Samareia had echō peace eirēnē;  being  built oikodomeō up ,  and kai walking poreuō in  the ho fear phobos of  the ho Lord kyrios and kai in  the ho comfort paraklēsis of  the ho Holy hagios Spirit pneuma,  it  increased plēthunō in  number . ", "32": "Now de as  Peter Petros was  traveling dierchomai through dia the  entire pas region ,  he  also kai came katerchomai down  to pros the ho saints hagios who ho were  living katoikeō in  Lydda Lydda. ", "33": "And de he  found heuriskō there ekei a tis man anthrōpos named onoma Aeneas Aineas,  bedridden katakeimai for ek eight oktō years etos,  who hos was eimi paralyzed paralyō. ", "34": "· kai Peter Petros said legō to  him autos,  · ho “ Aeneas Aineas,  Jesus Iēsous Christ Christos heals iaomai you sy.  Get anistēmi up  and kai make strōnnyō your seautou own  bed!”  And kai immediately eutheōs he  got anistēmi up . ", "35": "And kai all pas who ho lived katoikeō in  Lydda Lydda and kai · ho Sharon Sarōn saw  him autos, and  they hostis turned epistrephō to epi the ho Lord kyrios. ", "36": "Now de in en Joppa Ioppē there  was eimi a tis disciple mathētria named onoma Tabitha Tabitha,  which hos when  translated diermēneuō means legō Dorcas Dorkas.  She houtos was eimi full plērēs of  good agathos works ergon and kai acts eleēmosynē of  charity ,  which hos she  was  always  doing poieō. ", "37": "In en those ekeinos days hēmera she autos became ginomai · de · ho ill astheneō and  died apothnēskō;  and de when  they  had  washed louō her,  they  laid tithēmi her autos in en an  upper hyperōon room . ", "38": "Since eimi Lydda Lydda is eimi near engys · de · ho Joppa Ioppē,  the ho disciples mathētēs,  hearing akouō that hoti Peter Petros was eimi there en autos,  sent apostellō two dyo men anēr to pros him autos urging parakaleō him, “ Do  not mē delay okneō in  coming dierchomai to heōs us hēmeis.” ", "39": "So de Peter Petros got anistēmi up  and  went synerchomai with  them autos; and  when hos he  arrived paraginomai,  they  took anagō him  to eis the ho upper hyperōon room .  · kai All pas the ho widows chēra stood paristēmi beside  him autos,  weeping klaiō and kai showing epideiknymi the  tunics chitōn and kai other hosos clothing himation Dorcas Dorkas used  to  make poieō while  she  was eimi still  with meta them autos.  · ho", "40": "But de Peter Petros put ekballō them  all pas outside exō,  · ho and kai falling tithēmi to  his ho knees gony he  prayed proseuchomai;  then kai turning epistrephō toward pros the ho dead  body sōma,  he  said legō, “ Tabitha Tabitha,  get anistēmi up !”  And de she ho opened anoigō · ho her autos eyes ophthalmos,  and kai seeing  · ho Peter Petros,  she  sat anakathizō up . ", "41": "And de he  gave didōmi her autos his  hand cheir and  raised anistēmi her autos up;  then de he  called phōneō the ho saints hagios and kai · ho widows chēra and  presented paristēmi her autos alive zaō. ", "42": "And de it  became ginomai known gnōstos throughout kata all holos · ho Joppa Ioppē,  and kai many polys believed pisteuō on epi the ho Lord kyrios. ", "43": "And de he  stayed menō a  number hikanos of  days hēmera in en Joppa Ioppē with para a  certain tis Simon Simōn, a  tanner byrseus. "}