{"1": "The words of 'Amos, one of the sheep owners in T'koa, which he saw concerning Isra'el in the days of 'Uziyah king of Y'hudah and Yarov'am the son of Yo'ash, king of Isra'el, two years before the earthquake; ", "2": "he said: Adonai is roaring from Tziyon thundering from Yerushalayim; the shepherds' pastures will mourn, and Mount Karmel's summit will wither.", "3": "Here is what Adonai says: “For Dammesek's three crimes, no, four — I will not reverse it — because they threshed Gil'ad with an iron-spiked threshing-sledge;", "4": "I will send fire to the house of Haza'el, and it will consume the palaces of Ben-Hadad.", "5": "I will break the bars of Dammesek's gates. I will cut off the inhabitants from Bik'at-Aven, and him who holds the scepter from Beit-'Eden. Then the people of Aram will go into exile in Kir,” says Adonai.", "6": "Here is what Adonai says: “For 'Azah's three crimes, no, four — I will not reverse it — because they exiled a whole population and handed them over to Edom;", "7": "I will send fire to the wall of 'Azah, and it will consume its palaces.", "8": "I will cut off the inhabitant from Ashdod, and him who holds the scepter from Ashkelon. I will turn my hand against 'Ekron, and the rest of the P'lishtim will perish,” says Adonai, God.", "9": "Here is what Adonai says: “For Tzor's three crimes, no, four — I will not reverse it — because they exiled a whole population to Edom and did not remember the covenant with kinsmen;", "10": "I will send fire to the wall of Tzor, and it will consume its palaces.”", "11": "Here is what Adonai says: “For Edom's three crimes, no, four — I will not reverse it — because with sword he pursued his kinsman and threw aside all pity, constantly nursing his anger, forever fomenting his fury;", "12": "I will send fire on Teman, and it will consume the palaces of Botzrah.”", "13": "Here is what Adonai says: “For the people of 'Amon's three crimes, no, four — I will not reverse it — because they ripped apart pregnant women just to expand their territory,", "14": "I will set fire to the wall of Rabbah, and it will consume its palaces amid shouts on the day of battle, amid a storm on the day of the whirlwind.", "15": "Their king will go into exile, he and his princes together,” says Adonai."}