{"1": "Here is what Adonai says: “For Mo'av's three crimes, no, four — I will not reverse it — because he burned the bones of the king of Edom, turning them into lime;", "2": "I will send fire on Mo'av, and it will consume the palaces of K'riot. Mo'av will die with turmoil and shouting, along with the sound of the shofar.", "3": "I will cut off the judge from among them and kill all his princes with him,” says Adonai.", "4": "Here is what Adonai says: “For Y'hudah's three crimes, no, four — I will not reverse it — because they rejected Adonai's Torah and haven't observed his laws, and their lies caused them to fall into error and live the way their ancestors did;", "5": "I will send fire on Y'hudah, and it will consume the palaces of Yerushalayim.", "6": "Here is what Adonai says: “For Isra'el's three crimes, no, four — I will not reverse it — because they sell the upright for silver and the poor for a pair of shoes,", "7": "grinding the heads of the poor in the dust and pushing the lowly out of the way; father and son sleep with the same girl, profaning my holy name;", "8": "lying down beside any altar on clothes taken in pledge; drinking wine in the house of their God bought with fines they imposed.", "9": "“I destroyed the Emori before them; though tall as cedars and strong as oaks, I destroyed their fruit above and their root below.", "10": "More than that, I brought you up from Egypt, led you forty years in the desert, so that you could have the Emori's land.", "11": "I raised up some of your sons to be prophets, other young men of yours to be n'zirim. People of Isra'el! Isn't that true?” asks Adonai.", "12": "But you gave the n'zirim wine to drink and ordered the prophets, 'Don't prophesy!'", "13": "“Enough! I will make all this crush you, just as a cart overloaded with grain crushes what's under it.", "14": "Even the swift won't be able to flee; the strong won't be able to use their strength, the warriors won't save themselves.", "15": "Archers won't be able to stand, the fastest runners won't save themselves, those on horses won't save themselves.", "16": "On that day even the bravest warriors will throw off their weapons and flee,” says Adonai."}