{"1": "“Listen to this word which Adonai has spoken against you, people of Isra'el, against the entire family that I brought up from the land of Egypt:", "2": "“Of all the families on earth, only you have I intimately known. This is why I will punish you for all your crimes.”", "3": "Do two people travel together without having so agreed?", "4": "Does a lion roar in the forest when it has no prey? Does a young lion growl in his lair if it has caught nothing?", "5": "Does a bird get caught in a trap on the ground if it hasn't been baited? Does a trap spring up from the ground when it has taken nothing?", "6": "When the shofar is blown in the city, don't the people tremble? Can disaster befall a city without Adonai's having done it?", "7": "Adonai, God, does nothing without revealing his plan to his servants the prophets.", "8": "The lion has roared. Who will not fear? Adonai, God, has spoken. Who will not prophesy?", "9": "“Proclaim it on the palaces in Ashdod and on the palaces in the land of Egypt; say: 'Assemble yourselves on the hills of Shomron! See what great tumult is seething within it, how much oppression is being done there.'", "10": "For they don't know how to do right,” says Adonai. “They store up violence and robbery in their palaces.”", "11": "Therefore, here is what Adonai Elohim says: “An enemy will surround the land. He will strip you of your strength, and plunder your palaces.”", "12": "This is what Adonai says:", "13": "“As a shepherd rescues from the mouth of a lion a couple of leg bones or a piece of an ear; so the people of Isra'el in Shomron will be rescued, huddled under cushions in the corners of their beds. “Hear, and testify against the house of Ya'akov,” says Adonai Elohim Elohei-Tzva'ot.", "14": "“For when I punish Isra'el's crimes, I will also punish the altars of Beit-El. The horns of the altar will be cut off, and they will fall to the ground.", "15": "I will tear down winter houses as well as summer houses; houses adorned with ivory will be destroyed; the mansions will be no more,” says Adonai."}