{"1": "“Listen, you [lovely] cows of Bashan, who live on Mount Shomron, who oppress the poor and grind down the needy, who say to their husbands, 'Bring something to drink':", "2": "Adonai Elohim has sworn by his holiness that your time is surely coming. “You will be dragged away with hooks, the last of you with fishhooks.", "3": "You will leave through breaks in the wall, each woman right behind the next, and be sent off to Harmonah,” says Adonai.", "4": "“Come to Beit-El, and commit crimes; to Gilgal, and commit more crimes! Bring your sacrifices in the morning and your tithes after three days;", "5": "burn leavened bread as a thank offering; brag in public about your voluntary offerings; because that's what you love to do, Isra'el!” says Adonai Elohim.", "6": "“I made your teeth clean of food in all your cities, left you nothing to eat in all your villages; still you haven't returned to me,” says Adonai.", "7": "“I withheld the rain from you three months before the harvest. I made it rain on one city and not on another — one field had rain, while another with no rain dried up;", "8": "from two or three cities they would stagger to one city for water to drink, but there wasn't enough; still you haven't returned to me,” says Adonai.", "9": "“I struck your crops with hot winds and blight, your many gardens and vineyards; the cutter-worms devoured your fig and olive trees; still you haven't returned to me,” says Adonai.", "10": "“I sent a plague on you like that of Egypt, put your young men to death with the sword; let your horses be captured; and filled your nostrils with the stench of your camps; still you haven't returned to me,” says Adonai.", "11": "“I overthrew some of you, as when God overthrew S'dom and 'Amora; you were like a burning stick snatched from the fire; still you haven't returned to me,” says Adonai.", "12": "“This is why I will deal with you in this way, Isra'el; and because I will deal with you in this way, prepare to meet your God, Isra'el —", "13": "him who forms mountains and creates wind, who declares to humankind his thoughts, who turns the morning to darkness and strides on the heights of the earth — Adonai Elohei-Tzva'ot is his name.”"}