{"1": "Hear this word that I take up against you in lament, house of Isra'el:", "2": "The virgin of Isra'el has fallen; she will not rise again. She lies abandoned on her own soil with no one to lift her up.", "3": "For thus says Adonai Elohim: “The city from which a thousand marched will be left with a hundred, and the one from which a hundred marched will be left with ten from the house of Isra'el.”", "4": "For here is what Adonai says to the house of Isra'el: “If you seek me, you will survive;", "5": "but don't seek Beit-El, or enter Gilgal or pass on into Be'er-Sheva; for Gilgal will certainly go into exile, and Beit-El will come to nothing.”", "6": "If you seek Adonai, you will survive. Otherwise, he will break out against the house of Yosef like fire, devouring Beit-El, with no one to quench the flames.", "7": "You who turn justice to bitter wormwood and throw righteousness to the ground!", "8": "He who made the Pleiades and Orion, who brings deathlike shadows over the morning, who darkens the day into night, who calls for the water in the sea and with it floods the earth — Adonai is his name —", "9": "he flashes destruction on the strong, so that destruction overcomes the fortress.", "10": "They hate anyone promoting justice at the city gate, they detest anyone who speaks the truth.", "11": "Therefore, because you trample on the poor and extort from them levies of grain; although you have built houses of cut stone, you will not live in them; and though you have planted pleasant vineyards, you will not drink their wine.", "12": "For I know how numerous are your crimes and how outrageous your sins — bullying the innocent, extorting ransoms pushing the poor aside at the gate.", "13": "At times like these a prudent person stays silent, for it is an evil time.", "14": "Seek good and not evil, so that you will survive. Then Adonai Elohei-Tzva'ot will be with you, as you say he is.", "15": "Hate evil, love good, and uphold justice at the gate. Maybe Adonai Elohei-Tzva'ot will take pity on the survivors of Yosef.", "16": "Therefore thus says Adonai Elohei-Tzva'ot, Adonai: “In all public squares there will be lamentation, in all the streets they will cry, 'Oh, no!' They will summon farmers to mourn and professional mourners to wail.", "17": "There will be wailing in every vineyard, for I will pass through among you,” says Adonai.", "18": "Woe to you who want the Day of Adonai! Why do you want it, this Day of Adonai? It is darkness, not light;", "19": "as if someone were to run from a lion, just to be met by a bear; as if he entered a house, put his hand on the wall, just to be bitten by a snake.", "20": "Won't the Day of Adonai be darkness, not light, completely dark, with no brightness at all?", "21": "“I hate, I utterly loathe your festivals; I take no pleasure in your solemn assemblies.", "22": "If you offer me burnt offerings and grain offerings, I will not accept them; nor will I consider the peace offerings of your stall-fed cattle.", "23": "Spare me the noise of your songs! I don't want to hear the strumming of your lutes!", "24": "Instead, let justice well up like water, and righteousness like an ever-flowing stream.", "25": "Did you bring me sacrifices and offerings in the desert forty years, house of Isra'el?", "26": "No, but now you will bear Sikkut as your king and Kiyun, your images, the star of your god, which you made for yourselves;", "27": "as I exile you beyond Dammesek,” says Adonai Elohei-Tzva'ot — that is his name."}