{"1": "Woe to those living at ease in Tziyon and to those who feel complacent on the hills of Shomron, renowned men in this foremost of nations, to whom the rest of Isra'el come.", "2": "Travel to Kalneh and see; from there go on to Hamat the great; then go down to Gat of the P'lishtim. Are you better than these kingdoms? Is their territory larger than yours?", "3": "You put off all thought of the evil day but hasten the reign of violence.", "4": "You lie on beds of ivory and lounge sprawled out on your couches, dining on meat from lambs in the flock and from calves fattened in stalls.", "5": "You make up wild songs at your parties, playing the lute and inventing other instruments — [imagining that you're] like David!", "6": "You drink wine by the bowlful and anoint yourselves with the finest oils, but feel no grief at the ruin of Yosef.", "7": "Therefore now they will be the first to go into exile with those being exiled, and the revelry of those who lounged, sprawling, will pass away.", "8": "“Adonai Elohim swears by himself,” says Adonai Elohei-Tzva'ot, “I detest that Ya'akov is so proud, and I hate his palaces. I will hand over the city, along with everything in it.”", "9": "When that day comes, if ten men remain in one house, they will die. ", "10": "And if a [dead] man's uncle, coming to bring the corpse out of the house and burn it, finds a survivor hidden in the inmost recesses of the house and asks, “Is anyone else there with you?” — then, when he receives the answer, “No,” he will say, “Don't say any more, because we mustn't mention the name of Adonai.”", "11": "For when Adonai gives the order, great houses will be shattered and small houses reduced to rubble.", "12": "Do horses run on rock? Does one plow there with oxen? Yet you have turned justice into poison and the fruit of righteousness into bitter wormwood.", "13": "You take pleasure in worthless things. You think your power comes from your own strength.", "14": "“But I will raise up a nation against you, house of Isra'el,” says Adonai Elohei-Tzva'ot, “and they will oppress you from the entrance of Hamat to the Vadi of the 'Aravah.”"}