{"1": "Here is what Adonai Elohim showed me: he was forming a swarm of locusts as the late crop was starting to come up, the late crop after the hay had been cut to pay the king's tribute. ", "2": "While they were finishing up eating all the vegetation in the land, I said, “Adonai Elohim, forgive — please! How will tiny Ya'akov survive?”", "3": "So Adonai changed his mind about this. “It won't happen,” Adonai said.", "4": "Next Adonai Elohim showed me this: Adonai Elohim was summoning a blazing fire to consume the great abyss, and it would have devoured the land too. ", "5": "But I said, “Adonai Elohim, stop — please! How will tiny Ya'akov survive?”", "6": "Adonai changed his mind about it. “This too won't happen,” said Adonai Elohim.", "7": "Then he showed me this: Adonai was standing by a wall made with a plumbline, and he had a plumbline in his hand. ", "8": "Adonai asked me, “'Amos, what do you see?” I answered, “A plumbline.” Then Adonai said, “I am going to put a plumbline in among my people Isra'el; I will never again overlook their offenses.", "9": "The high places of Yitz'chak will be desolate, Isra'el's sanctuaries will be destroyed, and I will attack the house of Yarov'am with the sword.”", "10": "Then Amatzyah the priest of Beit-El sent this message to Yarov'am king of Isra'el, “'Amos is conspiring against you there among the people of Isra'el, and the land can't bear all that he's saying. ", "11": "For 'Amos says: 'Yarov'am will die by the sword, and Isra'el will be led away from their land into exile.'” ", "12": "Amatzyah also said to 'Amos, “Go away, seer! Go back to the land of Y'hudah! Earn your living there; and prophesy there; ", "13": "but don't prophesy any more at Beit-El; for this is the king's sanctuary, a royal temple.”", "14": "'Amos gave this answer to Amatzyah: “I am not trained as a prophet, and I'm not one of the guild prophets — I own sheep and grow figs. ", "15": "But Adonai took me away from following the flock, and Adonai said to me, 'Go, prophesy to my people Isra'el.' ", "16": "So now, hear what Adonai says: 'You say, “Don't prophesy against Isra'el, don't lecture the people of Yitz'chak.”' ", "17": "Therefore Adonai says this: 'Your wife will become a whore in the city, your sons and daughters will die by the sword, your land will be parcelled out with a measuring line, you yourself will die in an unclean land, and Isra'el will certainly be exiled from their land.'”"}