{"1": "Here is what Adonai Elohim showed me: there in front of me was a basket of summer fruit. ", "2": "He asked, “'Amos, what do you see?” I answered, “A basket of summer [a] fruit.” Then Adonai said to me, “The end [b] has come for my people, I will never again overlook their offenses.", "3": "When that time comes, the songs in the temple will be wailings,” says Adonai Elohim. “There will be many dead bodies; everywhere silence will reign.”", "4": "Listen, you who swallow the needy and destroy the poor of the land!", "5": "You say, “When will Rosh-Hodesh be over, so we can market our grain? and Shabbat, so we can sell wheat?” You measure the grain in a small eifah, but the silver in heavy shekels, fixing the scales, so that you can cheat,", "6": "buying the needy for money and the poor for a pair of shoes, and sweeping up the refuse of the wheat to sell!”", "7": "Adonai swears by Ya'akov's pride, “I will forget none of their deeds, ever.", "8": "Won't the land tremble for this, and everyone mourn, who lives in the land? It will all rise, just like the Nile, be in turmoil and subside, like the Nile in Egypt.", "9": "“When that time comes,” says Adonai Elohim, “I will make the sun go down at noon and darken the earth in broad daylight.", "10": "I will turn your festivals into mourning and all your songs into wailing; I will make you all put sackcloth around your waists and shave your heads bald in grief. I will make it like mourning for an only son and its end like a bitter day.", "11": "“The time is coming,” says Adonai Elohim, “when I will send famine over the land, not a famine of bread or a thirst for water, but of hearing the words of Adonai.", "12": "People will stagger from sea to sea and from north to east, running back and forth, seeking the word of Adonai; but they will not find it.", "13": "When that time comes, young women and men will faint from thirst.", "14": "Those who swear by the sin of Shomron, who say, 'As your god, Dan, lives,' and, 'As the way of Be'er-Sheva lives' — they will fall and never get up again.”"}