{"1": "I saw Adonai standing beside the altar, and he said, “Strike the tops of the columns until the thresholds shake! Smash them to pieces on the heads of all the people! Those who remain I will kill with the sword; not one of them will succeed in fleeing, not one of them will escape.", "2": "If they dig down to Sh'ol, my hand will haul them out; if they climb up to heaven, I will bring them down.", "3": "If they hide themselves on the top of the Karmel, I will search them out and capture them there; If they hide from me at the bottom of the sea, I will order the serpent to bite them there.", "4": "If their enemies herd them into exile, I will order the sword to kill them there. I will fix my gaze on them for harm and not for good.”", "5": "For Adonai Elohim-Tzva'ot is the one who can melt the earth with his touch, and make all who live on it mourn. It will all rise, just like the Nile, and then subside, like the Nile in Egypt.", "6": "He builds his upper rooms in heaven and establishes his sky-vault over the earth. He summons the waters of the sea and pours them out over the earth. Adonai is his name.", "7": "“People of Isra'el, are you any different from the Ethiopians to me?” asks Adonai. “True, I brought Isra'el up from Egypt, but I also brought the P'lishtim from Kaftor, and Aram from Kir.", "8": "Look, the eyes of Adonai Elohim are on the sinful kingdom. I will wipe it off the face of the earth, yet I will not completely destroy the house of Ya'akov,” says Adonai.", "9": "“For when I give the order, I will shake the house of Isra'el, there among all the Goyim, as one shakes with a sieve, letting no grain fall to the ground.", "10": "All the sinners among my people who say, 'Disaster will never overtake us or confront us,' will die by the sword.", "11": "“When that day comes, I will raise up the fallen sukkah of David. I will close up its gaps, raise up its ruins and rebuild it as it used to be,", "12": "so that Isra'el can possess what is left of Edom and of all the nations bearing my name,” says Adonai, who is doing this.", "13": "“The days will come,” says Adonai, “when the plowman will overtake the reaper and the one treading grapes the one sowing seed. Sweet wine will drip down the mountains, and all the hills will flow with it.", "14": "I will restore the fortunes of my people Isra'el; they will rebuild and inhabit the ruined cities; they will plant vineyards and drink their wine, cultivate gardens and eat their fruit.", "15": "I will plant them on their own soil, no more to be uprooted from their land, which I gave them,” says Adonai your God."}