{"1": "The gatekeepers, the singers, and the Levites were assigned their duties after the wall had been rebuilt and I had hung the doors. ", "2": "I put my brother Hanani and Hananiah, the commander of the fortress, in charge of Jerusalem. Hananiah was a trustworthy man, and he feared Elohim more than most people do. ", "3": "I told them, “The gates of Jerusalem should not be opened at the hottest time of the day. While the gatekeepers are still standing there, they should shut the doors and bar them. Order some of the men in Jerusalem to stand guard, some at their posts and others in front of their homes.” ", "4": "The city was large and wide-open. Few people were in it, and no houses were being built.", "5": "Then my Elohim put the idea into my head that I should gather the nobles, leaders, and people so that they could check their genealogy. I found the book with the genealogy of those who came back the first time. I found the following written in it:", "6": "These were the people in the province. They were the ones who left the place where the exiles had been taken captive. King Nebuchadnezzar of Babylon had taken them captive. They returned to Jerusalem and Judah. All of them went to their own cities. ", "7": "They went with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. This is the number of Israelite men from the people in exile:", "39": "These priests returned from exile:", "43": "These Levites returned from exile:", "44": "These singers returned from exile:", "45": "These gatekeepers returned from exile:", "46": "These temple servants returned from exile: the descendants of Ziha, Hasupha, Tabbaoth, ", "47": "Keros, Sia, Padon, ", "48": "Lebanah, Hagabah, Shalmai, ", "49": "Hanan, Giddel, Gahar, ", "50": "Reaiah, Rezin, Nekoda, ", "51": "Gazzam, Uzza, Paseah, ", "52": "Besai, Meunim, Nephusheshim, ", "53": "Bakbuk, Hakupha, Harhur, ", "54": "Bazlith, Mehida, Harsha, ", "55": "Barkos, Sisera, Temah, ", "56": "Neziah, and Hatipha.", "57": "These descendants of Solomon's servants returned from exile: the descendants of Sotai, Sophereth, Perida, ", "58": "Jaala, Darkon, Giddel, ", "59": "Shephatiah, Hattil, Pochereth Hazzebaim, and Amon.", "60": "The temple servants and the descendants of Solomon's servants totaled 392.", "61": "The following people came from Tel Melah, Tel Harsha, Cherub, Addan, and Immer, but they couldn't prove they were Israelites on the basis of their father's family or their genealogy: ", "62": "the descendants of Delaiah, Tobiah, and Nekoda. These people totaled 642.", "63": "These priests couldn't prove they were Israelites: the descendants of Hobaiah, Hakkoz, and Barzillai (who had married one of the daughters of Barzillai from Gilead and took that family name). ", "64": "These people searched for their family names in the genealogical records, but their names couldn't be found there. For this reason they were considered contaminated and couldn't be priests. ", "65": "The governor told them not to eat any of the most holy food until a priest could use the Urim and Thummim[a] to settle the problem.", "66": "The whole assembly totaled 42,360. ", "67": "In addition to the male and female servants who numbered 7,337, they also had 245 male and female singers. ", "68": "They had 736 horses, 245 mules,[b] ", "69": "camels, and 6,720 donkeys.", "70": "Some of the heads of the families contributed to this work. The governor contributed the following to the treasury: nearly 18 pounds of gold, 50 bowls, and 530 robes for the priests. ", "71": "Some of the heads of the families contributed to the treasury for this work: 337 pounds of gold and 3,215 pounds of silver. ", "72": "The rest of the people contributed 337 pounds of gold, 2,923 pounds of silver, and 67 robes for the priests.", "73": "The priests, Levites, the gatekeepers, the singers, some of the people, the temple servants, and the rest of Israel settled in their own cities. When the seventh month came, the people of Israel were in their own cities."}