{"1": "Now Israel again did what was evil in the sight of the Lord, and the Lord gave them into the hands of the Philistines for forty years.", "2": "And there was a certain man of Zorah, of the family of the Danites, whose name was Manoah; and his wife was infertile and had no children. ", "3": "And the [a]Angel of the Lord appeared to the woman and said to her, “Behold, you are infertile and have no children, but you shall conceive and give birth to a son. ", "4": "Therefore, be careful not to drink wine or [any other] intoxicating drink, and do not eat anything [ceremonially] unclean. ", "5": "For behold, you shall conceive and give birth to a son. No razor shall come upon his head, for the boy shall be a [b]Nazirite [dedicated] to God from birth; and he shall begin to rescue Israel from the hands of the Philistines.” ", "6": "Then the woman went and told her husband, saying, “A Man of God came to me and his appearance was like the appearance of the Angel of God, very awesome. I did not ask Him where he came from, and he did not tell me his name. ", "7": "But He said to me, 'Behold, you shall conceive and give birth to a son, and now you shall not drink wine or [any other] intoxicating drink, nor eat anything [ceremonially] unclean, for the boy shall be a Nazirite to God from birth to the day of his death.'”", "8": "Then Manoah pleaded with the Lord and said, “O Lord, please let the Man of God whom You sent come again to us and teach us what we are to do for the boy who is to be born.” ", "9": "And God listened to the voice of Manoah; and the Angel of God came again to the woman as she sat in the field, but Manoah her husband was not with her. ", "10": "So the woman ran quickly and told her husband, “Behold, the Man who came to me the other day has appeared to me.” ", "11": "Then Manoah got up and followed his wife, and came to the Man and said to him, “Are you the Man who spoke to this woman?” He said, “I am.” ", "12": "And Manoah said, “Now when your words come true, what shall be the boy's manner of life, and his vocation?” ", "13": "The Angel of the Lord said to Manoah, “The woman must pay attention to everything that I said to her. ", "14": "She may not eat anything that comes from the vine nor drink wine or [any other] intoxicating drink, nor eat anything [ceremonially] unclean. She shall observe everything that I commanded her.”", "15": "Then Manoah said to the Angel of the Lord, “Please let us detain you and let us prepare a young goat for you [to eat].” ", "16": "The Angel of the Lord said to Manoah, “Though you detain me, I will not eat your food, but if you prepare a burnt offering, offer it to the Lord.” For Manoah did not know that he was the Angel of the Lord. ", "17": "Manoah said to the Angel of the Lord, “What is your name, so that when your words come true, we may honor you?” ", "18": "But the Angel of the Lord said to him, “Why do you ask my name, seeing it is wonderful (miraculous)?” ", "19": "So Manoah took the young goat with the grain offering and offered it on the rock to the Lord, and He performed miracles while Manoah and his wife looked on. ", "20": "For when the flame went up toward heaven from the altar, the Angel of the Lord ascended in the altar flame. When Manoah and his wife saw this they fell on their faces to the ground.", "21": "The Angel of the Lord did not appear again to Manoah or his wife. Then Manoah knew that he was the Angel of the Lord. ", "22": "So Manoah said to his wife, “We will certainly die, because we have seen God.” ", "23": "But his [sensible] wife said to him, “If the Lord had desired to kill us, He would not have received a burnt offering and a grain offering from our hands, nor would He have shown us all these things, nor would He have announced such things as these at this time.”", "24": "So the woman [in due time] gave birth to a son and named him Samson; and the boy grew and the Lord blessed him. ", "25": "And the Spirit of the Lord began to [c]stir him at times in [d]Mahaneh-dan, between Zorah and Eshtaol."}