{"1": "Samson went down to Timnah and at Timnah he saw a woman, one of the daughters of the Philistines. ", "2": "So he went back and told his father and his mother, “I saw a woman in Timnah, one of the daughters of the Philistines; now get her for me as a wife.” ", "3": "But his father and mother said to him, “Is there no woman among the daughters of your relatives, or among all our people, that you must go to take a wife from the uncircumcised (pagan) Philistines?” And Samson said to his father, “Get her for me, because she [a]looks pleasing to me.” ", "4": "His father and mother did not know that it was of the Lord, and that He was seeking an occasion [to take action] against the Philistines. Now at that time the Philistines were ruling over Israel.", "5": "Then Samson went down to Timnah with his father and mother [to arrange the marriage], and they came as far as the vineyards of Timnah; and [b]suddenly, a young lion came roaring toward him. ", "6": "The Spirit of the Lord came upon him mightily, and he tore the lion apart as one tears apart a young goat, and he had nothing at all in his hand; but he did not tell his father or mother what he had done. ", "7": "So he went down and talked with the woman; and she looked pleasing to Samson. ", "8": "When he returned later to take her, he turned aside to see the carcass of the lion; and behold, a swarm of bees and honey were in the body of the lion. ", "9": "So he scraped the honey out into his hands and went on, eating as he went. When he came to his father and mother, he gave them some, and they ate it; but he did not tell them he had taken the honey from the body of the lion.", "10": "His father went down to the woman, and Samson prepared a feast there, for that was the customary thing for young men to do. ", "11": "When the people saw him, they brought thirty companions (wedding attendants) to be with him.", "12": "Then Samson said to them, “Let me now ask you a riddle; if you can tell me what it is within the seven days of the feast, and solve it, then I will give you thirty linen tunics (undergarments) and thirty changes of [outer] clothing. ", "13": "But if you are unable to tell me [the answer], then you shall give me thirty linen tunics (undergarments) and thirty changes of [outer] clothing.” And they said to him, “Ask your riddle, so that we may hear it.” ", "14": "So he said to them, “Out of the eater came something to eat, And out of the strong came something sweet.” And they could not solve the riddle in three days.", "15": "Then on the fourth day they said to Samson's wife, “Persuade your husband to tell us [through you] the [answer to the] riddle, or we will burn you and your father's household with fire. Have you invited us to make us poor? Is this not true?” ", "16": "So Samson's wife wept before him and said, “You only hate me, you do not love me; you have asked my countrymen a riddle, and have not told [the answer] to me.” And he said to her, “Listen, I have not told my father or my mother [either], so [why] should I tell you?” ", "17": "However Samson's wife wept before him seven days while their [wedding] feast lasted, and on the seventh day he told her because she pressed him so hard. Then she told the [answer to the] riddle to her countrymen. ", "18": "So the men of the city said to Samson on the seventh day before sundown, “What is sweeter than honey? What is stronger than a lion?” And he said to them, “If you had not plowed with [c]my heifer, You would not have solved my riddle.”", "19": "Then the Spirit of the Lord came upon him mightily, and he went down to Ashkelon and killed thirty of them and took their gear, and gave changes of clothes to those who had explained the riddle. And his anger burned, and he went up to his father's house. ", "20": "But Samson's wife was given to his [d]companion who had been his friend."}