{"1": "But after a while, in the time of wheat harvest, Samson went to visit his wife with a young goat [as a gift of reconciliation]; and he said, “I will go in to my wife in her room.” But her father would not allow him to go in. ", "2": "Her father said, “I really thought you utterly hated her; so I gave her to your companion. Is her younger sister not more beautiful than she? Please take her [as your wife] instead.” ", "3": "Samson said to them, “This time I shall be blameless in regard to the Philistines when I do them harm.” ", "4": "So Samson went and caught three hundred foxes, and took torches and turning the foxes tail to tail, he put a torch between each pair of tails. ", "5": "When he had set the torches ablaze, he let the foxes go into the standing grain of the Philistines, and he burned up the heap of sheaves and the standing grain, along with the vineyards and olive groves. ", "6": "Then the Philistines said, “Who did this?” And they were told, “Samson, the son-in-law of the Timnite, because he took Samson's wife and gave her to his [chief] companion [at the wedding feast].” So the Philistines came up and burned her and her father with fire. ", "7": "Samson said to them, “If this is the way you act, be certain that I will take revenge on you, and [only] after that I will stop.” ", "8": "Then he struck them [a]without mercy, a great slaughter; and he went down and lived in the cleft of the rock of Etam.", "9": "Then the [army of the] Philistines came up and camped in [the tribal territory of] Judah, and overran Lehi (Jawbone). ", "10": "The men of Judah said, “Why have you come up against us?” And they answered, “We have come up to bind Samson, in order to do to him as he has done to us.” ", "11": "Then three thousand men of Judah went down to the cleft of the rock of Etam and said to Samson, “Have you not known that the Philistines are rulers over us? What is this that you have done to us?” He said to them, “As they did to me, so I have done to them.” ", "12": "They said to him, “We have come down to bind you, so that we may hand you over to the Philistines.” And Samson said to them, “Swear to me that you will not [b]kill me.” ", "13": "So they said to him, “No, we will [only] bind you securely and place you into their hands; but we certainly will not kill you.” So they bound him with two new ropes and brought him up from the rock [of Etam].", "14": "When he came to Lehi, the Philistines came shouting to meet him. And the Spirit of the Lord came upon him mightily, and the ropes on his arms were like flax (linen) that had been burned, and his bonds [c]dropped off his hands. ", "15": "He found a fresh jawbone of a donkey, so he reached out his hand and took it and killed a thousand men with it. ", "16": "Then Samson said, “With the jawbone of a donkey, Heaps upon heaps, With the jawbone of a donkey I have struck down a thousand men.”", "17": "When he finished speaking, he threw the jawbone from his hand; and he named that place Ramath-lehi (hill of the jawbone). ", "18": "Then Samson was very thirsty, and he called out to the Lord and said, “You have given this great victory through the hand of Your servant, and now am I to die of thirst and fall into the hands of the uncircumcised (pagans)?” ", "19": "So God split open the hollow place that was at Lehi, and water came out of it. When Samson drank, his spirit (strength) returned and he was revived. Therefore he named it En-hakkore (spring which is calling), which is at Lehi to this day. ", "20": "And Samson judged Israel in the days of [occupation by] the Philistines for twenty years."}