{"1": "And the men of [the tribe of] Ephraim said to Gideon, “What is this thing that you have done to us, not calling us when you went to fight with Midian?” And they quarreled with him vehemently. ", "2": "But he said to them, “What have I done now [that is so significant] in comparison with you? Is not the gleaning (leftovers) of the grapes of [your tribe of] Ephraim better than the vintage (entire harvest) of [my clan of] Abiezer? ", "3": "God has given the leaders of Midian, Oreb and Zeeb into your hands; and what was I able to do in comparison with you?” Then their anger toward him subsided when he made this statement.", "4": "So Gideon came to the Jordan and crossed over [the river], he and the three hundred men who were with him—exhausted, yet [still] pursuing [the enemy]. ", "5": "He said to the men of Succoth, “Please give loaves of bread to the people who are following me since they are exhausted, and I am pursuing Zebah and Zalmunna, kings of Midian.” ", "6": "But the leaders of Succoth said, “Are Zebah and Zalmunna already in your hands, that we should give bread to your army?” ", "7": "Gideon said, “For that [response], when the Lord has handed over Zebah and Zalmunna to me, I will thrash your bodies with the thorns and briars of the wilderness.” ", "8": "He went from there up to Penuel and spoke similarly to them; and the men of Penuel answered him just as the men of Succoth had answered. ", "9": "So Gideon said also to the men of Penuel, “When I come again in peace, I will tear down this tower.”", "10": "Now Zebah and Zalmunna were in Karkor with their armies, about fifteen thousand [fighting] men, all who were left of the entire army of the sons of the east; for a hundred and twenty thousand swordsmen had fallen. ", "11": "Gideon went up by the route of those who lived in tents to the east of Nobah and Jogbehah, and he attacked their camp when the camp was unsuspecting. ", "12": "When Zebah and Zalmunna fled, he pursued them and captured the two kings of Midian, Zebah and Zalmunna, and terrified the entire army.", "13": "Then Gideon the son of Joash returned from the battle by the ascent of Heres. ", "14": "He captured a young man of Succoth and questioned him. And the youth wrote down for him [the names of] the leaders of Succoth and its elders, seventy-seven men. ", "15": "He came to the men of Succoth and said, “Look here, Zebah and Zalmunna, about whom you taunted me, saying, 'Are Zebah and Zalmunna now in your hand, that we should give bread to your men who are exhausted?'” ", "16": "He took the elders of the city, and thorns of the wilderness and briars, and with them he [a]punished the men of Succoth. ", "17": "He tore down the tower of Penuel and killed the men of the city.", "18": "Then Gideon said to Zebah and Zalmunna, “What kind of men were they whom you killed at Tabor?” And they replied, “They were like you, each one of them resembled the son of a king.” ", "19": "He said, “They were my brothers, the sons of my mother. As the Lord lives, if only you had let them live, I would not kill you.” ", "20": "So [to humiliate them] Gideon said to Jether his firstborn, “Stand up, and kill them!” But the youth did not draw his sword, because he was afraid, for he was still [just] a boy. ", "21": "Then Zebah and Zalmunna said, “Rise up yourself and strike us; for as the man is, so is his strength.” So Gideon arose and killed Zebah and Zalmunna, and took the crescent amulets that were on their camels' necks.", "22": "Then the men of Israel said to Gideon, “Rule [as king] over us, both you and your son, also your son's son, for you have rescued us from the hand of Midian.” ", "23": "But Gideon said to them, “I will not rule over you, and my son will not rule over you; the Lord shall rule over you.” ", "24": "And Gideon said to them, “I would make a request of you, that each one of you give me an earring from his spoil.” For the Midianites had gold earrings, because they were [b]Ishmaelites [who customarily wore them]. ", "25": "They answered, “We will certainly give them to you.” And they spread out a garment, and every one of them threw an earring there from his spoil. ", "26": "And the weight of the golden earrings that he requested was [c]seventeen hundred shekels of gold, apart from the crescent amulets and pendants and the purple garments which were worn by the kings of Midian, and apart from the chains that were on their camels' necks. ", "27": "Gideon made [all the golden earrings into] an ephod [a sacred, high priest's garment], and put it in his city of Ophrah, and all Israel [d]worshiped it as an idol there, and [e]it became a trap for Gideon and his household.", "28": "So Midian was subdued and humbled before the sons of Israel, and they no longer lifted up their heads [in pride]. And the land was at rest for forty years in the days of Gideon.", "29": "Jerubbaal (Gideon) the son of Joash went and lived in his own house. ", "30": "Now Gideon had seventy sons born to him, because he had many wives. ", "31": "And his [f]concubine who was in Shechem also bore him a son, whom he named Abimelech. ", "32": "Gideon the son of Joash died at a good advanced age and was buried in the tomb of Joash his father in Ophrah of the Abiezrites.", "33": "Then it came about, as soon as Gideon was dead, that the Israelites again played the prostitute with the Baals, and made Baal-berith their god. ", "34": "And the Israelites did not remember the Lord their God, who had rescued them from the hand of all their enemies on every side; ", "35": "nor did they show kindness to the family of Jerubbaal (that is, Gideon) in return for all the good that he had done for Israel."}