{"1": "Elimelech goeth with his wife and children into the land of Moab. 3 He and his sons die. 19 Naomi and Ruth come to Bethlehem. In the time that the Judges [a]ruled, there was a dearth in the [b]land, and a man of Bethlehem [c]Judah went for to sojourn in the country of Moab, he, and his wife, and his two sons.", "2": "And the name of the man was Elimelech, and the name of his wife, Naomi, and the names of his two sons, Mahlon, and Chilion, Ephrathites of Bethlehem Judah: and when they came into the land of Moab, they continued there.", "3": "Then Elimelech the husband of Naomi died, and she remained with her two sons,", "4": "Which took them wives of the [d]Moabites: the one's name was Orpah, and the name of the other Ruth: and they dwelled there about ten years.", "5": "And Mahlon and Chilion dieth also both twain: so the woman was left, destitute of her two sons, and of her husband.", "6": "¶ Then she arose with her daughters-in-law, and returned from the country of Moab: for she had heard say in the country of Moab, that the Lord had [e]visited his people, and given them bread.", "7": "Wherefore she departed out of the place where she was, and her two daughters-in-law with her, and they went on their way to return unto the land of Judah.", "8": "Then Naomi said unto her two daughters-in-law, Go, return each of you unto her own mother's house: the Lord show favor unto you, as ye have done with the dead, and with me.", "9": "The Lord grant you, that you may find [f]rest, either of you in the house of her husband. And when she kissed them, they lift up their voice and wept.", "10": "And they said unto her, Surely we will return with thee unto thy people.", "11": "But Naomi said, Turn again my daughters: for what cause will ye go with me? are there any more sons in my womb, that they may be your husbands?", "12": "Turn again my daughters: go your way: for I am too old to have an husband. If I should say, I have hope, and if I had an husband this night: yea, and if I had borne sons,", "13": "Would ye tarry for them, till they were of age? would ye be deferred for them from taking of husbands? nay my daughters: for it grieveth me [g]much for your sakes that the hand of the Lord is gone out against me.", "14": "Then they lift up their voice and wept again, and Orpah [h]kissed her mother-in-law, but Ruth abode still with her.", "15": "And Naomi said, Behold, thy sister-in-law is gone back unto her people, and unto her gods: [i]return thou after thy sister-in-law.", "16": "And Ruth answered, Entreat me not to leave thee, nor to depart from thee: for whither thou goest, I will go: and where thou dwellest, I will dwell: thy people shall be my people, and thy God my God.", "17": "¶ Where thou diest, will I die, and there will I be buried. The Lord do so to me and more also, if ought but death depart thee and me.", "18": "¶ When she saw that she was steadfastly minded to go with her, she left speaking unto her.", "19": "So they went both until they came to Bethlehem: and when they were come to Bethlehem, it was [j]noised of them through all the city, and they said, Is not this Naomi?", "20": "And she answered them, Call me not [k]Naomi, but call me [l]Mara: for the Almighty hath given me much bitterness.", "21": "I went out full, and the Lord hath caused me to return empty: why call ye me Naomi, seeing the Lord hath humbled me, and the Almighty hath brought me unto adversity?", "22": "So Naomi returned and Ruth the Moabitess her daughter-in-law with her, when she came out of the country of Moab: and they came to Bethlehem in the beginning of [m]barley harvest."}