{"1": "¶ And he has made you alive, who were dead in trespasses and sins,", "2": "in which in time past ye walked according to the course of this world, according to the will of the prince of the power of this air, the spirit that now works in the sons of disobedience,", "3": "among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind and were by nature the children of wrath, even as all the others.", "4": "¶ But God, who is rich in mercy, for his great charity with which he loved us,", "5": "even as we were dead in sins, he has made us alive together with the Christ (by whose grace ye are saved)", "6": "and has raised us up together and made us sit together in heavenly places in Christ Jesus,", "7": "That in the ages to come he might show the exceeding riches of his grace in his kindness toward us in Christ Jesus.", "8": "For by grace are ye saved through faith and that not of yourselves: it is the gift of God,", "9": "Not of works, lest any man should boast.", "10": "For we are his workmanship, created in Christ Jesus for good works, which God has prepared that we should walk in them.", "11": "¶ Therefore remember that ye being in time past Gentiles in the flesh, who were called Uncircumcision by that which is called the Circumcision in the flesh, which is made by hands,", "12": "that at that time ye were without Christ, being aliens from the commonwealth of Israel and strangers from the covenants of promise, having no hope, and without God in the world,", "13": "but now in Christ Jesus ye who at another time were far off are made near by the blood of the Christ.", "14": "¶ For he is our peace, who of both has made one, breaking down the middle wall of separation,", "15": "abolishing in his flesh the enmity, which was the law of commandments in the order of rites, to edify in himself the two in one new man, making peace,", "16": "and to reconcile both with God by the cross[a] in one body, having slain the enmity thereby;", "17": "and he came and preached peace unto you who were afar off and to those that were near.", "18": "For through him we both have access by one Spirit unto the Father.", "19": "Now therefore ye are no longer strangers and foreigners, but fellowcitizens with the saints and of the household of God,", "20": "and are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief cornerstone,", "21": "in whom all the building fitly framed together grows unto a holy temple in the Lord,", "22": "in whom ye also are being built together for the habitation of God in the Spirit."}