{"1": "Now these are the people of the province who went up from the captives of the exile, whom Nebuchadnezzar king of Babylon had taken captive to Babylon. They returned to Jerusalem and Judah, each to his town. ", "2": "They came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordechai, Bilshan, Mispar, Bigvai, Rehum, Baanah. The number of men of the people of Israel:", "3": "the sons of Parosh—2,172", "4": "the sons of Shephatiah—372", "5": "the sons of Arah—775", "6": "the sons of Pahath-moab, of the sons of Jeshua and Joab—2,812", "7": "the sons of Elam—1,254", "8": "the sons of Zattu—945", "9": "the sons of Zaccai—760", "10": "the sons of Bani—642", "11": "the sons of Bebai—623", "12": "the sons of Azgad—1,222", "13": "the sons of Adonikam—666", "14": "the sons of Bigvai—2,056", "15": "the sons of Adin—454", "16": "the sons of Ater, of Hezekiah—98", "17": "the sons of Bezai—323", "18": "the sons of Jorah—112", "19": "the sons of Hashum—223", "20": "the sons of Gibbar—95", "21": "the sons of Beth-lehem—123", "22": "the men of Netophah—56", "23": "the men of Anathoth—128", "24": "the sons of Azmaveth—42", "25": "the sons of Kiriath-arim, Chephirah, and Beerot—743", "26": "the sons of Ramah and Geba—621", "27": "the men of Michmas—122", "28": "the men of Beth-el and Ai—223", "29": "the sons of Nebo—52", "30": "the son of Magbish—156", "31": "the sons of the other Elam—1,254", "32": "the sons of Harim—320", "33": "the sons of Lod, Hadid, and Ono—725", "34": "the sons of Jericho—345", "35": "the sons of Senaah—3,630", "36": "The kohanim: the sons of Jedaiah from the house of Jeshua—973", "37": "the sons of Immer—1,052", "38": "the sons of Pashhur—1,247", "39": "the sons of Harim—1,017", "40": "The Levites: the sons of Jeshua and Kadmiel (through the line of Hodaviah)—74", "41": "The singers the sons of Asaph—128", "42": "The sons of the gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, and the sons of Shobai—in all 139", "43": "The Temple servants: the sons of Ziha, the sons Hasupha, the sons of Tabbaoth,", "44": "the sons of Keros, the sons of Siaha, the sons of Padon,", "45": "the sons of Lebanah, the sons of Hagabah, the sons of Akkub,", "46": "the sons of Hagab, the sons of Salmai, the sons of Hanan,", "47": "the sons of Giddel, the sons of Gahar, the sons of Reaiah,", "48": "the sons of Rezin, the sons of Nekoda, the sons of Gazzam,", "49": "the sons of Uzza, the sons of Paseah, the sons of Besai,", "50": "the sons of Asnah, the sons of Meunim, the sons of Nephusim,", "51": "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,", "52": "the sons of Batzluth, the sons of Mehida, the sons of Harsha,", "53": "the sons of Barkos, the sons of Sisera, the sons of Temah", "54": "the sons of Neziah, the sons of Hatipha.", "55": "The sons of Solomon's servants: the sons of Sotai, the sons of Hassophereth, the sons of Peruda,", "56": "the sons of Jaalah, the sons of Darkon, the sons of Giddel,", "57": "the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, and the sons of Ami.", "58": "All the Temple servants and the sons of Solomon's servants—392.", "59": "The following came up from Tel-melah, Tel-harsa, Cherub, Addan, and Immer, but they were not able to prove their family connection[a] or their ancestry[b] whether they were from Israel:", "60": "the sons of Delaiah, the sons of Tobiah, the sons of Nekoda—652.", "61": "Also from the sons of the kohanim: the sons of Habaiah, the sons of Hakkoz, and the sons of Barzillai. (He took a wife from the daughters of Barzillai the Gileadite and was subsequently called by their name). ", "62": "These sought their records in the genealogical lists, but did not find them. So they were disqualified from the priesthood. ", "63": "As a result, the governor said to them that they should not eat any of the most holy food until a kohen was ministering with the Urim and Thummim.", "64": "The entire assembly totaled 42,360, ", "65": "not including their male and female servants, who numbered 7,337. They also had 200 male and female singers. ", "66": "They had 736 horses, 245 mules, ", "67": "camels, 6,702 donkeys.", "68": "When they arrived at the House of Adonai in Jerusalem, some of the heads of the families gave voluntary offerings toward the rebuilding of the House of God on its foundation. ", "69": "According to their ability, they gave to the treasury for this work 61,000 gold drachmas, 5,000 silver minas and 100 priestly tunics.", "70": "Now the kohanim, the Levites, some of the people, the singers, the gatekeepers and the Temple servants settled in their own towns, and all the rest of Israel in their towns."}