{"1": "When the seventh month arrived and the sons of Israel were settled in the towns, the people gathered together as one man in Jerusalem. ", "2": "Then Jeshua son of Jozadak, his fellow kohanim, Zerubbabel the son of Shealtiel and his associates began to build the altar of the God of Israel, in order to offer burnt offerings on it as written in the Torah of Moses, the man of God. ", "3": "They set up the altar on its fixed resting place despite their fear of the peoples of the lands and they offered burnt offerings on it to Adonai, both the morning and the evening sacrifices. ", "4": "They also kept the Feast of Sukkot as it is written and offered the prescribed number of daily burnt offerings according to the requirement for each day.", "5": "After that they presented the regular burnt offerings, the new moon sacrifices and the sacrifices for all the sacred moadim of Adonai, as well as all the freewill offerings brought to Adonai. ", "6": "From the first day of the seventh month, they began to offer burnt offerings to Adonai, though the foundation of the Temple of Adonai had not been laid. ", "7": "So they gave money to the stone-masons and carpenters, and food, beverages, and oil to the Sidonians and to the Tyrians to bring cedar trees by sea from Lebanon to Joppa, as authorized by King Cyrus of Persia.", "8": "In the second month of the second year after they had come to the House of God in Jerusalem, Zerubbabel son of Shealtiel, Jeshua son of Jozadak and the rest of their brothers—the kohanim, the Levites and all who returned from captivity to Jerusalem—began the work. They appointed the Levites from twenty years of age and older to supervise the work on the House of Adonai.", "9": "Then Jeshua, his sons and his brothers, Kadmiel and his sons, the sons of Judah, stood together to supervise those working in the House of God, along with the sons of Henadad, their sons, and their brothers, the Levites.", "10": "When the builders had laid the foundation of the Temple of Adonai, the kohanim, arrayed in their vestments and with clarions, and the Levites sons of Asaph with cymbals, were stationed to praise Adonai as prescribed by King David of Israel. ", "11": "With praise and thanksgiving they sang to Adonai, “For He is good; For His mercy upon Israel endures forever.” Then all the people gave a great shout of praise to Adonai because the foundation of the House of Adonai had been laid. ", "12": "But many of the kohanim, Levites and patriarchal leaders, older men who had seen the former House, wept loudly at the sight of the founding of this House, while many shouted for joy. ", "13": "People could not distinguish the sound of the shouts of joy from the sound of the people's weeping. For the people were shouting so loudly that the sound was heard far away."}