{"1": "King Darius then issued an order and a search was made in the archives stored in the treasury at Babylon. ", "2": "A scroll was found in the citadel of Ecbatana in the province of Media, and this was written on it: “Memorandum:", "3": "“In the first year of Cyrus the king, King Cyrus issued a decree concerning the House of God at Jerusalem. “Let the House be rebuilt as a place where sacrifices are offered. Let its foundations be laid. Its height is to be sixty cubits and its width sixty cubits ", "4": "with three layers of large stones and one layer of timber. Let the expense be paid from the king's house. ", "5": "Also let the gold and silver vessels of the House of God, which Nebuchadnezzar took from the Temple in Jerusalem and brought to Babylon, be restored and brought to the Temple in Jerusalem; you shall deposit them in the House of God.", "6": "“Now then, Tattenai, governor of Trans-Euphrates, Shethar-bozenai, and their colleagues, officials of Trans-Euphrates, all of you stay away from there. ", "7": "Leave the work of this House of God alone! Let the governor of the Jews and the elders of the Jews rebuild this House of God in its place.", "8": "“Moreover, I hereby issue a decree as to what you are to do for these elders of the Jews to rebuild this House of God. The complete costs are to be paid to these men from the royal treasury, from the tribute from Trans-Euphrates so that they are not hindered.", "9": "“Whatever is needed—young bulls, rams or lambs for burnt offerings to the God of heaven or wheat, salt, wine and oil, as requested by the kohanim in Jerusalem—must be given to them daily without neglect, ", "10": "so that they may offer pleasing sacrifices to the God of heaven and pray for the life of the king and his sons.", "11": "“Furthermore, I decree that if anyone changes this edict, a beam is to be pulled out from his house, and let him be lifted up and impaled on it, and because of this, his house be made a pile of refuse. ", "12": "May God, who makes His name to dwell there, overthrow any king or people who lifts his hand to cause such change to destroy this House of God in Jerusalem. I Darius have issued a decree; let it be carried out with diligence.”", "13": "Then Tattenai the governor of Trans-Euphrates, Shethar-bozenai, and their associates diligently carried it out, just as King Darius had sent. ", "14": "So the elders of the Jews continued building and prospering through the prophesying of Haggai the prophet and Zechariah the son of Iddo. They finished building according to the command of the God of Israel and according to the decrees of Cyrus, Darius, and Artaxerxes, kings of Persia. ", "15": "The Temple was completed on the third day of the month of Adar, which was in the sixth year of the reign of King Darius.", "16": "Then the sons of Israel—the kohanim, the Levites, and the rest of the exiles—celebrated the dedication of the House of God with joy. ", "17": "For the dedication of this House of God they offered 100 bulls, 200 rams, 400 male lambs, and, as a sin offering for all Israel, twelve male goats, corresponding to the number of the tribes of Israel. ", "18": "They appointed the kohanim in their divisions and the Levites in their divisions over the service of God at Jerusalem, as it is written in the book of Moses.", "19": "The exiles celebrated the Passover on the fourteenth day of the first month, ", "20": "for every one of the kohanim and the Levites had purified themselves and all of them were ceremonially pure. They slaughtered the Passover lamb for all the exiles, and for their fellow kohanim and for themselves. ", "21": "So those of Bnei-Yisrael who had returned from the exile ate it, together with all who had separated themselves from the impurity of the nations of the land to seek Adonai the God of Israel. ", "22": "They celebrated the Feast of Matzot with joy for seven days, because Adonai had given them joy and had changed the heart of the king of Assyria toward them so as to strengthen their hands in the work on the House of God, the God of Israel."}