{"1": "Now when these things had been completed, the leaders approached me to say: “The people of Israel, the kohanim and the Levites have not separated themselves from the peoples of the lands who practice detestable things just like the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians and the Amorites. ", "2": "For they have taken some of their daughters as wives for themselves and for their sons and have mingled the holy seed with the peoples of the lands. Indeed, the hand of the leaders and the officials have been at the forefront in this unfaithful act.”", "3": "When I heard this report, I tore my garment and my robe, and pulled out some of the hair from my head and from my beard. Then I sat down devastated. ", "4": "Everyone who trembled at the words of the God of Israel gathered themselves around me because of the unfaithful act of the exiles. Devastated, I sat there until the evening offering.", "5": "At the time of the evening offering, I rose up from my self-abasement with my garment and robe torn, then I bowed down on my knees and spread out my hands to Adonai my God. ", "6": "I prayed, “O my God, I am ashamed and humiliated to lift up my face to You, my God! For our iniquities are higher than our heads and our guilt has reached to the heavens. ", "7": "From the days of our fathers to this day our guilt has been great. Because of our iniquities we, our kings and our kohanim have been subjected to the sword, to captivity, to plunder and to humiliation at the hand of the kings of the lands, as it is today.", "8": "“But now for a brief moment Adonai our God has shown us favor in leaving us a remnant and giving us as a peg in His holy place. Thus our God has enlightened our eyes and has given us a little relief in our bondage. ", "9": "Though we are slaves, our God has not forsaken us in our bondage. He has extended lovingkindness to us in the sight of the kings of Persia, reviving us in order to restore the House of our God, to raise up its ruins, and to give us a wall in Judah and in Jerusalem.", "10": "“So now, our God, what should we say after this? For we have forsaken Your mitzvot ", "11": "that You commanded through Your servants the prophets saying, 'The land that you are entering to possess is a land defiled by the impurities of the peoples of the lands. Through their abominations, they have filled it from one end to the other with their uncleanness. ", "12": "Therefore, do not give your daughters to their sons nor take their daughters for your sons. Do not seek their shalom or their welfare, so that you may be strong, eat the good things of the land and leave it as an inheritance for your children forever.'", "13": "“After everything that has happened to us because of our evil deeds and our great guilt—for You, our God, have punished us less than our iniquities deserve, and given us a remnant such as this—", "14": "shall we once again break Your mitzvot and intermarry with the peoples who commit such detestable actions as these? Would You not be angry enough with us to destroy us, leaving us no remnant or survivor? ", "15": "Adonai, God of Israel, You are righteous, for we are left this day as a remnant. Behold, here we are before You in our guilt; because of it no one can stand before You.”"}