{"1": "Here is the vision[a] that Isaiah,[b] the son of Amoz, received by divine revelation concerning what was going to happen to Judah and Jerusalem during the times of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.[c]", "2": "Listen, O heavens! Hear,[d] O earth! For the Lord Yahweh has spoken:[e] “I tenderly nurtured children and made them great,[f] but they have rebelled[g] against me!", "3": "Even a dumb ox instinctively knows its owner and the stubborn mule knows the hand that feeds him,[h] but Israel does not know me[i] nor do my people understand.”[j]", "4": "Oh,[k] how this nation keeps sinning! See them dragging the heavy burden of their guilt! They are corrupt children, descendants of evildoers. They have turned their backs on the Lord God and despised the Holy One of Israel![l] They have cut themselves off from the help of God![m]", "5": "Why would you seek to be injured further? Why would you stubbornly continue in your rebellion?[n] Your whole head is sick,[o] and your heart and your will are weak and faint.", "6": "You are corrupt from the bottom of your feet to the top of your head. There is no integrity—[p] nothing but bruises, putrefying sores, and raw open wounds! They have not been drained or bandaged or soothed with oil.[q]", "7": "Your country is devastated and your cities burned to the ground;[r] foreigners plunder your crops before your eyes— with nothing but devastation and destruction in their wake![s]", "8": "And the daughter of Zion[t] is left as helpless as a deserted shack in a vineyard or like a flimsy shelter in a field of cucumbers— in every way like a city besieged![u]", "9": "If the Lord of Angel Armies[v] had not left us survivors, our fate would have been the same as Sodom and Gomorrah![w]", "10": "Hear the word of Yahweh:[x] “You leaders of Sodom, heed the correction[y] of our God! People of Gomorrah, you'd better listen to his rebuke.”", "11": "And Yahweh keeps saying: “Why such countless sacrifices—what use are they to me? I've had my fill of your burnt offerings of rams and your fattened animals.[z] I find no delight in the blood of bulls, lambs, or goats!", "12": "When you come before my face, who asked you to come trampling on my courtyards?", "13": "Stop bringing your meaningless offerings.[aa] Your burning incense stinks! Your sin-stained celebrations,[ab] your new moon festivals, Sabbaths, your various pious meetings—I can't stand them!", "14": "With all my soul[ac] I hate your new moon festivals and your feasts;[ad] they are nothing but a burden that I'm sick and tired of carrying.", "15": "When you stretch out your hands to pray, I will hide my eyes from you.[ae] Repeat your prayers all you want, but I will not listen, for your hands are stained with innocent blood.", "16": "Wash yourselves and make yourselves clean. Remove your evil actions from my sight and stop sinning![af]", "17": "Learn what it means to do what is good by seeking righteousness and justice! Rescue the oppressed.[ag] Uphold the rights of the fatherless and defend the widow's cause.[ah]", "18": "Come now and let's deliberate over the next steps to take together.[ai] Yahweh promises you over and over:[aj] “Though your sins stain you like scarlet,[ak] I will whiten them like bright, new-fallen snow! Even though they are deep red like crimson,[al] they will be made white like wool!”[am]", "19": "If you have a willing heart to let me help you, and if you will obey me, you will feast on the blessings of an abundant harvest.[an]", "20": "But if you are stubborn and refuse to obey, the sword will eat you instead.”[ao] The mouth of Yahweh has spoken.”", "21": "Look how the once faithful city has become as unfaithful as a prostitute! She who was once the “Center of Justice,” where righteousness made its home, is now the dwelling place of murderers![ap]", "22": "She was once like sterling silver, now only mixture; once so pure, now diluted like watered-down wine.[aq]", "23": "Your rulers are rebellious and companions of crooks. They are self-centered racketeers who love a bribe and who chase after payoffs. They don't defend the fatherless or consider the rights of a helpless widow.", "24": "Therefore, here is what the Sovereign One decrees, the Lord God of Angel Armies, the Mighty One of Israel: “Ah,[ar] I will get relief from my adversaries and avenge myself on my foes![as]", "25": "I will bring my fiery hand upon you and burn you and purify you into something clean.”[at]", "26": "“I will restore deliverers as in former times and your wise counselors as at the beginning.[au] Only then will you be called the Righteous City and the Faithful City!”[av]", "27": "Yes, Zion will be redeemed with justice and her repentant converts with righteousness.[aw]", "28": "There will be a shattering of rebels and sinners together, and those who forsake the Lord will be consumed.", "29": "You will reap shame from the idols you once delighted in and you will be humiliated by your cultic sacred groves,[ax] where you chose to worship.", "30": "You will be like an oak tree with faded, fallen leaves and like a withered, waterless garden.", "31": "The “powerful elite” will become like kindling and their evil deeds like sparks—both will burn together and no one will be able to put out the fire."}