{"1": "The cut-off stump of Jesse[a] will sprout,[b] and a fruitful Branch will grow from his roots:[c]", "2": "the Spirit of Yahweh will rest upon him,[d] the Spirit of Extraordinary Wisdom,[e] the Spirit of Perfect Understanding[f] the Spirit of Wise Strategy,[g] the Spirit of Mighty Power,[h] the Spirit of Revelation,[i] and the Spirit of the Fear of Yahweh.", "3": "He will find his delight[j] in living by the Spirit of the Fear of the Lord. He will neither judge by appearances[k] nor make his decisions based on rumors.[l]", "4": "With righteousness he will uphold justice[m] for the poor and defend the lowly of the earth. His words will be like a scepter of power that conquers the world,[n] and with his breath[o] he will slay the lawless one.[p]", "5": "Righteousness will be his warrior's sash and faithfulness his belt.[q]", "6": "Then the wolf will be subdued and live with the gentle lamb,[r] and the leopard[s] will lie down[t] with the gentle lamb.[u] The young calf and the ferocious lion[v] will be together, and as a shepherd drives his flock, a small child will guide them along! ", "7": "The cow and the bear will graze alongside each other;[w] cubs and calves will lie down together. The lion, like the ox, will eat straw. ", "8": "The nursing child will play safely near the rattlesnake's den, and the toddler will stretch out his hand and shine light over the serpent.[x] ", "9": "On all my holy mountain of Zion,[y] nothing evil or harmful[z] will be found. For the earth will be filled[aa] with the intimate knowledge of the Lord Yahweh just as water swells the sea![ab]", "10": "On that day, the root of Jesse[ac] will be lifted up[ad] as a miracle-sign to rally the people.[ae] Gentiles will diligently seek him,[af] and his resting place will be glorious![ag]", "11": "On that day, the Lord will extend his hand a second time to restore[ah] the remnant of his people from Assyria, Egypt, Pathros,[ai] Ethiopia,[aj] Iran,[ak] Iraq,[al] Syria,[am] and the coastlands of the sea.[an] ", "12": "He will lift up a banner among the nations and will gather the scattered Jews,[ao] and assemble the outcasts of Israel from the four corners of the earth. ", "13": "Then Ephraim will be cleansed of envy, and those who are hostile to Judah will be cut off. Ephraim will no longer be jealous of Judah, and Judah will no longer be hostile toward Ephraim.[ap] ", "14": "But they will swoop down on the slopes of Philistia[aq] to the west; together they will plunder the people of the east. They will rule over Edom and Moab, and the Ammonites[ar] will obey them.", "15": "The Lord Yahweh will dry up[as] the gulf of the Egyptian Sea.[at] He will raise his hand over the Euphrates, and with the might of his wind, he will split it into seven streams[au] that can be easily crossed in sandals. ", "16": "Then there will be a highway leading out of Assyria for his remnant people to return, just as there was for Israel when they were set free from Egypt."}