{"1": "This is the prophecy against Babylon[a] that God revealed to Isaiah, son of Amoz:", "2": "“Raise high a signal flag on a barren hilltop! Shout out! Beckon my armies to invade the gates of the nobles,", "3": "for I have given orders to my consecrated ones. I have summoned my mighty heroes, those who rejoice in my triumph, that they may execute my anger.”[b]", "4": "Listen! A thunderous noise is heard on the mountain, like that of a massive multitude. Listen! Kingdoms are in an uproar; nations are assembling together. The almighty Lord Yahweh is mustering an army for war.", "5": "They are coming from a faraway land, from the end of the heavens.[c] Here comes Yahweh with his instruments of judgment, ready to ravage the entire land.[d]", "6": "Wail, for the day of the Lord Yahweh is near! It will come with the destructive power of Shaddai.", "7": "For this reason, every hand will go limp and every heart will melt.", "8": "All the Babylonians will be seized with panic and pain. Anguish will grip them like a woman in labor. They will look at one another with astonishment, and their faces will be flames of fire!", "9": "Behold! The day of the Lord is coming with pitiless fury and fierce anger. The land will be made desolate, destroying the sinners who inhabit it.", "10": "For the stars of the heavens and their constellations[e] will not give their light. The rising sun will be obscured, and the moon won't shine.", "11": "“I will bring punishment to the world for its evil and the wicked for their sins. I will shatter the arrogance of the proud, and will humble the pride of the high and mighty.[f]", "12": "I will make a person scarcer than fine gold and people rarer than a wedge of gold from Ophir.[g]", "13": "Therefore, I will make the heavens shudder and the earth shake from its foundation because of the wrath of the Lord, Commander of Angel Armies, in the day of his fierce anger.”", "14": "Like a hunted gazelle, each will return to his own people, and like sheep with no one to gather them, each will flee to his native land.", "15": "Captured ones will be slain, and those who are caught will die by the sword.", "16": "Their infants will be dashed to pieces before their very eyes.[h] Their houses will be looted and their wives raped.[i]", "17": "Behold! I am stirring up the Medes[j] against them, who neither value silver nor delight in gold.", "18": "They will slaughter the young men,[k] and show no pity on infants nor compassion on children.”", "19": "God will overthrow Babylon, the jewel of kingdoms, the splendor and pride of the Babylonians, exactly as he did to Sodom and Gomorrah.", "20": "Babylon will never rise again, nor will it be inhabited for many generations. Bedouins will not even pitch their tents there, and shepherds will refuse to rest their flocks there.", "21": "Wild animals will roam there, and their vacant houses will be overrun by eerie creatures[l]— nothing but owls[m] and goat-shaped demons[n] dancing!", "22": "Hyenas will howl in her houses, and jackals will make their dens in her palaces. Babylon's time is up, and her days are numbered!"}