{"1": "The Lord Yahweh will most certainly show tender mercy to the Israelites.[a] He will choose them again and settle them in their own land.[b] Even foreigners will accompany them and join with the Jewish people.[c]", "2": "Nations will take them back to their own place,[d] and the Jews[e] will own their enemies[f] as their inheritance in the land Yahweh gave them. They will take their captors captive[g] and rule over those who once oppressed them.[h]", "3": "In that day, when the Lord Yahweh has given you rest from your pain, trouble, and cruel bondage,[i] ", "4": "you will jeer at the king of Babylon and recite this proverb:[j] “Your oppressor has been stilled and your onslaught is over![k]", "5": "The Lord Yahweh has shattered the staff of the wicked, the brutal rod[l] of the rulers.", "6": "With their unceasing blows they used it cruelly to strike down nations. They subdued nations in anger with unrelenting persecution.", "7": "But now the whole earth rests and is at peace. It bursts out with singing;[m]", "8": "even the cypresses and cedars[n] of Lebanon join in, rejoicing over your demise, saying, 'Now that you were laid low, no woodsman comes to cut us down.'”", "9": "The underworld[o] is all astir in preparation, ready to meet you when you show up. It rouses the spirits of the dead to greet you! All the former tyrants[p] and despots[q] rise from their thrones!", "10": "One and all will say to you: “Look at you! You've become as weak as we are. Now you're just like us!", "11": "Your pompous pride brought you down to the underworld with the hum of harps.[r] But you will lie on a bed of maggots, and a blanket of worms will cover you!", "12": "“Look how you have fallen from your heavenly place, O shining one,[s] son of the dawn! You have been cut down to the ground, you who conquered nations.[t]", "13": "You said in your heart, 'I will ascend into heaven and exalt my throne above the stars of God.[u] I will rule on the mountain of the congregation, on the highest place of the sacred mountain.[v]", "14": "I will rise past the tops of the clouds and rival the Most High God!'", "15": "Yet down to the underworld you go— into the depths of the pit![w]", "16": "Everyone will stare at you and ponder your fate,[x] saying, 'Is this the man who shook the earth and made the kingdoms tremble?", "17": "Is this the man who made the world a desert and overthrew its cities and refused to free his prisoners and let them return home?'", "18": "Every king at death lies in state, each in his crypt of splendor,", "19": "but you are an unburied, trampled corpse, thrown out of your grave like a rotten stick and wrapped in the bloody clothing of those slain by the sword.", "20": "You will not have a burial like them, because you destroyed both your land and your people. May your wicked descendants never be mentioned again!", "21": "Prepare to execute his sons because of the sins of their father.[y] May they never rise to conquer the earth and cover the world with their cities.”", "22": "“I will rise up against them,” declares the Lord Yahweh, Commander of Angel Armies. “I will blot out the name Babylon and her survivors, her offspring and descendants,” declares the Lord Yahweh.", "23": "“I will turn it into a swampland and a place for wild animals.[z] Like dirt on the floor I will sweep it away with the broom of destruction,” declares the Lord Yahweh, Commander of Angel Armies.", "24": "The Lord Yahweh, Commander of Angel Armies, makes this solemn decree: “Be sure of this: Just as I have planned,[aa] so it will be. Every purpose of my heart will surely come to pass.", "25": "I will crush the Assyrians who invade my land. I will trample them on my mountains. Their yoke of slavery will be removed from my people and their heavy burden from their shoulders.", "26": "This is the plan that I have determined for the entire world. I will accomplish it by the demonstration of my mighty power[ab] throughout the earth!”", "27": "For the Lord Yahweh, the Commander of Angel Armies, has an amazing strategy, and who can thwart him? When he moves in power,[ac] who can stop him?", "28": "This prophecy came to Isaiah in the year King Ahaz died:[ad] Don't rejoice too soon, you Philistines,[ae] just because the rod[af] that beat you is broken!", "29": "A snake[ag] will sprout from the root of that serpent, and his descendant[ah] will be like a flying, fiery burning one.[ai]", "30": "And through him the poorest of the poor will find pasture[aj] and the needy will lie down in peace. The Lord will starve the root of the Philistines with a famine that will annihilate your survivors.", "31": "Wail, O gate! Cry out, O city! Melt with fear, Philistia! For a cloud of smoke[ak] comes out of the north, and there is no straggler among them.[al]", "32": "And what will be the answer of the messengers of the nations? That the Lord has laid the foundation of Zion,[am] and in her his needy ones will find shelter.[an]"}