{"1": "Send a flock of lambs from the rock[a] of the desert as a gift to the leaders in Jerusalem,[b] to the mountain of the Daughter of Zion.", "2": "At the banks of the River Arnon, the women of Moab are like newly hatched, fluttering birds.", "3": "They say, “Make a decision! Give us shelter.[c] Hide the fugitives. Don't betray them!", "4": "Allow the Moabite fugitives to stay with you. Be a shelter for them from the destroyer!” One day the oppressor will be no more. The destroyer[d] will come to an end, and the tyrant will vanish from the land.", "5": "Then a government of unfailing love[e] will be established, with a faithful king in the tabernacle of David, passionate for justice and swift to do what is right.", "6": "We have heard about Moab's pride. How haughty he is—filled with arrogance and insolence, with nothing more than empty boasts!", "7": "So now Moab will wail; everyone will wail over the ruin of their country. Lament and grieve for the foundations of Kir-Hareseth.[f]", "8": "All the lush fields of Heshbon are dried up. The vineyards of Sibmah have struck down[g] the lords of nations, whose vines reached northward to Jazer[h] and spread to the desert. Their shoots spread out and extend across the Dead Sea.[i]", "9": "So I weep along with Jazer over the vines of Sibmah. I drench you with my tears, O Heshbon and Elealeh,[j] for the shouts of joy over the harvest of fruit and grain have ceased.", "10": "Joyful celebrations are stilled in the orchards; in the vineyards, no one sings or shouts, and no one treads out wine in the presses. I have silenced your gleeful shouts.", "11": "Like harp strings, my heartstrings throb for Moab,[k] and my inner being sighs for your broken walls, Kir-Hareseth.[l]", "12": "When Moab comes to their high places to plead with all their might and enter their temples to pray, it will have no effect.", "13": "This was the word the Lord Yahweh spoke in the past about Moab, ", "14": "but now the Lord Yahweh says, “In exactly three years,[m] the splendor of Moab and its huge population will shrink to nothing; only a small and feeble remnant will remain.”"}