{"1": "This is God's message for Damascus: “Behold, Damascus is gone! It is no longer a city, only a heap of rubble.", "2": "Her ruins[a] will be abandoned— left for flocks to lie down in with nothing to fear.", "3": "Damascus will lose the power of its fortress, and the strongholds of the northern kingdom[b] will disappear. The remnant of Syria[c] will be like Israel—stripped of its glory,” says the Lord Yahweh, Commander of Angel Armies.", "4": "“On that day, the beautiful splendor of Jacob's northern tribes will be brought low, and they will become like skin and bones.", "5": "It will be as when a farmer harvests the standing grain and gathers armloads of grain, and as one gathers ears of grain in the Valley of Giants.[d]", "6": "Yet some gleanings will remain, as when an olive tree is shaken,[e] leaving two or three olives in the highest branches[f] and four or five on its fruitful branches,”[g] declares Lord Yahweh, the God of Israel.", "7": "In that day, people will gaze toward their Creator,[h] and their eyes will look in faith toward the Holy One of Israel.", "8": "They will not be infatuated with the religious altars their own hands crafted, nor by what their own fingers have made,[i] nor with their sacred groves[j] or altars of incense.", "9": "On that day their bustling cities will become deserted like those conquered by the Israelites— abandoned to thickets and undergrowth, it will all become desolate.", "10": "For you have ignored and forgotten the God who saves you and have not remembered your Rock of Safety.[k] So what do you do? You cultivate your beautiful gardens and plant imported vines.", "11": "Even if on the day you plant them they begin to grow, and even if immediately you see them bud, your harvest will wither away in a day of grief and agony.", "12": "Ah, the thunder of many people joining together![l] They roar like the roar of the sea. Woe to the uproar of the many nations! They thunder like the crashing of ocean waves.", "13": "The nations are roaring like the roar of a massive waterfall, but when God rebukes them they disperse like chaff on the mountains, like a tumbleweed whirling in the wind.", "14": "In the evening—behold, sudden terror! Before the morning comes, they vanish! Such is the fate of those who plunder and try to rob us.[m]"}