{"1": "A prophecy concerning Egypt?[a] Behold! The Lord Yahweh is riding on a swift-soaring cloud![b] He is on his way to Egypt! The god-idols of Egypt will tremble at his presence,[c] and the hearts of the Egyptians will melt within them!", "2": "“I will stir up civil strife and cause the Egyptians to fight against one another— one against the other, neighbor against neighbor, city against city, kingdom against kingdom.", "3": "The spirit of the Egyptians will be in panic, and I will confuse[d] their strategies. They will seek guidance from their idols and by the spirits of the dead and consult with mediums and wizards.", "4": "I will give over the Egyptians into the hands of a cruel master;[e] a brutal king will rule over them,” says the sovereign God, the Lord Yahweh, Commander of Angel Armies.", "5": "The Nile delta[f] will dry up and the riverbed will become parched and dry.", "6": "Its canals will become stagnant and stink with rotting reeds, and the streams of Egypt will dry up, from a trickle to nothing.", "7": "All that is planted by the mouth of the river will dry up,[g] and the fields along the brooks will wither and turn to dust blown away by the wind.[h]", "8": "Fishermen[i] will mourn. All who cast a fishhook into the river and those who cast their nets will catch nothing.", "9": "Those who make clothing from combed flax will despair,[j] and the weavers of linen will be distressed.[k]", "10": "The pillars of Egypt's foundations will be shattered and every worker grieved.[l]", "11": "The elite of Zoan[m] are nothing but fools, and the wisest of Pharaoh's counselors gives foolish advice. How in the world can you say to Pharaoh, “I am a brilliant sage and a descendant of the ancient kings”?[n]", "12": "Where, oh where, are all your sages?[o] If they're so wise, let them discover and tell you what the Lord Yahweh, Commander of Angel Armies, has planned for Egypt.", "13": "Zoan's elite have become utter fools; the nobles of Memphis are utterly deceived, and Egypt has been led astray by her tribal chiefs.[p]", "14": "The Lord Yahweh has mixed up their minds and poured into them a distorted spirit that will make Egypt dizzy and act like a drunk who staggers around in his own vomit.", "15": "There is nothing anyone in Egypt can do— neither head nor tail,[q] nor anyone of high or low position.[r]", "16": "In that day, the Egyptians will become like women who tremble in fear[s] because the Lord Yahweh, Commander of Angel Armies, shakes his fist[t] at them. ", "17": "The land of Judah will become the dread of the Egyptians. They will quake whenever anybody even mentions it to them, because of what the Lord Yahweh, Commander of Angel Armies, has in store for them!", "18": "In that day, there will be five[u] Egyptian cities that speak the language of Canaan[v] and swear their allegiance to the Lord Yahweh, Commander of Angel Armies, and one[w] will be called the City of the Sun.[x]", "19": "In that day, there will be an altar to the Lord Yahweh in the middle of Egypt and a sacred monument to honor him on its border.[y] ", "20": "It will be a sign and a visible reminder in the land of Egypt of the Lord Yahweh, Commander of Angel Armies. And they will cry out to him when they are oppressed, he will send a mighty deliverer[z] and champion to their rescue![aa]", "21": "The Lord Yahweh will reveal to them who he really is, and the Egyptians will know him intimately. They will worship him with sacrifices and burnt offerings. They will make vows to the Lord Yahweh, and they will keep them.[ab]", "22": "The Lord Yahweh will wound the Egyptians, but when they turn back to him, he will heal them. Yes, the Lord Yahweh will listen to their hearts' cry, and he will heal and restore them.", "23": "In that day there will be a highway all the way from Egypt to Assyria.[ac] Like long-lost brothers, the Egyptians and the Assyrians will be joined together and they will worship and serve the Lord Yahweh! And in that day, Israel will become the third partner with Egypt and Assyria as a blessing to all the earth. For the Lord Yahweh, Commander of Angel Armies, will bless them, saying, “Blessed be Egypt, my people! Blessed be Assyria, my handiwork! And blessed be Israel, my inheritance!”"}