{"1": "This is the word revealed to Isaiah, son of Amoz, concerning Judah and Jerusalem:", "2": "In the last days,[a] the mountain of Yahweh's temple will be raised up[b] as the head of the mountains, towering over all the hills.[c] A sparkling stream of every nation will flow into it.[d]", "3": "Many peoples will come and say, “Everyone, come! Let's go up higher to Yahweh's mountain, to the house of Jacob's God; then he can teach us his ways and we can walk in his paths!” Zion[e] will be the center of instruction,[f] and the word of Yahweh will go out from Jerusalem.", "4": "He will judge fairly between the nations and settle disputes among many peoples.[g] They will beat the swords they used against each other into plowshares and their spears into pruning hooks.[h] No nation will take up weapons against another, nor will they prepare for war anymore.", "5": "O house of Jacob, come let us walk in the wonderful light of Yahweh![i]", "6": "Lord, you have abandoned your people, the house of Jacob, for they are full of divinations from the east, like the land of the Philistines, with diviners everywhere; they are pleased with what is false and foreign.[j]", "7": "Their land overflows with gold and silver; they are wealthy beyond measure. Their land is filled with horses and innumerable chariots!", "8": "Worthless idols are everywhere, and they worship the work of their own hands, what their fingers have made.[k]", "9": "The people bow down low before the “no-gods,” and the leaders lie down flat before them in worship, so do not spare them![l]", "10": "Enter into the rock and hide in the dust from the dreadful presence of Yahweh and from his majestic glory.[m]", "11": "The arrogant[n] will be humbled and the pride of man brought low. Only one will be exalted in that day: Yahweh!", "12": "The Lord of Angel Armies[o] has a day of humiliation in store for all the high and mighty, for all who are proud and self-exalting. They will be brought low.[p]", "13": "His judgment is coming against all the lofty cedars of Lebanon[q] and all the oaks of Bashan,[r]", "14": "against all the high mountains and all the lofty hills,[s]", "15": "against every high tower[t] and every fortress wall,[u]", "16": "against all the trading ships of Tarshish[v] and all the impressive sailing vessels.[w]", "17": "People's arrogance will be conquered and brought low,[x] and those proud of heart will be humiliated. Only one will be exalted in that day: Yahweh!", "18": "Every worthless idol will utterly pass away.[y]", "19": "People will hide in caves and holes in the ground from the dreadful presence of Yahweh and from his majestic glory when he rises to mightily shake the earth.", "20": "In that day,[z] people will throw away the worthless idols their hands have made from gold and silver. They will fling their treasures to the rodents and bats", "21": "as they crawl into the clefts of the rock to hide from the dreadful presence of Yahweh and from the majesty of his glory when he rises to shake the earth mightily![aa]", "22": "So once and for all, stop trusting in man, who is but one breath from death—frail and puny man![ab]"}