{"1": "Here is a prophecy concerning Babylon, the Desert by the Sea:[a] As whirlwinds rushing in from the southland, an invader[b] comes in from the desert, from a land to be feared.", "2": "A terrifying revelation has been given to me: The betrayer betrays; the destroyer destroys. Arise, you Elamites![c] Lay siege you Medes![d] I will put an end to all the grief she brought to the nations.", "3": "There's a churning deep inside me, like labor pains of a woman about to give birth. I'm too anguished by what I hear and too frightened by what I see.[e]", "4": "My mind is reeling; I'm filled with panic. I longed for twilight, but now I tremble through the night.[f]", "5": "I see them prepare the table and spread their rugs, then they eat and they drink.[g] Get up, you military officers! Anoint your shields[h] for battle!", "6": "For this is what the Lord said to me: “Go post a sentry and have him report what he sees.", "7": "When he sees them come with chariots and advancing warriors riding on horses, donkeys, and camels, let him be alert—extremely alert!”", "8": "Then the sentry cries out,[i] “I continually stand on this watchtower day after day for you, O Lord. I'm stationed at my post throughout the night.[j]", "9": "Look! Someone's coming! It's a man in a chariot with a team of horses. He shouts out, 'Fallen, fallen, Babylon has fallen! All the idols of their gods lie shattered on the ground!'”", "10": "My people, lying crushed on the threshing floor, I declare to you what I have heard from the God of Israel, Yahweh, the Commander of Angel Armies.", "11": "Here is a prophecy about Dumah:[k] Someone keeps calling me from the land of Edom,[l] saying, “Watchman, how much longer is the night? Watchman, how much longer is the night?”", "12": "The watchman answers, “Morning comes, but a dark night endures.[m] If you want to ask again,[n] then come back and ask.”", "13": "A prophecy concerning Arabia: You caravans from Dedan, you will camp among the thickets in the desert land of Arabia.[o]", "14": "People of Tema,[p] come and bring water to the thirsty and bread for the fugitives.", "15": "For they have fled from the battle, from the drawn swords, from the bent bows, and from the weight of warfare.", "16": "This is what the Sovereign God said to me: “Within exactly one year,[q] all the splendor of Kedar[r] will end.", "17": "And all the weapons left of Kedar's warriors will be few, for the Lord Yahweh, the God of Israel, has spoken.”"}