{"1": "A prophecy concerning “The Valley of Vision”:[a] What's happening with you? Why have you all gone up to the rooftops?", "2": "The whole city is in an uproar. What's happened to the once happy, bustling city?[b] The bodies of the slain litter your streets. They were not slain by the sword on the battlefield but executed.", "3": "All your leaders have fled far away, and those who were found were taken captive— before they even shot a single arrow.[c]", "4": "That is why I said, “Leave me alone to weep my bitter tears. Don't even try to comfort me concerning my beloved people[d] being destroyed.”", "5": "The Lord Yahweh, Commander of Angel Armies, has a day in store—a day of tumult, trampling, and terror in the “Valley of Vision.”[e] It is a day when they breach the walls[f] and the people cry out to the mountain of holiness.[g]", "6": "The soldiers of Elam attacked with chariots and cavalry, armed with bows and arrows. The troops of Kir advanced with shields ready.", "7": "Your lush valleys were full of chariots, and the horsemen took their stand at your gates.", "8": "He removed his protection from Judah.[h] In that day, you looked for additional weapons from the storehouse of the Forest of Lebanon.[i]", "9": "You discovered the many breaches in the City of David, and you collected water in the lower pool.[j]", "10": "You inspected the houses in Jerusalem and tore some down to fortify the wall.", "11": "You built a reservoir[k] between the two walls in the city to conserve water flowing down from the old pool, but you gave no thought to the one who made it. You did not trust in the one who formed it long ago!", "12": "In that day, the Lord Yahweh, Commander of Angel Armies, called you to repent with weeping and mourning and to show your remorse by shaving your heads and wearing sackcloth.", "13": "But instead, you celebrated with joy and festivity, slaughtering the sheep and the fatted ox, saying, “We will feast on meat and drink much wine. Eat and drink, for tomorrow we die.”[l]", "14": "Revealed in my ears are the words of the Lord Yahweh, Commander of Angel Armies: “Until your dying day, certainly I will not forgive this sin.”[m]", "15": "This is what the Lord Yahweh, the Commander of Angel Armies, has to say: “Go to Shebna, the treasurer[n] of the palace, and say to him, ", "16": "'What right do you have to be here, and who gave you permission? And why do you chisel out a tomb for yourself here, carving out your royal burial place, a dwelling place in the rock?[o] ", "17": "Watch out, O strong man, for the Lord is about to seize you and hurl you down. ", "18": "He will sling you around and around[p] and throw you like a ball into a distant, barren land. There you will die, and all your splendid chariots will lie there in the dust. You are a disgrace to your master's house! ", "19": "I will kick you out of office and pull you down from your high position!'", "20": "“On that day, I will appoint my servant Eliakim,[q] son of Hilkiah,[r] to take your place. ", "21": "I will honor him by clothing him with your robe and binding your priestly sash upon him. I will transfer your authority into his hands, and he will be a father[s] to those living in Jerusalem and to the people of Judah. ", "22": "I will place upon his shoulders the key to the treasures of David's palace. He will open doors that no one can shut, and he will shut doors that no one can open.[t] ", "23": "I will strike a blow to him as a nail[u] in a secure[v] place, and he will be a glorious throne of honor for his father's house.[w] ", "24": "All the glory of his father's house they will fasten to him, including offspring and branches that will trust in him.[x] Every vessel, jar, and bowl, both small and great, will be fastened to him.", "25": "“And in that day,” declares the Lord Yahweh, Commander of Angel Armies, “the nail fastened in a secure place will give way and be cut off and fall. And all the load hanging on it will fall off.” The Lord Yahweh has spoken.[y]"}