{"1": "Behold! The Lord Yahweh is about to devastate the earth and make it desolate. He will mar its surface and scatter the inhabitants.", "2": "Everyone will experience the same fate— priests and people, masters and slaves, their maids and mistresses, buyers and sellers, lenders and borrowers, rich and poor.[b]", "3": "The earth will be utterly devastated and ruined, for the Lord Yahweh has spoken this word!", "4": "The ground itself mourns[c] and withers; the soil languishes over the sins of its people, and the wealthy elite wither and languish.", "5": "The people have polluted the earth beneath their feet by disobeying laws, violating truth,[d] and breaking the ancient, everlasting covenant.[e]", "6": "Therefore a curse devours the earth; its people suffer under their guilt, causing earth's inhabitants to dwindle,[f] and their number is reduced to so few.", "7": "The new wine dries up, the vine withers, and all the party-goers groan with disappointment.", "8": "The joyful mirth of the tambourines is stilled, the jubilant noise of the revelers is ended, and the happy sound of the harp falls silent.", "9": "No more wine and song! Hard liquor has become bitter to those who drink it.", "10": "The city lies in chaos, and no one can enter.", "11": "Riots break out because there is no wine. The sun has set on their gladness and joy; celebrations have disappeared from the earth.", "12": "The city is left desolate with its gates battered down.", "13": "As an olive tree is shaken clean of its olives and a grapevine picked clean of its grapes, so will be the fate of the nations.", "14": "The remnant[g] lifts up its voice with a joyful shout. From the west they praise the majesty of the Lord Yahweh,", "15": "and in the east[h] they give glory to the Lord God! The coastlands magnify the name of Yahweh, the Lord God of Israel!", "16": "From all over the world we hear their songs of praise— songs of glory and beauty to the Righteous One! But I said, “I feel I'm wasting away. I'm doomed; I'm wasting away.” With deception, deceivers deceive! With treachery, the treacherous betray![i]", "17": "Terror, pit, and trap are waiting for you, inhabitants of the earth.", "18": "The one who flees from the report of terror will fall into the pit. And whoever crawls out of the pit will be caught by the trap. Heaven's floodgates opened and earth's foundations tremble.", "19": "The earth is breaking, breaking! The earth is crumbling, crumbling! The earth is tottering, tottering!", "20": "The earth staggers like a drunkard, as a hut sways in a storm. Its sin lies heavy upon it; it falls to rise no more.", "21": "In that day, the Lord Yahweh will punish heaven's host[j] and the kings of the earth.", "22": "They will be gathered together and locked up in a prison like prisoners in a pit, and after many days, they will be punished.[k]", "23": "Then the sun and moon will hang their heads in shame, for Yahweh, Commander of Angel Armies, will reign![l] He will manifest his glory on Mount Zion in Jerusalem, before all her elders!"}