{"1": "Lord Yahweh, you are my glorious God! I will exalt you and praise your name forever, for you have done so many wonderful things. Well-thought-out plans you formed in ages past; you've been faithful and true to fulfill them all!", "2": "The city that was once mighty[a] you've turned into a heap of rubble; the fortified city now lies in ruins. The foreigner's fortress is no more and will never be rebuilt.", "3": "Therefore, superpower nations will glorify you and the cities of terrorist nations will revere you.", "4": "You have been a fortress-protector for the poor, a mighty stronghold for the needy in their distress, a shelter from the sudden storm, and a shade from the shimmering heat of the day. For the fury of tyrants was like a winter windstorm battering against the wall,", "5": "and like the heat of a drought in a desert land; but you subdued the heat under the shade of clouds. You alone silence the song of tyrants.", "6": "The Lord Yahweh, Commander of Angel Armies, will host a rich feast on this mountain[b] for all peoples— a feast with plenty of meat and well-aged wine, with an abundance of food and the finest of wine.", "7": "And on this mountain, he will destroy the shroud[c] wrapped around all the people, the veil spread over all nations.", "8": "It is the gloom of death![d] He will swallow it up in victory forever![e] And God, Lord Yahweh, will wipe away every tear from every face.[f] He will remove every trace of disgrace that his people have suffered throughout the world, for the Lord Yahweh has promised it!", "9": "In that day they will say, “Behold! This is our God! We've waited[g] for him, and he saved us! This one, the Lord Yahweh—he is worth the wait![h] We will keep shouting with joy as we find our bliss in his salvation-kiss!”", "10": "The mighty, gracious hand of the Lord Yahweh will rest upon this mountain, but the Moabites will be trampled under his feet as straw gets trampled into the manure.[i]", "11": "They will stretch out their arms in it like a swimmer stretches out his arms to swim, yet God will bring down their pride, and they will thrash and sink despite their struggle.[j]", "12": "He will tear down the high walls of Moab's fortresses and flatten them into the dust."}