{"1": "A day is coming when this song will be sung in the land of Judah: “The city is a stronghold for us! The Lord's salvation,[a] like inner and outer walls, makes it secure.", "2": "Open the gates and let a righteous, faith-filled people enter in.", "3": "Perfect, absolute peace surrounds[b] those whose imaginations[c] are consumed with you; they confidently trust in you.", "4": "Yes, trust in the Lord Yahweh forever and ever! For Yah, the Lord God, is your Rock of Ages![d]", "5": "He knocks down the high and mighty, and the lofty city he humbles and levels down to the dust,", "6": "to be trampled down by the feet of the poor and exploited.”", "7": "The path of the righteous is smooth and level; God, the Just One, you make a clear path for them.", "8": "Yes, we will follow your ways, Lord Yahweh, and entwine our hearts with yours,[e] for the fame of your name is all that we desire.", "9": "At night I yearn for you with all my heart; in the morning my spirit reaches out to you. When you display your judgments on the earth, people learn the ways of righteousness.", "10": "But when mercy is shown to scoundrels, they still aren't able to learn righteousness. Even in a land of integrity, they still do wrong, for they ignore the great majesty of the Lord Yahweh.", "11": "Lord Yahweh, you lift your mighty hand, but they do not see it. Let them witness how much you love your people and be ashamed. Let the fire reserved for your enemies consume them.", "12": "Lord Yahweh, you will establish peace and prosperity for us, for all we have accomplished is the result of what you work through us.", "13": "Lord Yahweh, our God, other lords have ruled over us, but we praise your name alone.", "14": "Their dead don't come back to life; their ghosts do not rise. For you have punished and destroyed them, wiping out even the memory of them.", "15": "You have made our nation grow! Lord Yahweh, you have made our nation grow; you have revealed your glory, and you have extended all the borders of the land.", "16": "Lord Yahweh, in their distress, they reached out to you. When you chastened them, they poured out prayer to you.", "17": "Lord Yahweh, we were like a pregnant woman going into labor pains— writhing, screaming, and ready to deliver, all because of you.", "18": "We were full term. We pushed and strained, but we gave birth only to wind! We accomplished nothing and have not brought deliverance[f] into the world,[g] nor its inhabitants new life.[h]", "19": "But your dead will live again! Their bodies will rise from the dead! It's time to awaken and sing for joy, you dwellers in the dust! As the glistening, radiant dew refreshes the earth,[i] so the Lord will awaken those dwelling among the dead.", "20": "Go, my people, into your inner chambers and close the doors behind you. Hide for a little while, until his indignation[j] is over.", "21": "For the Lord is coming out from his heavenly place to punish people for their sins. The earth itself will expose the blood spilled upon it, and the ground will no longer hide its slain."}