{"1": "In that day, the Lord Yahweh will mercilessly wield his massive, mighty sword and punish Leviathan, the swift, slithering serpent. He will slay the dragon of the sea—[a] Leviathan, the twisting serpent.[b]", "2": "In that day, they will sing the song “The Vineyard of Delight.”", "3": "“I, the Lord, watch over my vineyard of delight. Moment by moment, I water it in love and protect it day and night.", "4": "There is no anger in me, for if I found briars and thorns I would burn them up and march to battle against them.", "5": "So let the branches cling to my protection[c] when they make true peace with me. Yes, let them make me their friend.”[d]", "6": "The coming ones[e] of Jacob's tribes will take root. Israel's branches will bud and blossom, and her beautiful fruit will cover the face of the earth.", "7": "Has Yahweh struck Israel as other nations have struck her?[f] Has Israel been killed like her enemies have been killed?", "8": "No, but with measured justice he exiled them and contended with them.[g] He removed them from the land with his severe blast on the day his searing east wind blew.", "9": "By the mercy of Yahweh the guilt of Jacob will be forgiven.[h] Yet the full proof of their forgiveness will be when they crush all the altars to false gods and make them into chalkstones, crushed to pieces, with neither cultic poles nor incense altars still standing.", "10": "The fortified city lies in ruins, forsaken and deserted like a wilderness. Cattle graze there and lie down, chewing on twigs and branches.", "11": "The trees are withered and stripped bare, and their women gather dead branches for firewood, because they are a people of no understanding. That is why their Maker will show them no compassion, and he who formed them will show them no favor.", "12": "In that day, from the Egyptian border to the Euphrates, the Lord Yahweh will gather one by one the people of Israel, as one sifts wheat from the chaff. ", "13": "When that day comes, a great trumpet will sound, and those lost in the land of Assyria and Egypt—all the exiles—will come and bow down before the Lord Yahweh in Jerusalem and worship him on the holy mountain!"}