{"1": "Woe to the pride of Israel's[a] drunkards, worn like a garland on their heads! Their glory is but wilted flowers, worn like a crown on the heads of those bloated with rich food and overcome by wine.", "2": "Behold! The Lord has one who is strong and mighty, and he will come like a hailstorm and like a destroying wind! With a storm of massive, flooding waters, his mighty power will knock it to the ground.[b]", "3": "That proud crown of the drunkards of Ephraim will be trampled underfoot,", "4": "and the glory of these proud leaders will fade and disappear like the first figs of the season, which are picked and eaten as soon they are ripe.", "5": "In that day, Lord Yahweh, Commander of Angel Armies, will be a crown of glory[c] and a diadem of beauty for the remnant of his people.", "6": "He will be a Spirit of justice for judges to render right decisions. And he will be strength and bravery for those who turn back the battle at the gate.", "7": "Moreover, the prophets and priests are drunk. They stagger because of wine and stumble around because of strong drink. They are confused[d] with wine, stumbling because of strong drink. They're too drunk to understand their prophetic visions. They're too drunk to render right decisions in judgment.", "8": "All of their banqueting tables are covered with filthy vomit; vomit is everywhere!", "9": "They say, “Who does this prophet[e] think he is to try to teach us? Who really cares about his message? It's only good for babies just learning to talk.[f]", "10": "Do, do this, and do, do that, a rule about this and a rule about that, here a little, there a little.”[g]", "11": "Since they won't listen to me, God[h] will use another mouthpiece to speak to them. With stammering lips and in a foreign language,[i] he will speak to this people.", "12": "For he has said to them, “This is your rest, so let the weary rest;[j] this is your comfort”—but they would not listen.", "13": "Therefore, the word of Yahweh will be to them “Do, do this, and do, do that, a rule about this and a rule about that, here a little, there a little,”[k] in order that they will stumble backwards and be broken and captured.", "14": "Therefore, listen to the word of Yahweh, you scornful jesters—rulers of Jerusalem.[l]", "15": "For you have said, “We have made a covenant with death and a pact with the underworld,[m] so when the overwhelming scourge sweeps over us, it will not harm us. For we have made lies our refuge[n] and find our shelter in falsehood.”[o]", "16": "Here's what the Lord God says: “Behold, I set in place in Zion a Foundation Stone,[p] fully tested and proven to be faithful and secure.[q] And written upon this precious cornerstone is this: 'Those who trust in him will not act in haste.'[r]", "17": "I will set justice as the true measurement and integrity its plumb line. My hailstorm[s] will sweep away your refuge of lies, and my floodwaters will overwhelm your hiding place.", "18": "Then your covenant with death will be annulled and your pact with the underworld will not stand. And when the overwhelming scourge sweeps over you, it will sweep you away![t]", "19": "As often as disaster passes by, it will carry you away; morning by morning, day after day, it will sweep you away!” When you fully understand this message, it will bring nothing but terror to you!", "20": "Your bed is too short to stretch yourself out on, and your covering is too narrow to wrap yourself in.[u]", "21": "The Lord Yahweh will suddenly arise as on Mount Perazim[v] and in the valley of Gibeon.[w] He arises to accomplish his strange work—peculiar as it is— his strange work of judgment?[x]", "22": "So do not mock, or your bonds will grow tighter. For I have heard the decree from my Lord Yahweh, Commander of Angel Armies. He spoke a decree of destruction against the whole land.", "23": "Hear my voice, listen to my words, and pay close attention to my parable.[y]", "24": "Does a farmer plow continually at planting time and never plant a crop?[z] Does he continually break open the clods of the ground[aa] and never sow his seed?", "25": "Once he has leveled its surface, does he not sow dill and cumin, planting his wheat in rows, his barley in its proper place, and his rye in a patch?", "26": "Yes, his God has instructed him and taught him the right way of farming the land.", "27": "Dill, a small seed, is not threshed with a threshing sledge, nor is a wagon wheel rolled over cumin.[ab] Dill is beaten with a rod and cumin with a stick.", "28": "Grain is crushed[ac] and milled for bread, but it is not threshed endlessly. One drives the wagon's wheels over it, but his horses' hooves do not pulverize it.", "29": "This counsel also comes from Lord Yahweh, Commander of Angel Armies. For his guidance is unfathomable, and the heavenly wisdom he imparts is magnificent.[ad]"}