{"1": "“Woe to Ariel[a]—Ariel, the town where David encamped![b] Go ahead—keep your annual feasts, and year after year celebrate your annual festivals.", "2": "I will bring distress to Ariel and there will be great mourning. Jerusalem will be to me like what the name Ariel means—a burning altar hearth.", "3": "I will lay siege to you on all sides,[c] encircling you with towers and raising up my siege works against you.", "4": "Brought low, you will speak from the dust of the earth. Your voice will be heard speaking from the ground, and like the voice of a ghost, you will whisper out of the dust.[d]", "5": "Then suddenly, in an instant, your ruthless enemies will become nothing more than dust in the wind and your vile tyrants like wind-driven chaff!", "6": "She will be visited by the Lord Yahweh, Commander of Angel Armies, with thunder, earthquake, and deafening noise, with whirlwind, tempest, and the blaze of a consuming fire!", "7": "As quickly as a fading dream or as fleeting as a vision of the night, so will all the vast hordes of all the nations fade away and all who war against Ariel[e] and her fortress disappear.", "8": "Just as a hungry man dreams that he is eating but wakes up still hungry,[f] or as a thirsty man dreams that he is drinking but wakes up weak and still longing for water,[g] so it will be for the vast hordes of all the nations that fight against Mount Zion.”", "9": "Be totally shocked and amazed by what I am about to say to you: “Blind yourselves—and be totally blind! (They are drunk but not from wine. They stagger but not from hard liquor.)", "10": "For Yahweh has poured out over you the spirit of a deep, deep sleep—[h] putting the covers over your slumbering seers[i] and rocking all your prophets to sleep.”", "11": "This entire prophetic revelation will become to you like the words of a sealed book. If it's given to one who can read it with the command “Read this,” he responds, “I can't because it is sealed.” ", "12": "Or if it's given to one who is illiterate with the command “Read this,” he responds, “I can't because I cannot read.”", "13": "This is what the Lord says about these people: “They come near to me with hollow words and honor me superficially with their lips; all the while their hearts run far away from me! Their worship is nothing more than man-made rules.", "14": "So therefore, I will again jolt this people awake with astonishing wonders upon wonders! And the wisdom of their wise ones will fail, and the intelligent know-it-alls will have no explanations.[j]", "15": "Woe to you who think you can hide your plan from the Lord Yahweh. Ha! Do you actually think your secret schemes are so hidden that you say, 'Who sees us doing this? No one knows what we're doing!'", "16": "Oh, how great is your perversion! Who is more intelligent—the potter or the clay? Should a created thing say to its creator, 'You didn't make[k] me'? Should a clay pot say to the potter, 'You don't understand'?”", "17": "Before you know it, Lebanon will be transformed into a fruitful field, and the fruitful field will seem like a forest.[l]", "18": "In that day the deaf will begin to hear the words that have been written,[m] and out of the darkness and gloom, the eyes of the blind will be opened to see.", "19": "The meek will overflow with fresh joy in the Lord Yahweh, and the poor will shout their praises to the Holy One of Israel!", "20": "For the terrible one[n] will be no more, the scornful jester will not be found, and all the lovers of evil[o] will be cut off.", "21": "Those who make the innocent appear guilty, those who ensnare others with deceitful tactics, and those who lie to keep the innocent from getting justice will likewise be destroyed.", "22": "So now, listen to what Yahweh, the God of Israel, who redeemed Abraham, has to say to Jacob's tribes: “My people[p] will no longer be disgraced, and your shame-face will disappear.", "23": "For when they see the miracle of the many children that I give them, they will see me as holy and honor me.[q] Yes, they will honor the Holy One of Jacob and stand in awe of the God of Israel.", "24": "Those who are in spiritual error will come to understanding, and those who are always complaining will be glad to accept instruction.”"}