{"1": "Behold—Yahweh, the Sovereign One, the Commander of Angel Armies, is about to cut off from Jerusalem and Judah every source of their support and security,[a] including all food supplies and water.", "2": "He will remove their heroes and soldiers, prophets and judges, their fortune-tellers and statesmen,", "3": "their respected military leaders, pillars of the community,[b] their counselors, skilled craftsmen,[c] and those professional charmers.[d]", "4": "I will make inexperienced youth their rulers, and children[e] will govern them.", "5": "Everyone will take advantage of everyone else, and neighbor will struggle against neighbor. The youth will not respect their elders, and the dishonorable will sneer at those worthy of honor.", "6": "One man will even seize a relative right in his father's house and say, “At least you own a coat; you be our leader! You can oversee this heap of ruins!”", "7": "In that day he will cry out, “I have no remedy for this mess![f] I don't have any food or clothes either, so don't make me your leader!”[g]", "8": "Jerusalem has stumbled and Judah has fallen because their words and their works are defiant before the face of the Lord's glorious presence.[h]", "9": "The look on their impudent faces says it all, for they publicly flaunt their sin like Sodom, not even trying to hide it.[i] Woe to their souls, for they invite disaster upon themselves.", "10": "Yet reassure the righteous; it will go well with them! They will fully enjoy the reward of their deeds.[j]", "11": "But woe to the guilty,[k] for they will get fully what they deserve!", "12": "My people, mockers exploit you and creditors[l] rule over you. My people, your leaders mislead you and confuse you with their guidance.[m]", "13": "Yahweh is taking his rightful place in court; he is rising to judge his people.", "14": "Yahweh comes to issue the guilty verdict of the elders and leaders of his people, saying: “You are the ones who have ruined the nation![n] Your houses are full of what you've stolen from the poor!", "15": "What gives you the right to crush my people by shoving the faces of the poor into the dirt?”[o] Yahweh, the Sovereign One, Commander of Angel Armies, has spoken.", "16": "Here is what Yahweh says: “The daughters of Zion are proud, walking about arrogantly with their noses in the air.[p] Their eyes are seductive as they skip along with jewelry jingling on their ankles.[q]", "17": "So the Lord[r] will afflict the foreheads of the daughters of Zion with scabs;[s] Yahweh will make the front of their heads bald in that day.” In that day, the Lord will strip away their vanity— their beautiful ankle jewelry, necklaces, crescent pendants, earrings, bracelets, and veils of shimmering gauze.", "20": "Gone will be their elaborate headdresses and ankle chains, their sashes, sachets,[t] and charms.", "21": "He will snatch away their signet rings and nose rings,", "22": "their stately gowns, capes, shawls, cloaks, and purses,", "23": "hand mirrors, fine linen garments interwoven with gold and purple, turbans, and long veils.[u]", "24": "A stench will take the place of seductive perfumes; a rope will take the place of a sash, baldness for braided hair, rags instead of a fine robe, and the brand of a captive instead of beauty.", "25": "Your men will fall on the battlefield and your heroes will die in war.", "26": "Cries of mourning will be heard at the city gates; with the anguish of such great loss, she will sit down and grieve in the dirt."}