{"1": "This is what Yahweh says: “Woe to the rebellious children, who carry out their own plans but not mine, and who sign treaties without consulting my Spirit, piling one sin upon another.", "2": "You travel down to Egypt to find help without being guided by the words of my mouth. Instead you put your trust in Pharaoh's protection, seeking shelter in the shadow of Egypt.", "3": "Therefore, Pharaoh's protection will become your shame, and the shelter of Egypt's shadow will end in disaster!", "4": "Though your officials arrive at Zoan and your ambassadors reach as far away as Hanes,", "5": "all will be put to shame because of such unreliable people. They can offer you no help, only shame and disgrace!”", "6": "This is a prophecy of the desert animals: The burden of the caravan is to traverse a desert land[a] of distress and trouble, a land of the lion and lioness, the snake and the fiery flying one![b] They carry their riches on the donkey's back and their treasures on the camel's hump to a nation that will give them nothing in return!", "7": "Egypt's help is utterly worthless; that's why I nicknamed her Rahab, the Do-Nothing Dragon.[c]", "8": "God told me to write down in a book words meant for the coming generation as an eternal witness.", "9": "For they are stubborn rebels, children always telling lies, who refuse to listen to Yahweh's instruction.", "10": "They say to the seers: “Stop seeing your visions.” They say to the prophets:[d] “Stop prophesying to us about what is right. Prophesy only pleasant things to us, even if they're illusions!", "11": "Leave this narrow way; turn aside from this harsh path. Don't confront us anymore with the Holy One of Israel!”", "12": "Therefore, this is what the Holy One of Israel has to say: “Because you have despised this message, and trust in your own clever abilities to deceive, and rely upon oppression,", "13": "your own sin will become like a high, bulging wall that is cracked and about to collapse. In an instant, it will all fall down.", "14": "It will break into pieces like shattered pottery, smashed so ruthlessly that not even a fragment big enough to pick up a hot coal or to scoop water from a cistern will be found!”", "15": "Lord Yahweh, the Holy One of Israel, says: “Come back to me! By returning and resting in me you will be saved. In quietness and trust you will be made strong. But you refused.", "16": "And though you boast, 'No! We will flee on horses,' you will indeed flee for your lives! You say, 'We will ride on swift horses,' but your pursuers will be swift to chase you!", "17": "A thousand will flee at the threat of one,[e] and all will flee at the threat of five, until nothing will be left of you— like a lonely flagstaff on the top of a hill, or like a signpost on a barren mountain!”", "18": "For this reason the Lord is still waiting to show his favor to you so he can show you his marvelous love. He waits to be gracious to you. He sits on his throne ready to show mercy to you.[f] For Yahweh is the Lord of justice, faithful to keep his promises. Overwhelmed with bliss are all who will entwine their hearts in him, waiting for him to help them.", "19": "Yes, the people of Zion who live in Jerusalem will weep no more. How compassionate he will be when he hears your cries for help! He will answer you when he hears your voice!", "20": "Even though the Lord may allow you to go through a season of hardship and difficulty,[g] he himself will be there with you. He will not hide himself from you, for your eyes will constantly see him as your Teacher.[h]", "21": "When you turn to the right or turn to the left, you will hear his voice behind you to guide you, saying, “This is the right path; follow it.”[i]", "22": "Then you will see your idols as they are—unclean! Your silver-overlaid idols and gold-plated images are defiled. You will discard them like a filthy menstrual cloth, saying to them, “Good riddance!”", "23": "Then God will supply you with abundant rain for the seeds you sow. He will bless you with an incredible, plentiful harvest.[j] And in that day he will give you lush, broad pastures for your cattle.", "24": "Even your oxen and donkeys that work the soil will feed on good grain, separated from its chaff.[k]", "25": "On the day of great slaughter, when all their towers tumble, God will bless you with sparkling streams and bubbling brooks flowing down every high hill and every lofty mountain.", "26": "Moonlight will shine as bright as sunlight, and the sun's glare will become seven times brighter, like the light of seven days rolled into one. That will be the day when the Lord Yahweh heals the bruises and wounds that he has inflicted.", "27": "Look! Here comes Yahweh with his mighty power and glory![l] He comes in his awesome splendor with thick clouds! Consumed with anger, his lips are filled with fury, and his words[m] are a devouring fire!", "28": "His breath is as overwhelming as a flooding river reaching up to the neck. He sifts the nations in his sieve of destruction and places a bridle in their jaws that causes them to wander.", "29": "But you will have a joyous song throughout the night, as one celebrating a holy, consecrated feast. You will have gladness of heart, as one celebrating to the sound of a flute and dancing up the mountain of Yahweh, the Rock who shelters Israel!", "30": "And Yahweh will cause everyone to hear his awe-inspiring, majestic voice.[n] He will open their eyes to see his mighty power[o] coming down with raging anger and consuming fire! His power will descend in cloudburst, thunderstorm, and hail.", "31": "And when his rod strikes the Assyrians, they will be terror-stricken by the mighty voice of Lord Yahweh.", "32": "Every stroke of Yahweh's punishing rod[p] will be to the sound of cymbals and strumming harps. God himself fights them in battle with dancing![q]", "33": "From long ago, the king's fiery burial place has been prepared, stacked high with plenty of firewood to fuel the flame.[r] Yahweh's breath, like a stream of sulfur, kindles it."}