{"1": "Look—a new era begins! A king will reign with righteousness, and his princes[a] according to justice!", "2": "Each will be a hiding place from the stormy wind and a secret shelter from the tempest.[b] Life will flow from each one, like streams of water[c] in the desert, like the refreshing shade of a massive rock in a weary, thirsty land.", "3": "Then at last, eyes that are ready to see will finally be opened![d] Ears that are ready to hear will finally be opened![e]", "4": "The hearts of those who were once hasty to form opinions will finally understand and know. And those with stammering tongues[f] will speak dazzling truths!", "5": "The fool[g] will no longer be called Your Honor, nor the scoundrel[h] highly respected,", "6": "for the fool is recognized by his foolish words. Their minds plot treachery, they excel in ungodliness, and they say misleading things about Yahweh. They refuse to feed the hungry or give drink to the thirsty.", "7": "The deceiver's schemes[i] and plans are evil. He schemes of cheating the poor, even when their plea is just.", "8": "But a person of honor has honorable plans, and his integrity[j] gives him security.", "9": "You careless women, it is time to get up and hear my voice. You complacent daughters, pay attention to what I say.", "10": "Although you are carefree now, you will tremble for many days and years,[k] for your grape harvest will fail and your fruit harvest will not come!", "11": "Tremble, you careless ones. Take off your fine garments and expose yourselves. Shake with fear and put on sackcloth.[l]", "12": "Beat your breasts in sorrow for your pleasant fields and fruitful vines.", "13": "Mourn for the soil of my people, for it will grow nothing but thorns and briars.[m] Yes, mourn for all the houses of joy in the joyous city,", "14": "for the bustling city with its mansions will be deserted. The high ground and watchtower will be empty, becoming the joy of wild donkeys and a grazing ground for flocks.", "15": "The desolation will not end until[n] the Spirit is poured out[o] upon us from heaven![p] Then the wilderness will blossom into a fruitful orchard and the trees of the orchard will grow into a forest!", "16": "Then justice will reside in the wilderness and righteousness will dwell in the fruitful orchard.", "17": "The work of righteousness is peace,[q] and the result of righteousness is quietness and confidence forever.", "18": "My people will live free from worry in secure, quiet homes of peace.", "19": "No matter if hail destroys the forest and the city is leveled,", "20": "you will be happy and blessed as you sow your seed beside every stream and loose your ox and donkey to graze freely."}