{"1": "Woe to you, destroyer, you who have not been destroyed. Woe to you, traitor, you who have not been betrayed. When you have finished your work of destroying, you will be destroyed, and when you have completed your betrayal, you will be betrayed.[a]", "2": "Yahweh, be gracious to us, for we wait for you.[b] Be our strength[c] every morning and rescue us when troubles come.", "3": "The nations retreat at the sound of your roaring voice. The nations scatter as you arise in your majesty.", "4": "Their[d] spoil will be harvested, carried away like locusts that strip a field bare. And like leaping locusts, men will leap upon the spoils.", "5": "Yahweh is high and lifted up; he dwells[e] on high! He lavished his justice and righteousness on Zion!", "6": "He will be your constant source of stability in changing times, and out of his abundant love he gives you the riches of salvation, wisdom, and knowledge. Yes, the fear of the Lord is the key to this treasure!", "7": "Listen! The valiant ones[f] cry in the streets and envoys of peace weep bitterly.", "8": "The highways are deserted and the travelers have disappeared. Covenants are broken and witnesses[g] rejected, and no one is respected.", "9": "The land mourns and languishes. Lebanon is disgraced and withered. The fields of Sharon are like a desert. The lands of Bashan and Carmel are stripped bare.", "10": "“Now I will arise,” says the Lord. “Now I will exalt myself; now I will unveil my majesty!", "11": "Assyria, your plans are worthless, as useless as chaff.[h] My breath[i] will be a fire that consumes you.", "12": "As a thorn bush is cut down and thrown into the fire, your nation will be burned to ashes of lime.", "13": "“You who are far away, listen to what I have done, and you who draw near to me, acknowledge my power and strength!", "14": "Sinners in Zion are afraid, and the godless are gripped with panic, saying, 'Who can dwell with such an all-consuming fire? Who can live in the presence of the never-ending flame?'", "15": "Only those who walk with integrity and speak what is true,[j] who despise even the thought of cheating the poor, and do not accept a bribe, nor plot violence, nor contemplate doing evil—[k]", "16": "they will live safely on the heights and make their safe place the mountain strongholds, with bread in steady supply and water assured.”[l]", "17": "In this high place, your eyes will see the king[m] in his stunning beauty and gaze upon his broad domain.[n]", "18": "You will look back on the fears of your past and say, “Now, where is the scholar?[o] Where is the advisor?[p] Where is the one who numbers those who are maturing?”[q]", "19": "You will no longer see the defiant foreigner who speaks a strange, incomprehensible language.", "20": "Set your gaze on Zion, the city where we gather for Yahweh's feasts.[r] Your eyes will see Jerusalem as a quiet, pleasant place. It is a secure dwelling, permanent and unmovable, not like a tabernacle that must be taken down, pegs pulled up, and transported.", "21": "Glorious Yahweh will be there for us in a land with broad rivers and life-giving streams,[s] where the hostile, majestic ships will not sail.[t]", "22": "The Lord Yahweh is our Judge, our Lawgiver, and our King;[u] he will save us completely![v]", "23": "Your ropes hang loose, your mast is not secure, and your sail is not unfurled.[w] Then there will be a great plunder, such an abundant treasure divided[x] that even the lame will seize their rich share.[y]", "24": "No one living in Zion will say, “I am sick,” for all who live there will have their sin forgiven."}