{"1": "Come close to me, you nations, and listen! Pay attention to me, you peoples! Let all the world hear me, the earth and all that springs from it.", "2": "For Yahweh has turned his anger toward the nations and his fury against all their armies. He has doomed them to destruction and will annihilate them all.", "3": "Their slain will be cast out, the stench of their corpses will rise, and the mountains will stream with their blood.", "4": "The heavenly powers[a] will fade away to nothing,[b] and the heavens will be rolled up like a scroll. All their mighty host will wither as leaves fall from a withered vine or fruit from a withering fig tree.[c]", "5": "The Lord says: “Indeed, my judgment-sword has appeared in the heavens,[d] and when it has drunk its fill, you will see it descend on the people of Edom, those whom I have doomed to judgment.”", "6": "Lord Yahweh has a judgment-sword dripping with blood. It is smeared with fat, dripping with the blood of lambs and goats, and covered with the fat of ram's kidneys. Lord Yahweh has a sacrifice in Bozrah[e] and a great slaughter in the land of Edom.", "7": "Cattle and young bulls will also be slain;[f] their land will be drenched[g] with blood and the dust soaked with fat.", "8": "For Lord Yahweh has a day of vengeance, a year of vindication for Zion's cause.", "9": "Edom's streams will be turned to pitch and its soil to sulfur; her land will become blazing pitch.", "10": "Night and day it will never be extinguished; its smoke will go up forever and ever. Through the endless ages it will lie desolate; no one will pass through it forever.", "11": "Nothing but desert hawks and wild animals[h] will live there; owls and ravens will find a home there. The Lord will stretch out over it a measuring line of chaos and the plumb line of emptiness.", "12": "It will be named No Kingdom There, and all its rulers and princes will come to nothing.[i]", "13": "Its palaces will be overgrown with thorns, its fortresses[j] with thistles and briars. It will become a haunt for demons[k] and an abode for owls.[l]", "14": "Wild beasts will mingle with wolves and goat-demons[m] will howl to one another. There too the night-demon[n] will settle in and find her rest.", "15": "There the arrow-snake will build her nest, lay her eggs, and hatch her brood in the shadows. There too the vultures will gather[o] to breed.", "16": "Seek for Yahweh's book and read it carefully. You will learn that none of these prophecies will fail; none will lack a fulfillment as its companion. For the Lord has issued his decree. It is his Spirit that has gathered them.", "17": "He is the one who apportioned it to them by lot, whose hand measured the share of each.[p] They will possess it for all time and dwell there throughout the ages."}