{"1": "Now, Hezekiah became sick and was at the point of death. The prophet Isaiah, son of Amoz, came and prophesied to him, saying, “This is what Yahweh has to say to you: Set your affairs in order, for you will not recover from this illness. You are going to die.” ", "2": "Then Hezekiah broke down and wept, turned his face to the wall, and prayed, “O please, Yahweh, please. I beg you, let me live. ", "3": "Remember how I have walked faithfully before your face. With all my heart, I have sought to do only what is good in your eyes.“ Bitter tears streamed down his face.", "4": "Then Isaiah received another prophetic word for Hezekiah. Yahweh said to him, ", "5": "“Go deliver this message to Hezekiah: 'This is what Yahweh, the God of your ancestor David, has to say to you: I have heard your heartfelt prayer and I have seen you cry tear after bitter tear. I will give you another fifteen years. ", "6": "I will defend Jerusalem, and I will deliver you and this city from the hand of the king of Assyria. ", "7": "This will be a sign to you from Yahweh as a confirmation that I will do for you what I have promised. ", "8": "I will cause the sun's shadow to retreat ten steps on the stairway of Ahaz.'” Then the sunlight went back up the ten steps it had gone down.[a]", "9": "Here is the poem of Hezekiah, king of Judah, which he wrote when he was healed from his illness:", "10": "I was dying in the prime of life. I thought, “Must I leave this world now? Must I go through the gates of death and miss out on the rest of my years?”", "11": "I thought, “I won't get to see[b] Yah again in the land of the living. No longer will I see my friends or family nor enjoy the company of anyone living on earth.", "12": "My body is being folded up and taken from me, taken down like a shepherd's tent. He cuts my life short, as a weaver cuts his cloth from the loom and rolls it up. From day to night, you bring my life to an end.", "13": "I felt as though a lion were crushing all my bones as I cried out for help until morning. From day to night, you bring my life to an end.", "14": "I could only chirp like a swallow or small bird; I could only moan like a dove. My eyes are weary from looking up into heaven. Yahweh, I am so depressed. Come and be my strength.[c]", "15": "But what can I say? For he has spoken to me and told me that he is the one who has done this.[d] I can't sleep a wink[e] because I'm overwhelmed with grief.[f]", "16": "Lord, it is because of your kindness[g] that life is given. It is in you that my spirit lives.[h] Now restore my health and give me life again!", "17": "Truly, it was for my own good that I had this bitter experience. For you loved my soul out of the pit of oblivion. You cast all my sins behind your back.", "18": "The grave and those buried there cannot praise you. Neither the realm of death nor those who enter it can give you thanks or hope for your faithfulness.", "19": "It's the living who thank you as I do today. One generation makes your faithfulness known to the next.", "20": "Yahweh is pleased to heal me and save me! We will sing to the music of stringed instruments every day of our lives in Yahweh's house.”", "21": "Now, Isaiah had said to Hezekiah, “Have the physicians apply a poultice of cakes of dried figs to your boil, and you will recover.”", "22": "And Hezekiah had said, “What will be the sign from God that I will be healed and go up again to worship in Yahweh's house?”[i]"}