{"1": "Your God says to you: “Comfort, comfort my people[a] with gentle, compassionate words.[b]", "2": "Speak tenderly from the heart[c] to revive those in Jerusalem,[d] and proclaim that their warfare is over.[e] Her debt of sin is paid for, and she will not be treated as guilty.[f] Prophesy to her that she has received from the hand of Yahweh twice as many blessings as all her sins.”[g]", "3": "A thunderous voice cries out in the wilderness:[h] “Prepare the way[i] for Yahweh's arrival! Make a highway straight through the desert for our God!", "4": "Every valley will be raised up,[j] every mountain brought low. The rugged terrain will become level ground and the rough places a plain.", "5": "Then Yahweh's radiant glory will be unveiled, and all humanity[k] will experience it together.[l] Believe it, for Yahweh has spoken his decree!”[m]", "6": "A voice says, “Cry out!” And I ask, “What should I say?” “All people are as frail as grass, and their elegance is like a wilting wildflower.", "7": "The grass withers, the flower fades when the breath of Yahweh blows upon it; the people are just like grass!", "8": "But even though grass withers and the flower fades, the word of our God stands strong forever!”[n]", "9": "Go up on a high mountain, you joyful messengers of Zion, and lift up your voices with power. You who proclaim joyous news to Jerusalem, shout it out and don't be afraid. Say to the cities of Judah, “Here is your God!”", "10": "Look! Here comes Lord Yahweh as a victorious warrior; he triumphs with his awesome power.[o] Watch as he brings with him his reward and the spoils of victory to give to his people.", "11": "He will care for you as a shepherd tends his flock, gathering the weak lambs and taking them in his arms. He carries them close to his heart and gently leads those that have young.[p]", "12": "Who has measured the waters of the sea in the hollow of his hand and used his hand-width to mark off the heavens? Who knows the exact weight of all the dust of the earth[q] and has weighed all the mountains and hills on his scale?", "13": "Who fully understands the Spirit of Yahweh[r] or is wise enough to counsel him?[s]", "14": "Whom does he consult to be enlightened? Who teaches him the ways of justice?[t] Who imparts knowledge to him or shows him the true path of wisdom?[u]", "15": "Even the nations are to him like a drop[v] in a bucket, regarded as nothing more than dust on a scale. He picks up the islands like fine grains of sand.", "16": "All of Lebanon's trees[w] are not enough firewood for him, nor are all its animals enough for a burnt offering.", "17": "The nations are nothing in his eyes; he regards them as absolutely nothing.[x]", "18": "Who even comes close to being compared to God?[y] How could you ever compare God to an idol?", "19": "A craftsman forms[z] an idol-god, then a goldsmith overlays it with gold and forges its silver chains.[aa]", "20": "The one who is poor and cannot afford silver or gold[ab] chooses a tree[ac] that will not rot, then seeks a skilled workman to make an idol that will not topple.", "21": "Don't you realize that God is the Creator? Don't you hear the truth?[ad] Haven't you been told this from the beginning? Haven't you understood this since he laid a firm foundation for the earth?[ae]", "22": "He sits enthroned high above the circle of the earth; to him the people of earth are like grasshoppers! He stretches out the heavens like a curtain, spreading it open like a tent to live in.[af]", "23": "He reduces rulers to nothing and makes the elite of the earth as nothing at all.", "24": "They barely get planted and barely take root in their position of power when the Lord blows on them and they wither away, carried off like straw in the stormy wind.", "25": "The Holy One asks: “Can you find anyone or anything to compare to me? Where is the one equal to me?”", "26": "Lift up your eyes to the sky and see for yourself. Who do you think created the cosmos?[ag] He lit every shining star and formed every glowing galaxy, and stationed them all where they belong. He has numbered, counted, and given everyone a name. They shine because of God's incredible power and awesome might; not one fails to appear!", "27": "Why, then, O Jacob's tribes, would you ever complain? And my chosen Israel, why would you say, “Yahweh isn't paying attention to my situation.[ah] He has lost all interest in what happens to me.”[ai]", "28": "Don't you know? Haven't you been listening? Yahweh is the one and only everlasting God, the Creator of all you can see and imagine! He never gets weary or worn out. His intelligence is unlimited; he is never puzzled over what to do!", "29": "He empowers the feeble and infuses the powerless with increasing strength.", "30": "Even young people faint and get exhausted; athletic ones[aj] may stumble and fall.", "31": "But those who wait for Yahweh's grace will experience divine strength.[ak] They will rise up on soaring wings and fly like eagles, run their race without growing weary, and walk through life without giving up.[al]"}