{"1": "“You lands of the sea, stand silent before me![a] Let the people renew their strength! Let them approach me and state their case. Let's come together to decide who is right.", "2": "Who raised up the conqueror from the east?[b] Who commissioned him for his righteous purpose?[c] The Lord hands nations over to him[d] to trample kings under his feet,[e] to make them like dust with his sword[f] and like windblown chaff with his bow.[g]", "3": "Swiftly he pursues them and advances unscathed as he passes over unfamiliar land.[h]", "4": "Who achieved all this and made it happen? Who guides the destiny of each generation[i] from the first until now? I am the one! I am Yahweh, the first, the unchanging one who will be there in the end!”", "5": "The islands see it and panic; the ends of the earth tremble; they approach and draw near.", "6": "The idol-makers all bolster one another up, saying, “Take courage!”", "7": "The woodworker encourages the metalsmith; the one who flattens with the hammer spurs on the one who strikes the anvil, saying of the welding, “Looks good!” They nail down the idol so it won't topple.", "8": "“But you—my servant, Israel,[j] Jacob, whom I've chosen, seed of my beloved friend[k] Abraham—", "9": "I drew you to myself from the ends of the earth and called you from its farthest corner. I say to you: 'You are my servant; I have chosen you. I have not rejected you!", "10": "Do not yield to fear, for I am always near. Never turn your gaze from me,[l] for I am your faithful God. I will infuse you with my strength and help you in every situation.[m] I will hold you firmly with my victorious right hand.'", "11": "“All who rage against you will be ashamed and disgraced. All who contend with you will perish and disappear.", "12": "You will look for your enemies in vain; those who war against you will vanish without a trace!", "13": "I am Yahweh, your mighty God! I grip your right hand and won't let you go! I whisper to you: 'Don't be afraid; I am here to help you!'", "14": "“Jacob, although you feel like a grub worm,[n] have no fear! O men of Israel, I am here to help you! I am your Kinsman-Redeemer,[o] the Holy One of Israel![p]", "15": "I am making you into a powerful threshing instrument,[q] with teeth[r] new and sharp! You will reduce hills to chaff and crush mountains[s] into dust!", "16": "You will winnow them, and the stormy wind will blow them away! Then you will spin and dance with rejoicing[t] in Yahweh, boasting with admiration in the Holy One of Israel![u]", "17": "“I, Yahweh, will respond to the cry of the poor and needy when they are thirsty and their tongues are parched with thirst! When they seek a drink of water but there is none, I, the God of Israel, will not abandon them.", "18": "I will open up refreshing streams[v] on the barren hills and springing fountains in the valleys.[w] I will make the desert a pleasant pool[x] and the dry land springs of water.[y]", "19": "I will plant in the treeless desert cedars and achaia,[z] myrtle[aa] and olive trees.[ab] I will set in the wilderness evergreens,[ac] together with many elm and cypress.[ad]", "20": "Everyone will see and know that I, Yahweh, with my mighty hands have done this. They will consider and comprehend that the Holy One of Israel has created it.”[ae]", "21": "Yahweh says, “Present your case.” “Let's hear your arguments,” says the King of Jacob's tribes.", "22": "“Come, you idols, and let's hear your prophecy for the future. Tell us, tell us about your former prophecies so we can test them and see if they were fulfilled, or decree some future event for us.", "23": "Prophesy what the future holds to prove to us that you are gods. Do something—anything![af] Frighten us or put us in awe!", "24": "But you are nothing at all! What have you ever accomplished? Whoever chooses to worship you is disgusting!", "25": "“I stirred up one from the north, who comes from the rising of the sun. He will call on my name.[ag] He will trample rulers into the mud as a potter treads clay.", "26": "Which of you foretold this from the start? Who prophesied it from long ago that we can say, 'He is right'? None of you prophesied it! None of you announced it ahead of time! No one heard you say a thing about it!", "27": "I was the first to decree to Zion, 'Look, this is what's about to happen!'[ah] I am bringing a messenger to Jerusalem with good news.", "28": "But when I look, I find no one who is capable to counsel me! There is no one who can respond to me with the right answer! Who could I even ask?", "29": "Look, all these gods are nothingness! What have they ever accomplished? Their metal images are nothing but empty wind and confusion!"}