{"1": "“Take a good look at my servant![a] I love him dearly,[b] for he is my chosen one. I have taken hold of him in my strength,[c] and I have clothed him with my Spirit.[d] He will cause justice to spring up for the nations.", "2": "He will be gentle and will not quarrel with others in public. He will not exalt his own voice.", "3": "He would never crush a broken heart[e] nor disregard the weak and vulnerable.[f] He will make sure justice comes to those who are wronged.", "4": "His inner being will not become faint or discouraged, nor will his light grow dim before he establishes justice on the earth. Even the distant lands beyond the seas will hunger for his instruction.”[g]", "5": "Here are the words of the true God, Yahweh, the one who created the starry heavens and stretched them out. He is the one who formed the earth and filled it with life. He gives breath to every person and spirit to everyone everywhere.", "6": "“I, Yahweh, have commissioned you in righteousness to succeed. I will take your hand in love and watch over you. I will give you as a covenanth for the people, a walking-light to the nations.", "7": "Your mission is to open blind eyes, to set prisoners free from dark dwellings, and to open prison doors to those who are held by darkness.[h]", "8": "I am Yahweh; that is my name. I will not give my glory to another god nor my renown to idols.", "9": "Don't you see that what I have prophesied has come to pass?[i] And now I am foretelling the future. I declare it to you before it sprouts up.”[j]", "10": "Sing to Yahweh a brand-new song![k] Sing his praise until it echoes from the ends of the earth! Sailors and sea creatures, praise him! Islands and all their inhabitants, sing his praise!", "11": "Let the desert and its villages lift their voices in praise! Let the tent villages of Kedar[l] shout their praises! Let the residents of Sela's cliffs[m] shout with glee, with a celebration shout from the mountaintops![n]", "12": "Let them give Yahweh the glorious praise he deserves and declare his praise in the islands!", "13": "Yahweh goes out to battle like a hero[o] and stirs up his passion and zeal like a mighty warrior. Yes, his God-shout is a mighty battle cry; he will triumph heroically over all his foes.[p]", "14": "For a long time, I said nothing.[q] I restrained myself and kept silent. Now I will groan, pant, and gasp like a woman in labor.", "15": "I will level their hills and mountains[r] and dry up all their vegetation. I will turn rivers into islands and dry up their lakes.", "16": "I will walk[s] the blind by an unknown way[t] and guide them on paths they've never traveled. I will smooth their difficult road[u] and make their dark mysteries bright with light.[v] These are things I will do for them, for I will never abandon my beloved ones.[w]", "17": "But those who trust in idols, who say to their metal images, “You are our gods,” will be turned aside in total disgrace.[x]", "18": "Hear me, you deaf! Look up, you blind, and see!", "19": "Who is as blind as my servant Israel or as deaf as the messenger I send?[y] Who is as blind as my covenant friend, as blind as Yahweh's servant?", "20": "Israel, you have seen so much, but you don't get it! You have been taught so much,[z] but what did you really hear?[aa]", "21": "For the sake of his righteousness, Yahweh was eager to exalt his law and make it glorious.[ab]", "22": "But this is a people plundered and robbed, trapped in holes and hidden in houses of bondage.[ac] They are like prey that no one will rescue, like spoil with no one to say, “Bring them back!”", "23": "Doesn't anyone understand this? Will any of you pay attention to this in the future?", "24": "Who gave up Jacob to looters and Israel to robbers? It was Yahweh himself, against whom we sinned by not walking in holy ways nor heeding holy words.", "25": "So he poured out the heat of his anger and they suffered the fury of war. His anger enveloped them in flames, but they still did not understand— consumed by fire yet they did not take it to heart."}