{"1": "Now, this is what Yahweh says: “Listen, Jacob, to the One who created you, Israel, to the one who shaped who you are.[a] Do not fear, for I, your Kinsman-Redeemer, will rescue you. I have called you by name, and you are mine.", "2": "When you pass through[b] the deep, stormy sea, you can count on me to be there with you. When you pass through raging rivers, You will not drown. When you walk through persecution like fiery flames, you will not be burned; the flames will not harm you,", "3": "for I am your Savior, Yahweh, your mighty God, the Holy One of Israel! I give up Egypt as the price to set you free, Cush and Seba in exchange to bring you back.[c]", "4": "Since you are cherished and precious[d] in my eyes, and because I love you dearly and want to honor[e] you, I willingly give up nations in exchange for you— a man[f] to save your life.", "5": "I am with you now, even close to you, so never yield to fear. I will bring your children[g] from the east; from the west I will gather you.", "6": "I will say to the north, 'Hand them over!' and to the south, 'Don't hold them back!' Bring me my sons from far away, my daughters from the ends of the earth!", "7": "Bring me everyone who is called by my name,[h] the ones I created to experience my glory.[i] I myself formed them to be who they are and made them for my glory.”[j]", "8": "Lead out those who have eyes but are blind, those who have ears but are deaf.", "9": "Let all the nations gather together and the people assemble. Which of their gods[k] prophesied this? Which of them foretold what is about to happen? Let them bring out their witnesses to make their case; let them take the stand and testify, “It is true.”", "10": "Yahweh says, “You are my witnesses, my chosen servants. I chose you in order that you would know me intimately, believe me always, and fully understand that I am the only God. There was no god before me, and there will be no other god after me.", "11": "I, only I, am Yahweh, and there is no Savior-God but me.", "12": "I am the only one who revealed this to you. I saved you, foretold[l] the future, and brought it to pass. It was not some foreign god who did this! You are my witnesses that I am God,” declares Yahweh.", "13": "“From the very beginning, I am the only God![m] No one can be snatched from my hand. When I choose to act, who can reverse it?”", "14": "This is what Yahweh, your Kinsman-Redeemer, the Holy One of Israel, says:[n] “For your good, I will send for the Babylonians; I will bring them all as fugitives and turn the shouting of the Chaldeans into mourning.[o]", "15": "I am Yahweh, your Holy One and your King, the Creator of Israel.”", "16": "Yahweh is the one who makes a way in the sea, a pathway in the mighty waters.[p]", "17": "He destroyed[q] chariots and horses[r] and all their mighty warriors. They fell, never to rise again— gone forever, snuffed out like a wick. This is what he says:", "18": "“Stop dwelling on the past. Don't even remember these former things.", "19": "I am doing something brand new, something unheard of. Even now it sprouts and grows and matures. Don't you perceive it?[s] I will make a way in the wilderness and open up flowing streams[t] in the desert.", "20": "Wild beasts,[u] jackals, and owls will glorify me.[v] For I supply streams of water in the desert and rivers in the wilderness to satisfy the thirst of my people, my chosen ones,", "21": "so that you, whom I have shaped and formed for myself, will proclaim my praise.[w]", "22": "Yet you did not call out to me, O Jacob. Are you so weary[x] of me, O Israel?", "23": "You have not brought me your sheep for burnt offerings or honored me with your sacrifices. I have not burdened you by requiring many grain offerings or wearied you with demands for frankincense.", "24": "You did not buy me fragrant calamus reeds or lavish me with the fat of your sacrifices.[y] Instead, you have burdened me with your many sins and wearied me with your evil deeds.", "25": "I, yes I, am the One and Only,[z] who completely erases your sins, never to be seen again. I will not remember them again. Freely I do this because of who I am![aa]", "26": "Help me remember the past. Let's debate! Bring me your version to prove your innocence.", "27": "Your earliest ancestor[ab] sinned, and your spokesmen[ac] rebelled against me.", "28": "So I brought disgrace on the holy priests of the holy sanctuary[ad] and brought destruction to Jacob, humiliation and scorn to Israel."}