{"1": "“Now, listen to me, my servant Jacob, Israel, my chosen one. I am Yahweh, your Creator, who shaped you in my womb.[a] Hear what I have to say to you: 'Don't fear. I will help you, O Jacob my servant, Do not fear, my pleasing one,[b] Israel.", "3": "I will pour refreshing water on the thirsty and streams on the dry ground.[c] I will pour out my Spirit on your children,[d] my blessing upon your descendants.", "4": "They will spring up like grass blanketing a meadow,[e] like poplars growing by gushing streams.", "5": "One will say, “I belong to Yahweh.” Another will be called Jacob. Yet another will write on his hand “Property of Yahweh.” Another will adopt the name Israel.'”", "6": "The words of Yahweh, Israel's true King[f] and Kinsman-Redeemer, Yahweh, Commander of Angel Armies, says: “I am the Beginning and I am the Ending,[g] and I am the only God there is.", "7": "Who is like me? Go ahead, stand and speak up. I'll wait for him to announce it and explain it all to me! Who else has announced from everlasting[h] what is to come?[i] Let him prophesy what is yet to be.", "8": "Do not fear nor be shaken! Haven't I foretold it, announcing it to you ahead of time? You are my witnesses, so tell me, is there any god besides me? There is no other Rock of shelter; I know not one.”", "9": "Idol-makers amount to nothing, and the things they treasure can do no one any good. They are witnesses with blind eyes who know nothing; they will be disgraced.", "10": "What kind of person would form an idol-god or cast an image with no ability to do any good?", "11": "No wonder those who worship them[j] will be put to shame. Their craftsmen are only human beings. Let them all come together and take their stand. They will all be terrified and put to shame!", "12": "The blacksmith takes his tongs and heats it over the coals, forming it with hammers, forging it with his strong arm. But when he gets hungry, his strength ebbs away, and if he doesn't drink water, he quickly grows weary.", "13": "The woodworker stretches out a measuring line, then marks it and fashions his idol-god with his carving tools. Then he uses a stylus to trace it out on the wood[k] and shapes it into the figure of a man, trying to make it look like a beautiful human to be displayed somewhere in a shrine.", "14": "He chooses a cedar or a cypress or an oak, but first lets it grow strong in the forest. He plants a pine tree, and it is nourished by the rain.", "15": "The wood serves man for fuel; some he uses to warm himself and with some he bakes his bread. But from this same wood he also makes a god to worship and bows down to the idol he formed.", "16": "Half of the wood he burns in the fire to roast his meat. Then he eats his fill and is satisfied. Part he uses to warm himself and says, “Ah, I'm warm and cozy sitting by the fire.”", "17": "With the rest of it he makes his idol-god, bows down to it, and worships it! He prays to it, saying, “Save me, for you are my god!”", "18": "They have no clue what they're doing and don't comprehend how absurd it is! For they shut their eyes so they cannot see. They close their hearts so they cannot understand.", "19": "They have no knowledge, no understanding, no discernment to say, “Half of the wood I burned in the fire. I roasted meat and cooked my dinner. Now should I take the rest of the wood and make it into an abomination? Should I bow down and worship a block of wood?”", "20": "He feeds his spirit on ashes![l] His deluded heart leads him astray. He can't even ask himself, “Is this thing I'm holding in my right hand a fraud?”", "21": "“Remember these things, O Jacob's tribes, and Israel, you are my servant. I created you to be my servant, and I will never forget you!", "22": "I have swept away your sins like a thick cloud.[m] I have made your guilt to vanish like mist disappearing into thin air. Now come back, come back to me, for I have paid the price for you.”[n]", "23": "Sing! Starry sky above, break loose with singing, for Yahweh has finished it! Shout! Earth deep below, give up your shout! Mountains high, break out with joyous songs of praise! Let the forest choirs join in, with every tree singing its notes! For Yahweh has paid the ransom price for Jacob's tribes, and he will be glorified in Israel!", "24": "Here is what Yahweh, your Kinsman-Redeemer, who formed you in his womb, has to say: “I am Yahweh, Creator of all. I alone stretched out the canvas of the cosmos. I who shaped the earth needed no one's help.", "25": "Now I make fools of fortune-tellers and frustrate astrologers' predictions. I confuse the wise, who think they know it all, and make their 'knowledge' into foolishness.", "26": "I confirm the word of my servants and fulfill the prophecies of my messengers. I say to Jerusalem, 'Many people will live in you again,' and to the cities of Judah, 'I will raise up your ruins; you will be rebuilt!'", "27": "I say to deep waters, 'Dry up!' and to rivers, 'Become dry!'[o]", "28": "I say concerning Cyrus,[p] 'He is my shepherd, and he will carry out all the purposes I have for him,' saying to Jerusalem, 'You will be rebuilt and flourish again!' saying to the temple, 'You will be reconstructed!'[q]"}