{"1": "“This is what Yahweh says to his anointed one,[a] Cyrus,[b] whose right hand I have grasped as my servant[c] to conquer nations and dethrone their kings.[d] For I will open doors before him and no fortified gate will remain closed.", "2": "'I will march out in front of you and level every obstacle.[e] I will shatter to pieces bronze doors and slice through iron bars.", "3": "I will give you hidden treasures from dark, concealed places and wealth waiting in secret sites so that you recognize me, for it is I, Yahweh, the God of Israel, who calls you by your name![f]", "4": "For the sake of my servant Jacob, and Israel my chosen, I call you by your name and give you a title of honor. But you don't even know me.", "5": "I am Yahweh, the only God there is, and you'll never find another. I will strengthen you for victory, even though you do not intimately know who I am.", "6": "Yet through you everyone will know who I really am. Those from the rising sun in the east to the west, everyone everywhere will know that I am Yahweh, the one and only God, and there is no other.[g]", "7": "I create light, and I make it dark. I make bliss,[h] and I create adversity.[i] I am Yahweh who does all these things.'", "8": "“Shower down righteousness, O heavens above. Let the clouds drip with deliverance! Let earth's womb open and bear salvation's[j] fruit, with righteousness rising up beside it![k] I, Yahweh, have created all of them!", "9": "Shame on the one who argues with his Creator, like one clay pot among other pots arguing with the potter. Should the clay say to the potter, 'What in the world are you doing with me? Your hands are clumsy'?[l]", "10": "Shame on the one who complains to a father, 'Why in the world did you conceive me?' Or to a mother, 'Why in the world did you bring me to birth?'”", "11": "Listen to what Yahweh, the Holy One of Israel, the One who shaped him, has to say: “Why do you question me about the destiny of my children[m] or tell me what to do with my children and what I have made?", "12": "I created the earth and populated it with people. With my own hands, I spread out the cosmos and then commanded the starry host to shine!", "13": "I am the one who raised him[n] up in righteousness! I will make all his paths straight and level. He will build my city and release my exiled people, not because he was bribed or hired to do it, declares the Almighty Yahweh!”", "14": "This is what Yahweh says to Cyrus: “Egypt's wealth, Cush's[o] treasures, and the tall Sabeans[p] will all be handed over to you. In chains they will walk behind you. They will be brought before you and they will bow down and address you reverently, saying, 'Truly God is with you. He alone is God, and there is no other.'”", "15": "Truly, O God of Israel, the Savior, you are a God who hides himself.”[q]", "16": "All the idol-makers will be ashamed and disgraced, and each one will walk away in confusion.", "17": "But Yahweh saves Israel with everlasting salvation! You will not be put to shame nor disgraced for all eternity!", "18": "This is what Yahweh says, heaven's Creator, who alone is God. He created the earth, shaped it, and established it all by himself. He made it fit and orderly and beautiful[r] for its inhabitants. He says: “I am Yahweh, and there is no other god.", "19": "I didn't whisper in secret, in a realm of darkness. I didn't say to Jacob's tribes, 'Seek me in vain.' I am Yahweh! I speak the truth and declare to you what is right!", "20": "“Come together! Assemble yourselves! Draw near, you refugees from among the nations. Those who parade their powerless wooden idols have no revelation knowledge. They keep on praying to gods who cannot save them.", "21": "Declare what is to be and state your case. Go ahead and take counsel together. Who knew all about this and declared it long ago? Was it not I, Yahweh? There is no god apart from me. I am a righteous God and a Savior. There is no one you can compare to me.", "22": "So turn your heart to me, face me now, and be saved wherever you are, even from the ends of the earth, for I alone am God, and there is no other.", "23": "I make this solemn oath to you in my own name; this word sent from my mouth in righteousness will not return unfulfilled: 'Truly every knee will bow before me and every tongue will solemnly swear allegiance to me!'", "24": "All will say of me, 'Yes! Only in Yahweh do I find righteousness and strength!' And all who were angry with me will come before me and regret it!", "25": "In Yahweh, all of Israel's offspring will triumph[s] and shine!”"}