{"1": "“Get down from your throne and sit in the dust, O Miss Babylon! Sit on the ground where you belong, not on a throne, O Miss Chaldea! For you will never be described again as 'delicate and dainty.'[a]", "2": "Take off your pretty veil;[b] take two millstones and grind grain.[c] Lift your skirt, bare your legs, and wade through the rivers.", "3": "Your humiliating nakedness will be uncovered, your shame exposed and seen by all.[d] I will take vengeance and let no one intercede for you.”[e]", "4": "We have a Redeemer. Yahweh is his name, the Commander of Angel Armies, the Holy One of Israel!", "5": "“Sit silently and go away into the darkness, O Miss Chaldea! For you will no longer be called the Mistress of Kingdoms.", "6": "I became angry with my people, so I wounded[f] my special ones. I handed them over to you, and you took them captive. You showed them no mercy; you even made the elderly suffer under your heavy yoke.", "7": "You thought, 'I will be the Mistress of Kingdoms forever.' But you never considered what you were doing or reflected on how all this would end.", "8": "So now, listen to this, you pampered lover of pleasure, who sits smug and secure and says in her heart, 'I am, and there is no one like me! I will never have to live as a widow or suffer the loss of my children.'", "9": "Suddenly both of these losses will overtake you in one day, for you will lose your husband and your children. Despite your many magic spells and your powerful sorceries, you will be overwhelmed by these tragedies in full measure!", "10": "You felt so smug and secure in your wickedness. You thought, 'No one sees me.' Your idea of 'wisdom' and self-professed 'knowledge' has led you astray, saying in your heart, 'I am! There is none like me!'", "11": "An avalanche of evil will come upon you that no magic spell will be able to avert. Great disaster is about to fall upon you that you will not be able to ward off! Total devastation will strike you suddenly. It will happen so swiftly you won't even see it coming!", "12": "So go ahead—keep trusting in your sorceries and the witchcraft you've practiced since your youth. Perhaps you might succeed! Perhaps you'll scare away your impending doom!", "13": "You must be fatigued with so much counsel! Let the stargazers and astrologers take their stand. See if they can help you now! Let them make their monthly predictions. Maybe they can reveal what is about to come upon you.", "14": "Look at them! They're nothing but straw for the consuming fire. They can't even rescue themselves from the power of the flame. And this is not some cozy fire that you sit beside to keep yourself warm!", "15": "These traders, with whom you have dealt since your youth, will do nothing but disappoint you. Each has wandered off to his own way— there is no one left to rescue you!"}