{"1": "“Listen carefully, O Jacob's tribes, you who are called by the name Israel and come from the lineage of Judah, who solemnly swear in the name of Yahweh and claim to worship the God of Israel.[a] But there is no truth or righteousness in your confession!", "2": "Indeed, you name yourselves after the holy city and say that you depend upon Israel's God. Yahweh, the Commander of Angel Armies, is his name.", "3": "“Long ago I prophesied things that would happen. I issued decrees[b] and made them known. Then suddenly, I acted and made them happen.", "4": "I knew you were stubborn. Your neck is like a rod of iron, and you're as hard-hearted as brass![c]", "5": "Long ago I told you these things. Long before they happened I proclaimed them so you would never be able to say, 'My idols did this; my wood and metal idols decreed it!'", "6": "You have heard what I foretold and have seen it all unfold, so admit[d] that it happened and I was right![e] From now on I will tell you about new things never seen before, hidden things, well-guarded secrets you know nothing about.", "7": "They are created now, brand new today, not long ago! You've never heard of them before now, so you cannot say, 'Oh, I already knew about that.'", "8": "You have never heard nor understood; your ear had not been opened beforehand. Though I knew that you would fight against me as a rebel from birth,", "9": "yet, for the sake of my great name and for my glory, I held back my anger and was patient with you so I did not whittle you down to nothing.", "10": "See, I have purified you in the furnace of adversity, but not like silver—I have refined you in the fire.[f]", "11": "For my own sake alone I will do it, so my name will not be dishonored.[g] I will not yield my glory to another.", "12": "“Listen to me, O Jacob, Israel, whom I have called: I am the One and Only, the First and the Last.", "13": "With my mighty hand I laid the foundation of the earth; with the span of my right hand I spread out the cosmos. And when I speak to them, they both stand at attention.", "14": "Now, all of you gather around and listen. Which of the gods has foretold these things? I, Yahweh, love this man, and he[h] will carry out my purpose against Babylon. He will be my “arm of might” against the Babylonians!", "15": "I am the one; yes, I am the one who called him by name before he was born. I have led him forward on a prosperous, successful path.", "16": "“Draw near to me and listen: From the beginning, I have not spoken in secret. From the beginning of time,[i] I was there.” And now Lord Yahweh has sent me, empowered by[j] his Spirit!", "17": "This is what Yahweh, your Kinsman-Redeemer, the Holy One of Israel says: “I am Yahweh, your God. I am the One who teaches you how to succeed and who leads you step by step in the way you should go.", "18": "If only you had listened to my commands, then peace[k] would have flowed like a[l] river for you and success[m] would wash over you like waves of the sea.", "19": "Your children would have multiplied to become like the sand of the seashore[n] and your descendants like grains of sand. There would be no end of them, and I would not cut them off.”", "20": "Go! Leave Babylon! Flee from Chaldea! Announce it with joyous singing![o] Let everyone know! Proclaim it to the ends of the earth! Say it loud and clear: “Yahweh has rescued his servant Jacob!”", "21": "The people weren't thirsty when he led them through barren, desolate deserts, for he broke open the rock for water to flow for them. The rock was split open, and rivers gushed out![p]", "22": "“There is never peace,” Yahweh says, “for the wicked.”"}