{"1": "Listen to what I have to say, you islands. Pay attention to me, you who live in distant lands. Yahweh called me as his own before I was born and named me while I was still in my mother's womb.", "2": "He gives me words that pierce and penetrate.[a] He hid me and protected me in the shadow of his hand.[b] He prepared me like a polished arrow and concealed me in his quiver.", "3": "And he said to me, “Israel, you are my special servant; in you I will be glorified.”[c]", "4": "I said, “I've worked and served for nothing. I have used up all my strength for nothing.”[d] Yet my rights I leave in Yahweh's hands, and my just reward is with my God.", "5": "And now, the Lord Yahweh— who shaped me in the womb to be his servant, to bring Jacob's tribes back to him that Israel would be gathered back to himself, for I am honored in the sight of Yahweh. I find the source of all my strength in my God—", "6": "who says: “Is it too small a thing for you, my servant, to restore greatness to Jacob's tribes and the survivors of Israel? I will make you to be a light to the nations and to bring the light of my salvation to the ends of the earth!”[e]", "7": "Yahweh, Israel's Kinsman-Redeemer and Holy One, says to the one who is deeply despised and repulsed by rulers and a slave to the ruling class: “Kings will see and stand up in respect; princes will bow down to honor the faithfulness of Yahweh, the Holy One of Israel, who has chosen you.”", "8": "Yahweh says: “When the time of showing you favor has come,[f] I will answer your heart's cry. I will help you in the day of salvation, for I have fixed my eyes on you. I have made you a covenant people to restore the land and to resettle families on forgotten inheritances.", "9": "You will declare to prisoners, 'You're free!' and to those in darkness, 'Step out into the light!' They will be like sheep that graze beside the roads and find pasture on the barren hillside.", "10": "They will never be hungry or thirsty.[g] Neither scorching sun nor desert wind will hurt them, for he, the Loving One, will guide them and lead them to restful, renewing streams of water.[h]", "11": "I will level all my mountains as a road for them and raise up my highways.", "12": "Look! They will come from faraway lands— some from the north, some from the west, and some from the land of Sinim.”[i]", "13": "Sing for joy, you heavens! Shout, you earth, and rejoice with dancing, shouting, and glee! Burst into joyous songs, you mountains, for Yahweh has comforted his beloved people. He will show tenderness and compassion[j] to his suffering ones.", "14": "But Zion has said, “Yahweh has forsaken me. My Lord has forgotten me—I'm all alone.”", "15": "Yahweh responds, “But how could a loving mother forget her nursing child and not deeply love the one she bore? Even if a there is a mother who forgets her child, I could never, no never, forget you.", "16": "Can't you see? I have carved your name on the palms of my hands! Your walls are always my concern.[k]", "17": "Your children, your builders,[l] are running back to you as those who ruined and destroyed you are running away.", "18": "Lift up your head and look all around you. See! All your children, your builders, gather to come back to you. As surely as I live, I make this promise,” says Yahweh. “You will wear them all like jewels, as a radiant bride[m] wears her beautiful jewelry!", "19": "“See? Your ruins and devastated places will soon be overcrowded with settlers while your destroyers stay far away.", "20": "You thought you had lost the children,[n] but you will hear them say, 'This place is too cramped for me. Make more room for me to live in.'", "21": "And you will say to yourself, 'Where in the world did all these children come from? Who birthed these for me? I thought I was bereaved and barren. I thought I was all alone, forgotten in exile— so how did they all get here?'”", "22": "This is what Lord Yahweh says: “Soon I will raise my hand and signal to the nations, and they will come with your little boys bundled in their arms[o] and your little daughters carried on their shoulders.", "23": "Kings will be their babysitters and queens their nursing mothers. With faces bowed to the ground, they will lick the dust of your feet. Then you will know that I am Yahweh, and I will never disappoint those who entwine[p] their hearts with mine.”", "24": "Who can snatch the prey from the hands of a mighty warrior or rescue captives from a conqueror?”[q]", "25": "But Yahweh says: “The prey will be freed from the mighty warrior and captives will be rescued from a conqueror! For I will fight with those who fight with you,[r] and I myself will save your children.", "26": "I will cause the violence of your oppressors to come back upon them,[s] and your enemies will kill one another in a killing frenzy![t] Then all the earth will know that I am Yahweh, your Savior, your Kinsman-Redeemer, the mighty hero of Jacob's tribes.”"}