{"1": "Let me sing a song for the one I love, called[a] “My Lover and His Vineyard”: My beloved planted a vineyard on a very fertile hill.", "2": "First he dug up its ground and hauled away its stones[b] so he could plant within it the choicest of vines. He built a watchtower in the middle of it and carved a winepress out of its rock.[c] He fully expected it to bear good grapes, but instead it produced only worthless wild grapes.", "3": "So now, you residents of Jerusalem and people of Judah, you be the judges!", "4": "What more could I have done for my vineyard? When I expected it to bear luscious grapes, why did it produce only wild, worthless grapes?", "5": "So let me tell you what I am about to do to my vineyard. I will tear down its fence and it will be plundered.[d] I will break down its wall[e] and it will be destroyed!", "6": "I will make it a wasteland, and no one will cultivate the land.[f] It will grow only weeds and thorns! I will command the clouds and they will not drop their rain upon it![g]", "7": "For Israel is this vineyard of Yahweh, the Commander of Angel Armies, and the people of Judah are the garden of his delight.[h] When he waited for a crop of justice, he got a harvest of bloodshed! When he waited to reap fairness, he heard only the cries of victims.[i]", "8": "Woe to those who in their greed buy up house after house to make one grand estate until there is no place for anyone else and only the landowner is left![j]", "9": "This is what Yahweh, the Commander of Angel Armies, said in my ears:[k] “Truly, many of your houses will become devastated and your large, impressive mansions will have no one living in them!", "10": "Indeed, even a vast vineyard[l] will produce only a few gallons of wine, and several bushels of seed will produce only a bushel of harvest!”[m]", "11": "Woe to those who start drinking early in the morning, lingering late into the night to get drunk with wine.", "12": "Their lavish parties are complete with the music of harps and flutes—and the wine flows! Yet they have no respect for what Yahweh has done, nor do they contemplate the work of his hands![n]", "13": "Therefore, my people go into exile for lack of understanding.[o] Their leaders[p] are starving, their multitudes parched with thirst.[q]", "14": "The shadowy realm of death[r] grows thirsty for souls and opens its mouth even wider to drink in the people! It gulps down the leaders of Jerusalem, along with their noisy, boasting crowds![s]", "15": "The people will be humiliated, all of humanity humbled, and the arrogant will be brought low.[t]", "16": "With justice the Lord Yahweh, Commander of Angel Armies, displays his greatness, and righteousness sets him apart as the holy God.", "17": "Then lambs will graze, as if in their own pastures, and the refugee will eat in the ruins of the rich.", "18": "Woe to those who drag behind them their guilt with ropes made of lies—[u] straining and tugging, harnessed to their bondage![v]", "19": "They say, “May God hurry up and bring his judgment[w] so that we can see it once and for all! Let the prophetic plan of the Holy One of Israel quickly come to pass so that we can see what it is!”[x]", "20": "Woe to those who call evil good and good evil, who replace darkness with light and light with darkness, who replace bitter with sweet and sweet with bitter.[y]", "21": "Woe to those who are wise in their own eyes and see themselves as clever and shrewd.[z]", "22": "Woe to the champion wine drinkers who are heroes in mixing strong drinks—", "23": "judges and politicians who acquit the guilty for a bribe and take away the rights of the innocent.[aa]", "24": "Therefore, just as tongues of fire lick up the straw and dry grass,[ab] they will be destroyed, just as a plant with decaying roots and blossoms dries up like dust and is blown away in the wind.[ac] For they said, “No!” to the teachings of Yahweh, the Lord of Angel Armies, and have despised the word of the Holy One of Israel!", "25": "For this reason Yahweh's anger burned against his people,[ad] and he struck them down with his holy hand! The mountains trembled,[ae] and dead bodies were littered like garbage left in the streets. Even with this, his anger has not turned away and still his hand is heavy upon them!", "26": "He will lift up a banner to signal the distant nations; he whistles[af] for them to come from the ends of the earth. Look! Here they come, running swiftly and speedily!", "27": "Not one warrior stumbles or grows weary— not even stopping to rest or sleep; they are battle ready![ag]", "28": "Their arrows are sharpened and every bow strung. Their horses' hooves are hard as flint and their chariot wheels turn like the whirlwind.", "29": "Their shout is like a lion's roar, the roar of strong lions growling as they seize their prey. They carry away captives, and none can rescue them.", "30": "They will roar and roar on that day like the roaring of crashing waves, and if you look back across the land you'll see only darkness, disaster, and distress;[ah] daylight itself will be obscured by thick clouds.[ai]"}