{"1": "Yahweh asks, “Have I abandoned you? Can you show me your mother's divorce papers that prove I sent her away? Do you think I sold you into slavery to pay off a debt? No, you sold yourselves into slavery because of your sins, and because of your rebellion I sent your mother away![a]", "2": "When I came to you, why was no one there? When I called, why did no one answer? Am I powerless[b] to rescue you or too weak to deliver you? With only a threat I can evaporate the sea and dry up the rivers as a desert, leaving the fish to rot and die of thirst.", "3": "I dress the sky with darkness and shroud it with sackcloth.”", "4": "The Lord Yahweh has equipped me with the anointed, skillful tongue[c] of a teacher— to know how to speak a timely word to the weary. Morning by morning, he awakens my heart. He opens my ears[d] to hear his voice, to be trained to teach.[e]", "5": "The Lord Yahweh has opened my ear,[f] and I did not resist; I did not rebel.", "6": "I offered my back to those who flogged me and my cheek to those who tore out my beard. I never hid my face from demeaning insults or from those who spit on me.", "7": "The Lord Yahweh empowers me, so I am not humiliated. For that reason, with holy determination,[g] I will do his will and not be ashamed.", "8": "The One who makes me righteous is close to me. Who would dare challenge me now? Who would be my opponent? Let him stand before me! Who is my accuser? Let him confront me!", "9": "It is the Lord Yahweh who empowers me; who would condemn me?[h] My accusers will all fade away like worn-out, moth-eaten clothes.[i]", "10": "Who among you has true fear and reverence of Yahweh? Who of you listens to the voice of his servant? Are any of you groping in the dark without light? Let him trust in the faithful name of Yahweh and rely on his God.", "11": "But if you presume to light your own torch, you are playing with fire. So go ahead, walk in the light of your own fires and the sparks you have kindled. But I can promise you this: it will take you down into torment!"}