{"1": "“Listen to me, you who chase after righteousness,[a] you who passionately pursue the Lord. Look back to Abraham, the rock from which you were cut, to Sarah, the quarry from which you were dug, and remember what I did for them.", "2": "Yes, look to Abraham your father and to Sarah, who bore you. For when I called Abraham, he was but one person, but I blessed him greatly[b] so that one became many.”", "3": "Indeed, Yahweh will comfort Zion, restore her, and comfort all her broken places. He will transform her wilderness into the garden of Bliss,[c] her desert into the garden of Yahweh. Joy and laughter will fill the air[d] with thanksgiving and joyous melodies.", "4": "“Listen to me, my people; pay attention to me, my nation. For I release my teaching to the nations, and I will cause the light of justice to rest on them.[e]", "5": "My righteousness is coming closer,[f] and my salvation has gone out. My mighty arms will govern the people. The islands will trust in me and put their hope in the unveiling of my might.[g]", "6": "Lift up your eyes to the heavenly realm and look at the earth far below. Though the heavens disappear like smoke, though the earth wears out like a garment, and though all the people die like gnats, my salvation will endure forever and my righteousness will never end!", "7": "So listen to me, you who care for what is right, who treasure my teaching in your hearts: Do not fear the insults of others; do not be troubled when they revile you.", "8": "They are nothing for you to fear, for the moth will eat them up like a shirt and the worm will consume them like wool, but my righteousness will last forever and my salvation from generation to generation.”", "9": "Awake, God, awake! Arm of Yahweh, put on your robe of strength! Awake and do the works of power as in ancient days, as in generations past! Wasn't it you who smashed the sea monster[h] to pieces, who pierced the dragon[i] in generations long ago?", "10": "Wasn't it you who dried up the Red Sea with its deep waters and made a path through the sea to rescue[j] your redeemed?", "11": "Do it again! Those Yahweh has set free will return to Zion and come celebrating with songs of joy! They will be crowned with never-ending joy! Gladness and joy will overwhelm them; despair and depression will disappear!", "12": "“I, yes I, am the one who comforts you. All the sons of men will be cut down and fade like grass. Why then would you be afraid of a mere human being?", "13": "You have forgotten that Yahweh, your Maker, stretched out the skies and laid earth's firm foundation. But you live each day constantly worrying,[k] living in fear of your angry oppressor who is bent on your destruction. But their fury cannot touch you!", "14": "Those who are suffering will soon be released. They will not die in their dark dungeon, nor will they go hungry.", "15": "For I am Yahweh, your faithful God, who split the sea with its roaring waves.[l] My name is Lord Yahweh, Commander of Angel Armies!", "16": "“I have placed my words in your mouth[m] and have hidden you in the hollow[n] of my hand to establish the heavens and make the earth rock solid. You will say to Zion, 'You are my people!'”", "17": "Wake up! Wake up![o] Get up, Jerusalem! You have drunk enough from the cup Yahweh handed you. It was the cup of his anger, and you've drained it dry— the intoxicating bowl that makes men stagger!", "18": "There are none of Zion's children left, none to guide her home[p] and take her by the hand, none among all the children she has raised.", "19": "Twin calamities have come upon you, but who will feel sorry for you? Disaster and devastation, famine and war,[q] but who will comfort you?", "20": "Your children have fainted and lie fallen in the streets, like a gazelle caught in a net. Yahweh's anger, the rebuke of your God, has overwhelmed them.", "21": "So listen, you who are weak and wounded, who are intoxicated not with wine but with God's anger.", "22": "This is what your sovereign ruler, Lord Yahweh, your God, the Mighty Defender of his people, says: “Look! I have removed from your hand the intoxicating cup that made you stagger. You will no longer drink from the bowl of my anger.", "23": "Instead, I will put that bowl in the hands of your tormentors who said to you, 'Lie down so we can walk all over you!' For your back became like the ground they trample on, like a street for them to walk on.”"}