{"1": "Wake up! Open your eyes! Beautiful Zion, put on your majestic strength! Jerusalem, the sacred city, put on your glory garments! Never again will the unclean[a] enter your gates!", "2": "Arise and shake[b] off your dust![c] Sit enthroned, Jerusalem! Break off your shackles of bondage from your neck, you captive daughter of Zion!", "3": "For this is what Yahweh has to say: “You were sold for nothing; now you will be redeemed without any payment.”", "4": "For Yahweh says: “Long ago, my people went down to Egypt and lived as foreigners there, and for no good reason Assyria oppressed them.", "5": "And now, what have I here?” says Yahweh. “Indeed, my people have been taken into bondage without cause while mocking rulers howl; and every day my name is continually despised!”[d] says Yahweh.", "6": "“Therefore, my people will know the power of my name, and they will know in that day that I am the one who promised them, saying, 'Behold, I am here!'“[e]", "7": "What a beautiful sight to behold— the precious feet of the messenger coming over the mountains to announce good news! He comes to refresh us with wonderful news,[f] announcing salvation[g] to Zion and saying, “Your Mighty God reigns!”", "8": "Listen! The watchmen are shouting in triumph! Lifting their voices together, they are singing for joy! For right before their eyes, they can see[h] Yahweh returning to Zion!", "9": "Burst into joyous songs, you rubble of Jerusalem! For Yahweh has graciously comforted his people; he has become the Kinsman-Redeemer of Jerusalem!", "10": "Yahweh has unveiled his holy arm[i] before the eyes of all the nations. To the ends of the earth, everyone everywhere will see the salvation of our God!", "11": "Go! Go, and leave Babylon behind! Touch nothing unclean as you depart. Keep your life pure as you leave, you who carry the vessels[j] of Yahweh!", "12": "You will neither have to leave in haste, nor will you make a frantic escape, for your God, Yahweh, will go before you. He will lead you each step and be your rear guard.", "13": "“Look! My servant[k] will prosper and succeed![l] He will be highly honored, raised up, and greatly exalted![m]", "14": "Just as many were appalled at the sight of him (for so marred was his appearance, like an object of horror; he no longer looked like a man),", "15": "so now he will startle[n] many nations. Kings[o] will be shocked speechless before him. For they will now see a sight unheard of, and things never considered before now fill their thoughts.”[p]"}