{"1": "Who has truly believed our revelation? To whom will Yahweh reveal his mighty arm?[a]", "2": "He sprouted up like a tender plant before the Lord,[b] like a root[c] in parched soil. He possessed no distinguishing beauty or outward splendor to catch our attention— nothing special in his appearance to make us desire him.", "3": "He was despised and rejected by men, a man of deep sorrows who was no stranger to suffering and grief.[d] We hid our faces from him in disgust and considered him a nobody, not worthy of respect.", "4": "Yet he was the one who carried our sicknesses[e] and endured the torment of our sufferings. We viewed him as one who was being punished[f] for something he himself had done, as one who was struck down by God and brought low.", "5": "But it was because of our rebellious deeds that he was pierced[g] and because of our sins that he was crushed. He endured the punishment that made us completely whole,[h] and in[i] his wounding[j] we found our healing.", "6": "Like wayward sheep, we have all wandered[k] astray. Each of us has turned from God's paths and chosen our own way; even so, Yahweh laid[l] the guilt of our every sin upon him.[m]", "7": "He was oppressed and harshly mistreated; still he humbly submitted, refusing to defend himself. He was brought like a gentle lamb[n] to be slaughtered. Like a silent sheep before his shearers, he didn't even open his mouth.[o]", "8": "By coercion and with a perversion of justice he was taken away. And who could have imagined his future?[p] He was cut down in the prime of life;[q] for the rebellion of his[r] own people, he was struck down in their place.", "9": "They gave him a grave among criminals,[s] but he ended up instead in a rich man's tomb,[t] although he had done no violence nor spoken deceitfully.", "10": "Even though it pleased Yahweh to crush him with grief,[u] he will be restored to favor.[v] After his soul becomes a guilt-offering,[w] he will gaze upon his many offspring and prolong his days.[x] And through him, Yahweh's deepest desires will be fully accomplished.[y]", "11": "After the great anguish of his soul, he will see light[z] and be fully satisfied.[aa] By knowing him,[ab] the righteous one, my servant will make many to be righteous,[ac] because he, their sin-bearer, carried away their sins[ad]", "12": "So I, Yahweh, will assign him a portion among a great multitude, and he will triumph and divide the spoils of victory with his mighty ones—[ae] all because he poured out his life-blood[af] to death. He was counted among the worst of sinners, yet he carried sin's burden for many[ag] and intercedes for those who are rebels.[ah]"}