{"1": "“Rejoice[a] with singing, you barren one! You who have never given birth, burst into a song of joy and shout, you who have never been in labor![b] For the deserted wife will have more children than the married one,” says Yahweh.[c]", "2": "“Increase is coming, so enlarge your tent and add extensions to your dwelling.[d] Hold nothing back! Make the tent ropes longer and the pegs stronger.[e]", "3": "You will increase and spread out in every direction.[f] Your sons and daughters[g] will conquer nations and revitalize desolate cities.", "4": "Do not fear, for your shame is no more. Do not be embarrassed, for you will not be disgraced. You will forget the inadequacy you felt in your youth and will no longer remember the shame of your widowhood.", "5": "For your Maker is your husband; his name is Yahweh, Commander of Angel Armies! Your Kinsman-Redeemer is the Holy One of Israel! He has the title Mighty God of All the Earth![h]", "6": "For I, Yahweh, have invited you to come back like a depressed, deserted wife. Like a young wife who has experienced rejection, I am drawing you back to me,” says Yahweh.", "7": "“For just a brief moment I deserted you, but with tender feelings of love I will gather you back to me.", "8": "In a surge of anger, for just the briefest moment, I hid my face from you, but with everlasting kindness, I will show you my cherishing love,” says Yahweh, your Kinsman-Redeemer.", "9": "“To me, this is like the time when I vowed that the waters of Noah's flood would never again cover the earth. Now I vow to you that I will neither be angry with you nor rebuke you.", "10": "Even if the mountains were to crumble and the hills disappear, my heart of steadfast, faithful love will never leave you, and my covenant of peace[i] with you will never be shaken,” says Yahweh, whose love and compassion[j] will never give up on you.", "11": "“You unhappy one, storm-tossed and troubled,[k] I am ready to rebuild you with precious stones[l] and embed your foundation with sapphires.[m]", "12": "I will make your towers of rubies, your gates of sparkling jewels,[n] and all your walls[o] of precious, delightful stones.", "13": "All your children will be taught by Yahweh,[p] and great will be their peace and prosperity.", "14": "You will be established in righteousness. Oppression—be far from them![q] Fear—be far from them![r] Yes, terror will not come near you, nor will you be afraid.", "15": "If anyone dares to stir up strife against you, it is not from me! Those who challenge you will go down in defeat.", "16": "See, I am the one who created the craftsman who fans the coals into a fire and forges a weapon fit for its purpose, and I am the one who created the destroyer to destroy.", "17": "But I promise you, no weapon meant to hurt you will succeed, and you will refute[s] every accusing word spoken against you. This promise is the inheritance of Yahweh's servants,[t] and their vindication[u] is from me,” says Yahweh."}