{"1": "“Listen! Are you thirsty for more? Come to the refreshing waters and drink.[a] Even if you have no money, come, buy, and eat.[b] Yes, come and buy all the wine[c] and milk[d] you desire— it won't cost a thing.", "2": "Why spend your hard-earned money on something that can't nourish you[e] or work so hard for something that can't satisfy?[f] So listen carefully to me and you'll enjoy a sumptuous feast, delighting in the finest of food.[g]", "3": "Pay attention and come closer to me, and hear, that your total being may flourish.[h] I will enter into an everlasting covenant with you,[i] and I will show you the same faithful love that I showed David.[j]", "4": "See! I made him a witness to the nations, an example of leadership, as prince and commander of peoples.”", "5": "Look! You will summon nations you've never heard of. Nations who have never heard of you will come running to follow you[k] because Yahweh, your God, the Holy One of Israel, has glorified you!", "6": "Seek the Lord Yahweh when he makes himself approachable;[l] call upon him when you sense he is near.", "7": "The wicked need to abandon their ways, and sinful ones need to banish every evil thought.[m] Let them return to Yahweh, and they will experience his compassionate mercy. Yes, let them return to God, for he will lavish forgiveness upon them.", "8": "“For my thoughts about mercy[n] are not like your thoughts, and my ways are different from yours.", "9": "As high as the heavens are above the earth, so my ways and my thoughts are higher than yours.", "10": "“As the snow and rain that fall from heaven[o] do not return until they have accomplished their purpose, soaking the earth and causing it to sprout with new life, providing seed to sow and bread to eat.", "11": "So also will be the word[p] that I speak; it does not return to me unfulfilled.[q] My word performs my purpose and fulfills the mission I sent it out to accomplish.”[r]", "12": "For you will leave your exile with joy[s] and be led[t] home wrapped in peace. The mountains and hills in front of you will burst into singing and the trees of the field will applaud![u]", "13": "Cypress trees will flourish where there were only thorns[v] and myrtle trees instead of nettles.[w] These will stand as a testimony to Yahweh's renown, everlasting signs[x] that will not be cut off."}