{"1": "Yahweh says to his people: “Promote the cause of justice! Do what is just and right,[a] for soon my salvation will come and my righteousness will be unveiled.", "2": "Blessed is the one who will faithfully keep his commitment. Yes, blessed is the one who honors the Sabbath[b] and does not disregard it, and the one who keeps their hands from doing evil.”", "3": "The foreigner who joins himself to Yahweh should never say, “Because I'm a foreigner, Yahweh will exclude me from his people.” And the eunuchs should never say, “Because I can't have children, I'm just a barren tree.”[c]", "4": "For Yahweh says to such a man, “To the eunuchs who keep my Sabbaths, and choose the things that honor me, and remain true to my covenant, I make this promise:", "5": "'I will bestow upon them within my household[d] both an honored place[e] and an honored name, even better than the honor that comes from having children. I bestow upon them my everlasting favor;[f] you will never be forgotten.'", "6": "And to the foreigners who join themselves to Yahweh to worship him, those who want to be his servants and love the name of Yahweh— all who honor the Sabbath and do not disregard it, and who remain true to my covenant—I make this promise:", "7": "'I will welcome you into my holy mountain[g] and make you joyful in my house of prayer.[h] I will accept every sacrifice and offering that you place on my altar, for my house of worship will be known as a house of prayer for all people.'”", "8": "The Lord God Almighty, who brings home the outcasts of Israel, says, “There are many others I will gather, and I will add them to those who are already gathered.”[i]", "9": "All you wild beasts, come and devour, you wild animals of the forest.", "10": "Blind watchmen, all of them! They have no revelation knowledge; they're like dumb dogs that don't even bark— dreaming, sleeping, devoted to slumber.", "11": "They're greedy dogs that never eat enough. And the shepherds have no discernment; they follow their own desires. Every last one of them seeks his own profit.", "12": "Each one says, “Let's get wine and liquor and have a party! And tomorrow, more of the same, except even better!”[j]"}