{"1": "The godly perish, but no one seems to notice. The faithful ones are taken away, and no one understands. It is because of evil that they are preserved from calamity,", "2": "and the godly ones enter into peace, resting serenely upon their death beds.", "3": "“But you—come here, you son of a sorceress! You're nothing but an offspring of an adulteress and a prostitute.[a]", "4": "Who do you think you're mocking? At whom do you sneer and stick out your tongue? Why, you're a rebellious child, the offspring of liars!", "5": "You burn with lust for other gods among the oak groves and under every green tree. You sacrifice your own children in the caves[b] near the bed of a stream.", "6": "From there you take smooth stones and worship them as idols. Yes, they become your idols! You bring them grain offerings and pour out wine as drink offerings. Do you think I will not seek vengeance for this?", "7": "On a high hill, you practice ritual sex[c] and go up to the lofty place to offer sacrifice.", "8": "Hidden inside your front doors you have set up your obscene idols.[d] Forsaking me, you went up and uncovered yourself and climbed into your wide bed. You made covenant with them for yourselves, you slept with them, and you gazed upon their nakedness.", "9": "You journeyed to the king[e] with oil along with many perfumes. You sent your envoys to exotic lands, even down to the underworld.[f]", "10": "Though all your wanderings wearied you, you never said, 'I give up.' Your strength was renewed so that you did not faint.", "11": "“Why were you so afraid of them that you told lies and did not remember me or even cared what I thought? Is it because I have been patient and long silent that you no longer fear me?", "12": "I will denounce your presumed 'righteousness' and your 'good works,' so don't trust in your idols to help you.", "13": "Let's see if your pantheon of idols can save you when you cry out! They will be blown away by the wind;[g] merely a breath will carry them off! But whoever makes me a hiding place will possess the land and inherit my holy mountain.”[h]", "14": "Yahweh says, “Let the people return to me. Build! Build up the road, clear the way, and get it ready! Remove every obstacle from their path.”", "15": "For this is what the high and majestic one says, the one who fills the eternal realm with glory,[i] whose name is Holy: “I dwell in high and holy places but also with the bruised and lowly in spirit, those who are humble and quick to repent. I dwell with them to revive the spirit of the humble, to revive the heart of those who are broken over their sin.", "16": "You will not find me continually accusing them[j] or holding anger against them, lest they feel defeated and lose heart before me. For I am the One who gave the breath of life to my people.", "17": "It was their sin and greed that made me angry, so I struck them and hid my face from them. But they continued in rebellion, following their own desires.", "18": "Even though I've seen their ways, I will heal them.[k] I will guide them forward and repay them with comfort,[l] giving mourners the language of praise.", "19": "I offer peace to those who are far from me, and I offer peace to those who are near,[m] and I will heal their deepest wounds,” says Yahweh.", "20": "“But the wicked are like the storm-tossed sea, whose restless waves are never still, stirring up mud and mire.", "21": "There is no peace[n] for the wicked,” says my God."}