{"1": "“Shout it loud and clear! Don't hold back! Let your voice be like a trumpet blast! Declare to my people their rebellion and to Jacob's tribes their sin!", "2": "Yes, daily they seem to seek me, pretending that they delight to know my ways, as though they were a nation that does what is right and had not rejected the law of their God. They ask me to show them the right way, acting as though they are eager to be close to me.", "3": "They say, 'Why is it that when we fasted, you did not see it? We starved ourselves, and you didn't seem to notice.' “Because on the day you fasted you were seeking only your own desires, and you continue to exploit your workers.[a]", "4": "During your fasts, you quarrel and fight with others and strike them with an angry fist. When you fast like that, your voice will not be heard on high.", "5": "Do you think I'm impressed with that kind of fast? Is it just a day to starve your bodies, make others think you're humble,[b] and lie down in sackcloth and ashes? Do you call that a fast? Do you think I, Yahweh, will be pleased with that?[c]", "6": "“This is the kind of fast that I desire: Remove the heavy chains of oppression! Stop exploiting your workers![d] Set free the crushed and mistreated! Break off every yoke of bondage!", "7": "Share your food with the hungry! Provide for the homeless and bring them into your home! Clothe the naked! Don't turn your back on your own flesh and blood!", "8": "Then my favor will bathe you in sunlight until you are like the dawn bursting through a dark night.[e] And then suddenly your healing[f] will manifest.[g] You will see your righteousness march out before you, and the glory of Yahweh will protect you from all harm![h]", "9": "Then Yahweh will answer you when you pray. When you cry out for help, he will say, 'I am here.' “If you banish every form of oppression, the scornful accusations,[i] and vicious slander,", "10": "and if you offer yourselves in compassion[j] for the hungry and relieve those in misery,[k] then your dawning light will rise in the darkness and your gloom will turn into noonday splendor![l]", "11": "Yahweh will always guide you where to go and what to do. He will fill you with refreshment even when you are in a dry, difficult place. He will continually restore strength to you, so you will flourish like a well-watered garden and like an ever-flowing, trustworthy spring of blessing.", "12": "Your people will rebuild long-deserted ruins, building anew on foundations laid long before you.[m] You will be known as Repairers of the Cities[n] and Restorers of Communities.[o]", "13": "“If you stop pursuing your own desires on my holy day, and refrain from disregarding the Sabbath, if you call the Sabbath a delightful pleasure and Yahweh's holy day honorable, if you honor it properly by not chasing your own desires, serving your own interests, and speaking empty words,", "14": "then you will find the joyous bliss that comes from serving Yahweh. And I will cause you to prosper and be carried triumphantly over the high places of the land.[p] You will enjoy the heritage of Jacob, your ancestor.” Certainly the mouth of Yahweh has spoken it!"}