{"1": "Truly Yahweh's arm is not too powerless to save you nor his ear too deaf to hear.", "2": "Rather, your sinful deeds have built a barrier between you and your God. Your sins have made God turn his face from you so that he does not hear your prayers.", "3": "For your hands are stained with blood and your fingers are dripping with the guilt of sin. Lies spill from your lips and your tongue mutters treachery.", "4": "No one seeks true justice; no one pleads his case with honesty. They rely on their illusions and misleading lies; they conceive trouble and give birth to sin.", "5": "They hatch harmful plots like snake's eggs and spin their lies like a spider spins its web. Whoever eats their “eggs” dies and a poisonous snake gets hatched!", "6": "Their “webs” cannot substitute as clothing, they cannot cover themselves with the lies they spin, nor can their works cover themselves adequately. Their actions are evil, and the wages of violence is in their hands.", "7": "Their feet eagerly run after evil, and they are swift to shed innocent blood.[a] Their imaginations are filled with evil;[b] destruction and desolation litter their paths.", "8": "They know nothing of the way of peace,[c] and injustice is their way of life. Their paths are so crooked that no one who walks in them knows peace.", "9": "For this reason, justice is far from us and righteousness doesn't reach us. We hope for light, but sadly, there is only darkness.[d] We wait for a bright light, but walk in darkness.", "10": "We are like the blind groping along a wall, inching along in the dark like those who cannot see; we stumble around in broad daylight like it was night, like the walking dead.[e]", "11": "We are frustrated, growling like bears, like doves cooing mournfully. We wait and wait for justice, but it never seems to come; for salvation, but it remains distant.", "12": "For our many rebellious deeds are stacked high before you; our sins testify against us. We are aware of our sins, and we know our evil deeds all too well.", "13": "We have rebelled and even tried to deny Yahweh; we have forsaken our God. Our speech stirs up oppression and revolt, and our hearts conceive, then confess, lies.[f]", "14": "Justice is driven away and righteousness stands on the sidelines, for truth has stumbled in the public square and morality cannot enter.", "15": "Yes, truth has disappeared,[g] and those who turn from evil become the next victim. Yahweh saw this and was greatly displeased that there was no justice.", "16": "And then he was astonished to see that there was no champion,[h] not even one, who would rescue the oppressed.[i] So then his own mighty power[j] was released to deliver, and his own righteousness supported him.", "17": "He put on righteousness as his body armor,[k] salvation for a helmet; a garment of warring vengeance was his uniform and passion, his cape.", "18": "He will repay wrath to his enemies and retribution to his foes, according to what they have done. Reckoning is coming to the islands for what is due them.", "19": "From the west to the lands of the rising sun, the glory and the name of Yahweh will be held in highest reverence, for he will break in as a flooding, rushing[l] river driven on by the breath of Yahweh![m]", "20": "“He will come to Zion as a Kinsman-Redeemer to those of Jacob's tribes who repent of their rebellion,” says Yahweh.", "21": "“And this is my covenant promise with them,”[n] says Lord Yahweh. “From now on, my Holy Spirit will rest on them and not depart from them, and my prophetic words will fill their mouths and will not depart from them, nor from their children, nor from their descendants, from now on and forever,” says Lord Yahweh."}