{"1": "In the year that King Uzziah died,[a] I clearly saw the Lord.[b] He was seated on his exalted throne, towering high above me.[c] His long, flowing robe of splendor spread throughout the templet.[d] ", "2": "Standing above him were the angels of flaming fire,[e] each with six wings: with two wings they covered their faces in reverence, with two wings they covered their feet, and with two wings they flew.[f] ", "3": "And one called out to another, saying: “Holy, holy, holy is the Lord God, Commander of Angel Armies![g] The whole earth is filled with his glory!”[h]", "4": "The thunderous voice of the fiery angels caused the foundations of the thresholds to tremble[i] as the cloud of glory[j] filled the temple!", "5": "Then I stammered and said, “Woe is me! I'm destroyed[k]—doomed as a sinful man! For my words are tainted and I live among people who talk the same way.[l] King Yahweh, Commander of Angel Armies! My eyes have gazed upon him!”", "6": "Then out of the smoke, one of the angels of fire flew to me. He had in his hands a burning coal he had taken from the altar with tongs. ", "7": "He touched my lips with it and said, “See? The burning coal from the altar has touched your lips. Your guilt is taken away; your sin is blotted out.”[m]", "8": "Then I heard the Lord saying, “Whom should I send to my people? Who will go to represent us?” I spoke up and said, “I will be the one. Send me.”[n]", "9": "Then he said, “Go and tell the people: 'You keep listening but understand nothing. You keep watching but learn nothing.'", "10": "Go and preach a message that will make their hearts dull,[o] their ears plugged, and their eyes blind.[p] Otherwise, their eyes will begin to see, their ears will begin to hear, their hearts will begin to understand, and they will return to me for healing and be healed.”[q]", "11": "Then I asked, “O Lord, for how long?” He answered, “Until their houses and cities are destroyed and uninhabited and their land a desolate wasteland.", "12": "Until the Lord has exiled them all to a distant country and the entire land lies deserted.”", "13": "Yet if even a tenth[r] remains there,[s] it will be burned again. It will be like a fallen oak or terebinth tree when it is felled; the stump still lives to grow again.[t] Now, the “stump” is the holy seed.[u]"}