{"1": "“Rise up in splendor and be radiant,[a] for your light has dawned, and Yahweh's glory[b] now streams from you!", "2": "Look carefully! Darkness blankets the earth, and thick gloom[c] covers the nations, but Yahweh arises[d] upon you and the brightness of his glory appears over you![e]", "3": "Nations will be attracted to your radiant light[f] and kings to the sunrise-glory of your new day.[g]", "4": "Lift up your eyes higher! Look all around you and believe, for your sons are returning from far away and your daughters are being tenderly carried home. Watch as they all gather together, eager to come back to you!", "5": "“Then you will understand and be radiant.[h] Your heart will be thrilled and swell with joy. The fullness of the sea will flow to you[i] and the wealth[j] of the nations will be transferred to you!", "6": "Caravans of camels will cover your land, young camels loaded with goods from Midian[k] and Ephah.[l] All the wealthy merchants from Sheba will come, bearing gold and frankincense and singing the praises of Yahweh!", "7": "All the flocks of Kedar[m] will be gathered to you, and the rams[n] of Nebaioth[o] will be yours as acceptable sacrifices on my altar, and I will adorn with more glory my glorious temple.[p]", "8": "“Who are these who soar like clouds,[q] flying like doves[r] into their portals?[s]", "9": "Indeed, the distant islands eagerly look for me, with their large ships[t] leading the way. They are bringing Zion's children from afar. They come with offerings of silver and gold to honor the name of Yahweh, your God, the Holy One of Israel, for he has glorified you![u]", "10": "“Foreigners[v] will rebuild your walls and their kings will serve you. Even though I punished you in my anger, I will restore you in my gracious favor and show you my tender compassion.", "11": "Your gateways will always remain wide open[w] around the clock to let in the procession of kings bringing their constant stream of the riches of the nations.", "12": "The nation or kingdom that refuses to serve you will perish and be utterly ruined.[x]", "13": "Lebanon's glory will be yours. The cypress, fir, and pine will come to you to beautify the site of my holy place. And I will glorify the place where I rest my feet.[y]", "14": "The descendants of your oppressors will come bowing low before you, and all who hated you will bow down at your feet. They will call you The Beautiful City of Yahweh, Glorious Zion of the Holy One of Israel.", "15": "“Although once you were rejected and despised, undesirable for anyone to pass through you, I will make you majestic forever,[z] a source of joy for every generation.[aa]", "16": "You will guzzle the milk of nations[ab] and suckle at the breast of kings. You will know me intimately that I am Yahweh, your Savior, for I am the Mighty Hero who rules over Jacob's tribes, your Kinsman-Redeemer!", "17": "“I will replace your copper with gold, your iron with silver,[ac] your wood with copper, and your stone with iron. I will install peace and prosperity as your government and righteousness as your overseer.", "18": "Threats of violence will no longer be heard in your land, nor will destruction and ruin be found within your borders. You will name your walls Salvation and your gates Praise.", "19": "“The sun will no longer be needed to brighten the day, nor the moon to shine at night, for Yahweh will be your unfailing light; your God will be your glory![ad]", "20": "There will be no more sunsets or new moons,[ae] for Yahweh will be your everlasting light and your days of sadness will be over.[af]", "21": "All your people will be righteous and will permanently possess the land. I planted them there as a tender sapling, the work of my own hands to display my glory.", "22": "I will multiply the least of you into a thousand[ag] and the weakest one into a mighty nation.[ah] I am Yahweh, and when the right time comes,[ai] I will accomplish it swiftly!”"}