{"1": "The mighty Spirit of Lord Yahweh[a] is wrapped around[b] me because Yahweh has anointed me,[c] as a messenger to preach good news to the poor.[d] He sent me to heal the wounds of the brokenhearted, to tell captives, “You are free,”[e] and to tell prisoners, “Be free from your darkness.”[f]", "2": "I am sent to announce a new season[g] of Yahweh's grace[h] and a time of God's recompense on his enemies,[i] to comfort all who are in sorrow,", "3": "to strengthen those crushed by despair who mourn in Zion— to give them a beautiful bouquet[j] in the place of ashes, the oil of bliss[k] instead of tears,[l] and the mantle of joyous praise[m] instead of the spirit of heaviness.[n] Because of this, they will be known as Mighty Oaks[o] of Righteousness, planted[p] by Yahweh as a living display of his glory.", "4": "They will restore ruins from long ago and rebuild what was long devastated.[q] They will renew ruined cities and desolations of past generations.", "5": "Foreigners will be appointed to shepherd your many flocks; strangers will cultivate your fields and tend your vines.", "6": "But you will be known as Priests of Yahweh,[r] and called Servants of our God. You will feast on the wealth of nations and revel[s] in their riches![t]", "7": "Because you received a double dose of shame and dishonor, you will inherit a double portion of endless joy and everlasting bliss!", "8": "“For I, Yahweh, love fairness and justice, and I hate stealing and sin. I will rightly repay them because of my faithfulness and enter into an everlasting covenant with them.", "9": "Their seed will be famous among the nations, and their descendants the center of attention of the people. All who see them will recognize that they are the seed that Yahweh has blessed with favor!”", "10": "I will sing and greatly rejoice in Yahweh! My whole being vibrates with shouts of joy in my God! For he has dressed me with salvation[u] and wrapped me in the robe of his righteousness![v] I appear like a bridegroom on his wedding day, decked out with a beautiful sash,[w] or like a radiant bride adorned with sparkling jewels.", "11": "In the same way the earth produces its crops and seeds spring up in a garden, so will the Lord Yahweh cause righteousness and praise to blossom before all the nations!"}