{"1": "For Zion's sake, how can I keep silent? For Jerusalem's sake, how can I remain quiet? I will keep interceding until her righteousness breaks forth like the blazing light of dawn and her salvation like a burning torch!", "2": "Nations will see your victory-vindication, and every king will witness your blinding radiance! You will be called by a brand-new name,[a] given to you from the mouth of Yahweh himself.", "3": "You will be a beautiful crown held high in the hand of Yahweh, a royal crown[b] of splendor held in the open palm of your God!", "4": "You will never again be called the Abandoned One, nor will your land be called Deserted. But you will be called My Delight Is in You,[c] and your land My Beloved Wife,[d] for Yahweh finds his delight in you and he married your land.", "5": "As a young man marries the young woman he loves, so your builder-sons[e] will marry you. As the bridegroom finds joy in his union with his bride, so will your God take joy in his union with you!", "6": "Jerusalem, I have stationed intercessors on your walls who will never be silent, day or night. You “reminders”[f] of Yahweh, take no rest,", "7": "and tirelessly give God no rest, until he firmly establishes Jerusalem and makes her the praise of all the earth!", "8": "Yahweh swears an oath by the authority of his right hand and by his mighty arm: “I will never again give your new grain as food for your enemies, nor will foreigners drink your new wine that you worked hard to produce.", "9": "Instead, you who harvest it will eat it and offer your praise to Yahweh, and you who gather the grapes will drink the new wine in my holy courts.”[g]", "10": "Pass through, pass through the gates, and go from old to new. Prepare a new path for the people. Build! Build up a highway for them to come to me! Remove every hindrance[h] and unfurl a banner for the nations!", "11": "See? Yahweh has proclaimed to the ends of the earth: Tell my daughter, Zion, “Look, here comes your Deliverer! See? He's bringing his reward, and his recompense goes before him.”", "12": "They will be called His Holy People, The Redeemed of Yahweh. And you will be known as Those Whom God Loves,[i] A City Not Abandoned."}