{"1": "Who is this coming from the city of Bozrah[a] in Edom?[b] He is dressed in garments of bright scarlet,[c] robed in a garment dyed bright red, marching like a champion in his great power and might. “It is I! I am the one who announces righteousness, I am mighty and ready to save!”[d]", "2": "Why are your robes so red, like those of one treading grapes?", "3": "“I have been treading in the winepress alone, and there was no one there from the nations to help me. I stomped on the nations in my anger and trampled them down in my wrath. Their blood soaked my clothing and stained all my robes.", "4": "For a day of vengeance[e] was in my heart, and the time for my redeeming work had come.", "5": "I looked, but there was no one to help me. I was amazed that there was no one to support me. So my own power[f] accomplished salvation, and my wrath[g] sustained me.", "6": "So I trampled down nations in my anger and shattered them[h] in my fury and spilled their blood on the ground.”", "7": "I will tell again of the faithful, gracious acts[i] of Yahweh and praise him for everything[j] he has done for us— the wonderful goodness,[k] the riches of his mercy, which he has shown to the house of Israel, and the abundance of his endless love.", "8": "For he said, “Truly, they are my loyal children who will not act deceitfully.” He became their Savior.[l]", "9": "When they suffered, he suffered with them. The Angel of His Presence[m] saved them. Out of his enduring love and compassion he redeemed them. He lifted them up, carried them in his arms,[n] and cared for them all the days of old.", "10": "But they rebelled against him and grieved his Holy Spirit.[o] Only then did he turn against them. He became their enemy and fought against them.", "11": "Then they remembered God's deeds in days past, the days of Moses and his people. And they asked: “Where now is Yahweh, who brought them miraculously through the Red Sea along with Moses, the shepherd-leader[p] of his flock, and put his Holy Spirit among them?[q]", "12": "Where now is the one who linked his magnificent power to Moses,[r] who divided the waters before them to gain everlasting fame for himself?", "13": "Who led them through the depths of the sea? They were as sure-footed as horses on dry, level ground— they did not stumble.", "14": "As a herder leads his cattle to find rest in a fertile valley, the Spirit of Yahweh led them into rest.[s] In the same way, you led your people to win for yourself a glorious name!”[t]", "15": "Lord, look down from heaven, from your holy, glorious dwelling place, and see us. What happened to your passion for us and your mighty acts of power? Why are you withholding from us your feelings[u] of tender compassion?[v]", "16": "For you are our loving Father. Even if our ancestors, Abraham and Jacob,[w] don't acknowledge us, you, O Yahweh, are our loving Father![x] From ancient times your name is our Redeemer.", "17": "Yahweh, why do you allow us[y] to wander from your ways and harden our hearts to be so stubborn that we do not obey you?[z] Please come back to us, for the sake of those who serve you, for the sake of your people, the tribes that are your inheritance.", "18": "For a short time your holy people possessed a holy place.[aa] But now our enemies have invaded and trampled down your sacred sanctuary.", "19": "You treat us as though we had never been your people, called by your name, or ruled by you."}