{"1": "“I revealed myself to those who didn't even ask to know me. Those who did not seek me found me.[a] I said to a nation that did not call on my name,[b] 'Here I am! Here I am! I will help you!'", "2": "Day after day I have graciously outstretched my hands[c] to a people who turned their backs to me, whose way of life is corrupt, who insist on going their own way.[d]", "3": "They are a people who continually insult me to my face. They openly and defiantly offer sacrifices to their gods in their sacred groves and burn incense on pagan altars.[e]", "4": "They sit inside tombs and spend the night in secret caves.[f] They eat pork[g] and their pots are polluted with the broth of unclean meat.", "5": "They tell others, 'Stay away! Don't come near; I'm too holy for you to touch.' These people are like a stench in my nostrils, a smoldering fire that doesn't go out!", "6": "Their verdict is determined before me, and I will not keep silent: 'I will repay them for what they have done; I will pay them back for what their sins deserve[h]", "7": "for both their sins and the sins of their fathers. Because they burned incense on the high places and blasphemed me on the hills, I will punish them severely, as their actions deserve,'” says Yahweh.", "8": "Here is what Yahweh says: “As new wine is found in the cluster, and someone says, 'Don't destroy it, for there is a blessing in it,' that's what I will do for my servants' sake.[i] I will not destroy them all.", "9": "I will raise up offspring from Jacob and from my chosen ones of Judah to possess my mountains, and my servants will settle there.", "10": "For my people who seek me, I will make the Plain of Sharon[j] a pasture for flocks in the east, and in the west, the Valley of Trouble[k] will be a resting place for cattle, for my people who seek me and no other god.", "11": "“But you who forsake Yahweh and ignore my holy mountain, who celebrate a feast for the goddess called Lady Luck[l] and fill cups of wine to toast the god Destiny,[m] know this: your luck has run out.", "12": "For I will destine you for the sword! You will all kneel down to be slaughtered like sheep because when I called, you did not answer, and when I spoke, you did not listen![n] You did evil before me and chose what I despise.”", "13": "Therefore, this is what the Lord God says: “My servants will eat, but you will go hungry. My servants will drink, but you will go thirsty. My servants will rejoice, but you will be put to shame.", "14": "My servants will sing joyfully with hearts of gladness, but you will cry out from the pain deep inside, and wail from a broken heart.", "15": "When you die, your name will become a curse used by my chosen ones. The Lord God will put you to death, but his godly servants will leave behind the legacy of an honorable name.", "16": "For whoever pronounces a blessing on the earth will do so in the name of the God of Faithfulness.[o] And whoever swears by an oath on the earth will invoke the name of the God of Faithfulness. The failures[p] of the past will be forgotten; they will be hidden from my eyes.", "17": "“Look! I am creating entirely new heavens and a new earth![q] They will be so wonderful that no one will even think about the old ones anymore!", "18": "As you wait for the reality of what I am creating, be filled with joy and unending gladness! Look! I am ready to create Jerusalem as a source of sheer joy, and her people, an absolute delight!", "19": "I will rejoice in this new Jerusalem and find great delight in my people. You will no longer hear the sound of weeping or cries of distress.", "20": "No baby will die in infancy there, and everyone will live out their full lifespan.[r] For when centenarians die, they will be considered youngsters, and anyone who dies earlier will be considered of no account. People will build their own houses to live in, and they will not be taken over by someone else. They will plant their own vineyards to enjoy,[s] and they will not be confiscated by someone else. They will live long lives, like age-old trees,[t] and my chosen ones will enjoy to the fullest the work of their hands throughout their lives.", "23": "They will neither work in vain for someone else, nor will their children face disaster for they will be children[u] and grandchildren[v] who are blessed by Yahweh.", "24": "Before they even call out to me, I will answer them;[w] before they've finished telling me what they need, I'll have already heard.", "25": "The wolf and the lamb will graze side by side[x] and the lion will eat straw like the ox,[y] and the serpent's food will be dust.[z] There will be neither violence nor murder on my entire holy mountain of Zion,” says Yahweh."}