{"1": "This is what Yahweh says: “The heavens are my throne[a] and the earth is my footstool. Where is the house you will build for me?[b] Where is the place where I will rest?", "2": "My hand made these things so they all belong to me,” declares Yahweh. “But there is one my eyes are drawn to: the humble one, the tender one,[c] the trembling one who lives in awe of all I say.", "3": "But the one who offers a bull with no humility is like one who kills a man. The one who offers a lamb without contrition is like one who breaks a dog's neck. The one who brings grain offerings with no heart-purity is like one who offers pig's blood! The one who offers incense with no sincerity is like one who kisses[d] an idol! They have all chosen their own way, not mine, and they take delight in these disgusting things!", "4": "So I chose to punish[e] them and to bring on them what they fear the most because I called out to them and they ignored me. I spoke and they did not listen but did what is evil in my sight and chose what I despise.”", "5": "Hear the words of Yahweh, you who tremble at what he says: “Shame on your own people, who reject you and hate you, claiming they do it for my sake. For they mock you, saying, 'May Yahweh be glorified; let us see you rejoice.'”", "6": "Listen! A sound of uproar is coming from the city a sound from the temple! It is the thunder[f] of Yahweh as he completely punishes his enemies!", "7": "Zion gave birth suddenly, even before going into labor. She delivered a son without any painful contractions.", "8": "Who has ever seen or heard of such a wonder? Could a country be born in a day? Can a nation be birthed so suddenly?[g] Yet no sooner does Zion go into labor than she gives birth to sons!", "9": "Yahweh, your God, says, “Do I allow you to conceive and not to give birth? Do I shut the womb when I'm the one who delivers?”", "10": "So rejoice with Jerusalem and be glad for her! All who love her, join in with her great joy, especially those who remember her grief!", "11": "You, her children, will drink the milk of her prosperity and nurse with delight from her glorious abundance!", "12": "For Yahweh says: “I will extend to her prosperity like a river and the wealth of gentiles like a flooding river. You will nurse from her breast, be cradled in her arms, and delightfully bounced on her knees.", "13": "As a mother tenderly comforts her child, so will I tenderly comfort you, and you will find comfort in Jerusalem.”", "14": "When you feast your eyes on this, your heart will leap for joy and be revived; your body will flourish and sprout like grass.[h] The mighty power[i] of Yahweh will be revealed, resting on his servants, but his fury will be shown to his enemies!", "15": "Look! Yahweh is coming as a raging fire and his chariots like a whirlwind[j] to unleash his anger with fiery fury and with the fiery lightning of his rebuke![k]", "16": "For with fire[l] and with his sword[m] Yahweh will judge[n] humanity— many will be the slain of Yahweh!", "17": "“The end is near for those who 'consecrate' and 'purify' themselves to enter their cultic groves! They go in procession one after another into their ceremonies. They eat disgusting foods—pork, mice, and rodents. ", "18": "I despise their evil works[o] and their thoughts,”[p] says Yahweh. “The time is coming for me to gather people together from all over the world,[q] and they will come and gaze on my radiance. ", "19": "I will set an amazing sign[r] among them. I will send some of the remnant to other nations—to Tarshish, Put,[s] Lud[t] (known for its archers),[u] Tubal,[v] Javan,[w] and distant islands that have never heard of my fame nor gazed on my glory. They will declare my glory among the gentiles! ", "20": "And they will bring back from the nations your own people as an offering to me,” says Yahweh. “They will come on horseback, in chariots, in wagons, on mules and camels to my holy mountain, Jerusalem,” says Yahweh. “In the same way my people bring a grain offering in a sacred vessel to the temple, they will be brought as grain offerings to my holy mountain, Jerusalem, as a holy offering to me. ", "21": "And some of them I will appoint as Levitical priests,” says Yahweh.", "22": "This is what Yahweh declares: “The new heavens and the new earth that I am making will remain and endure before me in the same way your offspring[x] and your name will endure. ", "23": "From one Sabbath to the next, one month to the next, one year to the next, all humanity will come to worship me!", "24": "“They will go out of the city and see the dead bodies of those who rebelled against me. For their worm will not die[y] and their fire will never go out.[z] And they will be abhorrent to humanity.”[aa]"}