{"1": "During the reign of Ahaz,[a] the son of Jotham and grandson of Uzziah, two kings launched an attack against Jerusalem: Rezin, the king of Syria,[b] and Pekah,[c] the son of Remaliah, the king of Israel. But they failed to conquer it.[d]", "2": "When the royal court[e] was told that Syria had formed an alliance with the northern kingdom of Israel,[f] the heart of King Ahaz and all his people trembled with fear, like trees swaying in the wind.", "3": "Then Yahweh spoke to Isaiah and said, “Go and meet with King Ahaz. You'll find him on the road to the Washerman's Field[g] at the end of the aqueduct where it empties into the upper pool.[h] Take with you your son, whom you named a Remnant Will Return.[i] ", "4": "Give him this message: 'Stay calm! Be quiet and guard your heart! Don't panic or be discouraged over these two smoldering stubs of firewood, because of the rage of Rezin and Aram the son of Remaliah.[j] ", "5": "Syria has plotted with the northern kingdom of Israel[k] and the son of Remaliah to come against you. ", "6": "They are saying, “We will attack Judah and cut off Jerusalem—we will terrorize and conquer it for ourselves and install the son of Tabeel as king!”'”", "7": "Now hear what the Lord Yahweh says: “They will not succeed—it will never happen!", "8": "For the head of Syria is Damascus, and the head of Damascus is Rezin. Sixty-five years from now the northern kingdom of Israel will be shattered, with nothing left of it.[l]", "9": "The head of the northern kingdom of Israel is Samaria, and the head of Samaria is the son Remaliah.[m] If you do not stand firm in your faith, you will not be able to stand at all!”[n]", "10": "Again Lord Yahweh spoke to Ahaz:", "11": "“Go ahead—ask for a sign from Yahweh, your God.[o] Ask for something big, so miraculous[p] that you will know only God did it!”", "12": "Ahaz answered, “I will not ask. I won't attempt to test the Lord Yahweh.”", "13": "So Isaiah said, “Pay attention, family of David. It's bad enough to try the patience of a prophet[q] but even worse when you try the patience of my God as well! ", "14": "The Lord himself will give you a sign.[r] Behold—the virgin[s] will conceive and give birth to a son and will name him God Among Us.[t] ", "15": "He will eat curdled milk and honey,[u] and he will know enough to refuse the evil and choose the good. ", "16": "Yet even before that time comes for him to know good and evil, the lands of those two kings you dread will be deserted.[v]", "17": "“The Lord Yahweh is going to bring days of catastrophic trouble—on you, on your people, and on the whole royal court—not seen since the northern kingdom of Israel broke off from Judah. He is going to bring the king of Assyria with his great army!”", "18": "In that day, the Lord Yahweh will whistle and call for flies from Egypt's lower streams.[w] He will whistle for bees from the land of Assyria, ", "19": "and they will swarm down upon you and settle into the steep ravines, the crevices of the rocks, on every thorn bush and at every stagnant pool.[x]", "20": "In that day, the Lord will take his “razor,” the hired king of Assyria from beyond the Euphrates,[y] and he will shave your head, your legs,[z] and also your beard, leaving you ashamed and exposed!", "21": "In that day, if a farmer keeps alive only one heifer and two goats, ", "22": "they will give so much milk that he will have more than he needs. And everyone left in the land will have all the milk and honey they desire.", "23": "In that day, the fine vineyards, each with a thousand vines and worth a thousand pieces of silver,[aa] will be a wilderness overgrown with weeds, briars, and thorn bushes.[ab] ", "24": "People will hunt there with bow and arrow but will find nothing except thorn bushes and briars! ", "25": "The once-cultivated hillsides where vineyards used to grow will be completely overgrown with thorns so that people will be afraid to go there. It will become a place where cattle graze and sheep trample."}