{"1": "No more gloom for those who are in distress! Although the Lord greatly humbled the regions of Zebulun and Naphtali,[a] he will one day bestow upon them great honor—from the Mediterranean eastward to the other side of the Jordan[b] and throughout the Galilee of the gentiles.", "2": "Those who walked in darkness[c] have seen a radiant light shining upon them.[d] They once lived in the shadows of death, but now a glorious light has dawned![e]", "3": "Lord, you have multiplied the nation and given them overwhelming joy! They are ecstatic in your presence and rejoice like those who bring in a great harvest[f] and those who divide up the spoils of victory![g]", "4": "For you have broken the chains[h] that have bound your people and lifted off the heavy bar across their shoulders, the rod the oppressor used against them. You have shattered all their bondage,[i] just as you did when Midian's armies were defeated.", "5": "Every boot of marching troops and every uniform caked with blood will be burned as fuel for the fire.", "6": "A child has been born for us; a son has been given to us.[j] The responsibility of complete dominion will rest on his shoulders, and his name will be: The Wonderful One! The Extraordinary Strategist! The Mighty God![k] The Father of Eternity! The Prince[l] of Peace!", "7": "Great and vast is his dominion.[m] He will bring immeasurable peace and prosperity.[n] He will rule on David's throne and over David's kingdom to establish and uphold it by promoting justice and righteousness from this time forward and forevermore. The marvelous passion[o] that the Lord Yahweh, Commander of Angel Armies, has for his people will ensure that it is finished!", "8": "The Lord decreed a word against Jacob, and it brought calamity upon Israel.", "9": "And all the people of Ephraim and Samaria knew of it. Their hearts filled with pride and they arrogantly boasted, ", "10": "“Our brick walls may have crumbled, but we will rebuild them with dressed stones. Invading armies may have cut down our sycamore trees, but we will plant cedars in their place!”[p]", "11": "So the Lord Yahweh stirred up their enemies and strengthened Rezin's foes,[q] and they came against the people. ", "12": "Syrians[r] on the east, Philistines on the west—they came with bared teeth[s] and devoured Israel. Yet despite all this, his anger did not subside, and his hand of judgment is poised to strike them again. ", "13": "For the people did not repent and turn to the one who struck them or seek the Lord Yahweh, Commander of Angel Armies.", "14": "In a single day, the Lord Yahweh cut off from Israel both head and tail, palm branch and reed. ", "15": "The elders and dignitaries are the head, and the prophet who teaches lies is the tail. ", "16": "The leaders have led them astray, and the citizens are left in confusion. ", "17": "That is why the Lord did not show pity to the young people or have compassion on their orphans and widows. For everyone was godless and did evil and each mouth spewed out wickedness. Therefore, the Lord's anger has not subsided, and his hand is poised to strike them again.", "18": "Surely wickedness burned like an out-of-control fire, consuming thorns and thistles. It set ablaze the thickets of the forest with flames swirling upward in columns of smoke. ", "19": "The land was scorched[t] because of the anger of the Lord Yahweh, Commander of Angel Armies. The people themselves became fuel for the fire, and no one showed compassion toward another. ", "20": "With their right hands they snatched what belonged to others, yet remained hungry. With their left hands they stole food, yet they were starving[u] and even ate their own offspring![v] ", "21": "Manasseh devoured Ephraim, and Ephraim Manasseh, and together they turned against Judah.[w] Yet despite all this, the Lord's anger has not subsided, and his hand is poised to strike them again.[x]"}