{"1": "Truly truly I say to you, He who does not enter into the sheepfold by the door, but climbs up some other way, the same is a thief and a robber. ", "2": "He who goes in by the door is the shepherd of the sheep; ", "3": "to him the porter opens, and the sheep hear his voice, and he calls his own sheep by name and leads them out. ", "4": "And when he has sent forth his own sheep, he goes before them, and the sheep follow him, for they know his voice. ", "5": "A stranger they will not follow, but will flee from him. For they know not the voice of strangers.", "6": "This similitude Jesus spoke to them, but they did not understand the things that he was saying to them.", "7": "Then Jesus spoke to them again: Truly truly I say to you, I am the door of the sheep. ", "8": "All, even as many as came before me, are thieves and robbers; but the sheep did not hear them. ", "9": "I am the door. If anyone enters in by me, he will be safe, and will go in and out, and find pasture. ", "10": "The thief comes not but to steal, kill, and destroy. I have come so that they may have life, and have it more abundantly.", "11": "I am the good shepherd. The good shepherd gives his life for the sheep. ", "12": "But a hired servant, who is not the shepherd, neither are the sheep his own, sees the wolf coming and leaves the sheep, and flees; and the wolf catches them, and scatters the sheep. ", "13": "The hired servant flees because he is a hired servant, and does not care for the sheep.", "14": "I am the good shepherd, and know my own, and am known by my own. ", "15": "As my Father knows me, even so do I know my Father. And I give my life for the sheep. ", "16": "And other sheep I have who are not of this fold. Them also must I bring, so that they may hear my voice, and so that there may be one flock and one shepherd.", "17": "Therefore does my Father love me: because I put my life from me so that I may take it back again. ", "18": "No man takes it from me, but I put it away of myself. I have power to put it from me, and have power to take it again. This commandment I have received from my Father.", "19": "And there was dissension again among the Jews because of these sayings, ", "20": "and many of them said, He has a devil, and is mad. Why do you listen to him? ", "21": "Others said, These are not the words of a man that has a devil. Can a devil open the eyes of the blind?", "22": "And it was at Jerusalem the feast of the Dedication, ", "23": "and it was winter. And Jesus walked in Solomon's porch. ", "24": "Then the Jews came round about him and said to him, How long are you going to keep us in doubt? If you are the Christ, tell us plainly.", "25": "Jesus answered them, I told you, and you do not believe. The works that I do in my Father's name, they bear witness of me. ", "26": "But you do not believe, because you are not of my sheep. ", "27": "As I said to you, my sheep hear my voice, and I know them, and they follow me, ", "28": "and I give to them eternal life. And they shall never perish, neither shall any man pluck them out of my hand. ", "29": "My Father who gave them to me is greater than all, and no one is able to take them out of my Father's hand. ", "30": "And I and my Father are one.", "31": "Then the Jews again took up stones, to stone him. ", "32": "Jesus answered them, Many good works have I shown you from my Father. For which of them would you stone me? ", "33": "The Jews answered him, saying, We do not stone you for your good works, but for your blasphemy, and because you, being a man, make yourself God.", "34": "Jesus answered them, Is it not written in your law: I say, you are gods? ", "35": "If he called them gods to whom the word of God was spoken (and the scripture cannot be broken), ", "36": "do you then say to him whom the Father has sanctified and sent into the world, You blaspheme, because I said I am the Son of God? ", "37": "If I do not do the works of my Father, believe me not. ", "38": "But if I do, then though you do not believe me, yet believe the works, so that you may know and believe that the Father is in me, and I in him.", "39": "Again they went about to seize him, but he escaped out of their hands. ", "40": "And he went away again beyond the Jordan, into the place where John before had baptized, and stayed there. ", "41": "And many people resorted to him and said, John did no miracle, but all the things that John spoke about this man are true.", "42": "And many believed on him there."}