{"1": "Then, six days before the Passover, Jesus went to Bethany, where Lazarus was who had been dead, and whom Jesus raised from death. ", "2": "There they made him a supper, and Martha served. Lazarus was one of those who sat at the table with him. ", "3": "Then Mary took a pound of oyntment called nard, perfect and precious, and anointed Jesus' feet, and wiped his feet with her hair. And the house was filled with the fragrance of the oyntment.", "4": "Then one of his disciples, named Judas Iscariot (Simon's son, who afterward betrayed him), said, ", "5": "Why was this oyntment not sold for three hundred denarii, and given to the poor? ", "6": "He said this, not because he cared for the poor, but because he was a thief, and kept the bag, and carried that which was given. ", "7": "Then Jesus said, Let her alone. She kept it for the day of my burial. ", "8": "The poor you will always have with you, but me you will not always have.", "9": "A great many of the Jews learned that he was there, and they went to Bethany, not for Jesus' sake only, but also to see Lazarus, whom he had raised from death. ", "10": "The high priests therefore held a council, how they could put Lazarus to death also, ", "11": "because on his account many of the Jews went away and believed on Jesus.", "12": "On the next day, many people who had come to the feast, when they heard that Jesus was coming to Jerusalem, ", "13": "took branches of palm trees, and went and met him, and cried, Hosanna! Blessed is he that comes in the name of the Lord, the king of Israel! ", "14": "And Jesus got a young donkey and sat on it, according to that which was written: ", "15": "Fear not, daughter of Zion. Behold, your king comes, sitting on a donkey's colt.", "16": "These things his disciples did not understand at the first. But when Jesus was glorified, then they remembered that such things were written of him, and that people had done such things to him.", "17": "The people that had been with Jesus when he called Lazarus out of his grave and raised him from death were speaking about it. ", "18": "Therefore the crowd met him, because they heard that he had done such a miracle. ", "19": "The Pharisees therefore said among themselves, See how we are accomplishing nothing? Look, the world is going away after him.", "20": "There were among them certain Greeks who came to pray at the feast. ", "21": "They came to Philip, who was of Bethsaida, a village in Galilee, and asked him, saying, Sir, we would like to see Jesus. ", "22": "Philip went and told Andrew, and in turn Andrew and Philip told Jesus.", "23": "And Jesus answered them, saying, The hour is come that the Son of man must be glorified. ", "24": "Truly truly I say to you, unless the wheat seed falls into the ground and dies, it remains alone. If it dies, it brings forth much fruit. ", "25": "He who loves his life will destroy it, and he who hates his life in this world will keep it unto life eternal. ", "26": "If anyone serves me, let him follow me, and where I am, there also shall my servant be. And if anyone serves me, him will my Father honour.", "27": "Now is my soul troubled, and what shall I say? Father, deliver me from this hour? But for this cause I have come to this hour. ", "28": "Father, glorify your name.  Then there came a voice from heaven:  I have glorified it, and will glorify it again. ", "29": "Then the people that stood by and heard said, It thundered!  Others said an angel spoke to him. ", "30": "Jesus answered and said, This voice came not because of me, but for your sakes. ", "31": "Now is the judgment of this world; now shall the prince of this world be cast out. ", "32": "And I, if I be lifted up from the earth, will draw all peoples unto me.", "33": "This Jesus said signifying what death he would die.", "34": "The people answered him, We have heard out of the law that Christ endures forever, so how do you say then that the Son of man must be lifted up? Who is that Son of man?", "35": "Then Jesus said to them, Yet a little while is the light with you. Walk while you have light, lest the darkness come on you. He who walks in the dark does not know where he is going. ", "36": "While you have light, believe on the light, so that you may be the children of the light. These things Jesus spoke, and departed, and hid himself from them. ", "37": "And though he had done so many miracles before them, yet they did not believe on him, ", "38": "so that the saying of Isaiah the prophet might be fulfilled, what he spoke: Lord, who believes our message? and to whom is the arm of the Lord revealed? ", "39": "Therefore they could not believe, because Isaiah says again: ", "40": "He has blinded their eyes and hardened their hearts, so that they will not see with their eyes and understand with their hearts and be reformed, and I would heal them. ", "41": "Such things Isaiah said when he saw his glory and spoke of him.", "42": "Nevertheless, among the chief rulers many believed on him. But because of the Pharisees, they would not acknowledge it, lest they should be excommunicated. ", "43": "For they loved the praise that is given by men more than the praise that comes of God.", "44": "And Jesus cried out and said, He who believes on me, believes not on me, but on him who sent me. ", "45": "And he who sees me, sees him who sent me.  ", "46": "I am come a light into the world, so that whosoever believes on me will not remain in darkness. ", "47": "And if a person hears my words and does not believe, I do not judge him. For I came not to judge the world, but to save the world. ", "48": "He who refuses me, and does not receive my words, has one that judges him. The words that I have spoken, they will judge him in the last day. ", "49": "For I have not spoken of myself, but the Father who sent me, he gave me a commandment, what I should say and what I should speak. ", "50": "And I know that this commandment is life everlasting. Whatsoever I speak therefore, even as the Father has said to me, so I speak."}