{"1": "These things I have said to you so that you are not made to stumble. ", "2": "They will excommunicate you; yea, the time shall come that whoever kills you will think that he does God service. ", "3": "And such things they will do to you because they have not known the Father nor me. ", "4": "But I have told you these things so that when that hour comes, you may remember them, that I told you so.  I did not say these things to you at the beginning, because I was present with you. ", "5": "But now I go my way to him who sent me, and none of you asks me, Where are you going? ", "6": "But because I have said such things to you, your hearts are full of sorrow. ", "7": "Nevertheless, I tell you the truth: it is better for you that I go away. For if I do not go away, the Comforter will not come to you. But if I depart, I will send him to you. ", "8": "And when he is come, he will rebuke the world of sin, and of righteousness, and of judgment: ", "9": "of sin, because they do not believe on me; ", "10": "of righteousness, because I go to my Father and you will see me no more; ", "11": "and of judgment, because the chief ruler of this world is judged already.", "12": "I have yet many things to say to you, but you cannot receive them now. ", "13": "However, when he is come (I mean the Spirit of truth), he will lead you into all truth. He will not speak of himself, but whatever he hears, that he will speak, and he will show you things to come. ", "14": "He will glorify me, for he will receive of mine and will show it to you. ", "15": "All things that the Father has are mine. Therefore I said to you that he will take of mine and show it to you.", "16": "After a while you will not see me, and again after a while you will see me, because I go to the Father.", "17": "Then some of his disciples said between themselves, What is this that he says to us, After a while you will not see me, and again after a while you will see me? and, Because I go to the Father? ", "18": "They said therefore, What is this that he says, After a while? We cannot understand what he says.", "19": "Jesus perceived that they wanted to question him and said to them, You enquire about this between yourselves, that I said, After a while you will not see me, and again after a while you will see me. ", "20": "Truly truly I say to you, you will weep and lament, and the world will rejoice. You will sorrow; but your sorrow will be turned to joy.", "21": "A woman when she travails has sorrow, because her hour is come. But as soon as she is delivered of the child, she remembers no more the anguish, for joy that a man is born into the world. ", "22": "And you now are in sorrow. But I will see you again, and your hearts will rejoice, and no one will take your joy from you. ", "23": "And in that day you will ask me no question. Truly truly I say to you, whatever you ask the Father in my name, he will give you. ", "24": "Until now you have asked nothing in my name. Ask, and you will receive, so that your joy may be full.", "25": "These things I have spoken to you in parables. The time will come when I will speak no more to you in figures, but I will show you plainly from my Father. ", "26": "At that day, you will ask in my name. And I say not to you that I will speak to my Father for you. ", "27": "For the Father himself loves you, because you have loved me and have believed that I came out from God. ", "28": "I went out from the Father and came into the world, and I leave the world again and go to the Father.", "29": "His disciples said to him, Lo, now you speak plainly, and you use no parable. ", "30": "Now we know that you understand all things, and there is no need for anyone to ask you any question. Therefore we believe that you came from God.", "31": "Jesus answered them, Now you do believe. ", "32": "Behold, the hour draws near, and is already come, that you shall be scattered every man his ways, and will leave me alone. And yet I am not alone, because the Father is with me.", "33": "These words I have spoken to you so that in me you may have peace. For in the world you will have tribulation. But be of good cheer: I have overcome the world."}