{"1": "And the third day there was a marriage in Cana, a village of Galilee, and the mother of Jesus was there. ", "2": "And Jesus was invited also, and his disciples, to the marriage. ", "3": "And when the wine failed, Jesus' mother said to him, They have no wine. ", "4": "Jesus said to her, Woman, what have I to do with you? My hour is not yet come. ", "5": "And his mother said to the servants, Whatever he says to you, do it.", "6": "And there were standing there six waterpots of stone, for the purification rites of the Jews, containing twenty or thirty gallons apiece. ", "7": "And Jesus said to them, Fill the waterpots with water. And they filled them up to the brim. ", "8": "And he said to them, Draw some out now, and bring it to the master of the feast. And they brought it.", "9": "When the master of the feast tasted the water that was turned to wine, and did not know where it was from (but the servants who had drawn the water knew), he called the bridegroom ", "10": "and said to him, All men at the beginning set out good wine, and when people have drunk, then that which is worse. But you have kept back the good wine until now.", "11": "This beginning of miracles Jesus did in Cana of Galilee, and showed his glory, and his disciples believed on him. ", "12": "After that, he descended into Capernaum with his mother and his brethren and his disciples, but continued not many days there.", "13": "And the Jews' Passover was near at hand. And Jesus went up to Jerusalem, ", "14": "and found sitting in the temple those who sold oxen and sheep and doves, and the money-changers. ", "15": "And he made a scourge of small cords and drove them all out of the temple with the sheep and oxen, and poured out the changers' money, and overthrew the tables, ", "16": "and said to those who sold doves, Take these things away from here, and do not make my Father's house a house of merchandise! ", "17": "And his disciples remembered that it was written: The zeal of your house has consumed me.", "18": "Then the Jews said to him, What sign can you show to us, seeing that you do these things? ", "19": "Jesus answered and said to them, Destroy this temple, and in three days I will rear it up again.", "20": "Then the Jews said, This temple was forty-six years in building, and will you rear it up in three days?", "21": "But he was speaking of the temple of his body. ", "22": "As soon therefore as he was risen up again from death, his disciples remembered that he had said this. And they believed the scripture, and the words that Jesus had spoken.", "23": "When he was at Jerusalem, at Passover in the feast, many believed on his name when they saw the miracles that he did. ", "24": "But Jesus did not put himself in their hands, ", "25": "because he knew all men, and needed not that anyone should testify of man. For he knew what was in man."}