{"1": "After that, Jesus showed himself again to the disciples at the Sea of Tiberias. And this is how he showed himself: ", "2": "there were together Simon Peter, and Thomas who is called Didymus, and Nathanael of Cana (a town of Galilee), and the sons of Zebedee, and two others of the disciples. ", "3": "Simon Peter said to them, I'm going fishing. They said to him, We also will go with you. They went their way and entered into a boat straightaway, and that night they caught nothing. ", "4": "But when the morning was now come, Jesus stood on the shore. Nevertheless, the disciples did not know that it was Jesus. ", "5": "Jesus said to them, Sirs, do you have any fish? They answered him, No. ", "6": "And he said to them, Cast out the net on the right side of the boat and you will find some. They cast out, and then they were not able to draw the net in for the number of fishes.", "7": "Then the disciple whom Jesus loved said to Peter, It is the Lord! When Simon Peter heard that it was the Lord, he girded his mantle to him (for he had stripped down), and sprang into the sea.", "8": "The other disciples came by boat – for they were not far from land, but about a hundred yards – and they drew in the net with fishes. ", "9": "As soon as they had come to land they saw hot coals, and fish laid on them, and bread. ", "10": "Jesus said to them, Bring some of the fish that you have now caught. ", "11": "Simon Peter stepped forth and drew the net to land full of great fishes, a hundred and fifty-three. And for all there were so many, yet the net was not torn.", "12": "Jesus said to them, Come and eat. And none of the disciples ventured to ask him, Who are you? because they knew that it was the Lord. ", "13": "Jesus then came and took bread and gave it to them, and the fish likewise.", "14": "And this is now the third time that Jesus appeared to his disciples after he was risen again from death.", "15": "When they had eaten, Jesus said to Simon Peter, Simon son of Jonah, do you love me more than these? He said to him, Yes, Lord, you know that I love you. Jesus said to him, Feed my lambs. ", "16": "He said to him again the second time, Simon son of Jonah, do you love me? He said to him, Yes, Lord, you know that I love you. Jesus said to him, Feed my sheep. ", "17": "He said to him the third time, Simon, do you love me? And Peter sorrowed because he said to him the third time, Do you love me? And he said to him, Lord, you know all things. You know that I love you. Jesus said to him, Feed my sheep. ", "18": "Truly truly I say to you, when you were young, you girded yourself and walked where you wished. But when you are old, you will stretch forth your hands, and another will gird you and lead you where you do not wish.", "19": "He spoke this signifying by what death Peter would glorify God. And when he had said this, he said to him, Follow me.", "20": "Peter turned about and saw the disciple whom Jesus loved following, who also had leaned on his breast at supper and said, Lord, who is it that will betray you? ", "21": "When Peter saw him he said to Jesus, Lord, what about this man?", "22": "Jesus said to him, If I desire him to remain till I come, what is that to you? Follow me.", "23": "Then there went out a saying among the brethren that that disciple would not die. But Jesus did not say to him that he would not die, but, If I desire him to remain till I come, what is that to you?", "24": "The same disciple is he who testifies of these things and wrote these things. And we know that his testimony is true.", "25": "There are also many other things that Jesus did, which, if they were written every one, I suppose the world could not contain the books that would be written. Here ends the gospel of Saint John."}