{"1": "After that, there was a feast of the Jews, and Jesus went up to Jerusalem. ", "2": "And there is at Jerusalem, by the slaughterhouse, a pool called in the Hebrew tongue Bethseda, having five porches, ", "3": "in which lay a great number of sick folk, of the blind, lame, and paralyzed, waiting for the moving of the water. ", "4": "For an angel went down at a certain time into the pool and stirred up the water. Whoever then first after the stirring of the water stepped in, was made whole of whatever disease he had.", "5": "And a certain man was there who had been diseased 38 years. ", "6": "When Jesus saw him lying there, and knew that for a long time now he had been diseased, he said to him, Do you want to be made whole? ", "7": "The sick man answered him, Sir, I have no one to put me into the pool when the water is stirred up. But in the meantime, when I am about to come, another steps down before me. ", "8": "And Jesus said to him, Rise, take up your bed, and walk. ", "9": "And immediately the man was made whole, and took up his bed, and walked. And that day was the Sabbath day. ", "10": "The Jews therefore said to him who had been healed, It is the Sabbath day; it is not lawful for you to carry your bed. ", "11": "He answered them, The man who made me whole said to me, Take up your bed and walk. ", "12": "Then they asked him, What man is it that said to you, Take up your bed and walk? ", "13": "But the man that was healed did not know who it was. For Jesus had gotten himself away, because there was a press of people in the place.", "14": "And after that, Jesus found the man in the temple and said to him, Behold, you are made whole. Sin no more, lest a worse thing happen to you. ", "15": "The man departed and told the Jews that it was Jesus who had made him whole. ", "16": "And therefore the Jews persecuted Jesus, and sought means to slay him, because he had done these things on the Sabbath day.", "17": "And Jesus told them, My Father works until now, and I work.", "18": "Therefore the Jews sought all the more to kill him, not only because he had broken the Sabbath, but said also that God was his Father, and made himself equal with God.", "19": "Then Jesus said to them, Truly truly I say to you, the Son can do nothing of himself, but that which he sees the Father do. For whatsoever he does, that the Son does also. ", "20": "For the Father loves the Son, and shows him all things, whatever he himself does. And he will show him greater works than these, because you should marvel. ", "21": "For likewise as the Father raises up the dead and gives them life, even so the Son gives life to whom he will. ", "22": "Neither does the Father judge any man, but has committed all judgment to the Son, ", "23": "because all should honour the Son fully as they honour the Father. He who does not honour the Son, does not honour the Father who has sent him. ", "24": "Truly truly I say to you, he who hears my words and believes on him who sent me, has everlasting life, and shall not come into damnation, but is escaped from death to life.", "25": "Truly truly I say to you, the time shall come, and now is, when the dead shall hear the voice of the Son of God. And those who hear will live. ", "26": "For as the Father has life in himself, so likewise has he given to the Son to have life in himself, ", "27": "and has given him power also to judge, in that he is the Son of man. ", "28": "Do not be surprised at this. And the hour shall come in which all who are in the graves will hear his voice, ", "29": "and will come forth – those who have done good to the resurrection of life, and those who have done evil, to the resurrection of damnation.", "30": "I can of my own self do nothing at all. As I hear, I judge. And my judgment is just, because I seek not my own will, but the will of the Father who has sent me.", "31": "If I bear witness of myself, my witness is not true. ", "32": "There is another who bears witness of me, and I know that the witness he bears of me is true: ", "33": "you sent to John, and he bore witness to the truth. ", "34": "But I do not need the testimony of man. Nevertheless, I say these things so that you might be saved. ", "35": "He was a burning and a shining light, and you were willing for a season to enjoy his light.", "36": "But I have greater witness than the witness of John. For the works which the Father has given me to finish, the same works that I do, bear witness of me, that the Father sent me.", "37": "And the Father himself who has sent me bears witness of me. You have not heard his voice at any time, nor have you seen his nature, ", "38": "and his words you do not have abiding in you. For whom he has sent, him you do not believe.", "39": "Search the scriptures, for in them you think you have eternal life, and it is they that testify of me. ", "40": "And yet you will not come to me so that you might have life. ", "41": "I do not need praise from men, ", "42": "but I know you, that you do not have the love of God in you. ", "43": "I have come in my Father's name, and you do not receive me. If another comes in his own name, him you will receive. ", "44": "How can you believe, who receive honour from one another, and do not seek the honour that comes from God only?", "45": "Do not think that I will accuse you to my Father. There is one who accuses you: even Moses, in whom you trust. ", "46": "For had you believed Moses, you would have believed me. For he wrote of me. ", "47": "But seeing you do not believe his writing, how will you believe my words?"}