{"1": "And Jesus went to the Mount of Olives, ", "2": "and early in the morning came again into the temple. And all the people came to him, and he sat down and taught them. ", "3": "And the scribes and Pharisees brought to him a woman caught in adultery, and set her in the midst, ", "4": "and said to him, Teacher, this woman was caught in adultery, even in the act. ", "5": "Moses in the law commanded us that such should be stoned. What therefore do you say?", "6": "And they said this to bait him, to have something to accuse him of. Jesus stooped down, and with his finger wrote on the ground. ", "7": "And while they continued asking him, he lifted himself up and said to them, Let him who is without sin among you, cast the first stone at her. ", "8": "And again he stooped down and wrote on the ground.", "9": "And as soon as they heard that, they went out one by one, the eldest first. And Jesus was left alone, and the woman standing in the centre. ", "10": "When Jesus lifted up himself again and saw no one but the woman, he said to her, Woman, where are they, your accusers? Has no one condemned you? ", "11": "She said, No one, Lord. And Jesus said, Neither do I condemn you. Go, and sin no more.", "12": "Then Jesus spoke to them again, saying, I am the light of the world. He who follows me shall not walk in darkness, but will have the light of life. ", "13": "The Pharisees said to him, You bear witness of yourself; your witness is not true.", "14": "Jesus answered and said to them, Though I bear witness of myself, yet my witness is true, for I know where I came from and where I am going. But you do not know where I come from or where I am going. ", "15": "You judge after the flesh. I judge no one; ", "16": "and yet if I do judge, my judgment is true. For I am not alone, but it is I and the Father who sent me. ", "17": "It is also written in your law that the testimony of two men is true. ", "18": "I am one who bears witness of myself, and the Father who sent me bears witness of me.", "19": "Then they said to him, Where is your father? Jesus answered, You know neither me, nor yet my Father. If you had known me, you would have known my Father also.", "20": "These words Jesus spoke in the treasury, as he taught in the temple. And no man laid hands on him, for his time was not yet come.", "21": "Then Jesus said again to them, I go my way; and you will seek me, and will die in your sins. Where I go, there you cannot come.", "22": "Then the Jews said, Will he kill himself? For he says, Where I go, there you cannot come.", "23": "And he said to them, You are from beneath. I am from above. You are of this world. I am not of this world. ", "24": "I said therefore to you that you will die in your sins. For unless you believe that I am he, you will die in your sins.", "25": "Then they said to him, Who are you? And Jesus said to them, Even the very same thing that I say to you. ", "26": "I have many things to say, and to judge of you. Yea, and he who sent me is true. And I speak in the world those things that I have heard from him.", "27": "However, they did not understand that he was speaking of his Father. ", "28": "Then Jesus said to them, When you have lifted up on high the Son of man, then you will know that I am he, and that I do nothing of myself, but as my Father has taught me, even so I speak. ", "29": "And he who sent me is with me. The Father has not left me alone, for I do always those things that please him.", "30": "As he spoke these words, many believed on him. ", "31": "Then Jesus said to those Jews who believed on him, If you continue in my words, then you are my very disciples, and shall know the truth; ", "32": "and the truth shall make you free.", "33": "They answered him, We are Abraham's seed, and were never bond to any man. Why do you say then, You shall be made free?", "34": "Jesus answered them, Truly truly I say to you that whoever commits sin, is the servant of sin. ", "35": "And the servant does not abide in the house forever. But the Son abides forever. ", "36": "If the Son therefore makes you free, then you are free indeed. ", "37": "I know that you are Abraham's seed. But you seek means to kill me, because my sayings have no place in you. ", "38": "I speak that which I have seen with my Father, and you do that which you have seen with your father.", "39": "They answered and said to him, Abraham is our father. Jesus said to them, If you were Abraham's children, you would do the deeds of Abraham.  ", "40": "But now you are going about to kill me, a man who has told you the truth, which I have heard from God. This Abraham did not do. ", "41": "You do the deeds of your father. Then they said to him, We were not born of fornication. We have one Father, who is God.", "42": "Jesus said to them, If God were your Father, then you would love me. For I proceeded forth and come from God. Neither did I come of myself, but he sent me. ", "43": "Why do you not know my speech? Even because you cannot abide the hearing of my words. ", "44": "You are of your father, the devil, and your will is to follow the desires of your father. He was a murderer from the beginning, and did not abide in the truth, because there is no truth in him. When he speaks a lie, he speaks of his own nature. For he is a liar, and the father of lies. ", "45": "And because I tell you the truth, therefore you do not believe me. ", "46": "Which of you can rebuke me of sin? If I speak the truth, why do you not believe me? ", "47": "He who is of God, hears God's words. You therefore do not hear them, because you are not of God.", "48": "Then the Jews answered and said to him, Are we not right to say that you are a Samaritan and have a devil?", "49": "Jesus answered, I have no devil. But I honour my Father, and you have dishonoured me. ", "50": "I do not seek my own glory, but there is one who seeks and judges. ", "51": "Truly truly I say to you, if a person keeps my sayings, he shall never see death.", "52": "Then said the Jews to him, Now we know that you have a devil. Abraham is dead, and also the prophets, and yet you say, If anyone keeps my sayings, he will never taste of death. ", "53": "Are you greater than our father Abraham, who is dead? And the prophets are dead. Who do you make yourself out to be?", "54": "Jesus answered, If I honour myself, my honour is of no value. It is my Father who honours me, whom you say is your God, ", "55": "and yet you have not known him. But I know him. And if I said I did not know him, I would be a liar like you. But I know him, and keep his word. ", "56": "Your father Abraham was glad to see my day, and he saw it and rejoiced.", "57": "Then the Jews said to him, You are not yet fifty years old, and have you seen Abraham?", "58": "Jesus said to them, Truly truly I say to you, before Abraham was, I am.", "59": "Then they took up stones to cast at him. But Jesus hid himself, and went out of the temple."}