{"1": "And as Jesus passed by, he saw a man who was blind from his birth. ", "2": "And his disciples asked him, saying, Master, who did sin: this man, or his father and mother, that he was born blind? ", "3": "Jesus answered, Neither has this man sinned, nor yet his father and mother, but it is so that the works of God may be shown on him. ", "4": "I must work the works of him that sent me while it is day. The night comes, when no man can work. ", "5": "As long as I am in the world, I am the light of the world.", "6": "As soon as he had thus spoken, he spat on the ground and made clay of the spittle, and rubbed the clay on the eyes of the blind man, ", "7": "and said to him, Go and wash in the pool of Siloam (which, translated, means Sent). He went his way and washed, and came back seeing. ", "8": "The neighbours and people that had seen him before, how he was a beggar, said, Is this not the man who sat and begged? ", "9": "Some said, This is the man. Others said, He is like him. But he himself said, I am he.", "10": "They said to him, How were your eyes opened then? ", "11": "He answered and said, The man that is called Jesus made clay and anointed my eyes, and said to me, Go to the pool Siloam and wash. And I went and washed, and received my sight.", "12": "They said to him, Where is he? He said, I do not know.", "13": "Then they brought to the Pharisees the man who a little before had been blind. ", "14": "For it was the Sabbath day when Jesus had made the clay and opened his eyes. ", "15": "Then again the Pharisees also asked him how he had received his sight. He said to them, He put clay upon my eyes, and I washed, and do see. ", "16": "Then some of the Pharisees said, This man is not of God, because he does not keep the Sabbath day. Others said, How can a man who is a sinner do such miracles? And there was disagreement among them. ", "17": "Then they spoke to the blind man again: What do you say about him, since he has opened your eyes? And he said, He is a prophet.", "18": "But the Jews did not believe concerning the fellow, that he had been blind and received his sight, until they called the father and mother of him who had received his sight. ", "19": "And they asked them, saying, Is this your son, whom you say was born blind? How then does he now see?", "20": "His father and mother answered them and said, We know well that this is our son and that he was born blind. ", "21": "But by what means he now sees, that we do not know. Or who has opened his eyes, we do not know. He is old enough; ask him. Let him answer for himself.", "22": "His father and mother spoke such words because they feared the Jews. For the Jews had decided already that if anyone confessed that Jesus was the Christ, he would be excommunicated out of the synagogue. ", "23": "Therefore his father and mother said, He is old enough; ask him.", "24": "Then again they called the man who had been blind and said to him, Give God the praise. We know that this man is a sinner.", "25": "He answered and said, Whether he is a sinner or not, I do not know. One thing I am sure of: I was blind, and now I see.", "26": "Then they said to him again, What did he do to you? How did he open your eyes?", "27": "He answered them, I told you already, and you did not hear. Why do you want to hear it again? Do you also want to be his disciples?", "28": "Then they berated him and said, You are his disciple. We are Moses' disciples. ", "29": "We are sure that God spoke with Moses. This fellow, we do not know where he is from.", "30": "The man answered and said to them, This is a marvellous thing, that you do not where he is from, seeing he has opened my eyes. ", "31": "For we are sure that God does not hear sinners. But if anyone is a worshipper of God and does his will, him he hears. ", "32": "Since the world began it has never been heard that any man opened the eyes of someone that was born blind. ", "33": "If this man were not of God, he could have done nothing.", "34": "They answered and said to him, You are altogether born in sin, and do you teach us? And they cast him out.", "35": "Jesus heard that they had excommunicated the man, and as soon as he found him, he said to him, Do you believe on the Son of God? ", "36": "He answered and said, Who is it, Lord, so that I can believe on him? ", "37": "And Jesus said to him, You have seen him, and he it is who talks with you.", "38": "And he said, Lord, I believe! and worshipped him.", "39": "Jesus said, I have come for judgment into this world, so that those who do not see may see, and those who see, may be made blind.", "40": "And some of the Pharisees who were with him heard these words and said to him, Are we then blind? ", "41": "Jesus said to them, If you were blind, you would have no sin. But now you say, We see. Therefore your sin remains."}