{"1": "The Lord gave this message to Hosea son of Beeri during the years when Uzziah, Jotham, Ahaz, and Hezekiah were kings of Judah, and Jeroboam son of Jehoash[a] was king of Israel.", "2": "When the Lord first began speaking to Israel through Hosea, he said to him, “Go and marry a prostitute,[b] so that some of her children will be conceived in prostitution. This will illustrate how Israel has acted like a prostitute by turning against the Lord and worshiping other gods.”", "3": "So Hosea married Gomer, the daughter of Diblaim, and she became pregnant and gave Hosea a son.", "4": "And the Lord said, “Name the child Jezreel, for I am about to punish King Jehu's dynasty to avenge the murders he committed at Jezreel. In fact, I will bring an end to Israel's independence.", "5": "I will break its military power in the Jezreel Valley.”", "6": "Soon Gomer became pregnant again and gave birth to a daughter. And the Lord said to Hosea, “Name your daughter Lo-ruhamah—'Not loved'—for I will no longer show love to the people of Israel or forgive them.", "7": "But I will show love to the people of Judah. I will free them from their enemies—not with weapons and armies or horses and charioteers, but by my power as the Lord their God.”", "8": "After Gomer had weaned Lo-ruhamah, she again became pregnant and gave birth to a second son.", "9": "And the Lord said, “Name him Lo-ammi—'Not my people'—for Israel is not my people, and I am not their God.", "10": "[c]“Yet the time will come when Israel's people will be like the sands of the seashore—too many to count! Then, at the place where they were told, 'You are not my people,' it will be said, 'You are children of the living God.'", "11": "Then the people of Judah and Israel will unite together. They will choose one leader for themselves, and they will return from exile together. What a day that will be—the day of Jezreel[d]—when God will again plant his people in his land."}