{"1": "My children, I write these things to you so that you will not sin. If anyone does sin, we have an Advocate before the Father: Jesus Christ, the Righteous One. ", "2": "He is the atoning sacrifice for our sins, and not only for ours but also for the whole world.", "3": "This is how we know that we have known him: if we keep his commands. ", "4": "The one who says, “I know him,” but does not keep his commands is a liar, and the truth is not in him. ", "5": "If anyone keeps God's word, the love of God is truly made complete in him. This is how we know that we are in him: ", "6": "The one who says he remains in him should walk as Jesus[a] walked.", "7": "Dear friends, I am not writing you a new command but an old one that you have had since the beginning. The old command is the message you heard. ", "8": "At the same time, the command I am writing is new—it is true in Jesus[b] and in you, because the darkness is passing away, and the true light is already shining. ", "9": "The one who says he is in the light and yet hates his brother is still in the darkness. ", "10": "The one who loves his brother remains in the light, and nothing causes him to stumble. ", "11": "The one who hates his brother is in the darkness and walks in the darkness and does not know where he is going, because the darkness has blinded his eyes.", "12": "I am writing to you, dear children, because your sins have been forgiven because of his name.", "13": "I am writing to you, fathers, because you have known him who is from the beginning. I am writing to you, young men, because you have overcome the Evil One.", "14": "I have written to you, little children, because you have known the Father. I have written to you, fathers, because you have known him who is from the beginning. I have written to you, young men, because you are strong, and the word of God remains in you, and you have overcome the Evil One.", "15": "Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. ", "16": "For everything in the world—the lust of the flesh, the desire of the eyes, boasting about material possessions—is not from the Father but from the world. ", "17": "The world and its desires pass away, but the one who does the will of God remains forever.", "18": "Dear children, it is the last hour. The Antichrist is coming, just as you have heard, and even now many antichrists have come. (This is how you know that it is the last hour.) ", "19": "They went out from us, but they really were not part of us. If they had been part of us, they would have stayed with us. Instead they all showed that they were not part of us.", "20": "You have an anointing from the Holy One, and you know all things.[c] ", "21": "I did not write to you because you do not know the truth but because you do know it and because no lie comes from the truth. ", "22": "Who is a liar but the one who denies that Jesus is the Christ? This is an antichrist: the one who denies the Father and the Son. ", "23": "Everyone who denies the Son does not have the Father. But the one who confesses the Son has the Father as well. ", "24": "Let what you have heard from the beginning remain in you. If what you have heard from the beginning remains in you, then you will remain in the Son and the Father. ", "25": "And this is what he promised you: eternal life.", "26": "I have written these things to you about those who are misleading you. ", "27": "As for you, the anointing you received from him remains in you, and you have no need for someone to teach you. Rather, since his anointing teaches you all things and since it is true and is no lie, remain in him, just as it has taught you.", "28": "So now, dear children, remain in him so that we may be confident when he appears and may be unashamed before him at his coming. ", "29": "If you know that he is righteous, then you know that everyone who does what is right has been born of him."}