{"1": "After the death of Saul, when David had returned from the slaughter of the Amal′ekites, David remained two days in Ziklag; ", "2": "and on the third day, behold, a man came from Saul's camp, with his clothes rent and earth upon his head. And when he came to David, he fell to the ground and did obeisance. ", "3": "David said to him, “Where do you come from?” And he said to him, “I have escaped from the camp of Israel.” ", "4": "And David said to him, “How did it go? Tell me.” And he answered, “The people have fled from the battle, and many of the people also have fallen and are dead; and Saul and his son Jonathan are also dead.” ", "5": "Then David said to the young man who told him, “How do you know that Saul and his son Jonathan are dead?” ", "6": "And the young man who told him said, “By chance I happened to be on Mount Gilbo′a; and there was Saul leaning upon his spear; and lo, the chariots and the horsemen were close upon him. ", "7": "And when he looked behind him, he saw me, and called to me. And I answered, 'Here I am.' ", "8": "And he said to me, 'Who are you?' I answered him, 'I am an Amal′ekite.' ", "9": "And he said to me, 'Stand beside me and slay me; for anguish has seized me, and yet my life still lingers.' ", "10": "So I stood beside him, and slew him, because I was sure that he could not live after he had fallen; and I took the crown which was on his head and the armlet which was on his arm, and I have brought them here to my lord.”", "11": "Then David took hold of his clothes, and rent them; and so did all the men who were with him; ", "12": "and they mourned and wept and fasted until evening for Saul and for Jonathan his son and for the people of the Lord and for the house of Israel, because they had fallen by the sword. ", "13": "And David said to the young man who told him, “Where do you come from?” And he answered, “I am the son of a sojourner, an Amal′ekite.” ", "14": "David said to him, “How is it you were not afraid to put forth your hand to destroy the Lord's anointed?” ", "15": "Then David called one of the young men and said, “Go, fall upon him.” And he smote him so that he died. ", "16": "And David said to him, “Your blood be upon your head; for your own mouth has testified against you, saying, 'I have slain the Lord's anointed.'”", "17": "And David lamented with this lamentation over Saul and Jonathan his son, ", "18": "and he said it[a] should be taught to the people of Judah; behold, it is written in the Book of Jashar.[b] He said:", "19": "“Thy glory, O Israel, is slain upon thy high places! How are the mighty fallen!", "20": "Tell it not in Gath, publish it not in the streets of Ash′kelon; lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised exult.", "21": "“Ye mountains of Gilbo′a, let there be no dew or rain upon you, nor upsurging of the deep![c] For there the shield of the mighty was defiled, the shield of Saul, not anointed with oil.", "22": "“From the blood of the slain, from the fat of the mighty, the bow of Jonathan turned not back, and the sword of Saul returned not empty.", "23": "“Saul and Jonathan, beloved and lovely! In life and in death they were not divided; they were swifter than eagles, they were stronger than lions.", "24": "“Ye daughters of Israel, weep over Saul, who clothed you daintily in scarlet, who put ornaments of gold upon your apparel.", "25": "“How are the mighty fallen in the midst of the battle! “Jonathan lies slain upon thy high places.", "26": "I am distressed for you, my brother Jonathan; very pleasant have you been to me; your love to me was wonderful, passing the love of women.[d]", "27": "“How are the mighty fallen, and the weapons of war perished!”"}