{"1": "After this the king of the Ammonites died, and Hanun his son reigned in his stead. ", "2": "And David said, “I will deal loyally with Hanun the son of Nahash, as his father dealt loyally with me.” So David sent by his servants to console him concerning his father. And David's servants came into the land of the Ammonites. ", "3": "But the princes of the Ammonites said to Hanun their lord, “Do you think, because David has sent comforters to you, that he is honoring your father? Has not David sent his servants to you to search the city, and to spy it out, and to overthrow it?” ", "4": "So Hanun took David's servants, and shaved off half the beard of each, and cut off their garments in the middle, at their hips, and sent them away. ", "5": "When it was told David, he sent to meet them, for the men were greatly ashamed. And the king said, “Remain at Jericho until your beards have grown, and then return.”", "6": "When the Ammonites saw that they had become odious to David, the Ammonites sent and hired the Syrians of Beth-re′hob, and the Syrians of Zobah, twenty thousand foot soldiers, and the king of Ma′acah with a thousand men, and the men of Tob, twelve thousand men. ", "7": "And when David heard of it, he sent Jo′ab and all the host of the mighty men. ", "8": "And the Ammonites came out and drew up in battle array at the entrance of the gate; and the Syrians of Zobah and of Rehob, and the men of Tob and Ma′acah, were by themselves in the open country.", "9": "When Jo′ab saw that the battle was set against him both in front and in the rear, he chose some of the picked men of Israel, and arrayed them against the Syrians; ", "10": "the rest of his men he put in the charge of Abi′shai his brother, and he arrayed them against the Ammonites. ", "11": "And he said, “If the Syrians are too strong for me, then you shall help me; but if the Ammonites are too strong for you, then I will come and help you. ", "12": "Be of good courage, and let us play the man for our people, and for the cities of our God; and may the Lord do what seems good to him.” ", "13": "So Jo′ab and the people who were with him drew near to battle against the Syrians; and they fled before him. ", "14": "And when the Ammonites saw that the Syrians fled, they likewise fled before Abi′shai, and entered the city. Then Jo′ab returned from fighting against the Ammonites, and came to Jerusalem.", "15": "But when the Syrians saw that they had been defeated by Israel, they gathered themselves together. ", "16": "And Hadade′zer sent, and brought out the Syrians who were beyond the Euphra′tes;[a] and they came to Helam, with Shobach the commander of the army of Hadade′zer at their head. ", "17": "And when it was told David, he gathered all Israel together, and crossed the Jordan, and came to Helam. And the Syrians arrayed themselves against David, and fought with him. ", "18": "And the Syrians fled before Israel; and David slew of the Syrians the men of seven hundred chariots, and forty thousand horsemen, and wounded Shobach the commander of their army, so that he died there. ", "19": "And when all the kings who were servants of Hadade′zer saw that they had been defeated by Israel, they made peace with Israel, and became subject to them. So the Syrians feared to help the Ammonites any more."}