{"1": "[a]In the spring of the year, the time when kings go forth to battle, David sent Jo′ab, and his servants with him, and all Israel; and they ravaged the Ammonites, and besieged Rabbah. But David remained at Jerusalem.", "2": "It happened, late one afternoon, when David arose from his couch and was walking upon the roof of the king's house, that he saw from the roof a woman bathing; and the woman was very beautiful. ", "3": "And David sent and inquired about the woman. And one said, “Is not this Bathshe′ba, the daughter of Eli′am, the wife of Uri′ah the Hittite?” ", "4": "So David sent messengers, and took her; and she came to him, and he lay with her. (Now she was purifying herself from her uncleanness.) Then she returned to her house. ", "5": "And the woman conceived; and she sent and told David, “I am with child.”", "6": "So David sent word to Jo′ab, “Send me Uri′ah the Hittite.” And Jo′ab sent Uri′ah to David. ", "7": "When Uri′ah came to him, David asked how Jo′ab was doing, and how the people fared, and how the war prospered. ", "8": "Then David said to Uri′ah, “Go down to your house, and wash your feet.” And Uri′ah went out of the king's house, and there followed him a present from the king. ", "9": "But Uri′ah slept at the door of the king's house with all the servants of his lord, and did not go down to his house. ", "10": "When they told David, “Uri′ah did not go down to his house,” David said to Uri′ah, “Have you not come from a journey? Why did you not go down to your house?” ", "11": "Uri′ah said to David, “The ark and Israel and Judah dwell in booths; and my lord Jo′ab and the servants of my lord are camping in the open field; shall I then go to my house, to eat and to drink, and to lie with my wife?[b] As you live, and as your soul lives, I will not do this thing.” ", "12": "Then David said to Uri′ah, “Remain here today also, and tomorrow I will let you depart.” So Uri′ah remained in Jerusalem that day, and the next. ", "13": "And David invited him, and he ate in his presence and drank, so that he made him drunk; and in the evening he went out to lie on his couch with the servants of his lord, but he did not go down to his house.", "14": "In the morning David wrote a letter to Jo′ab, and sent it by the hand of Uri′ah. ", "15": "In the letter he wrote, “Set Uri′ah in the forefront of the hardest fighting, and then draw back from him, that he may be struck down, and die.” ", "16": "And as Jo′ab was besieging the city, he assigned Uri′ah to the place where he knew there were valiant men. ", "17": "And the men of the city came out and fought with Jo′ab; and some of the servants of David among the people fell. Uri′ah the Hittite was slain also. ", "18": "Then Jo′ab sent and told David all the news about the fighting; ", "19": "and he instructed the messenger, “When you have finished telling all the news about the fighting to the king, ", "20": "then, if the king's anger rises, and if he says to you, 'Why did you go so near the city to fight? Did you not know that they would shoot from the wall? ", "21": "Who killed Abim′elech the son of Jerub′besheth? Did not a woman cast an upper millstone upon him from the wall, so that he died at Thebez? Why did you go so near the wall?' then you shall say, 'Your servant Uri′ah the Hittite is dead also.'”", "22": "So the messenger went, and came and told David all that Jo′ab had sent him to tell. ", "23": "The messenger said to David, “The men gained an advantage over us, and came out against us in the field; but we drove them back to the entrance of the gate. ", "24": "Then the archers shot at your servants from the wall; some of the king's servants are dead; and your servant Uri′ah the Hittite is dead also.” ", "25": "David said to the messenger, “Thus shall you say to Jo′ab, 'Do not let this matter trouble you, for the sword devours now one and now another; strengthen your attack upon the city, and overthrow it.' And encourage him.”", "26": "When the wife of Uri′ah heard that Uri′ah her husband was dead, she made lamentation for her husband. ", "27": "And when the mourning was over, David sent and brought her to his house, and she became his wife, and bore him a son. But the thing that David had done displeased the Lord."}