{"1": "Then David mustered the men who were with him, and set over them commanders of thousands and commanders of hundreds. ", "2": "And David sent forth the army, one third under the command of Jo′ab, one third under the command of Abi′shai the son of Zeru′iah, Jo′ab's brother, and one third under the command of It′tai the Gittite. And the king said to the men, “I myself will also go out with you.” ", "3": "But the men said, “You shall not go out. For if we flee, they will not care about us. If half of us die, they will not care about us. But you are worth ten thousand of us;[a] therefore it is better that you send us help from the city.” ", "4": "The king said to them, “Whatever seems best to you I will do.” So the king stood at the side of the gate, while all the army marched out by hundreds and by thousands. ", "5": "And the king ordered Jo′ab and Abi′shai and It′tai, “Deal gently for my sake with the young man Ab′salom.” And all the people heard when the king gave orders to all the commanders about Ab′salom.", "6": "So the army went out into the field against Israel; and the battle was fought in the forest of E′phraim. ", "7": "And the men of Israel were defeated there by the servants of David, and the slaughter there was great on that day, twenty thousand men. ", "8": "The battle spread over the face of all the country; and the forest devoured more people that day than the sword.", "9": "And Ab′salom chanced to meet the servants of David. Ab′salom was riding upon his mule, and the mule went under the thick branches of a great oak, and his head caught fast in the oak, and he was left hanging[b] between heaven and earth, while the mule that was under him went on. ", "10": "And a certain man saw it, and told Jo′ab, “Behold, I saw Ab′salom hanging in an oak.” ", "11": "Jo′ab said to the man who told him, “What, you saw him! Why then did you not strike him there to the ground? I would have been glad to give you ten pieces of silver and a girdle.” ", "12": "But the man said to Jo′ab, “Even if I felt in my hand the weight of a thousand pieces of silver, I would not put forth my hand against the king's son; for in our hearing the king commanded you and Abi′shai and It′tai, 'For my sake protect the young man Ab′salom.' ", "13": "On the other hand, if I had dealt treacherously against his life[c] (and there is nothing hidden from the king), then you yourself would have stood aloof.” ", "14": "Jo′ab said, “I will not waste time like this with you.” And he took three darts in his hand, and thrust them into the heart of Ab′salom, while he was still alive in the oak. ", "15": "And ten young men, Jo′ab's armor-bearers, surrounded Ab′salom and struck him, and killed him.", "16": "Then Jo′ab blew the trumpet, and the troops came back from pursuing Israel; for Jo′ab restrained them. ", "17": "And they took Ab′salom, and threw him into a great pit in the forest, and raised over him a very great heap of stones; and all Israel fled every one to his own home. ", "18": "Now Ab′salom in his lifetime had taken and set up for himself the pillar which is in the King's Valley, for he said, “I have no son to keep my name in remembrance”; he called the pillar after his own name, and it is called Ab′salom's monument to this day.", "19": "Then said Ahim′a-az the son of Zadok, “Let me run, and carry tidings to the king that the Lord has delivered him from the power of his enemies.” ", "20": "And Jo′ab said to him, “You are not to carry tidings today; you may carry tidings another day, but today you shall carry no tidings, because the king's son is dead.” ", "21": "Then Jo′ab said to the Cushite, “Go, tell the king what you have seen.” The Cushite bowed before Jo′ab, and ran. ", "22": "Then Ahim′a-az the son of Zadok said again to Jo′ab, “Come what may, let me also run after the Cushite.” And Jo′ab said, “Why will you run, my son, seeing that you will have no reward for the tidings?” ", "23": "“Come what may,” he said, “I will run.” So he said to him, “Run.” Then Ahim′a-az ran by the way of the plain, and outran the Cushite.", "24": "Now David was sitting between the two gates; and the watchman went up to the roof of the gate by the wall, and when he lifted up his eyes and looked, he saw a man running alone. ", "25": "And the watchman called out and told the king. And the king said, “If he is alone, there are tidings in his mouth.” And he came apace, and drew near. ", "26": "And the watchman saw another man running; and the watchman called to the gate and said, “See, another man running alone!” The king said, “He also brings tidings.” ", "27": "And the watchman said, “I think the running of the foremost is like the running of Ahim′a-az the son of Zadok.” And the king said, “He is a good man, and comes with good tidings.”", "28": "Then Ahim′a-az cried out to the king, “All is well.” And he bowed before the king with his face to the earth, and said, “Blessed be the Lord your God, who has delivered up the men who raised their hand against my lord the king.” ", "29": "And the king said, “Is it well with the young man Ab′salom?” Ahim′a-az answered, “When Jo′ab sent your servant,[d] I saw a great tumult, but I do not know what it was.” ", "30": "And the king said, “Turn aside, and stand here.” So he turned aside, and stood still.", "31": "And behold, the Cushite came; and the Cushite said, “Good tidings for my lord the king! For the Lord has delivered you this day from the power of all who rose up against you.” ", "32": "The king said to the Cushite, “Is it well with the young man Ab′salom?” And the Cushite answered, “May the enemies of my lord the king, and all who rise up against you for evil, be like that young man.” ", "33": "[e] And the king was deeply moved, and went up to the chamber over the gate, and wept; and as he went, he said, “O my son Ab′salom, my son, my son Ab′salom! Would I had died instead of you, O Ab′salom, my son, my son!”"}