{"1": "After this David defeated the Philistines and subdued them, and David took Meth′eg-am′mah out of the hand of the Philistines.", "2": "And he defeated Moab, and measured them with a line, making them lie down on the ground; two lines he measured to be put to death, and one full line to be spared. And the Moabites became servants to David and brought tribute.", "3": "David also defeated Hadade′zer the son of Rehob, king of Zobah, as he went to restore his power at the river Euphra′tes. ", "4": "And David took from him a thousand and seven hundred horsemen, and twenty thousand foot soldiers; and David hamstrung all the chariot horses, but left enough for a hundred chariots. ", "5": "And when the Syrians of Damascus came to help Hadade′zer king of Zobah, David slew twenty-two thousand men of the Syrians. ", "6": "Then David put garrisons in Aram of Damascus; and the Syrians became servants to David and brought tribute. And the Lord gave victory to David wherever he went. ", "7": "And David took the shields of gold which were carried by the servants of Hadade′zer, and brought them to Jerusalem. ", "8": "And from Betah and from Bero′thai, cities of Hadade′zer, King David took very much bronze.", "9": "When To′i king of Hamath heard that David had defeated the whole army of Hadade′zer, ", "10": "To′i sent his son Joram to King David, to greet him, and to congratulate him because he had fought against Hadade′zer and defeated him; for Hadade′zer had often been at war with To′i. And Joram brought with him articles of silver, of gold, and of bronze; ", "11": "these also King David dedicated to the Lord, together with the silver and gold which he dedicated from all the nations he subdued, ", "12": "from Edom, Moab, the Ammonites, the Philistines, Am′alek, and from the spoil of Hadade′zer the son of Rehob, king of Zobah.", "13": "And David won a name for himself. When he returned, he slew eighteen thousand E′domites[a] in the Valley of Salt. ", "14": "And he put garrisons in Edom; throughout all Edom he put garrisons, and all the E′domites became David's servants. And the Lord gave victory to David wherever he went.", "15": "So David reigned over all Israel; and David administered justice and equity to all his people. ", "16": "And Jo′ab the son of Zeru′iah was over the army; and Jehosh′aphat the son of Ahi′lud was recorder; ", "17": "and Zadok the son of Ahi′tub and Ahim′elech the son of Abi′athar were priests; and Serai′ah was secretary; ", "18": "and Benai′ah the son of Jehoi′ada was over[b] the Cher′ethites and the Pel′ethites; and David's sons were priests."}