{"1": "Finally, my brothers and sisters, rejoice in the Lord! To keep writing the same things to you is not troublesome for me—but for you it is a safeguard.", "2": "Beware of the dogs,[a] beware of the evil workers, beware of the mutilation.", "3": "[b] 3 For it is we who are the circumcision, who worship by the Ruach Elohim and glory in Messiah Yeshua and have not depended on the flesh—", "4": "though I myself might have confidence in the flesh also. If anyone else thinks he might depend on the flesh, I far more—", "5": "circumcised the eighth day; of the nation of Israel; from the tribe of Benjamin; a Hebrew of Hebrews; in regard to the Torah, a Pharisee; ", "6": "as for zeal, persecuting Messiah's community; as for Torah righteousness, found blameless.", "7": "But whatever things were gain to me, these I have considered as loss for the sake of the Messiah. ", "8": "More than that, I consider all things to be loss in comparison to the surpassing value of the knowledge of Messiah Yeshua my Lord. Because of Him I have suffered the loss of all things; and I consider them garbage[c] in order that I might gain Messiah ", "9": "and be found in Him not having my righteousness derived from Torah, but one that is through trusting in Messiah—the righteousness from God based on trust.", "10": "[d] 10 My aim is to know Him and the power of His resurrection and the sharing of His sufferings, becoming like Him in His death—", "11": "if somehow I might arrive at the resurrection from among the dead.", "12": "Not that I have already obtained this or been perfected, but I press on if only I might take hold of that for which Messiah Yeshua took hold of me.", "13": "[e] 13 Brothers and sisters, I do not consider myself as having taken hold of this. But this one thing I do: forgetting what is behind and straining toward what is ahead, ", "14": "I press on toward the goal for the reward of the upward calling of God in Messiah Yeshua.", "15": "[f] 15 Therefore let all who are mature have this attitude; and if you have a different attitude in anything, this also God will reveal to you. ", "16": "Nevertheless, let us live up to the same standard we have attained.", "17": "Brothers and sisters, join in following my example and notice those who walk according to the pattern you have in us. ", "18": "(18 For many walk who are enemies of the cross of Messiah—I have often told you about them, and now I am even weeping as I tell you. ", "19": "Their end is destruction—their god is their belly and their glory is in their shame. They set their minds on earthly things.)", "20": "For our citizenship is in heaven, and from there we eagerly wait for the Savior, the Lord Yeshua the Messiah.", "21": "He will transform this humble body of ours into the likeness of His glorious body, through the power that enables Him even to put all things in subjection to Himself."}