{"1": "Therefore, my brothers and sisters whom I love and long for, my joy and crown—stand firm in the Lord in this way, my loved ones.", "2": "I urge Euodia and Syntyche to be in harmony in the Lord. ", "3": "Yes, and I ask you, true companion,[a] to help these women—they labored side by side with me in spreading the Good News, together with Clement also and the rest of my fellow workers, whose names are in the Book of Life.", "4": "Rejoice in the Lord always—again I will say, rejoice! ", "5": "Let your gentleness be known to all people. The Lord is near. ", "6": "Do not be anxious about anything—but in everything, by prayer and petition with thanksgiving, let your requests be made known to God. ", "7": "And the shalom of God, which surpasses all understanding, will guard your hearts and your minds in Messiah Yeshua.[b]", "8": "Finally, brothers and sisters, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable—if there is any virtue and if there is anything worthy of praise—dwell on these things. ", "9": "What you have learned and received and heard and seen in me—put these things into practice, and the God of shalom will be with you.", "10": "I rejoiced in the Lord greatly, that now at last you have revived your concern for me (though you were concerned before but lacked opportunity to show it). ", "11": "I am not saying this because I am in need—for whatever circumstance I am in, I have learned to be content. ", "12": "I know what it is to live with humble means, and I know what it is to live in prosperity. In any and every circumstance I have learned the secret of contentment—both to be filled and to go hungry, to have abundance and to suffer need. ", "13": "I can do all things through Messiah[c] who strengthens me.", "14": "Nevertheless, you have done well to share in my trouble. ", "15": "Now you Philippians also know that in the beginning of the Good News, when I left Macedonia, not a single community partnered with me in giving and receiving—except you alone. ", "16": "For even in Thessalonica you sent something for my need more than once. ", "17": "Not that I am looking for a gift, but for fruit that overflows to your credit. ", "18": "But I have received everything and have more than enough. I am amply supplied, having received from Epaphroditus what you sent—a fragrant aroma, an acceptable sacrifice, pleasing to God.", "19": "[d] 19 My God will fulfill every need of yours according to the riches of His glory in Messiah Yeshua. ", "20": "To our God and Father be the glory forever and ever! Amen.", "21": "Greet all the kedoshim in Messiah Yeshua. The brethren who are with me greet you. ", "22": "All the kedoshim greet you, especially those of Caesar's household.", "23": "The grace of the Lord Yeshua the Messiah be with your spirit."}