{"1": "Samuel took the flask of oil, poured it out on Saul's head, kissed him, and said, “Hasn't the Lord anointed you ruler over His inheritance?[a] ", "2": "Today when you leave me, you'll find two men at Rachel's Grave at Zelzah in the land of Benjamin. They will say to you, 'The donkeys you went looking for have been found, and now your father has stopped being concerned about the donkeys and is worried about you, asking: What should I do about my son?'", "3": "“You will proceed from there until you come to the oak of Tabor. Three men going up to God at Bethel will meet you there, one bringing three goats, one bringing three loaves of bread, and one bringing a skin of wine. ", "4": "They will ask how you are and give you two loaves[b] of bread, which you will accept from them.", "5": "“After that you will come to the Hill of God[c] where there are Philistine garrisons.[d] When you arrive at the city, you will meet a group of prophets coming down from the high place prophesying. They will be preceded by harps, tambourines, flutes, and lyres. ", "6": "The Spirit of the Lord will control you, you will prophesy with them, and you will be transformed into a different person. ", "7": "When these signs have happened to you, do whatever your circumstances require[e] because God is with you. ", "8": "Afterward, go ahead of me to Gilgal. I will come to you to offer burnt offerings and to sacrifice fellowship offerings. Wait seven days until I come to you and show you what to do.”", "9": "When Saul turned around[f] to leave Samuel, God changed his heart,[g] and all the signs came about that day. ", "10": "When Saul and his attendant arrived at Gibeah, a group of prophets met him. Then the Spirit of God took control of him, and he prophesied along with them.", "11": "Everyone who knew him previously and saw him prophesy with the prophets asked each other, “What has happened to the son of Kish? Is Saul also among the prophets?”", "12": "Then a man who was from there asked, “And who is their father?” As a result, “Is Saul also among the prophets?” became a popular saying. ", "13": "Then Saul finished prophesying and went to the high place.", "14": "Saul's uncle asked him and his attendant, “Where did you go?” “To look for the donkeys,” Saul answered. “When we saw they weren't there, we went to Samuel.”", "15": "“Tell me,” Saul's uncle asked, “what did Samuel say to you?”", "16": "Saul told him, “He assured us the donkeys had been found.” However, Saul did not tell him what Samuel had said about the matter of kingship.", "17": "Samuel summoned the people to the Lord at Mizpah ", "18": "and said to the Israelites, “This is what the Lord, the God of Israel, says: 'I brought Israel out of Egypt, and I rescued you from the power of the Egyptians and all the kingdoms that were oppressing you.' ", "19": "But today you have rejected your God, who saves you from all your troubles and afflictions. You said to Him, 'You[h] must set a king over us.' Now therefore present yourselves before the Lord by your tribes and clans.”", "20": "Samuel had all the tribes of Israel come forward, and the tribe of Benjamin was selected. ", "21": "Then he had the tribe of Benjamin come forward by its clans, and the Matrite clan was selected.[i] Finally, Saul son of Kish was selected. But when they searched for him, they could not find him. ", "22": "They again inquired of the Lord, “Has the man come here yet?” The Lord replied, “There he is, hidden among the supplies.”", "23": "They ran and got him from there. When he stood among the people, he stood a head taller than anyone else.[j] ", "24": "Samuel said to all the people, “Do you see the one the Lord has chosen? There is no one like him among the entire population.” And all the people shouted,[k] “Long live the king!”", "25": "Samuel proclaimed to the people the rights of kingship. He wrote them on a scroll, which he placed in the presence of the Lord. Then Samuel sent all the people away, each to his home.", "26": "Saul also went to his home in Gibeah, and brave men whose hearts God had touched went with him. ", "27": "But some wicked men said, “How can this guy save us?” They despised him and did not bring him a gift, but Saul said nothing.[l][m]"}