{"1": "Then Samuel said to all Israel, “I have carefully listened to everything you said to me and placed a king over you. ", "2": "Now you can see that the king is leading you. As for me, I'm old and gray, and my sons are here with you. I have led you from my youth until today. ", "3": "Here I am. Bring charges against me before the Lord and His anointed: Whose ox or donkey have I taken? Whom have I wronged or mistreated? From whose hand have I taken a bribe to overlook something?[a][b] I will return it to you.”", "4": "“You haven't wronged us, you haven't mistreated us, and you haven't taken anything from anyone's hand,” they responded.", "5": "He said to them, “The Lord is a witness against you, and His anointed is a witness today that you haven't found anything in my hand.” “He is a witness,” they said.", "6": "Then Samuel said to the people, “The Lord, who appointed Moses and Aaron and who brought your ancestors up from the land of Egypt, is a witness.[c] ", "7": "Now present yourselves, so I may confront you before the Lord about all the righteous acts He has done for you and your ancestors.", "8": "“When Jacob went to Egypt,[d] your ancestors cried out to the Lord, and He sent them Moses and Aaron, who led your ancestors out of Egypt and settled them in this place. ", "9": "But they forgot the Lord their God, so He handed them over to Sisera commander of the army of Hazor, to the Philistines, and to the king of Moab. These enemies fought against them. ", "10": "Then they cried out to the Lord and said, 'We have sinned, for we abandoned the Lord and worshiped the Baals and the Ashtoreths. Now deliver us from the power of our enemies, and we will serve You.' ", "11": "So the Lord sent Jerubbaal, Barak,[e] Jephthah, and Samuel. He rescued you from the power of the enemies around you, and you lived securely. ", "12": "But when you saw that Nahash king of the Ammonites was coming against you, you said to me, 'No, we must have a king rule over us'—even though the Lord your God is your king.", "13": "“Now here is the king you've chosen, the one you requested. Look, this is the king the Lord has placed over you. ", "14": "If you fear the Lord, worship and obey Him, and if you don't rebel against the Lord's command, then both you and the king who rules over you will follow the Lord your God. ", "15": "However, if you disobey the Lord and rebel against His command, the Lord's hand will be against you and against your ancestors.[f]", "16": "“Now, therefore, present yourselves and see this great thing that the Lord will do before your eyes. ", "17": "Isn't the wheat harvest today? I will call on the Lord and He will send thunder and rain, so that you will know and see what a great evil you committed in the Lord's sight by requesting a king for yourselves.” ", "18": "Samuel called on the Lord, and on that day the Lord sent thunder and rain. As a result, all the people greatly feared the Lord and Samuel.", "19": "They pleaded with Samuel, “Pray to the Lord your God for your servants, so we won't die! For we have added to all our sins the evil of requesting a king for ourselves.”", "20": "Samuel replied, “Don't be afraid. Even though you have committed all this evil, don't turn away from following the Lord. Instead, worship the Lord with all your heart. ", "21": "Don't turn away to follow worthless[g] things that can't profit or deliver you; they are worthless. ", "22": "The Lord will not abandon His people, because of His great name and because He has determined to make you His own people.", "23": "“As for me, I vow that I will not sin against the Lord by ceasing to pray for you. I will teach you the good and right way. ", "24": "Above all, fear the Lord and worship Him faithfully with all your heart; consider the great things He has done for you. ", "25": "However, if you continue to do what is evil, both you and your king will be swept away.”"}