{"1": "At that time, the Philistines brought their military units together into one army to fight against Israel. So Achish said to David, “You know, of course, that you and your men must march out in the army[a] with me.”", "2": "David replied to Achish, “Good, you will find out what your servant can do.” So Achish said to David, “Very well, I will appoint you as my permanent bodyguard.”", "3": "By this time Samuel had died, and all Israel had mourned for him and buried him in Ramah, his city, and Saul had removed the mediums and spiritists from the land. ", "4": "The Philistines came together and camped at Shunem. So Saul gathered all Israel, and they camped at Gilboa. ", "5": "When Saul saw the Philistine camp, he was afraid and trembled violently. ", "6": "He inquired of the Lord, but the Lord did not answer him in dreams or by the Urim or by the prophets. ", "7": "Saul then said to his servants, “Find me a woman who is a medium, so I can go and consult her.” His servants replied, “There is a woman at En-dor who is a medium.”", "8": "Saul disguised himself by putting on different clothes and set out with two of his men. They came to the woman at night, and Saul said, “Consult a spirit for me. Bring up for me the one I tell you.”", "9": "But the woman said to him, “You surely know what Saul has done, how he has killed the mediums and spiritists in the land. Why are you setting a trap for me to get me killed?”", "10": "Then Saul swore to her by the Lord: “As surely as the Lord lives, nothing bad will happen to you because of this.”", "11": "“Who is it that you want me to bring up for you?” the woman asked. “Bring up Samuel for me,” he answered.", "12": "When the woman saw Samuel, she screamed, and then she asked Saul, “Why did you deceive me? You are Saul!”", "13": "But the king said to her, “Don't be afraid. What do you see?” “I see a spirit form[b] coming up out of the earth,” the woman answered.", "14": "Then Saul asked her, “What does he look like?” “An old man is coming up,” she replied. “He's wearing a robe.” Then Saul knew that it was Samuel, and he bowed his face to the ground and paid homage.", "15": "“Why have you disturbed me by bringing me up?” Samuel asked Saul. “I'm in serious trouble,” replied Saul. “The Philistines are fighting against me and God has turned away from me. He doesn't answer me anymore, either through the prophets or in dreams. So I've called on you to tell me what I should do.”", "16": "Samuel answered, “Since the Lord has turned away from you and has become your enemy, why are you asking me? ", "17": "The Lord has done[c] exactly what He said through me: The Lord has torn the kingship out of your hand and given it to your neighbor David. ", "18": "You did not obey the Lord and did not carry out His burning anger against Amalek; therefore the Lord has done this to you today. ", "19": "The Lord will also hand Israel over to the Philistines along with you. Tomorrow you and your sons will be with me,[d] and the Lord will hand Israel's army over to the Philistines.”", "20": "Immediately, Saul fell flat on the ground. He was terrified by Samuel's words and was also weak because he hadn't had any food all day and all night. ", "21": "The woman came over to Saul, and she saw that he was terrified and said to him, “Look, your servant has obeyed you. I took my life in my hands and did what you told me to do. ", "22": "Now please listen to your servant. Let me set some food in front of you. Eat and it will give you strength so you can go on your way.”", "23": "He refused, saying, “I won't eat,” but when his servants and the woman urged him, he listened to them. He got up off the ground and sat on the bed.", "24": "The woman had a fattened calf at her house, and she quickly slaughtered it. She also took flour, kneaded it, and baked unleavened bread. ", "25": "She served it to Saul and his servants, and they ate. Afterward, they got up and left that night."}