{"1": "The boy Samuel served the Lord in Eli's presence. In those days the word of the Lord was rare and prophetic visions were not widespread.", "2": "One day Eli, whose eyesight was failing, was lying in his room. ", "3": "Before the lamp of God had gone out, Samuel was lying down in the tabernacle of the Lord, where the ark of God was located.", "4": "Then the Lord called Samuel,[a] and he answered, “Here I am.” ", "5": "He ran to Eli and said, “Here I am; you called me.” “I didn't call,” Eli replied. “Go back and lie down.” So he went and lay down.", "6": "Once again the Lord called, “Samuel!” Samuel got up, went to Eli, and said, “Here I am; you called me.” “I didn't call, my son,” he replied. “Go back and lie down.”", "7": "Now Samuel had not yet experienced the Lord, because the word of the Lord had not yet been revealed to him. ", "8": "Once again, for the third time, the Lord called Samuel. He got up, went to Eli, and said, “Here I am; you called me.” Then Eli understood that the Lord was calling the boy. ", "9": "He told Samuel, “Go and lie down. If He calls you, say, 'Speak, Lord, for Your servant is listening.'” So Samuel went and lay down in his place.", "10": "The Lord came, stood there, and called as before, “Samuel, Samuel!” Samuel responded, “Speak, for Your servant is listening.”", "11": "The Lord said to Samuel, “I am about to do something in Israel that everyone who hears about it will shudder. ", "12": "On that day I will carry out against Eli everything I said about his family, from beginning to end. ", "13": "I told him that I am going to judge his family forever because of the iniquity he knows about: his sons are defiling the sanctuary,[b] and he has not stopped them. ", "14": "Therefore, I have sworn to Eli's family: The iniquity of Eli's family will never be wiped out by either sacrifice or offering.”", "15": "Samuel lay down until the morning; then he opened the doors of the Lord's house. He was afraid to tell Eli the vision, ", "16": "but Eli called him and said, “Samuel, my son.” “Here I am,” answered Samuel.", "17": "“What was the message He gave you?” Eli asked. “Don't hide it from me. May God punish you and do so severely if you hide anything from me that He told you.” ", "18": "So Samuel told him everything and did not hide anything from him. Eli responded, “He is the Lord. He will do what He thinks is good.”[c]", "19": "Samuel grew, and the Lord was with him, and He fulfilled everything Samuel prophesied.[d] ", "20": "All Israel from Dan to Beer-sheba knew that Samuel was a confirmed prophet of the Lord. ", "21": "The Lord continued to appear in Shiloh, because there He revealed Himself to Samuel by His word. "}