{"1": "And Samuel's words came to all Israel. Israel went out to meet the Philistines in battle and[a] camped at Ebenezer while the Philistines camped at Aphek. ", "2": "The Philistines lined up in battle formation against Israel, and as the battle intensified, Israel was defeated by the Philistines, who struck down about 4,000 men on the battlefield.", "3": "When the troops returned to the camp, the elders of Israel asked, “Why did the Lord let us be defeated today by the Philistines? Let's bring the ark of the Lord's covenant from Shiloh. Then it[b] will go with us and save us from the hand of our enemies.” ", "4": "So the people sent men to Shiloh to bring back the ark of the covenant of the Lord of Hosts, who dwells between the cherubim. Eli's two sons, Hophni and Phinehas, were there with the ark of the covenant of God. ", "5": "When the ark of the covenant of the Lord entered the camp, all the Israelites raised such a loud shout that the ground shook.", "6": "The Philistines heard the sound of the war cry and asked, “What's this loud shout in the Hebrews' camp?” When the Philistines discovered that the ark of the Lord had entered the camp, ", "7": "they panicked. “The gods have entered their camp!” they said. “Woe to us, nothing like this has happened before.[c] ", "8": "Woe to us, who will rescue us from the hand of these magnificent gods? These are the gods that slaughtered the Egyptians with all kinds of plagues in the wilderness. ", "9": "Show some courage and be men, Philistines! Otherwise, you'll serve the Hebrews just as they served you. Now be men and fight!”", "10": "So the Philistines fought, and Israel was defeated, and each man fled to his tent. The slaughter was severe—30,000 of the Israelite foot soldiers fell. ", "11": "The ark of God was captured, and Eli's two sons, Hophni and Phinehas, died.", "12": "That same day, a Benjaminite man ran from the battle and came to Shiloh. His clothes were torn, and there was dirt on his head. ", "13": "When he arrived, there was Eli sitting on his chair beside the road watching, because he was anxious about the ark of God. When the man entered the city to give a report, the entire city cried out.", "14": "Eli heard the outcry and asked, “Why this commotion?” The man quickly came and reported to Eli. ", "15": "At that time Eli was 98 years old, and his gaze was fixed[d] because he couldn't see.", "16": "The man said to Eli, “I'm the one who came from the battle.[e] I fled from there today.” “What happened, my son?” Eli asked.", "17": "The messenger answered, “Israel has fled from the Philistines, and also there was a great slaughter among the people. Your two sons, Hophni and Phinehas, are both dead, and the ark of God has been captured.” ", "18": "When he mentioned the ark of God, Eli fell backward off the chair by the city gate, and since he was old and heavy, his neck broke and he died. Eli had judged Israel 40 years.", "19": "Eli's daughter-in-law, the wife of Phinehas, was pregnant and about to give birth. When she heard the news about the capture of God's ark and the deaths of her father-in-law and her husband, she collapsed and gave birth because her labor pains came on her. ", "20": "As she was dying,[f] the women taking care of her said, “Don't be afraid. You've given birth to a son!” But she did not respond or pay attention. ", "21": "She named the boy Ichabod,[g] saying, “The glory has departed from Israel,” referring to the capture of the ark of God and to the deaths of her father-in-law and her husband. ", "22": "“The glory has departed from Israel,” she said, “because the ark of God has been captured.”"}