{"1": "Everything I am will praise and bless the Lord! O Lord, my God, your greatness takes my breath away, overwhelming me by your majesty, beauty, and splendor![b]", "2": "You wrap yourself with a shimmering, glistening light. You wear sunshine like a garment of glory. You stretch out the starry skies like a tapestry.", "3": "You build your balconies with light beams and ride as King in a chariot you made from clouds. You fly upon the wings of the wind.", "4": "You make your messengers into winds of the Spirit and all your ministers become flames of fire.", "5": "You, our Creator, formed the earth, and you hold it all together so it will never fall apart.", "6": "You poured the ocean depths over the planet, submerging mountains beneath.", "7": "Yet at the sound of your thunder-shout the waters all fled away, filling the deep with seas.", "8": "The mountains rose and valleys sank to the levels you decreed for them.", "9": "Then you set a boundary line for the seas and commanded them not to trespass.", "10": "You sent springs cascading through the valleys, flowing freely between the mountains and hills.", "11": "You provide drink for every living thing; men and beasts[c] have their thirst quenched because of you.", "12": "The birds build nests near the tranquil streams, chirping their joyous songs from the branches above.", "13": "From your kindness you send the rain to water the mountains from the upper rooms of your palace. Your goodness[d] brings forth fruit for all to enjoy.", "14": "Your compassion brings the earth's harvest, feeding the hungry. You cause the grass to grow for livestock, along with the fruit, grains, and vegetables to feed mankind.", "15": "You provide sweet wine to gladden hearts. You give us daily bread to sustain life, giving us glowing health for our bodies.[e]", "16": "The trees of the Lord drink until they're satisfied. Lebanon's lofty trees stand tall right where you planted them.", "17": "Within their branches you provide for birds a place to build their nests; even herons find a home in the cypress trees.", "18": "You make the high mountains a home for wild goats and the rocky crag where the rock badgers burrow.", "19": "You made the moon to mark the months and the sun to measure the days.", "20": "You turn off the light and it becomes night, and all the beasts of the forest come out to prowl.", "21": "The mighty lions roar for their dinner, but it's you, God, who feeds them all.", "22": "At sunrise they slink back to their dens to crouch down in the shadows.", "23": "Then man goes out to his labor and toil, working from dawn to dusk.", "24": "O Lord, what an amazing variety of all you have created! Wild and wonderful is this world you have made, while wisdom was there at your side. This world is full of so many creatures, yet each belongs to you!", "25": "And then there is the sea! So vast! So wide and deep— swarming with countless forms of sea life, both small and great.", "26": "Trading ships glide through the high seas. And look! There are the massive whales bounding upon the waves.", "27": "All the creatures wait expectantly for you to give them their food as you determine.", "28": "You come near and they all gather around, feasting from your open hands, and each is satisfied from your abundant supply.", "29": "But if you were to withhold from them and turn away, they all would panic. And when you choose to take away their breath, each one dies and returns to the dust.", "30": "When you release your Spirit-wind, life is created, ready to replenish life upon the earth.", "31": "May God's glorious splendor endure forever! May the Lord take joy and pleasure in all that he has made.", "32": "For the earth's overseer has the power to make it tremble; just a touch of his finger and volcanoes erupt as the earth shakes and melts.", "33": "I will sing my song to the Lord as long as I live! Every day I will sing my praises to God.", "34": "May you be pleased with every sweet thought I have about you, for you are the source of my joy and gladness.", "35": "Now, let all the sinners be swept from the earth. But I will keep on praising you, my Lord, with all that is within me. My joyous, blissful shouts of “Hallelujah” are all because of you!"}