{"1": "Go ahead and give God thanks for all the glorious things he has done! Go ahead and worship him! Tell everyone about his wonders!", "2": "Let's sing his praises! Sing, and put all of his miracles to music!", "3": "Shine and make your joyful boast in him, you lovers of God. Let's be happy and keep rejoicing no matter what.", "4": "Seek more of his strength! Seek more of him! Let's always be seeking the light of his face.", "5": "Don't you ever forget his miracles and marvels. Hold to your heart every judgment he has decreed.", "6": "For you are his servants, the true seed of Abraham, and you are the chosen ones, Jacob's sons.", "7": "For he is the Lord our God, and his wise authority[b] can be seen in all he does.", "8-9": "–9 For though a thousand generations may pass away, he is still true to his word. He has kept every promise[c] he made to Abraham and to Isaac.", "10": "His promises have become an everlasting covenant to Jacob, as a decree to Jacob.", "11": "He said to them, “I will give you all the land of Canaan as your inheritance.”", "12": "They were very few in number when God gave them that promise, and they were all foreigners to that land.", "13": "They were wandering from one land to another and from one kingdom to another.[d]", "14": "Yet God would not permit anyone to touch them, punishing even kings who came against them.", "15": "He said to them, “Don't you dare lay a hand on my anointed ones, and don't do a thing to hurt my prophets!”", "16": "So God decreed a famine upon Canaan land, cutting off their food supply.", "17": "But he had already sent a man ahead of his people to Egypt; it was Joseph, who was sold as a slave.", "18": "His feet were bruised by strong shackles and his soul was held by iron.", "19": "God's promise to Joseph purged his character until it was time for his dreams to come true.", "20": "Eventually, the king of Egypt sent for him, setting him free at last.", "21": "Then Joseph was put in charge of everything under the king; he became the master of the palace over all of the royal possessions.", "22": "Pharoah gave him authority over all the princes of the land, and Joseph became the teacher of wisdom to the king's advisors.", "23": "Then Jacob, with all of Joseph's family, came from Canaan to Egypt and settled in Goshen.[e]", "24": "God made them very fruitful, and they multiplied incredibly until they were greater in number than those who ruled them.", "25": "God turned their hearts to hate his people and to deal treacherously with his servants.", "26": "But he sent them his faithful servant, Moses, the deliverer, and chose Aaron to accompany him.", "27": "Their command brought down signs and wonders, working miracles in Egypt.", "28": "By God's direction, they spoke and released a plague of thick darkness over the land.", "29": "God turned their rivers to blood, causing every fish to die.", "30": "And the judgment-plague of frogs came in enormous numbers, swarming everywhere, even into Pharaoh's bedroom!", "31": "God spoke and another plague was released— massive swarms of flies, vast clouds of insects, covered the land.", "32": "God rained down hail and flaming fire upon Egypt.", "33": "Their gardens and vines were all destroyed, shattering trees into splinters throughout the territory.", "34": "God spoke, and devouring hordes of locusts swept over the land,", "35": "picking the ground clean of vegetation and crops.", "36": "Then God struck down their firstborn sons, the pride and joy[f] of every Egyptian family.", "37": "At last, God freed all the Hebrews from their slavery and sent them away laden with the silver and gold of Egypt. And not even one was feeble[g] on their way out!", "38": "Egypt was relieved at their exodus, ready to see them go, for the terror of the Lord of the Hebrews had fallen upon them!", "39": "God spread out a cloud as shade as they moved ahead and a cloud of fire to light up their night.", "40": "Moses prayed and God brought them quail to eat. He satisfied them with heaven's bread falling from the sky.", "41": "He broke open the boulder and the waters poured out like a river in the desert.", "42": "For God could never forget his holy promise to his servant Abraham.", "43": "So God brought out his chosen ones with singing; with a joyful shout they were set free!", "44": "He gave them lands and nations, just like he promised. Fruitful lands of crops they had never planted were now theirs.", "45": "All this was done for them so that they would be faithful to keep the ways of God, obeying his laws and following his truths. Hallelujah! Praise the Lord!"}