{"1": "Hallelujah! Praise the Lord! Everyone thank God, for he is good and easy to please. Your tender love for us, Lord, continues on forever.", "2": "Who could ever fully describe your glorious miracles? Yahweh, who could ever praise you enough?", "3": "The happiest one on earth is the one who keeps your word and clings to righteousness every moment.", "4": "So remember me, Lord, as you take joy in your people. And when you come to bring the blessings of salvation, don't forget me!", "5": "Let me share in the wealth and beauty of all your lovers, rejoice with your nation in all their joys, and let me share in the glory you give to your chosen ones.", "6": "We have all sinned so much, just like our fathers. “Guilty” is written over our lives.", "7": "Our fathers who were delivered from Egypt didn't fully understand your wonders, and they took you for granted. Over and over you showed them such tender love and mercy! Yet they were barely beyond the Red Sea when they rebelled against you.", "8": "Nonetheless, you saved them more than once so they would know how powerful you are, showing them the honor of your name.", "9": "You roared over the waters of the Red Sea, making a dry path for your people to cross through.", "10": "You freed them from the strong power of those who oppressed them and rescued them from bondage.", "11": "Then the waters rushed over their enemies and drowned them all— not one survived.", "12": "Seeing this, the people believed your words, and they all broke out with songs of praise!", "13": "Yet how quickly they forgot your miracles of power. They wouldn't wait for you to act when they were hungry,", "14": "but demanded you satisfy their cravings and give them food! They tested you to the breaking point.", "15": "So you gave them what they wanted to eat, but their souls starved away to nothing.", "16": "They became envious of Moses and Aaron, your holy ones.", "17": "You split open the earth and it swallowed up Dathan and Abiram along with their followers.", "18": "Fire fell from heaven and burnt up all the band of rebels, turning them to ashes.", "19": "They made an idol of a calf at Sinai and bowed to worship their man-made statue.", "20": "They preferred the image of a grass-eating ox to the presence of the glory-filled God.", "21-22": "–22 They totally forgot it was you who saved them by the wonders and awesome miracles you worked in Egypt.", "23": "So you were fed up and decided to destroy them. But Moses, your chosen leader, stood in the gap between you and the people and made intercession on their behalf to turn away your wrath from killing them all.", "24": "Yet they still didn't believe your words and they despised the land of delight you gave to them.", "25": "They grumbled and found fault with everything and closed their hearts to your voice.", "26": "So you gave up and swore to them that they would all die in the desert.", "27": "And you scattered their children to distant lands to die as exiles.", "28": "Then our fathers joined the worshipers of the false god named “Lord of the Pit.” They even ate the sacrifices offered to the dead!", "29": "All they did made you burn with anger. It made you so angry that a plague broke out among them!", "30": "It continued until Phineas intervened and executed the guilty for causing judgment to fall upon them.[a]", "31": "Because of this deed of righteousness Phineas will be remembered forever.", "32": "Your people also provoked you to wrath at the stream called Strife.[b] This is where Moses got into serious trouble!", "33": "Because the people were rebellious against you, Moses exploded in anger and spoke to them out of his bitterness.", "34": "Neither did our fathers destroy the enemies in the land, as you had commanded them.", "35": "But they mingled themselves with their enemies and learned to copy their works of darkness.", "36": "They began to serve their gods and bow before their idols. All of this led them away from you and brought about their downfall.", "37": "They even sacrificed their little children to the demon spirits,", "38-39": "–39 shedding the innocent blood of their sons and daughters. These dark practices greatly defiled the land and their own souls, through the murder and bloodshed of their own babies! Their sins made them spiritual adulterers before you.", "40": "This is why you were furious. As your anger burned hot against them, you couldn't even stand to look at your very own people any longer!", "41": "So you turned them over to the crushing hands of other nations, and those who hated them became tyrants over them.", "42": "Oppressive enemies subdued them, ruling over them with their tyranny.", "43": "Many times you would have come to rescue them, but they continued in their rebellious ways, choosing to ignore your warnings. Then they sank lower and lower, destroyed by their depravity.", "44-45": "–45 Yet even so, you waited and waited, watching to see if they would turn and cry out to you for a father's help. And then, when you heard their cry, you relented and you remembered your covenant and you turned your heart toward them again, according to your abundant, overflowing, and limitless love.", "46": "Then you caused even their oppressors to pity them and show them compassion.", "47": "Do it again, Lord! Save us, O Lord, our God! Gather us from our exile and unite us together so that we will give our great and joyous thanks to you again and bring you glory by our praises.", "48": "Blessed be our Lord God forever and ever. And let everyone everywhere say, “Hallelujah!” Amen! Faithful is our King!"}