{"1": "Let everyone give all their praise and thanks to the Lord! Here's why—he's better than anyone could ever imagine. Yes, he's always loving and kind, and his faithful love never ends.", "2-3": "–3 So, go ahead—let everyone know it! Tell the world how he broke through and delivered you from the power of darkness and has gathered us together from all over the world. He has set us free to be his very own!", "4": "Some of us once wandered in the wilderness like desert nomads, with no true direction or dwelling place.", "5": "Starving, thirsting, staggering, we became desperate and filled with despair.", "6": "Then we cried out, “Lord, help us! Rescue us!” And he did!", "7": "He led us right into a place of safety and abundance, a suitable city to dwell in.", "8": "So lift your hands and thank God for his marvelous kindness and for all his miracles of mercy for those he loves.", "9": "How he satisfies the souls of thirsty ones and fills the hungry with all that is good!", "10": "Some of us once sat in darkness, living in the dark shadows of death. We were prisoners to our pain, chained to our regrets.", "11": "For we rebelled against God's word and rejected the wise counsel of God Most High.", "12": "So he humbled us through our circumstances, watching us as we stumbled, with no one there to pick us back up. Our own pain became our punishment.", "13": "Then we cried out, “Lord, help us! Rescue us!” And he did!", "14": "His light broke through the darkness and he led us out in freedom from death's dark shadow and snapped every one of our chains.", "15": "So lift your hands and give thanks to God for his marvelous kindness and for his miracles of mercy for those he loves!", "16": "For he smashed through heavy prison doors and shattered the steel bars that held us back, just to set us free!", "17": "Some of us were such fools, bringing on ourselves sorrow and suffering all because of our sins.", "18": "Sick and feeble, unable to stand the sight of food, we drew near to the gates of death.", "19": "Then we cried out, “Lord, help us! Rescue us!” And he did!", "20": "God spoke the words “Be healed,” and we were healed, delivered from death's door!", "21": "So lift your hands and give thanks to God for his marvelous kindness and for his miracles of mercy for those he loves!", "22": "Bring your praise as an offering and your thanks as a sacrifice as you sing your story of miracles with a joyful song.", "23": "Some of us set sail upon the sea to faraway ports, transporting our goods from ship to shore.", "24": "We were witnesses of God's power out in the ocean deep; we saw breathtaking wonders upon the high seas.", "25": "When God spoke he stirred up a storm, lifting high the waves with hurricane winds.", "26-27": "–27 Ships were tossed by swelling sea, rising to the sky, then dropping down to the depths, reeling like drunkards, spinning like tops, everyone at their wits' end until even sailors despaired of life, cringing in terror.", "28": "Then we cried out, “Lord, help us! Rescue us!” And he did!", "29": "God stilled the storm, calmed the waves, and he hushed the hurricane winds to only a whisper.", "30": "We were so relieved, so glad as he guided us safely to harbor in a quiet haven.", "31": "So lift your hands and give thanks to God for his marvelous kindness and for his miracles of mercy for those he loves!", "32": "Let's exalt him on high and lift up our praises in public; let all the people and the leaders of the nation know how great and wonderful is Yahweh, our God!", "33": "Whenever he chooses he can dry up a river and turn the land into a desert.", "34": "Or he can take a fruitful land and make it into a saltwater swamp, all because of the wickedness of those who dwell there.", "35": "But he also can turn a barren wilderness into an oasis with water! He can make springs flow into desert lands", "36": "and turn them into fertile valleys so that cities spring up, and he gives it all to those who are hungry.", "37": "They can plant their fields and vineyards there and reap a bumper crop and gather a fruitful harvest.", "38": "God will bless them and cause them to multiply and prosper.", "39": "But others will become poor, humbled because of their oppression, tyranny, and sorrows.", "40": "For God pours contempt upon their arrogant abuse of power, heaping scorn upon their princes, and makes them wander among ruins.", "41": "But he raises up the poor and lowly with his favor, giving them a safe place to live where no one can touch them. God will grant them a large family and bless them!", "42": "The lovers of God will rejoice when they see this. Good men are glad when the evil ones are silenced.", "43": "If you are truly wise, you'll learn from what I've told you. It's time for you to consider these profound lessons of God's great love and mercy!"}