{"1": "To the Pure and Shining One A poetic song by King David God of all my praise, don't stand silently by, aloof to my pain,", "2": "while the wicked slander me with their lies. Even right in front of my face they lie through their teeth.", "3": "I've done nothing to them, but they still surround me with their venomous words of hatred and vitriol.", "4": "Though I love them, they stand accusing me like Satan for what I've never done. I will pray until I become prayer itself.[a]", "5": "They continually repay me with evil when I show them good. They give me hatred when I show them love.", "6-7": "–7 Show him how it feels! Let accusing liars be raised up against him, like Satan himself standing right next to him. And let him be declared guilty by a wicked judge. May even his prayers be seen as sinful!", "8": "Shorten his life and let another replace him!", "9": "Make his wife a widow and his children orphans!", "10": "Let them wander as beggars in the street, like homeless vagabonds, evicted from their ruins!", "11": "Let the creditors seize his entire estate, and strangers, like vultures, take all that's left!", "12": "Let no one be kind to him by showing pity to his fatherless children!", "13": "May all his posterity die with him! Cut down his family tree!", "14-15": "–15 And may all the sins of his ancestors be recorded, remembered before you, forever! Cut off even the memory of his family from the face of the earth", "16": "because he never once showed love or kindness to others, but persecuted the poor, the brokenhearted, and afflicted ones, even putting them to death!", "17": "Since he enjoyed cursing them, may all his curses now come raining back on him until it all overwhelms him with misfortune! Since he refused to bless others, God, withhold every single blessing from him!", "18": "Bitterness, such vile vindictiveness, was upon everything he did. Cursing was his lifestyle.", "19-20": "–20 So smother him now with his own curses as his just reward. This will be the Lord's punishment upon him and all my lying accusers who speak evil against me.", "21": "But now, O Yahweh-God, make yourself real to me like you promised me you would.[b] Because of your constant love and your heart-melting kindness, come be my hero and deliver me!", "22": "I'm so broken, needy and hurting. My heart is pierced through and I'm so wounded.", "23": "I'm slipping down a dark slope, shaken to the core, and helpless.", "24": "All my fasting has left me so weak I can hardly stand. Now I'm shriveled up, nothing but skin and bones.", "25": "I'm the example of failure and shame to all who see me. They just walk by me, shaking their heads.", "26": "You have to help me, O Lord God! My true hero, come to my rescue and save me, for you are loving and kind.", "27": "Then everyone will know that you have won my victory, and they will all say to the Lord, “You have finished it!”", "28": "So let them curse me if they want, but I know you will bless me! All their efforts to destroy me will fail, but I will succeed and be glad.", "29": "So let my Satan-like accusers fail! Make them look ridiculous if they try to come against me. Clothe them with a robe of guilty shame from this day on!", "30": "But I will give my thanks to you over and over and everyone will hear my lavish praises.", "31": "For you stand right next to the broken ones as their saving hero to rescue them from all their accusers!"}