{"1": "God, glorify your name! Yes, your name alone be glorified, not ours. For you are the one who loves us passionately, and you are faithful and true.", "2": "Why should the unbelievers mock us, saying, “Where is this God of yours?”", "3": "But we know our God rules from the heavens and he takes delight in all that he does.", "4": "The unbelievers worship what they make— their wealth and their work.", "5-8": "–8 They idolize what they own and what they make with their hands, but their things can't talk to them or answer their prayers. Their possessions will never satisfy. Their futile faith in dead idols and dead works can never bring life or meaning to their souls. Blind men can only create blind things. Those deaf to God can only make a deaf image. Dead men can only create dead idols. And everyone who trusts in these powerless, dead things will be just like what they worship—powerless and dead.[a]", "9": "So trust in the Lord, all his people. For he is the only true hero, the wrap-around God who is our shield!", "10": "You, his priests, trust in the Lord. For he is the only true hero, God-wrapped-around-us as our shield.", "11": "Yes, all his lovers who bow before him, trust in the Lord. For he is our only true hero, God-wrapped-around-us as our shield.", "12": "The Lord will never forget us in our need; he will bless us indeed! He will bless the house of Israel; he will bless the house of Aaron, his priest.", "13": "Yes! He will bless his lovers who bow before him, no matter who they are.", "14-15": "–15 God himself will fill you with more. Blessings upon blessings will be heaped upon you and upon your children from the maker of heaven and earth, the very God who made you!", "16": "The heavens belong to our God; they are his alone, but he has given us[b] the earth and put us in charge.", "17-18": "–18 Dead people cannot praise the Lord, but we can! Those who sink to the silence of the grave can no longer give glory to God, but we can! So let's praise the Lord! Let's begin now and let it go on until eternity is done. Hallelujah, and praise the Lord!"}