{"1": "I am passionately in love with God because he listens to me. He hears my prayers and answers them.", "2": "As long as I live I'll keep praying to him, for he stoops down to listen to my heart's cry.", "3": "Death once stared me in the face, and I was close to slipping into its dark shadows. I was terrified and overcome with sorrow.", "4": "I cried out to the Lord, “God, come and save me!”", "5": "He was so kind, so gracious to me. Because of his passion toward me, he made everything right and he restored me.", "6": "So I've learned from my experience that God protects the childlike and humble ones. For I was broken and brought low, but he answered me and came to my rescue!", "7": "Now I can say to myself and to all, “Relax and rest, be confident and serene, for the Lord rewards fully those who simply trust in him.”", "8": "God has rescued my soul from death's fear and dried my eyes of many tears. He's kept my feet firmly on his path", "9": "and strengthened me so that I may please him[a] and live my life before him in his life-giving light.", "10-11": "–11 Even when it seems I'm surrounded by many liars and my own fears, and though I'm hurting in my suffering and trauma, I still stay faithful to God and speak words of faith.", "12": "So now, what can I ever give back to God to repay him for the blessings he's poured out on me?", "13": "I will lift up his cup of salvation and praise him extravagantly for all that he's done for me.", "14": "I will fulfill the promise I made to God in the presence of his gathered people.", "15": "When one of God's holy lovers dies, it is costly to the Lord, touching his heart.", "16": "Lord, because I am your loving servant, you have broken open my life and freed me from my chains.", "17": "Now I'll worship you passionately and bring to you my sacrifice of praise, drenched with thanksgiving!", "18": "I'll keep my promise to you, God, in the presence of your gathered people, just like I said I would.", "19": "I will worship you here in your living presence, in the temple in Jerusalem. I will worship and sing hallelujah, for I praise you, Lord!"}