{"1": "A praise psalm[a] Keep on giving your thanks to God, for he is so good! His constant, tender love lasts forever!", "2": "Let all his princely people sing, “His constant, tender love lasts forever!”", "3": "Let all his holy priests sing, “His constant, tender love lasts forever!”", "4": "Let all his lovers who bow low before him sing, “His constant, tender love lasts forever!”", "5": "Out of my deep anguish and pain I prayed, and God, you helped me as a father. You came to my rescue and broke open the way into a beautiful and broad place.", "6": "Now I know, Lord, that you are for me, and I will never fear what man can do to me.", "7": "For you stand beside me as my hero who rescues me. I've seen with my own eyes the defeat of my enemies. I've triumphed over them all!", "8": "Lord, it is so much better to trust in you to save me than to put my confidence in someone else.", "9": "Yes, it is so much better to trust in the Lord to save me than to put my confidence in celebrities.", "10": "Once I was hemmed in and surrounded by those who don't love you. But by Yahweh's supernatural power I overcame them all!", "11-12": "–12 Yes, they surrounded me, like a swarm of killer bees swirling around me. I was trapped like one trapped by a raging fire; I was surrounded with no way out and at the point of collapse. But by Yahweh's supernatural power, I overcame them all!", "13": "They pushed me right up to the edge, and I was ready to fall, but you helped me to triumph, and together we overcame them all.", "14": "Lord, you are my true strength and my glory-song, my champion, my Savior!", "15": "The joyful songs I now sing will be sung again in the hearts and homes of all your lovers. My loud shouts of victory will echo throughout the land.[b] For Yahweh's right hand conquers valiantly!", "16": "The right hand of Yahweh exalts! The right hand of Yahweh will never fail.", "17": "You will not let them kill me, but I will live to tell the world what the Lord has done for me.", "18": "Yes, the Lord punished me as I deserved, but he'll never give me over to death.", "19": "Swing wide, you gates of righteousness, and let me pass through, and I will enter into your presence to worship only you.", "20": "I have found the gateway to God, the pathway to his presence for all his lovers.", "21": "I will offer all my loving praise to you, and I thank you so much for answering my prayer and bringing me salvation!", "22": "The very stone the masons rejected as flawed has turned out to be the most important capstone of the arch,[c] holding up the very house of God.", "23": "The Lord himself is the one who has done this, and it's so amazing, so marvelous to see!", "24": "This is the very day of the Lord that brings gladness and joy, filling our hearts with glee.", "25": "O God, please come and save us again; bring us your breakthrough-victory!", "26": "Blessed is this one who comes to us, the sent one of the Lord. And from within the temple we cry, “We bless you!”", "27-28": "–28 For the Lord our God has brought us his glory-light. I offer him my life in joyous sacrifice. Tied tightly to your altar I will bring you praise. For you are the God of my life and I lift you high, exalting you to the highest place.", "29": "So let's keep on giving our thanks to God, for he is so good! His constant, tender love lasts forever!"}