{"1": "A song to bring you higher Shout hallelujah and praise the greatness of God! All his godly lovers, praise him!", "2": "All you worshiping priests on duty in the temple,", "3": "praise him, for he is beautiful! Sing loving praises to his lovely name.", "4": "For Yahweh has chosen Jacob for his own purpose, and Israel is his special treasure.", "5": "Next to every other god the greatness of our God is unequaled. For our God is incomparable!", "6": "He does what he pleases, with unlimited power and authority, extending his greatness throughout the entire universe!", "7": "He forms the misty clouds and creates thunder and lightning, bringing the wind and rain out of his heavenly storehouse.", "8": "He struck down the eldest child in each Egyptian home; both men and beast perished that night.", "9": "He did great miracles—mighty signs and wonders throughout the land before Pharaoh and all his subjects.", "10": "He conquered many nations and killed their mighty kings,", "11": "like Sihon, king of the Amorites, and Og, king of Bashan, and kings from every kingdom in Canaan.", "12": "He gave their land to Israel as an inheritance for his people.", "13": "O Jehovah, your name endures forever! Your fame is known in every generation.", "14": "For you will vindicate your persecuted people, showing your tender love to all your servants.", "15": "The unbelieving nations worship what they make. They worship their wealth and their work. They idolize what they own and what they do.", "16-18": "–18 Their possessions will never satisfy. Their lifeless and futile works cannot bring life to them! Their things can't talk to them or answer their prayers. Blind men can only create blind things. Those deaf to God can only make a deaf image. Dead men can only create dead idols. And everyone who trusts in these powerless, dead things will be just like what they worship—powerless and dead![a]", "19": "Praise Lord-Yahweh, all the families of Israel! Praise Lord-Yahweh, you family of Aaron![b]", "20": "Let all the priests[c] bless Lord-Yahweh! Let all his lovers[d] who bow low before him praise the Lord-Yahweh!", "21": "So bless the Lord-Yahweh who lives in Jerusalem and dwells in Zion's glory! Hallelujah and praise the Lord!"}