{"1": "Let everyone thank God, for he is good, and he is easy to please! His tender love for us continues on forever!", "2": "Give thanks to God, our King over all gods! His tender love for us continues on forever!", "3": "Give thanks to the Lord over all lords! His tender love for us continues on forever!", "4": "Give thanks to the only miracle working God! His tender love for us continues on forever!", "5": "Give thanks to the Creator who made the heavens with wisdom![a] His tender love for us continues on forever!", "6": "To him who formed dry ground, raising it up from the sea! His tender love for us continues on forever!", "7": "Praise the one who created every heavenly light! His tender love for us continues on forever!", "8": "He set the sun in the sky to rule over day! His tender love for us continues on forever!", "9": "Praise him who set in place the moon and stars to rule over the night! His tender love for us continues on forever!", "10": "Give thanks to God, who struck down the firstborn in Egypt! His tender love for us continues on forever!", "11": "He brought his people out of Egypt with miracles! His tender love for us continues on forever!", "12": "With his mighty power he brought them out! His tender love for us continues on forever!", "13": "He split open the Red Sea for them! His tender love for us continues on forever!", "14": "And led his people right through the middle! His tender love for us continues on forever!", "15": "He vanquished Pharaoh's armies, drowning them all! His tender love for us continues on forever!", "16": "He led his people through the wilderness! His tender love for us continues on forever!", "17": "He's the one who smashed mighty kingdoms! His tender love for us continues on forever!", "18": "He triumphed over powerful kings who stood in his way! His tender love for us continues on forever!", "19": "He conquered Sihon, king of the Amorites! His tender love for us continues on forever!", "20": "He conquered the giant named Og, king of Bashan![b] His tender love for us continues on forever!", "21": "Then he gave away their lands as an inheritance! His tender love for us continues on forever!", "22": "For he handed it all over to Israel, his beloved! His tender love for us continues on forever!", "23": "He's the God who chose us when we were nothing! His tender love for us continues on forever!", "24": "He has rescued us from the power of our enemies! His tender love for us continues on forever!", "25": "He provides food for hungry men and animals! His tender love for us continues on forever!", "26": "Give thanks to the great God of the heavens! His tender love for us continues on forever!"}