{"1": "King David's poetic song of praise My heart explodes with praise to you! Now and forever my heart bows in worship to you, my King and my God!", "2": "Every day I will lift up my praise to your name with praises that will last throughout eternity.", "3": "Lord, you are great and worthy of the highest praise! For there is no end to the discovery of the greatness that surrounds you.", "4": "Generation after generation will declare more of your greatness and declare more of your glory.", "5": "Your magnificent splendor and the miracles of your majesty are my constant meditation.", "6": "Your awe-inspiring acts of power have everyone talking! I'm telling people everywhere about your excellent greatness!", "7": "Our hearts bubble over as we celebrate the fame of your marvelous beauty, bringing bliss to our hearts. We shout with ecstatic joy over your breakthrough for us.", "8": "You're kind and tenderhearted to those who don't deserve it and very patient with people who fail you. Your love is like a flooding river overflowing its banks with kindness.", "9": "God, everyone sees your goodness, for your tender love is blended into everything you do.", "10": "Everything you have made will praise you, fulfilling its purpose. And all your godly lovers will be found bowing before you.", "11": "They will tell the world of the lavish splendor of your kingdom and preach about your limitless power.", "12": "They will demonstrate for all to see your miracles of might and reveal the glorious majesty of your kingdom.", "13": "You are the Lord who reigns over your never-ending kingdom through all the ages of time and eternity! You are faithful to fulfill every promise you've made. You manifest yourself as kindness in all you do.[a]", "14": "Weak and feeble ones you will sustain. Those bent over with burdens of shame you will lift up.", "15": "You have captured our attention and the eyes of all look to you. You give what they hunger for at just the right time.", "16": "When you open your generous hand, it's full of blessings, satisfying the longings of every living thing.", "17": "You are fair and righteous in everything you do, and your love is wrapped into all your works.", "18": "You draw near to those who call out to you, listening closely, especially when their hearts are true.", "19": "Every one of your godly lovers receives even more than what they ask for. For you hear what their hearts really long for and you bring them your saving strength.", "20": "God, you watch carefully over all your lovers like a bodyguard, but you will destroy the ungodly.", "21": "I will praise you, Lord! Let everyone everywhere join me in praising the beautiful Lord of holiness from now through eternity!"}