{"1": "Hallelujah! Praise the Lord! How beautiful it is when we sing our praises to the beautiful God, for praise makes you lovely before him and brings him great delight!", "2": "The Lord builds up Jerusalem; he gathers up the outcasts and brings them home.", "3": "He heals the wounds of every shattered heart.", "4": "He sets his stars in place, calling them all by their names.", "5": "How great is our God! There's absolutely nothing his power cannot accomplish, and he has infinite understanding of everything.", "6": "God supports and strengthens the humble, but the ungodly will be brought down to the dust.", "7": "Sing out with songs of thanksgiving to the Lord! Let's sing our praises with melodies overflowing!", "8": "He fills the sky with clouds, sending showers to water the earth so that the grass springs up on the mountain fields and the earth produces food for man.[a]", "9": "All the birds and beasts who cry with hunger to him are fed from his hands.", "10": "His people don't find security in strong horses, for horsepower is nothing to him. Man power is even less impressive!", "11": "The Lord shows favor to those who fear him, to his godly lovers who wait for his tender embrace.", "12": "Jerusalem, praise the Lord! Zion, worship your God!", "13": "For he has strengthened the authority of your gates. He even blesses you with more children.", "14": "He's the one who brings peace to your borders,[b] feeding you the most excellent of fare.", "15": "He sends out his orders throughout the world; his words run as swift messengers, bringing them to pass.", "16": "He blankets the earth with glistening snow, painting the landscape with frost.", "17": "Sleet and hail fall from the sky, causing waters to freeze before winter's icy blast.", "18": "Then he speaks his word and it all melts away; as the warm spring winds blow, the streams begin to flow.", "19": "In the same way, he speaks his word to Jacob, and to Israel he brings his life-giving instruction.", "20": "He has dealt with Israel differently than with any other people, for they have received his laws. Hallelujah! Praise the Lord!"}