{"1": "A priestly prayer, by King David Listen to me, Lord. Hear the passionate prayer of this honest man. It's my piercing cry for justice! My cause is just and my need is real. I've done what's right and my lips speak truth.", "2": "Lord, I always live my life before your face, so examine and exonerate me. Vindicate me and show the world I'm innocent.", "3": "For in a visitation of the night you inspected my heart and refined my soul in fire until nothing vile was found in me. I've wanted my words and my ways to always agree.", "4": "Following your word has kept me from wrong. Your ways have molded my footsteps, keeping me from going down the forbidden paths of the destroyer.", "5": "My steps follow in the tracks of your chariot wheels, always staying in their path, never straying from your way.", "6": "You will answer me, God; I know you always will, like you always do as you listen with love to my every prayer.", "7": "Magnify the marvels of your mercy to all who seek you.[a] Make your Pure One wonderful to me,[b] like you do for all those who turn aside to hide themselves in you.", "8": "Protect me from harm; keep an eye on me like you would a child[c] reflected in the twinkling of your eye. Yes, hide me within the shelter of your embrace, under your outstretched wings.[d]", "9": "Protect me there from all my foes. For there are many who surround my soul to completely destroy me.", "10": "They are pitiless, heartless—hard as nails, swollen with pride and filled with arrogance!", "11": "See how they close in on me, waiting for the chance to throw me to the ground.[e]", "12": "They're like lions eager to tear me apart, like young and fearless lions lurking in secret, so ferocious and cruel—ready to rip me to shreds.", "13": "Arise, God, and confront them! Challenge them with your might![f] Free me from their clutches and rescue me from their rage.", "14": "Throw them down to the ground, those who live for only this life on earth. Thrust them out of their prosperity and into their portion in eternity, leaving their wealth and wickedness behind!", "15": "As for me, because I am innocent I will see[g] your face until I see you for who you really are. Then I will awaken with your form and be fully satisfied,[h] fulfilled in the revelation of your glory in me!"}