{"1": "Praises sung to the Pure and Shining One, by King David, his servant,[a] composed when the Lord rescued David from all his many enemies, including from the brutality of Saul[b] Lord, I passionately love you and I'm bonded to you,[c] for now you've become my power!", "2": "You're as real to me as bedrock beneath my feet, like a castle on a cliff, my forever firm fortress, my mountain of hiding, my pathway of escape, my tower of rescue where none can reach me. My secret strength and shield around me, you are salvation's ray of brightness shining on the hillside,[d] always the champion of my cause.", "3": "All I need to do is to call to you, singing to you, the praiseworthy God. When I do, I'm safe and sound in you.", "4-5": "–5 For when the ropes of death wrapped around me and terrifying torrents of destruction overwhelmed me,[e] taking me to death's door, to doom's domain,", "6": "I cried out to you in my distress, the delivering God, and from your temple-throne you heard my troubled cry. My sobs came right into your heart and you turned your face to rescue me.[f]", "7": "The earth itself shivered and shook. It reeled and rocked before him. As the mountains trembled, they melted away! For his anger was kindled, burning on my behalf.", "8": "Fierce flames leapt from his mouth, erupting with blazing, burning coals as smoke and fire encircled him.", "9-10": "–10 He stretched heaven's curtain open and came to my defense. Swiftly he rode to earth as the stormy sky was lowered. He rode a chariot of thunderclouds amidst thick darkness, a cherub his steed as he swooped down, soaring on the wings of Spirit-wind.", "11": "Wrapped and hidden in the thick-cloud darkness, his thunder-tabernacle surrounded him. He hid himself in mystery-darkness; the dense rain clouds were his garments.", "12": "Suddenly the brilliance of his presence broke through with lightning bolts and with a mighty storm from heaven— like a tempest dropping coals of fire.", "13": "The Lord thundered, the great God above every god spoke with his thunder-voice from the skies. What fearsome hailstones and flashes of fire were before him!", "14": "He released his lightning-arrows, and routed my foes. See how they ran and scattered in fear!", "15": "Then with his mighty roar he laid bare the foundations of the earth, uncovering the secret source of the sea. The hidden depths of land and sea were exposed by the hurricane-blast of his hot breath.", "16": "He then reached down from heaven, all the way from the sky to the sea. He reached down into my darkness to rescue me! He took me out of my calamity and chaos and drew me to himself, taking me from the depths of my despair!", "17": "Even though I was helpless in the hands of my hateful, strong enemy,[g] you were good to deliver me.", "18": "When I was at my weakest, my enemies attacked— but the Lord held on to me.", "19": "His love broke open the way and he brought me into a beautiful broad place.[h] He rescued me—because his delight is in me![i]", "20": "He rewarded me for doing what's right and staying pure.", "21": "I will follow his commands and never stop. I'll not sin by ceasing to follow him, no matter what.", "22": "For I've kept my eyes focused on his righteous words and I've obeyed everything that he's told me to do.", "23": "I've done my best to be blameless and to follow all his ways, keeping my heart pure.", "24": "I've kept my integrity by surrendering to him. And so the Lord has rewarded me with his blessing. This is the treasure I discovered when I kept my heart clean before his eyes.", "25": "Lord, it is clear to me now that how we live will dictate how you deal with us.[j] Good people will taste your goodness, Lord. And to those who are loyal to you, you love to prove that you are loyal and true.", "26": "And for those who are purified, they find you always pure. But you'll outwit the crooked and cunning with your craftiness.", "27": "To the humble you bring heaven's deliverance. But the proud and haughty you disregard.", "28": "God, all at once you turned on a floodlight for me! You are the revelation-light in my darkness, and in your brightness I can see the path ahead.", "29": "With you as my strength I can crush an enemy horde, advancing through every stronghold that stands in front of me.", "30": "What a God you are! Your path for me has been perfect! All your promises have proven true. What a secure shelter for all those who turn to hide themselves in you! You are the wrap-around God giving grace to me.[k]", "31": "Could there be any other god like you? You are the only God to be worshiped, for there is not a more secure foundation to build my life upon than you.", "32": "You have wrapped me in power, and now you've shared with me your perfection.", "33": "Through you I ascend to the highest peaks of your glory to stand in the heavenly places, strong and secure in you.", "34": "You've trained me with the weapons of warfare-worship; now I'll descend into battle with power to chase and conquer my foes.", "35": "You empower me for victory with your wrap-around presence. Your power within makes me strong to subdue, and by stooping down in gentleness you strengthened me and made me great!", "36": "You've set me free from captivity and now I'm standing complete, ready to fight some more!", "37": "I caught up with my enemies and conquered them, and didn't turn back until the war was won!", "38": "I pinned them to the ground and broke them to pieces. I finished them once and for all; they're as good as dead.", "39": "You've placed your armor upon me and defeated my enemies, making them bow low at my feet.", "40": "You've made them all turn tail and run, for through you I've destroyed them all! Forever silenced, they'll never taunt me again.", "41": "They shouted for help but not one dared to rescue them. They shouted to God but he refused to answer them.", "42": "So I pulverized them to powder and cast them to the wind. I swept them away like dirt on the floor.", "43": "You gave me victory on every side, for look how the nations come to serve me. Even those I've never heard of come and bow at my feet.", "44": "As soon as they heard of me they submitted to me. Even the rebel foreigners obey my every word.", "45": "Their rebellion fades away as they come near; trembling in their strongholds, they come crawling out of their hideouts. Cringing in fear before me, their courage is gone.", "46": "The Almighty is alive and conquers all! Praise is lifted high to the unshakable God! Towering over all, my Savior-God is worthy to be praised!", "47": "Look how he pays back harm to all who harm me, subduing all the people who come against me.", "48": "He rescues me from my enemies; he lifts me up high and keeps me out of reach, far from the grasp of my violent foe.", "49": "This is why I thank God with high praises! I will sing my song to the highest God, so all among the nations will hear me.", "50": "You have appointed me king and rescued me time and time again with your magnificent miracles. You've been merciful and kind to me, your anointed one. This favor will be forever seen upon your loving servant, David, and to all my descendants!"}