{"1": "For the Pure and Shining One A poem of praise by King David, his loving servant God's splendor is a tale that is told; his testament is written in the stars.[a] Space itself speaks his story every day through the marvels of the heavens. His truth is on tour in the starry vault of the sky, showing his skill in creation's craftsmanship.", "2": "Each day gushes out its message[b] to the next, night with night whispering its knowledge to all.", "3": "Without a sound, without a word, without a voice being heard,", "4": "Yet all the world can see its story. Everywhere its gospel[c] is clearly read so all may know.", "5": "What a heavenly home God has set for the sun, shining in the superdome of the sky! See how he leaves his celestial chamber each morning, radiant as a bridegroom ready for his wedding, like a day-breaking champion eager to run his course.", "6": "He rises on one horizon, completing his circuit on the other, warming lives and lands with his heat.", "7": "God's Word is perfect in every way; how it revives our souls! His laws lead us to truth, and his ways change the simple into wise.", "8": "His teachings make us joyful and radiate his light; his precepts are so pure! His commands, how they challenge us to keep close to his heart! The revelation-light of his word makes my spirit shine radiant.", "9": "Every one of the Lord's commands is right; following them brings cheer.[d] Nothing he says ever needs to be changed.", "10": "The rarest treasures of life are found in his truth. That's why I prize God's word like others prize the finest gold. Nothing brings the soul such sweetness as seeking his living words.", "11": "For they warn us, his servants, and keep us from following the wicked way, giving a lifetime guarantee: great success to every obedient soul!", "12": "Without this revelation-light, how would I ever detect the waywardness of my heart?[e] Lord, forgive my hidden flaws whenever you find them.", "13": "Keep cleansing me, God, and keep me from my secret, selfish sins; may they never rule over me! For only then will I be free from fault and remain innocent of rebellion.", "14": "So may the words of my mouth, my meditation-thoughts, and every movement of my heart be always pure and pleasing, acceptable before your eyes, my only Redeemer, my Protector-God.[f]"}