{"1": "For the Pure and Shining One King David's song of anguish To the tune of “The Deer at the Dawning of the Day”[b] God, my God! Why would you abandon me now?[c]", "2": "Why do you remain distant, refusing to answer[d] my tearful cries in the day and my desperate cries for your help in the night? I can't stop sobbing. Where are you, my God?", "3": "Yet I know that you are most holy; it's indisputable. You are God-Enthroned, surrounded with songs, living among the shouts of praise of your princely people.", "4": "Our fathers' faith was in you— through the generations they trusted and believed in you and you came through.", "5": "Every time they cried out to you in their despair, you were faithful to deliver them; you didn't disappoint them.", "6": "But look at me now; I am like a woeful worm, crushed, and I'm bleeding crimson.[e] I don't even look like a man anymore. I've been abused, despised, and scorned by everyone!", "7": "Mocked by their jeers, despised with their sneers, as all the people poke fun at me, spitting their insults,", "8": "saying, “Is this the one who trusted in God? Is this the one who claims God is pleased with him? Now let's see if your God will come to your rescue! We'll just see how much he delights in you!”", "9": "Lord, you delivered me safely from my mother's womb. You are the one who cared for me ever since I was a baby.", "10": "Since the day I was born, I've been placed in your custody. You've cradled me throughout my days. I've trusted in you and you've always been my God.", "11": "So don't leave me now; stay close to me! For trouble is all around me and there's no one else to help me.", "12": "I'm surrounded by many violent foes; mighty forces of evil are swirling around me who want to break me to bits and destroy me.[f]", "13": "Curses pour from their mouths! They're like ravenous, roaring lions tearing their prey.", "14": "Now I'm completely exhausted; I'm spent. Every joint of my body has been pulled apart. My courage has vanished and my inward parts have melted away.", "15": "I'm so thirsty and parched—dry as a bone. My tongue sticks to the roof of my mouth. And now you've left me in the dust for dead.", "16": "They have pierced my hands and my feet. Like a pack of wild dogs they tear at me, swirling around me with their hatred. They gather around me like lions to pin[g] my hands and feet.", "17": "All my bones stick out. Look at how they all gloat over me and stare!", "18": "With a toss of the dice they divide my clothes among themselves, gambling for my garments!", "19": "Lord, my God, please don't stay far away. For you are my only might and strength. Won't you come quickly to my rescue?", "20": "Give me back my life. Save me from this violent death. Save my precious one and only[h] from the power of these demons![i]", "21": "Save me from all the power of the enemy, from this roaring lion raging against me and the power of his dark horde.", "22": "I will praise your name before all my brothers; as my people gather I will praise you in their midst.[j]", "23": "Lovers of Yahweh, praise him! Let all the true seed of Jacob glorify him with your praises. Stand in awe of him, all you princely people, the offspring of Israel!", "24": "For he has not despised my cries of deep despair. He's my first responder to my sufferings, and he didn't look the other way when I was in pain. He was there all the time, listening to the song of the afflicted.", "25": "You're the reason for my praise; it comes from you and goes to you. I will keep my promise to praise you before all who fear you among the congregation of your people.", "26": "I will invite the poor and broken, and they will come and eat until satisfied. Bring Yahweh praise and you will find him. Your hearts will overflow with life forever!", "27": "From the four corners of the earth, the peoples of the world will remember and return to the Lord. Every nation will come and worship him.", "28": "For the Lord is King of all, who takes charge of all the nations.", "29": "There they are! They're worshiping! The wealthy of this world will feast in fellowship with him right alongside the humble of heart, bowing down to the dust, forsaking their own souls. They will all come and worship this worthy King!", "30": "His spiritual seed[k] shall serve him. Future generations will hear from us about the wonders of the Sovereign Lord.", "31": "His generation yet to be born will glorify him. And they will all declare, “It is finished!”"}