{"1": "King David's poetic praise to God Forever I will lift up my soul into your presence, Lord.", "2": "Be there for me, God, for I keep trusting in you. Don't allow my foes to gloat over me or the shame of defeat to overtake me.", "3": "For how could anyone be disgraced when he has entwined his heart with you? But they will all be defeated and ashamed when they harm the innocent.", "4": "Lord, direct me throughout my journey so I can experience your plans for my life. Reveal the life-paths that are pleasing to you.", "5": "Escort me along the way; take me by the hand and teach me. For you are the God of my increasing salvation; I have wrapped my heart into yours![b]", "6-7": "–7 Forgive my failures as a young man, and overlook the sins of my immaturity. Give me grace, Lord! Always look at me through your eyes of love— your forgiving eyes of mercy and compassion. When you think of me, see me as one you love and care for. How good you are to me!", "8": "When people turn to you, they discover how easy you are to please—so faithful and true! Joyfully you teach them the proper path, even when they go astray.", "9": "Keep showing the humble your path, and lead them into the best decision. Bring revelation-light that trains them in the truth.", "10": "All the ways of the Lord are loving and faithful for those who follow the ways of his covenant.", "11": "For the honor of your name, Lord, never count my sins, and forgive them all— lift their burden off of my life![c]", "12": "Who are they that live in the holy fear of God? You will show them the right path to take.", "13": "Then prosperity and favor will be their portion, and their descendants will inherit all that is good.", "14": "There's a private place reserved for the lovers of God, where they sit near him and receive the revelation-secrets of his promises.[d]", "15": "Rescue me, Lord, for you're my only hero.", "16": "Sorrows fill my heart as I feel helpless, mistreated— I'm all alone and in misery! Come closer to me now, Lord, for I need your mercy.", "17": "Turn to me, for my problems seem to be going from bad to worse. Only you can free me from all these troubles!", "18": "Until you lift this burden, the burden of all my sins, my troubles and trials will be more than I can handle. Can't you feel my pain?", "19": "Vicious enemies hate me. There are so many, Lord. Can't you see?", "20": "Will you protect me from their power against me? Let it never be said that I trusted you and you didn't come to my rescue.", "21": "Your perfection and faithfulness are my bodyguards, for you are my hope and I trust in you as my only protection.", "22": "Zealously, God, we ask you to come save Israel from all her troubles, for you provide the ransom price for your people![e]"}