{"1": "David's poetic praise to God before he was anointed king[a] The Lord is my revelation-light to guide me along the way;[b] he's the source of my salvation to defend me every day. I fear no one! I'll never turn back and run from you, Lord; surround and protect me.", "2": "When evil ones come to destroy me, they will be the ones who turn back.", "3": "My heart will not be afraid even if an army rises to attack. I know that you are there for me, so I will not be shaken.", "4": "Here's the one thing I crave from God, the one thing I seek above all else: I want the privilege of living with him every moment in his house,[c] finding the sweet loveliness of his face, filled with awe, delighting in his glory and grace. I want to live my life so close to him that he takes pleasure in my every prayer.", "5-6": "–6 In his shelter in the day of trouble, that's where you'll find me, for he hides me there in his holiness. He has smuggled me into his secret place, where I'm kept safe and secure— out of reach from all my enemies. Triumphant now, I'll bring him my offerings of praise, singing and shouting with ecstatic joy! Yes, listen and you can hear the fanfare of my shouts of praise to the Lord!", "7": "God, hear my cry. Show me your grace. Show me mercy, and send the help I need!", "8": "Lord, when you said to me, “Seek my face,” my inner being responded, “I'm seeking your face with all my heart.”", "9": "So don't hide yourself, Lord, when I come to find you.[d] You're the God of my salvation; how can you reject your servant in anger? You've been my only hope, so don't forsake me now when I need you!", "10": "My father and mother abandoned me. I'm like an orphan! But you took me in and made me yours.[e]", "11": "Now teach me all about your ways and tell me what to do. Make it clear for me to understand, for I am surrounded by waiting enemies.", "12": "Don't let them defeat me, Lord. You can't let me fall into their clutches! They keep accusing me of things I've never done while they plot evil against me.", "13": "Yet I totally trust you to rescue me one more time, so that I can see once again how good you are while I'm still alive!", "14": "Here's what I've learned through it all: Don't give up; don't be impatient; be entwined as one with the Lord.[f] Be brave and courageous, and never lose hope. Yes, keep on waiting—for he will never disappoint you!"}