{"1": "For the Pure and Shining One A song of poetic praise, by King David I trust you, Lord, to be my hiding place. Don't let me down. Don't let my enemies bring me to shame. Come and rescue me, for you are the only God who always does what is right.", "2": "Rescue me quickly when I cry out to you. At the sound of my prayer may your ear be turned to me. Be my strong shelter and hiding place on high. Pull me into victory and breakthrough.", "3-4": "–4 For you are my high fortress, where I'm kept safe. You are to me a stronghold of salvation. When you deliver me out of this peril, it will bring glory to your name. As you guide me forth I'll be kept safe from the hidden snares of the enemy— the secret traps that lie before me— for you have become my rock of strength.", "5": "Into your hands I now entrust my spirit.[a] O Lord, the God of faithfulness, you have rescued and redeemed me.", "6": "I despise these deceptive illusions, all this pretense and nonsense, for I worship only you.", "7": "In mercy you have seen my troubles and you have cared for me; even during this crisis in my soul I will be radiant with joy, filled with praise for your love and mercy.", "8": "You have kept me from being conquered by my enemy; you broke open the way to bring me to freedom,[b] into a beautiful, broad place.[c]", "9": "O Lord, help me again! Keep showing me such mercy. For I am in anguish, always in tears, and I'm worn out with weeping. I'm becoming old because of grief; my health is broken.", "10": "I'm exhausted! My life is spent with sorrow, my years with sighing and sadness. Because of all these troubles, I have no more strength. My inner being[d] is so weak and frail.", "11": "My enemies say, “You are nothing!” Even my friends and neighbors hold me in contempt! They dread seeing me and they look the other way when I pass by.", "12": "I am totally forgotten, buried away like a dead man, discarded like a broken dish thrown in the trash.", "13": "I overheard their whispered threats, the slander of my enemies. I'm terrified as they plot and scheme to take my life.", "14": "I'm desperate, Lord! I throw myself upon you, for you alone are my God!", "15": "My life, my every moment, my destiny—it's all in your hands. So I know you can deliver me from those who persecute me relentlessly.", "16": "Smile on me, your servant.[e] Let your undying love and glorious grace save me from all this gloom.", "17": "As I call upon you, let my shame and disgrace be replaced by your favor once again. But let shame and disgrace fall instead upon the wicked— those going to their own doom, drifting down in silence to the dust of death.", "18": "At last their lying lips will be muted in their graves. For they are arrogant, filled with contempt and conceit as they speak against the godly.", "19": "Lord, how wonderful you are! You have stored up so many good things for us, like a treasure chest heaped up and spilling over with blessings— all for those who honor and worship you! Everybody knows what you can do for those who turn and hide themselves in you.", "20": "So hide all your beloved ones in the sheltered, secret place before your face. Overshadow them by your glory-presence. Keep them from these accusations, the brutal insults of evil men. Tuck them safely away in the tabernacle where you dwell.", "21": "The name of the Lord is blessed and lifted high! For his marvelous miracle of mercy protected me when I was overwhelmed by my enemies.", "22": "I spoke hastily when I said, “The Lord has deserted me.” For in truth, you did hear my prayer and came to rescue me.", "23": "Listen to me, all you godly ones: Love the Lord with passion! The Lord protects and preserves all those who are loyal to him. But he pays back in full all those who reject him in their pride.", "24": "So cheer up! Take courage all you who love him. Wait for him to break through for you, all who trust in him!"}