{"1": "A poem of insight and instruction, by King David[a] How happy and fulfilled are those whose rebellion has been forgiven,[b] those whose sins are covered by blood.", "2": "How blessed and relieved are those who have confessed their corruption[c] to God! For he wipes their slates clean and removes hypocrisy from their hearts.", "3": "Before I confessed my sins, I kept it all inside; my dishonesty devastated my inner life, causing my life to be filled with frustration, irrepressible anguish, and misery.", "4": "The pain never let up, for your hand of conviction was heavy on my heart. My strength was sapped, my inner life dried up like a spiritual drought within my soul. Pause in his presence", "5": "Then I finally admitted to you all my sins, refusing to hide them any longer. I said, “My life-giving God, I will openly acknowledge my evil actions.” And you forgave me! All at once the guilt of my sin washed away and all my pain disappeared! Pause in his presence", "6": "This is what I've learned through it all: All believers should confess their sins to God; do it every time God has uncovered you in the time of exposing. For if you do this, when sudden storms of life overwhelm, you'll be kept safe.[d]", "7": "Lord, you are my secret hiding place, protecting me from these troubles, surrounding me with songs of gladness! Your joyous shouts of rescue release my breakthrough. Pause in his presence", "8-9": "–9 I hear the Lord saying, “I will stay close to you, instructing and guiding you along the pathway for your life. I will advise you along the way and lead you forth with my eyes as your guide. So don't make it difficult; don't be stubborn when I take you where you've not been before. Don't make me tug you and pull you along. Just come with me!”", "10": "So my conclusion is this: Many are the sorrows and frustrations of those who don't come clean with God. But when you trust in the Lord for forgiveness, his wrap-around love will surround you.", "11": "So celebrate the goodness of God! He shows this kindness to everyone who is his. Go ahead—shout for joy, all you upright ones who want to please him!"}