{"1": "A song by King David composed after his escape from the king when he pretended to be insane Lord! I'm bursting with joy over what you've done for me! My lips are full of perpetual praise.", "2": "I'm boasting of you and all your works, so let all who are discouraged take heart.", "3": "Join me, everyone! Let's praise the Lord together. Let's make him famous! Let's make his name glorious to all.", "4": "Listen to my testimony: I cried to God in my distress and he answered me. He freed me from all my fears!", "5": "Gaze upon him, join your life with his, and joy will come. Your faces will glisten with glory. You'll never wear that shame-face again.", "6": "When I had nothing, desperate and defeated, I cried out to the Lord and he heard me, bringing his miracle-deliverance when I needed it most.[a]", "7": "The angel of the Lord stooped down to listen as I prayed, encircling me, empowering me, and showing me how to escape. He will do this for everyone who fears God.", "8": "Drink deeply of the pleasures of this God.[b] Experience for yourself the joyous mercies he gives to all who turn to hide themselves in him.", "9": "Worship in awe and wonder, all you who've been made holy! For all who fear him will feast with plenty.", "10": "Even the strong and the wealthy[c] grow weak and hungry, but those who passionately pursue the Lord will never lack any good thing.", "11": "Come, children of God, and listen to me. I'll share the lesson I've learned of fearing the Lord.[d]", "12-13": "–13 Do you want to live a long, good life, enjoying the beauty that fills each day? Then never speak a lie or allow wicked words to come from your mouth.", "14": "Keep turning your back on every sin, and make “peace” your life motto. Practice being at peace with everyone.[e]", "15": "The Lord sees all we do; he watches over his friends day and night. His godly ones receive the answers they seek whenever they cry out to him.", "16": "But the Lord has made up his mind to oppose evildoers and to wipe out even the memory of them from the face of the earth.", "17": "Yet when holy lovers of God cry out to him with all their hearts, the Lord will hear them and come to rescue them from all their troubles.", "18": "The Lord is close to all whose hearts are crushed by pain, and he is always ready to restore the repentant one.", "19": "Even when bad things happen to the good and godly ones, the Lord will save them and not let them be defeated by what they face.", "20": "God will be your bodyguard to protect you when trouble is near. Not one bone will be broken.", "21": "But the wicked commit slow suicide. For they hate and persecute the lovers of God. Make no mistake about it, God will hold them guilty and punish them; they will pay the penalty!", "22": "But the Lord has paid for the freedom of his servants, and he will freely pardon those who love him. He will declare them free and innocent when they turn to hide themselves in him."}