{"1": "A poetic song, by King David[a] O Lord, fight for me! Harass the hecklers, accuse my accusers. Fight those who fight against me.", "2-3": "–3 Put on your armor, Lord; take up your shield and protect me. Rise up, mighty God! Grab your weapons of war and block the way of the wicked who come to fight me. Stand for me when they stand against me! Speak over my soul: “I am your strong Savior!”[b]", "4": "Humiliate those who seek my harm. Defeat them all! Frustrate their plans to defeat me and drive them back. Disgrace them all as they have devised their plans to disgrace me.", "5": "Blow them away like dust in the wind, with the Angel of Almighty God driving them back!", "6": "Make the road in front of them nothing but slippery darkness, with the Angel of the Lord behind them, chasing them away!", "7": "For though I did nothing wrong to them, they set a trap for me, wanting me to fall and fail.", "8": "Surprise them with your ambush, Lord, and catch them in the very trap they set for me. Let them be the ones to fail and fall into destruction!", "9": "Then my fears will dissolve into limitless joy; my whole being will overflow with gladness because of your mighty deliverance.", "10": "Everything inside of me will shout it out: “There's no one like you, Lord!” For look at how you protect the weak and helpless from the strong and heartless who oppress them.", "11": "They are malicious men, hostile witnesses of wrong. They rise up against me, accusers appearing out of nowhere.", "12": "When I show them mercy, they bring me misery. I'm forsaken and forlorn, like a motherless child.", "13": "I even prayed over them when they were sick. I was burdened and bowed low with fasting and interceded for their healing, and I didn't stop praying.", "14": "I grieved for them, heavyhearted, as though they were my dearest family members or my good friends who were sick, nearing death, needing prayer.", "15": "But when I was the one who tripped up and stumbled, they came together to slander me, rejoicing in my time of trouble, tearing me to shreds with their lies and betrayal.", "16": "These nameless ruffians, mocking me like godless fools at a feast— how they delight in throwing mud on my name.", "17": "God, how long can you just stand there doing nothing? Now is the time to act. Rescue me from these brutal men, for I am being torn to shreds by these beasts who are out to get me. Save me from their rage, their cruel grasp.", "18": "Then I will praise you wherever I go.[c] And when everyone gathers for worship, I will lift up your praise with a shout in front of the largest crowd I can find!", "19": "Don't let those who fight me for no reason be victorious. Don't let them succeed, these heartless haters who come against me with their gloating sneers.", "20": "They are the ones who would never seek peace as friends, for they are ever devising deceit against the innocent ones who mind their own business.", "21": "They open their mouths with ugly grins, gloating with glee over my every fault. “Look,” they say, “we caught him red-handed! We saw him fall with our own eyes!”", "22": "But my caring God, you have been there all along. You have seen their hypocrisy. God, don't let them get away with this. Don't walk away without doing something.", "23": "Now is the time to awake! Rise up, Lord! Vindicate me, my Lord and my God!", "24": "You have every right to judge me, Lord, according to your righteousness, but don't let them rejoice over me when I stumble.", "25-26": "–26 Let them all be ashamed of themselves, humiliated when they rejoice over my every blunder. Shame them, Lord, when they say, “We saw what he did. Now we have him right where we want him. Let's get him while he's down!” Make them look ridiculous when they exalt themselves over me. May they all be disgraced and dishonored!", "27": "But let all my true friends shout for joy, all those who know and love what I do for you. Let them all say, “The Lord is great, and he delights in the prosperity of his servant.”", "28": "Then I won't be able to hold it in— everyone will hear my joyous praises all day long! Your righteousness will be the theme of my glory-song of praise!"}