{"1": "Poetic praise, by King David[a] Don't follow after the wicked ones or be jealous of their wealth. Don't think for a moment they're better off than you.", "2": "They and their short-lived success will soon shrivel up and quickly fade away like grass clippings in the hot sun.", "3": "Keep trusting in the Lord and do what is right in his eyes. Fix your heart on the promises of God and you will be secure, feasting on his faithfulness.", "4": "Make God the utmost delight and pleasure of your life,[b] and he will provide for you what you desire the most.", "5": "Give God the right to direct your life,[c] and as you trust him along the way you'll find he pulled it off perfectly!", "6": "He will appear as your righteousness,[d] as sure as the dawning of a new day. He will manifest as your justice, as sure and strong as the noonday sun.", "7": "Quiet your heart in his presence and pray; keep hope alive as you long for God to come through for you. And don't think for a moment that the wicked in their prosperity are better off than you.", "8": "Stay away from anger and revenge. Keep envy far from you, for it only leads you into lies.", "9": "For one day the wicked will be destroyed, but those who trust in the Lord will live safe and sound with blessings overflowing.", "10": "Just a little while longer and the ungodly will vanish; you will look for them in vain.", "11": "But the humble of heart will inherit every promise[e] and enjoy abundant peace.", "12": "Let the wicked keep plotting against the godly with all their sneers and arrogant jeers.", "13": "God doesn't lose any sleep over them and he knows their day is coming!", "14": "Evil ones take aim on the poor and helpless; they are ready to slaughter those who do right.", "15": "But the Lord will turn all their weapons of wickedness back on themselves, piercing their pride-filled hearts until they are the helpless.", "16": "It is much better to have little combined with much of God than to have the fabulous wealth of the wicked and nothing else.", "17": "For the Lord takes care of all his forgiven ones while the strength of the evil will surely slip away.", "18": "Day by day the Lord watches the good deeds of the godly and he prepares for them his forever-reward.", "19": "Even in a time of disaster he will watch over them, and they will always have more than enough no matter what happens.", "20": "All the enemies of God will perish. For the wicked have only a momentary value, a fading glory. Then one day they vanish! Here today, gone tomorrow.", "21": "They break their promises, borrowing money but never paying it back. The good man returns what he owes with some extra besides.", "22": "The Lord's blessed ones receive it all in the end, but the cursed ones will be cut off with nothing to show for themselves.", "23": "The steps of the God-pursuing ones follow firmly in the footsteps of the Lord, and God delights in every step they take to follow him.", "24": "If they stumble badly they will still survive, for the Lord lifts them up with his hands.", "25": "I was once young, but now I'm old. Not once have I found a lover of God forsaken by him, nor have any of their children gone hungry.", "26": "Instead, I've found the godly ones to be the generous ones who give freely to others. Their children are blessed and become a blessing.", "27": "If you truly want to dwell forever in God's presence, forsake evil and do what is right in his eyes.", "28": "The Lord loves it when he sees us walking in his justice. He will never desert his devoted lovers; they will be kept forever in his faithful care. But the descendants of the wicked will be banished.", "29": "The faithful lovers of God will inherit the earth and enjoy every promise of God's care, dwelling in peace forever.", "30": "God-lovers make the best counselors. Their words possess wisdom and are right and trustworthy.", "31": "The ways of God are in their hearts and they won't swerve from the paths of steadfast righteousness.", "32": "Evil ones spy on the godly ones, stalking them to find something they could use to accuse them. They're out for the kill!", "33": "But God will foil all their plots. The godly will not stand condemned when brought to trial.", "34": "So don't be impatient for the Lord to act; keep moving forward steadily in his ways, and he will exalt you at the right time. And when he does, you will possess every promise, including your full inheritance. You'll watch with your own eyes and see the wicked lose everything.", "35": "I've already seen this happen. Once I saw a wicked and violent man overpower all who were around him, a domineering tyrant with his pride and oppressive ways.", "36": "Then he died and was forgotten. Now no one cares that he is gone forever.", "37": "But you can tell who are the blameless and spiritually mature. What a different story with them! The godly ones will have a peaceful, prosperous future with a happy ending.", "38": "Every evil sinner will be destroyed, obliterated. They'll be utter failures with no future!", "39": "But the Lord will be the Savior of all who love him. Even in their time of trouble God will live in them as strength.", "40": "Because of their faith in him, their daily portion will be a Father's help and deliverance from evil. This is true for all who turn to hide themselves in him!"}