{"1": "A poetic lament to remember, by King David[a] O Lord, don't punish me angrily for what I've done. Don't let my sin inflame your wrath against me.", "2": "For the arrows of your conviction have pierced me deeply. Your blows have struck my soul and crushed me.", "3": "Now my body is sick. My health is totally broken because of your anger, and it's all due to my sins!", "4": "I'm overwhelmed, swamped, and submerged beneath the heavy burden of my guilt. It clings to me and won't let me go.", "5": "My rotting wounds are a witness against me. They are severe and getting worse, reminding me of my failure and folly.", "6": "I am completely broken because of what I've done. Gloom is all around me. My sins have bent me over to the ground.", "7-8": "–8 My inner being is shriveled up; my self-confidence crushed. Sick with fever, I'm left exhausted. Now I'm cold as a corpse and nothing is left inside me but great groaning filled with anguish.", "9": "Lord, you know all my desires and deepest longings. My tears are liquid words and you can read them all.", "10-11": "–11 My heart beats wildly, my strength is sapped, and the light of my eyes is going out. My friends stay far away from me, avoiding me like the plague. Even my family wants nothing to do with me.", "12": "Meanwhile my enemies are out to kill me, plotting my ruin, speaking of my doom as they spend every waking moment planning how to finish me off.", "13-14": "–14 I'm like a deaf man who no longer hears. I can't even speak up, and words fail me; I have no argument to counter their threats.", "15": "Lord, the only thing I can do is wait and put my hope in you. I wait for your help, my God.", "16": "So hear my cry and put an end to their strutting in pride, who gloat when I stumble in pain.", "17": "I'm slipping away and on the verge of a breakdown, with nothing but sorrow and sighing.[b]", "18": "I confess all my sin to you; I can't hold it in any longer. My agonizing thoughts punish me for my wrongdoing; I feel condemned as I consider all I've done.", "19": "My enemies are many. They hate me and persecute me, though I've done nothing against them to deserve it.", "20": "I show goodness to them and get repaid evil in return. And they hate me even more when I stand for what is right.", "21": "So don't forsake me now, Lord! Don't leave me in this condition.", "22": "God, hurry to help me, run to my rescue! For you're my Savior and my only hope!"}