{"1-2": "For the Pure and Shining One A song of praising, by King David[a] –2 Here's my life motto, the truth I live by: I will guard my ways for all my days. I will speak only what is right, guarding what I speak. Like a watchman guards against an attack of the enemy, I'll guard and muzzle my mouth when the wicked are around me. I will remain silent and will not grumble or speak out of my disappointment. But the longer I'm silent the more my pain grows worse!", "3-4": "–4 My heart burned with a fire within me, and my thoughts eventually boiled over until they finally came rolling out of my mouth. “Lord, help me to know how fleeting my time on earth is. Help me to know how limited is my life and that I'm only here but for a moment more.", "5": "What a brief time you've given me to live![b] Compared to you my lifetime is nothing at all! Nothing more than a puff of air, I'm gone so swiftly. So too are the grandest of men; they are nothing but a fleeting shadow!” Pause in his presence", "6": "We live our lives like those living in shadows.[c] All our activities and energies are spent for things that pass away. We gather, we hoard, we cling to our things, only to leave them all behind for who knows who.", "7": "And now, God,[d] I'm left with one conclusion: my only hope is to hope in you alone!", "8": "Save me from being overpowered by my sin; don't make me a disgrace before the degenerate.", "9": "Lord, I'm left speechless and I have no excuse, so I'll not complain any longer. Now I know you're the one who is behind it all.", "10": "But I can't take it much longer. Spare me these blows from your discipline-rod. For if you are against me, I will waste away to nothing.", "11": "No one endures when you rebuke and discipline us for our sins. Like a cobweb is swept away with a wave of the hand, you sweep away all that we once called dear. How fleeting and frail our lives! We're nothing more than a puff of air. Pause in his presence", "12": "Lord, listen to all my tender cries. Read my every tear, like liquid words that plead for your help. I feel all alone at times, like a stranger to you, passing through this life just like all those before me.", "13": "Don't let me die without restoring joy and gladness to my soul. May your frown over my failure become a smile over my success."}