{"1": "For the Pure and Shining One A contemplative poem for instruction, by the prophetic singers of Korah's clan[b] I long to drink of you, O God, drinking deeply from the streams of pleasure flowing from your presence. My longings overwhelm me for more of you![c]", "2": "My soul thirsts, pants, and longs for the living God. I want to come and see the face of God.", "3": "Day and night my tears keep falling and my heart keeps crying for your help while my enemies mock me over and over, saying, “Where is this God of yours? Why doesn't he help you?”", "4": "So I speak over my heartbroken soul, “Take courage. Remember when you used to be right out front leading the procession of praise when the great crowd of worshipers gathered to go into the presence of the Lord? You shouted with joy as the sound of passionate celebration filled the air and the joyous multitude of lovers honored the festival of the Lord!”", "5": "So then, my soul, why would you be depressed? Why would you sink into despair? Just keep hoping and waiting on God, your Savior. For no matter what, I will still sing with praise, for living before his face is my saving grace!", "6": "Here I am depressed and downcast. Yet I will still remember you as I ponder the place where your glory streams down from the mighty mountaintops, lofty and majestic—the mountains of your awesome presence.[d]", "7": "My deep need calls out to the deep kindness of your love. Your waterfall of weeping sent waves of sorrow over my soul, carrying me away, cascading over me like a thundering cataract.", "8": "Yet all day long God's promises of love pour over me. Through the night I sing his songs, for my prayer to God has become my life.", "9": "I will say to God, “You are my mountain of strength; how could you forget me? Why must I suffer this vile oppression of my enemies— these heartless tormentors who are out to kill me?”", "10": "Their wounding words pierce my heart over and over while they say, “Where is this God of yours?”", "11": "So I say to my soul, “Don't be discouraged. Don't be disturbed. For I know my God will break through for me.” Then I'll have plenty of reasons to praise him all over again. Yes, living before his face is my saving grace!"}