{"1": "For the Pure and Shining One, by the prophetic singers of Korah's clan A contemplative song of instruction for the Loved One To the melody of “Lilies”[a] My heart is on fire, boiling over with passion. Bubbling up within me are these beautiful lyrics as a lovely poem to be sung for the King. Like a river bursting its banks, I'm overflowing with words, spilling out into this sacred story.[b]", "2": "Beautiful! Beautiful! Beyond the sons of men![c] Elegant grace pours out through every word you speak.[d] Truly God has anointed you, his favored one, for eternity!", "3": "Now strap your lightning-sword of judgment upon your side, O mighty warrior, so majestic! You are full of beauty and splendor as you go out to war!", "4": "In your glory and grandeur go forth in victory! Through your faithfulness and meekness the cause of truth and justice will stand. Awe-inspiring miracles are accomplished by your power, leaving everyone dazed and astonished!", "5": "Your wounding leaves men's hearts defeated as they fall before you broken.", "6": "Your glory-kingdom, O God, endures forever, for you are enthroned to rule with a justice-scepter in your hand!", "7": "You are passionate for righteousness and you hate lawlessness. This is why God, your God, crowns you with bliss above your fellow kings. He has anointed you, more than any other, with his oil of fervent joy, the very fragrance of heaven's gladness.", "8": "Your royal robes release the scent of suffering love for your bride;[e] the odor of aromatic incense is upon you.[f] From the pure and shining place,[g] lovely music that makes you glad is played for your pleasure.", "9": "The daughters of kings, women of honor, are maidens in your courts. And standing beside you, glistening in your pure and golden glory, is the beautiful bride-to-be![h]", "10": "Now listen, daughter, pay attention, and forget about your past. Put behind you every attachment to the familiar, even those who once were close to you!", "11": "For your royal Bridegroom is ravished by your beautiful brightness. Bow in reverence before him, for he is your Lord!", "12": "Wedding presents pour in from those of great wealth.[i] The royal friends of the Bridegroom shower you with gifts.", "13": "As the princess bride enters the palace, how glorious she appears within the holy chamber, robed with a wedding dress embroidered with pure gold!", "14": "Lovely and stunning she leads the procession with all her bridesmaids[j] as they come before you, her Bridegroom King.", "15": "What a grand, majestic entrance! A joyful, glad procession as they enter the palace gates!", "16": "Your many sons will one day be kings, just like their Father. They will sit on royal thrones all around the world.", "17": "I will make sure the fame of your name is honored in every generation as all the people praise you, giving you thanks forever and ever!"}