{"1": "A poetic song of Asaph, the gatherer[a] The God of gods, the mighty Lord himself, has spoken! He shouts out over all the people of the earth in every brilliant sunrise and every beautiful sunset, saying, “Listen to me!”", "2": "God's glory-light shines out of the Zion-realm[b] with the radiance of perfect beauty.", "3": "With the rumble of thunder he approaches; he will not be silent, for he comes with an earsplitting sound! All around him are furious flames of fire, and preceding him is the dazzling blaze of his glory.", "4": "Here he comes to judge his people! He summons his court with heaven and earth as his jury, saying,", "5": "“Gather all my lovers, my godly ones whose hearts are one with me— those who have entered into my holy covenant by sacrifices upon the altar.”", "6": "And the heavens declare his justice: “God himself will be their judge, and he will judge them with righteousness!” Pause in his presence", "7": "“Listen to me, O my people! Listen well, for I am your God! I am bringing you to trial and here are my charges.[c]", "8": "I do not rebuke you for your sacrifices, which you continually bring to my altar.", "9": "Do I need your young bull or goats from your fields as if I were hungry?", "10-11": "–11 Every animal of field and forest belongs to me, the Creator. I know every movement of the birds in the sky, and every animal of the field is in my thoughts. The entire world and everything it contains is mine.", "12-13": "–13 If I were hungry, do you think I would tell you? For all that I have created, the fullness of the earth, is mine. Am I fed by your sacrifices? Of course not!", "14": "Why don't you bring me the sacrifices I desire? Bring me your true and sincere thanks, and show your gratitude by keeping your promises to me, the Most High.", "15": "Honor me by trusting in me in your day of trouble. Cry aloud to me, and I will be there to rescue you.", "16": "And now I speak to the wicked. Listen to what I have to say to you! What right do you have to presume to speak for me and claim my covenant promises as yours?", "17": "For you have hated my instruction and disregarded my words, throwing them away as worthless!", "18": "You forget to condemn the thief or adulterer. You are their friend, running alongside them into darkness.", "19-20": "–20 The sins of your mouth multiply evil. You have a lifestyle of lies, devoted to deceit as you speak against others, even slandering those of your own household!", "21": "All this you have done and I kept silent, so you thought that I was just like you, sanctioning evil. But now I will bring you to my courtroom and spell out clearly my charges before you.", "22": "This is your last chance, my final warning. Your time is up! Turn away from all this evil, or the next time you hear from me will be when I am coming to pass sentence upon you. I will snatch you away and no one will be there to help you escape my judgment.", "23": "The life that pleases me is a life lived in the gratitude of grace, always choosing to walk with me in what is right. This is the sacrifice I desire from you. If you do this, more of my salvation will unfold for you.”"}