{"1-2": "For the Pure and Shining One A prayer of confession when the prophet Nathan exposed King David's adultery with Bathsheba[a] –2 God, give me mercy from your fountain of forgiveness! I know your abundant love is enough to wash away my guilt. Because your compassion is so great, take away this shameful guilt of sin. Forgive the full extent of my rebellious ways, and erase this deep stain on my conscience.[b]", "3-4": "–4 For I'm so ashamed. I feel such pain and anguish within me. I can't get away from the sting of my sin against you, Lord! Everything I did, I did right in front of you, for you saw it all. Against you, and you above all, have I sinned. Everything you say to me is infallibly true and your judgment conquers me.", "5": "Lord, I have been a sinner from birth, from the moment my mother conceived me.", "6": "I know that you delight to set your truth deep in my spirit.[c] So come into the hidden places of my heart and teach me wisdom.", "7": "Purify my conscience! Make this leper clean again![d] Wash me in your love until I am pure in heart.[e]", "8": "Satisfy me in your sweetness, and my song of joy will return. The places within me you have crushed will rejoice in your healing touch.[f]", "9": "Hide my sins from your face;[g] erase all my guilt by your saving grace.", "10": "Create a new, clean heart within me.[h] Fill me with pure thoughts and holy desires, ready to please you.[i]", "11": "May you never reject me! May you never take from me your sacred Spirit!", "12": "Let my passion for life be restored, tasting joy[j] in every breakthrough you bring to me. Hold me close to you with a willing spirit that obeys whatever you say.", "13": "Then I can show to other guilty ones how loving and merciful you are. They will find their way back home to you, knowing that you will forgive them.", "14": "O God, my saving God, deliver me fully from every sin, even the sin that brought bloodguilt.[k] Then my heart will once again be thrilled to sing the passionate songs of joy and deliverance!", "15": "Lord God, unlock my heart, unlock my lips, and I will overcome with my joyous praise!", "16": "For the source of your pleasure is not in my performance or the sacrifices I might offer to you.", "17": "The fountain of your pleasure is found in the sacrifice of my shattered heart before you. You will not despise my tenderness as I humbly bow down at your feet.", "18": "Because you favor Zion, do what is good for her. Be the protecting wall around Jerusalem.", "19": "And when we are fully restored, you will rejoice and take delight in every offering of our lives as we bring our sacrifices of righteousness before you in love![l]"}