{"1": "To the Pure and Shining One King David's song of derision, for instruction God, listen to my prayer! Don't hide your heart from me when I cry out to you!", "2-3": "–3 Come close to me and give me your answer. Here I am, moaning and restless. I'm preoccupied with the threats of my enemies and crushed by the pressure of their opposition. They surround me with trouble and terror. In their fury they rise up against me in an angry uproar.", "4": "My heart is trembling inside my chest as the terror of death seizes me.", "5": "Fear and dread overwhelm me. I shudder before the horror I face.", "6": "I say to myself, “If only I could fly away from all of this! If only I could run away to the place of rest and peace.", "7": "I would run far away where no one could find me, escaping to a wilderness retreat.” Pause in his presence", "8": "I will hurry off to hide in the higher place, into my shelter, safe from this raging storm and tempest.", "9": "God, confuse them until they quarrel with themselves. Destroy them with their own violent strife and slander. They have divided the city with their discord.", "10": "Though they patrol the walls night and day against invaders, the real danger is within the city. It's the misery and strife in the hearts of its people.", "11": "Murder is in their midst. Wherever you turn you find trouble and ruin.", "12": "It wasn't an enemy who taunted me. If it was my enemy, filled with pride and hatred, then I could have endured it. I would have just run away.", "13": "But it was you, my intimate friend—one like a brother to me. It was you, my advisor,[a] the companion I walked with and worked with!", "14": "We once had sweet fellowship with each other. We worshiped in unity as one, celebrating together with God's people.[b]", "15": "Now desolation and darkness has come upon you. May you and all those like you descend into the pit of destruction! Since evil has been your home, may evil now bury you alive!", "16": "But as for me, I will call upon the Lord to save me, and I know he will!", "17": "Every evening I will explain my need to him. Every morning I will move my soul toward him. Every waking hour I will worship only him, and he will hear and respond to my cry.", "18": "Though many wish to fight and the tide of battle turns against me, by your power I will be safe and secure; peace will be my portion.", "19": "God himself will hear me! God-Enthroned through everlasting ages, the God of unchanging faithfulness— he will put them in their place, all those who refuse to love and revere him! Pause in his presence", "20": "I was betrayed by my friend, though I lived in peace with him. While he was stretching out his hand of friendship, he was secretly breaking every promise he had ever made to me!", "21": "His words were smooth and charming. Yet his heart was disloyal and full of hatred— his words soft as silk while all the time scheming my demise.", "22": "So here's what I've learned through it all: Leave all your cares and anxieties at the feet of the Lord, and measureless grace will strengthen you.", "23": "He will watch over his lovers, never letting them slip or be overthrown. He will send all my enemies to the pit of destruction. Murderers, liars, and betrayers will face an untimely death. My life's hope and trust is in you, and you'll never fail to rescue me!"}