{"1": "For the Pure and Shining One King David's song of instruction composed when Saul set an ambush for him at his home[a] To the tune of “Do Not Destroy” My God, protect me! Keep me safe from all my enemies, for they're coming to kill me. Put me in a high place out of their reach— a place so high that these assassins will never find me.", "2": "Save me from these murdering men, these bloodthirsty killers.", "3": "See how they set an ambush for my life. They're fierce men ready to launch their attack against me. O Lord, I'm innocent; protect me!", "4": "I've done nothing to deserve this, yet they are already plotting together to kill me. Arise, Lord, see what they're scheming, and come and meet with me.", "5": "Awaken, O God of Israel! Commander of Angel Armies, arise to punish these treacherous people who oppose you! Don't go soft on these hardcase killers! Pause in his presence", "6": "After dark they came to spy, sneaking around the city, snarling, prowling like a pack of stray dogs in the night—", "7": "boiling over with rage, shouting out their curses, convinced that they'll never get caught.", "8": "But you, Lord, break out laughing at their plans, amused by their arrogance, scoffing at their sinful ways.", "9": "My strength is found when I wait upon you. Watch over me, God, for you are my mountain fortress; you set me on high!", "10": "The God of passionate love will meet with me. My God will empower me to rise in triumph over my foes.", "11": "Don't kill them; stagger them all with a vivid display of power. And scatter them with your armies of angels, O mighty God, our protector! Use your awesome power to make them wanderers and vagabonds and then bring them down.", "12": "They are nothing but proud, cursing liars. They sin in every word they speak, boasting in their blasphemies!", "13": "May your wrath be kindled to destroy them; finish them off! Make an end of them and their deeds until they are no more! Let them all know and learn that God is the ruler over Jacob, the God-King over all the earth! Pause in his presence", "14": "Here they come again— prowling, growling like a pack of stray dogs in the city.", "15": "Drifting, devouring, and coming in for the kill, they refuse to sleep until they've eaten their fill.", "16": "But as for me, your strength shall be my song of joy. At each and every sunrise, my lyrics of your love will fill the air! For you have been my glory-fortress, a stronghold in my day of distress.", "17": "O my strength, I sing with joy your praises. O my stronghold, I sing with joy your song! O my Savior, I sing with joy the lyrics of your faithful love for me!"}