{"1": "To the Pure and Shining One King David's melody of love's celebration[a] I stand silently to listen for the one I love, waiting as long as it takes for the Lord to rescue me. For God alone has become my Savior.", "2": "He alone is my safe place; his wrap-around presence always protects me. For he is my champion defender; there's no risk of failure with God. So why would I let worry paralyze me, even when troubles multiply around me?", "3": "But look at these who want me dead, shouting their vicious threats at me! The moment they discover my weakness they all begin plotting to take me down.", "4": "Liars, hypocrites, with nothing good to say. All of their energies are spent on moving me from this exalted place. Pause in his presence", "5": "I am standing in absolute stillness, silent before the one I love, waiting as long as it takes for him to rescue me. Only God is my Savior, and he will not fail me.", "6": "For he alone is my safe place. His wrap-around presence always protects me as my champion defender. There's no risk of failure with God! So why would I let worry paralyze me, even when troubles multiply around me?", "7": "God's glory is all around me! His wrap-around presence is all I need, for the Lord is my Savior, my hero, and my life-giving strength.", "8": "Join me, everyone! Trust only in God every moment! Tell him all your troubles and pour out your heart-longings to him. Believe me when I tell you—he will help you! Pause in his presence", "9": "Before God all the people of the earth, high or low, are like smoke that disappears, like a vapor that quickly vanishes away. Compared to God they're nothing but vanity, nothing at all!", "10": "The wealth of the world is nothing to God. So if your wealth increases, don't be boastful or put your trust in your money. And don't you think for a moment that you can get away with stealing by overcharging others just to get more for yourself!", "11": "God said to me once and for all, “All the strength and power you need flows from me!” And again I heard it clearly said,", "12": "“All the love you need is found in me!” And it's true that you repay people for what they do."}