{"1-2": "For the Pure and Shining One King David's poetic song –2 O God in Zion, to you even silence is praise! You are the God who answers prayer;[a] all of humanity comes before you with their requests.", "3": "Though we are overcome by our many sins, your sacrifice covers over them all.", "4": "And your priestly lovers, those you've chosen, will be greatly favored to be brought close to you. What inexpressible joys are theirs! What feasts of mercy fill them in your heavenly sanctuary! How satisfied we will be just to be near you!", "5": "You answer our prayers with amazing wonders and with awe-inspiring displays of power. You are the righteous God who helps us like a father. Everyone everywhere looks to you, for you are the confidence of all the earth, even to the farthest islands of the sea.", "6": "What jaw-dropping, astounding power is yours! You are the mountain maker who sets them all in place.", "7": "You muzzle the roar of the mighty seas and the rage of mobs with their noisy riots.", "8": "O God, to the farthest corners of the planet people will stand in awe, startled and stunned by your signs and wonders. Sunrise brilliance and sunset beauty both take turns singing their songs of joy to you.", "9": "Your visitations of glory bless the earth;[b] the rivers of God overflow and enrich it. You paint the wheat fields golden as you provide rich harvests.", "10": "Every field is watered with the abundance of rain— showers soaking the earth and softening its clods, causing seeds to sprout throughout the land.", "11": "You crown the earth with its yearly harvest, the fruits of your goodness. Wherever you go the tracks of your chariot wheels drip with oil.", "12": "Luxuriant green pastures boast of your bounty as you make every hillside blossom with joy.", "13": "The grazing meadows are covered with flocks, and the fertile valleys are clothed with grain, each one dancing and shouting for joy, creation's celebration! And they're all singing their songs of praise to you!"}