{"1": "For the Pure and Shining One A song of awakening[a] Everyone everywhere, lift up your joyful shout to God!", "2": "Sing your songs tuned to his glory! Tell the world how wonderful he is.", "3": "For he's the awe-inspiring God, great and glorious in power! We've never seen anything like him! Mighty in miracles, you cause your enemies to tremble. No wonder they all surrender and bow before you!", "4": "All the earth will bow down to worship; all the earth will sing your glories forever! Pause in his presence", "5": "Everyone will say, “Come and see the incredible things God has done; it will take your breath away! He multiplies miracles for his people!”[b]", "6": "He made a highway going right through the Red Sea as the Hebrews passed through on dry ground, exploding with joyous excitement over the miracles of God.", "7": "In his great and mighty power he rules forever, watching over every movement of every nation. So beware, rebel lands; he knows how to humble you! Pause in his presence", "8": "Praise God, all you peoples. Praise him everywhere and let everyone know you love him!", "9": "There's no doubt about it; God holds our lives safely in his hands. He's the one who keeps us faithfully following him.", "10": "O Lord, we have passed through your fire; like precious metal made pure, you've proved us, perfected us, and made us holy.", "11": "You've captured us, ensnared us in your net. Then, like prisoners, you placed chains around our necks.[c]", "12": "You've allowed our enemies to prevail against us. We've passed through fire and flood, yet in the end you always bring us out better than we were before, saturated with your goodness.[d]", "13": "I come before your presence with my sacrifice. I'll give you all that I've promised, everything I have.", "14": "When I was overcome in my anguish, I promised to give you my sacrifice. Here it is! All that I said I would offer you is yours.", "15": "The best I have to bring, I'll throw it all into the fire as the fragrance of my sacrifice ascends unto you.[e] Pause in his presence", "16": "All you lovers of God who want to please him, come and listen, and I'll tell you what he did for me.", "17": "I cried aloud to him with all my heart and he answered me! Now my mouth overflows with the highest praise.", "18": "Yet if I had closed my eyes to my sin, the Lord God would have closed his ears to my prayer.", "19": "But praises rise to God, for he paid attention to my prayer and answered my cry to him!", "20": "I will forever praise this God who didn't close his heart when I prayed and never said no when I asked him for help. He never once refused to show me his tender love."}