{"1": "For the Pure and Shining One David's poetic song of praise God! Arise with awesome power, and every one of your enemies will scatter in fear!", "2": "Chase them away—all these God-haters. Blow them away as a puff of smoke. Melt them away like wax in the fire. One good look at you and the wicked vanish.", "3": "But let all your godly lovers be glad! Yes, let them all rejoice in your presence and be carried away with gladness.[a] Let them laugh and be radiant with joy!", "4": "Let them sing their celebration-songs for the coming of the cloud rider whose name is Yah![b]", "5-6": "–6 To the fatherless he is a father. To the widow he is a champion friend. To the lonely he makes them part of a family. To the prisoners[c] he leads into prosperity until they sing for joy. This is our Holy God in his Holy Place! But for the rebels there is heartache and despair.[d]", "7": "O Lord, it was you who marched in front of your people, leading them through the wasteland. Pause in his presence", "8": "The earth shook beneath your feet; the heavens filled with clouds before the presence of the God of Sinai. The sacred mountain shook at the sight of the face of Israel's God.", "9": "You, O God, sent the reviving rain upon your weary inheritance, showers of blessing to refresh it.", "10": "So there your people settled. And in your kindness you provided the poor with abundance.", "11": "God Almighty declares the word of the gospel with power,[e] and the warring women of Zion deliver its message:[f]", "12": "“The conquering legions have themselves been conquered. Look at them flee!” Now Zion's women are left to gather the spoils.", "13": "When you sleep between sharpened stakes,[g] I see you sparkling like silver and glistening like gold, covered by the beautiful wings of a dove![h]", "14": "When the Almighty found a king for himself, it became white as snow in his shade.[i]", "15-16": "–16 O huge, magnificent mountain, you are the mighty kingdom of God![j] All the other peaks, though impressive and imposing, look with envy on you, Mount Zion! For Zion is the mountain where God has chosen to live forever.", "17": "Look! The mighty chariots of God! Ten thousands upon ten thousands, more than anyone could ever number. God is at the front, leading them all from Mount Sinai into his sanctuary with the radiance of holiness upon him.[k]", "18": "He ascends into the heavenly heights, taking his many captured ones with him, leading them in triumphal procession. And gifts were given to men, even the once rebellious, so that they may dwell with Yah.", "19": "What a glorious God![l] He gives us salvation over and over,[m] then daily he carries our burdens![n] Pause in his presence", "20": "Our God is a mighty God who saves us over and over! For the Lord, Yahweh, rescues us from the ways of death many times.", "21": "But he will crush every enemy, shattering their strength. He will make heads roll for they refuse to repent of their stubborn, sinful ways.", "22": "I hear the Lord God saying to all the enemies of his people, “You'd better come out of your hiding places, all of you who are doing your best to stay far away from me.[o] Don't you know there's no place to hide?", "23": "For my people will be the conquerors; they will soon have you under their feet. They will crush you until there is nothing left!”[p]", "24": "O God, my King, your triumphal processions keep moving onward in holiness; you're moving onward toward the Holy Place!", "25": "Leaders in front,[q] then musicians, with young maidens in between, striking their tambourines.", "26": "And they sing, “Let all God's princely people rejoice! Let all the congregations bring their blessing to God, saying, 'The Lord of the fountain! The Lord of the fountain of life! The Lord of the fountain of Israel!' ”", "27": "Astonishingly, it's the favored youth leading the way:[r] princes of praise in their royal robes, and exalted princes are among them, along with princes who have wrestled with God.", "28-29": "–29 Display your strength, God, and we'll be strong![s] For your miracles have made us who we are. Lord, do it again, and parade from your temple your mighty power. By your command even kings will bring gifts to you.", "30": "God, rebuke the beast-life that hides within us![t] Rebuke those who claim to be “strong ones,”[u] who lurk within the congregation and abuse the people out of their love for money. God scatters the people who are spoiling for a fight.", "31": "Africa will send her noble envoys to you, O God. They will come running, stretching out their hands in love to you.", "32": "Let all the nations of the earth sing songs of praise to almighty God! Go ahead, all you nations—sing your praise to the Lord! Pause in his presence", "33": "Make music for the one who strides the ancient skies. Listen to his thunderous voice of might split open the heavens.", "34": "Give it up for God, for he alone has all the strength and power! Proclaim his majesty! For his glory shines down on Israel. His mighty strength soars in the clouds of glory.", "35": "God, we are consumed with awe, trembling before you as your glory streams from your Holy Place. The God of power shares his mighty strength with Israel and with all his people. God, we give our highest praise to you!"}