{"1-2": "To the Pure and Shining One David's poetic song of praise to the tune of “Lilies” –2 God, my God, come and save me! These floods of trouble have risen higher and higher. The water is up to my neck![b] I'm sinking into the mud with no place to stand, and I'm about to drown in this storm.", "3": "I'm weary, exhausted with weeping. My throat is dry, my voice is gone, my eyes are swollen with sorrow, and I'm waiting for you, God, to come through for me.", "4": "I can't even count all those who hate me for no reason. Many influential men want me silenced, yet I've done nothing against them. Must I restore what I never took away?", "5": "God, my life is an open book to you. You know every sin I've ever done. For nothing within me is hidden from your sight!", "6": "Lord Yahweh of Angel Armies, keep me from ever being a stumbling block to others, to those who love you. Lord God of Israel, don't let what happens to me be the source of confusion to those who are passionate for you.", "7": "Because of my love for you, Lord, I have been mocked, cursed, and disgraced.", "8": "Even my own brothers, those of my family, act as though they don't want anything to do with me.", "9": "My love for you has my heart on fire! My passion consumes me for your house! Nothing will turn me away, even though I endure all the insults of those who insult you.", "10": "When they see me seeking for more of you with weeping[c] and fasting, they all just scoff and scorn at my passion.", "11": "When I humble myself with sorrow over my sin, it gives them a reason to mock me even more.", "12": "The leaders, the influential ones—how they scorn my passion for you! I've become the talk of the town, the theme of drunkards' songs.", "13": "But I keep calling out to you, Yahweh! I know you will bend down to listen to me, for now is the season of favor. Because of your faithful love for me, your answer to my prayer will be my sure salvation.", "14": "Pull me out of this mess! Don't let me sink! Rescue me from those who hate me and from all this trouble I'm in!", "15": "Don't let this flood drown me. Save me from these deep waters or I'll go down to the pit of destruction.", "16-17": "–17 Oh, Lord God, answer my prayers! I need to see your tender kindness, your grace, your compassion, and your constant love. Just let me see your face, and turn your heart toward me. Come running quickly to your servant. In this deep distress, come and answer my prayer.", "18": "Come closer as a friend and redeem me. Set me free so my enemies cannot say that you are powerless.", "19": "See how they dishonor me in shame and disgrace? You know, Lord, what I'm going through, and you see it all.", "20": "I'm heartsick and heartbroken by it all. Their contempt has crushed my soul. I looked for sympathy and compassion but found only empty stares.", "21": "I was hungry and they gave me bitter food. I was thirsty and they offered me vinegar.[d]", "22": "Let their “feasts” turn to ashes. Let their “peace and security” become their downfall.", "23": "Make them blind as bats, groping in the dark. Let them be feeble, trembling continually.", "24-25": "–25 Pour out your fury on them all! Consume them with the fire of your anger! Burn down the walled palace where they live! Leave them homeless and desolate!", "26": "For they come against the one you yourself have struck, and they scorn the pain of those you've pierced.", "27": "Pile on them the guilt of their sins. Don't let them ever go free.", "28": "Leave them out of your list of the living! Blot them out of your book of life! Never name them as your own!", "29": "I am burdened and broken by this pain. When your miracle rescue comes to me, it will lift me to the highest place.", "30": "Then my song will be a burst of praise to you. My glory-shouts will make your fame even more glorious to all who hear my praises!", "31": "For I know, Yahweh, that my praises mean more to you than all my gifts and sacrifices.", "32": "All who seek you will see God do this for them, and they'll overflow with gladness. Let this revive your hearts, all you lovers of God!", "33": "For Yahweh does listen to the poor and needy and will not abandon his prisoners of love.[e]", "34": "Let all the universe praise him! The high heavens and everyone on earth, praise him! Let the oceans deep, with everything in them, keep it up!", "35": "God will come to save his Zion-people. God will build up his cities of Judah, for there his people will live in peace.", "36": "All their children will inherit the land, and the lovers of his name will live there safe and secure."}