{"1": "A passionate song to the Lord To the tune of “Breaking the Curse of Cush, the Benjamite,” by King David Yahweh my God, I turn aside to hide my soul in you. Save me from all those who pursue and persecute me.", "2": "There is none to deliver me but you! Don't let my foes fall upon me like fierce lions with teeth bared. Can't you see how they want to rip me to shreds?", "3": "Lord, my God, if I were doing evil things, that would be different, for then I would be guilty, deserving all of this.", "4": "If I have wronged someone at peace with me, if I have betrayed a friend, repaying evil for good, or if I have unjustly harmed my enemy,", "5": "Then it would be right for you to let my enemy pursue and overtake me. In fact, let them grind me into the ground. Let them take my life from me and drag my dignity in the dust! Pause in his presence", "6": "Now, Lord, let your anger arise against the anger of my enemies. Awaken your fury and stand up for me! Decree that justice be done against my foes.", "7": "Gather all the people around you. Return to your place on high to preside over them and once more occupy the throne of judgment.", "8": "You are the Exalted One who judges the people, so vindicate me publicly and restore my honor and integrity. Before all the people declare me innocent.", "9": "Once and for all, end the evil tactics of the wicked! Reward and prosper the cause of the righteous, for you are the righteous God, the soul searcher, who looks deep into every heart to examine the thoughts and motives.", "10": "God, your wrap-around presence is my protection and my defense. You bring victory to all who reach out for you.", "11": "Righteousness is revealed every time you judge. Because of the strength of your forgiveness,[a] your anger does not break out every day, even though you are a righteous judge.", "12-13": "–13 Yet if the wicked do not repent, you will not relent with your wrath, slaying them with your shining sword. You are the conqueror with an arsenal of lethal weapons that you've prepared for them. You have bent and strung your bow, making your judgment-arrows shafts of burning fire.", "14-15": "–15 Look how the wicked conceive their evil schemes. They go into labor with their lies and give birth to trouble. They dig a pit for others to fall into, not knowing that they will be the very ones who will fall into their own pit of failure.", "16": "For you, God, will see to it that every pit-digger who works to trap and harm others will be trapped and harmed by his own treachery.", "17": "But I will give all my thanks to you, Lord, for you make everything right in the end. I will sing my highest praise to the God of the Highest Place![b]"}