{"1": "Solomon's psalm[a] O God, make the king a godly judge like you and give the king's son the gift of justice too.", "2": "Help him to give true justice to your people, honorably and equally to all.", "3": "Then the mountains of influence will be fruitful, and from your righteousness prosperity and peace will flow to all the people.", "4": "May the poor and humble have an advocate with the king. May he consider the children of the poor and crush the cruel oppressor.", "5": "The sun and moon will stop shining before your lovers will stop worshiping; for ages upon ages the people will love and adore you!", "6": "Your favor will fall like rain upon our surrendered lives,[b] like showers reviving the earth.", "7": "In the days of his reign the righteous will spring forth with the abundance of peace and prosperity forevermore.", "8": "May he subdue and take dominion from sea to sea; may he rule from the river to the rim.", "9": "Desert nomads are bowing at his feet, every enemy falling facedown, biting the dust!", "10": "Distant kings will surrender and come with their gifts from every continent and coastland; they will offer their tribute to you.[c]", "11": "O King of kings, they will all bow before you. O King of kings, every nation will one day serve you.", "12-13": "–13 He will care for the needy and neglected when they cry to him for help. The humble and helpless will know his kindness, for with a father's compassion he will save their souls.", "14": "They will be rescued from tyranny and torture, for their lifeblood is precious in his eyes.", "15": "Long live this King! May the wealth of the world be laid before him.[d] May there be ceaseless praise and prayer to him. May all the blessing be brought to him.", "16": "Bless us with a bountiful harvest, with golden grain swaying on the mountain fields! May the cities be full of praising people, fruitful and filled—", "17": "So that his name may be honored forever! May the fame of his name spring forth! May it shine on, like the sunshine! In him all will be blessed to bless others, and may all the people bless the One who blessed them.", "18": "Praise forever Jehovah-God, the God of Israel! He is the one and only God of wonders, surpassing every expectation.", "19": "The blazing glory of his name will be praised forever! May all the earth overflow with his glory! Faithful is our King! Amen!", "20": "This concludes the poetry sung by David, Jesse's son."}