{"1": "To the Pure and Shining One Asaph's poetic song of love's celebration I poured out my complaint to you, God. I lifted up my voice, shouting out for your help.", "2": "When I was in deep distress, in my day of trouble, I reached out for you with hands stretched out to heaven. Over and over I kept looking for you, God, but your comforting grace was nowhere to be found.", "3": "As I thought of you I moaned, “God, where are you?”[a] I'm overwhelmed with despair as I wait for your help to arrive. Pause in his presence", "4": "I can't get a wink of sleep until you come and comfort me. Now I'm too burdened to even pray!", "5": "My mind wandered, thinking of days gone by— the years long since passed.", "6": "Then I remembered the worship songs I used to sing in the night seasons, and my heart began to fill again with thoughts of you. So my spirit went out once more in search of you.", "7": "Would you really walk off and leave me forever, my Lord God? Won't you show me your kind favor, delighting in me again?", "8": "Has your well of sweet mercy dried up? Will your promises never come true?", "9": "Have you somehow forgotten to show me love? Are you so angry that you've closed your heart of compassion toward me? Pause in his presence", "10": "Lord, what wounds me most is that it's somehow my fault that you've changed your heart toward me and I no longer see the years of the Mighty One and your right hand of power.[b]", "11": "Yet I could never forget all your miracles, my God, as I remember all your wonders of old.", "12": "I ponder all you've done, Lord, musing on all your miracles.", "13": "It's here in your presence, in your sanctuary, where I learn more of your ways.[c] For holiness is revealed in everything you do. Lord, you're the one and only, the great and glorious God!", "14": "Your display of wonders, miracles, and power makes the nations acknowledge you.", "15": "By your glory-bursts you've rescued us over and over. Just ask the sons of Jacob or the sons of Joseph and they will tell you! And all of us, your beloved ones, know that it's true! Pause in his presence", "16": "When the many waters of the Red Sea took one look at you,[d] they were afraid and ran away to hide— trembling to its depths!", "17": "Storm clouds filled with water high in the skies; cloudbursts and thunderclaps announced your approach. Lightning-flashes lit up the landscape.", "18": "Rolling whirlwinds exploded with sonic booms of thunder, rumbling as the skies shouted out your story with light and sound and wind. Everything on earth shook and trembled as you drew near.", "19": "Your steps formed a highway through the seas with footprints on a pathway no one even knew was there.[e]", "20": "You led your people forward by your loving hand, blessed by the leadership of Moses and Aaron."}