{"1": "Asaph's poetic song of instruction Beloved ones, listen to this instruction. Open your heart to the revelation of this mystery that I share with you.", "2": "A parable and a proverb are hidden in what I say— an intriguing riddle from the past.", "3-4": "–4 We've heard true stories from our fathers about our rich heritage. We will continue to tell our children and not hide from the rising generation the great marvels of our God— his miracles and power that have brought us all this far.", "5": "The story of Israel is a lesson in God's ways. He established decrees for Jacob and established the law in Israel, and he commanded our forefathers to teach them to their children.", "6": "For perpetuity God's ways will be passed down from one generation to the next, even to those not yet born.", "7": "In this way, every generation will have a living faith in the laws of life and will never forget the faithful ways of God.", "8": "By following his ways they will break the past bondage of their fickle fathers, who were a stubborn, rebellious generation and whose spirits strayed from the eternal God. They refused to love him with all their hearts.", "9": "Take, for example, the sons of Ephraim. Though they were all equipped warriors, each with weapons, when the battle began they retreated and ran away in fear.", "10": "They didn't really believe the promises of God; they refused to trust him and move forward in faith.", "11": "They forgot his wonderful works and the miracles of the past,", "12": "even their exodus from Egypt, the epic miracle of his might. They forgot the glories of his power at the place of passing over.[a]", "13": "God split the sea wide open, and the waters stood at attention on either side as the people passed on through!", "14": "By day the moving glory-cloud led them forward. And all through the night the fire-cloud stood as a sentry of light.", "15-16": "–16 In the days of desert dryness he split open the mighty rock, and the waters flowed like a river before their very eyes. He gave them all they wanted to drink from his living springs.", "17": "Yet they kept their rebellion alive against God Most High, and their sins against God continued to be counted.", "18": "In their hearts they tested God just to get what they wanted, asking for the food their hearts craved.", "19-20": "–20 Like spoiled children they grumbled against God, demanding he prove his love by saying, “Can't God provide for us in this barren wilderness? Will he give us food, or will he only give us water? Where's our meal?”", "21": "Then God heard all their complaining and was furious! His anger flared up against his people.", "22": "For they turned away from faith and walked away in fear; they failed to trust in his power to help them when he was near.", "23-24": "–24 Still he spoke on their behalf and the skies opened up; the windows of heaven poured out food, the mercy bread-manna. The grain of grace fell from the clouds.", "25": "Humans ate angels' food—the meal of the mighty ones. His grace gave them more than enough!", "26-27": "–27 The heavenly winds of miracle power blew in their favor and food rained down upon them; succulent quail quieted their hunger as they ate all they wanted.", "28": "Food fell from the skies, thick as clouds; their provision floated down right in front of their eyes!", "29": "He gave them all they desired, and they ate to their fill.", "30-31": "–31 But before they had even finished, even with their food still in their mouths, God's fiery anger arose against them, killing the finest of their mighty men.", "32": "Yet in spite of all this, they kept right on sinning. Even when they saw God's marvels, they refused to believe God could care for them.", "33": "So God cut their lives short with sudden disaster, with nothing to show for their lives but fear and failure.", "34": "When he cared for them they ignored him, but when he began to kill them, ending their lives in a moment, they came running back to God, pleading for mercy.", "35": "They remembered that God, the Mighty One, was their strong protector, the Hero-God who would come to their rescue.", "36-37": "–37 But their repentance lasted only as long as they were in danger; they lied through their teeth to the true God of Covenant. So quickly they wandered away from his promises, following God with their words and not their hearts! Their worship was only flattery.", "38": "But amazingly, God—so full of compassion—still forgave them. He covered over their sins with his love, refusing to destroy them all. Over and over he held back his anger, restraining wrath to show them mercy.", "39": "He knew that they were made from mere dust— frail, fragile, and short-lived, here today and gone tomorrow.", "40": "How many times they rebelled in their desert days! How they grieved him with their grumblings.", "41": "Again and again they limited God, preventing him from blessing them. Continually they turned back from him and provoked[b] the Holy One of Israel!", "42": "They forgot his great love, how he took them by his hand, and with redemption's kiss he delivered them from their enemies.", "43": "They disregarded all the epic signs and marvels they saw when they escaped from Egypt's bondage. They forgot the judgment of the plagues that set them free.", "44": "God turned their rivers into blood, leaving the people thirsty.", "45": "He sent them vast swarms of filthy flies that sucked their blood. He sent hordes of frogs, ruining their lives.", "46": "Grasshoppers consumed all their crops.", "47": "Every garden and every orchard was flattened with blasts of hailstones, their fruit trees ruined by a killing frost.", "48": "Even their cattle fell prey, pounded by the falling hail; their livestock were struck with bolts of lightning.", "49": "Finally, he unleashed upon them the fierceness of his anger. Such fury! He sent them sorrow and devastating trouble by his mighty band of destroying angels; messengers of death were dispatched against them.", "50-51": "–51 He lifted his mercy and let loose his fearful anger and did not spare their lives. He released the judgment-plagues to rage through their land. God struck down in death all the firstborn sons of Egypt— the pride and joy of each family.", "52": "Then, like a shepherd leading his sheep, God led his people out of tyranny, guiding them through the wilderness like a flock.", "53": "Safely and carefully God led them out, with nothing to fear. But their enemies he led into the sea. He took care of them there once and for all!", "54": "Eventually God brought his people to the Holy Land, to a land of hills that he had prepared for them.[c]", "55": "He drove out and scattered all the peoples occupying the land, staking out an inheritance, a portion for each of Israel's tribes.", "56": "Yet for all of this, they still rebelled and refused to follow his ways, provoking to anger the God Most High.", "57-58": "–58 Like traitors turning back, they forsook him. They were even worse than their fathers! They became treacherous deceivers, crooked and corrupt, and worshiped false gods in the high places, bringing low the name of God with every idol they erected. No wonder he was filled with jealousy and furious with anger!", "59": "Enraged with anger, God turned his wrath on them, and he rejected his people with disgust.", "60": "God walked away from them and left his dwelling place at Shiloh, abandoning the place where he had lived among them,", "61": "allowing his emblem of strength, his glory-ark to be captured.[d] Enemies stole the very source of Israel's power.", "62": "God vented his rage, allowing his people to be butchered when they went out to battle, for his anger was intense against his very own.", "63": "Their young men fell on the battlefield and never came back. Their daughters never heard their wedding songs since there was no one left to marry!", "64": "Their priests were slaughtered and their widows were killed before they had time to weep.", "65": "Then all at once the Almighty awakened as though he had been asleep. Like a mighty man he arose, roaring into action!", "66": "He blasted into battle, driving back every foe, defeating them in disgrace for time and eternity.", "67": "He rejected Joseph's family, the tribe of Ephraim.[e]", "68": "He chose instead the tribe of Judah and Mount Zion, which he loves.", "69": "There he built his towering temple, strong and enduring as the earth itself.", "70": "God also chose his beloved one, David. He promoted him from caring for sheep and made him his prophetic servant.", "71-72": "–72 God prepared David and took this gentle shepherd-king and presented him before the people as the one who would love and care for them with integrity, a pure heart, and the anointing to lead Israel, his holy inheritance."}