{"1": "For the Pure and Shining One Asaph's poetic song, set to the melody of “For the Feast of Harvest” Lord, just singing about you makes me strong! So I'll keep shouting for joy to Jacob's God, my champion.", "2": "Let the celebration begin! I will sing with drum accompaniment and with the sweet sound of the harp and guitar strumming.", "3": "Go ahead! Blow the jubilee trumpet to begin the feast! Blow it before every joyous celebration and festival.[a]", "4": "For God has given us these seasons of joy, days that the God of Jacob decreed for us to celebrate and rejoice.", "5": "He has given these feasts to remind us of his triumph over Egypt, when he went out to wage war against them. I heard the message in an unknown tongue as he said to me,", "6": "“I have removed your backbreaking burdens and have freed your hands from the hard labor and toil.[b]", "7": "You called out to me in your time of trouble and I rescued you. I came down from the realm of the secret place of thunder, where mysteries hide. I came down to save you. I tested your hearts at the place where there was no water to drink, the place of your bitter argument with me.”[c] Pause in his presence", "8": "“Listen to me, my dear people. For I'm warning you, and you'd better listen well! For I hold something against you.", "9": "Don't ever be guilty of worshiping any other god but me.", "10": "I am your only God, the living God. Wasn't I the one who broke the strongholds over you and raised you up out of bondage? Open your mouth with a mighty decree; I will fulfill it now, you'll see! The words that you speak, so shall it be!", "11": "But my people still wouldn't listen; my princely people would not yield to me.", "12": "So I lifted my grace from off of their lives and I surrendered them to the stubbornness of their hearts. For they were living according to their own selfish fantasies.", "13": "O that my people would once and for all listen to me and walk faithfully in my footsteps, following my ways.", "14": "Then and only then will I conquer your every foe and tell every one of them, 'You must go!'", "15": "Those who hate my ways will cringe before me and their punishment will be eternal.", "16": "But I will feed you with my spiritual bread. You will feast and be satisfied with me, feeding on my revelation-truth like honey dripping from the cliffs of the high place.”"}