{"1": "Asaph's poetic song God, you have to do something![b] Don't be silent and just sit idly by.", "2-3": "–3 Can't you see what they're doing? All your enemies are stirred up in an uproar! They despise you, Lord. In their defiant arrogance they rise up to host their secret council against your people. They conspire together to come and harm your cherished ones—your hidden ones.", "4": "Our enemies keep saying, “Now is the time to wipe Israel off the map. We'll destroy even the memory of her existence!”", "5": "They've made their pact, consulting and conspiring, aligning together in their covenant against God.", "6-8": "–8 All the sons of Ishmael, the desert sheiks and the nomadic tribes, Amalekites, Canaanites, Moabites, and all the nations that surround us, Philistines, Phoenicians, Gadarenes,[c] and Samaritans; allied together they're ready to attack! Pause in his presence", "9": "Do to them all what you did to the Midianites who were defeated by Gideon. Or what you did to Sisera and Jabin when Deborah and Barak defeated them by the Kishon River.", "10": "Do to your enemies what you did at Endor, whose rotting corpses fertilized the land.", "11-12": "–12 Repeat history, God! Make all their “noble ones” die like Oreb, Zebah, and Zalmunna, who said in their pride, “We will seize God's people along with all their pleasant lands!”", "13": "Blow them away, God, like straw in the wind, like a tumbleweed in the wilderness!", "14": "Burn them up like a raging fire roaring down the mountainside; consume them all until only charred sticks remain!", "15": "Chase them away like before a mighty storm and terrifying tempest.", "16": "O Lord, disgrace them until their faces fill with shame, and make them acknowledge the glory of your name.", "17": "Make them utter failures in everything they do until they perish in total disgrace and humiliation", "18": "so they will know that you, and you alone, are Yahweh, the only Most High God exalted over all the earth!"}