{"1": "King David's prayer Lord, bend down to listen to my prayer. I am in deep trouble. I'm broken and humbled, and I desperately need your help.", "2": "Guard my life, for I'm your faithful friend, your loyal servant for life. I turn to you in faith, my God, my hero; come and rescue me!", "3": "Lord God, hear my constant cry for help; show me your favor and bring me to your fountain of grace!", "4": "Restore joy to your loving servant once again, for all I am is yours, O God.", "5": "Lord, you are so good to me, so kind in every way[a] and ready to forgive, for your grace-fountain keeps overflowing, drenching all your lovers who pray to you.", "6": "God, won't you pay attention to this urgent cry? Lord, bend down to listen to my prayer.", "7": "Whenever trouble strikes, I will keep crying out to you, for I know your help is on the way.", "8": "God, there's no one like you; there's no other god as famous as you. You outshine all others and your miracles make it easy to know you.", "9": "Lord Almighty, you are the one who created all the nations; Look at them—they're all on their way! Yes, the day will come when they all will worship you and put your glory on display.", "10": "You are the one and only God. What miracles! What wonders! What greatness belongs to you!", "11": "Teach me more about you, how you work and how you move, so that I can walk onward in your truth until everything within me brings honor to your name.", "12": "With all my heart and passion I will thank you, my God! I will give glory to your name, always and forever!", "13": "You love me so much and you placed your greatness upon me.[b] You rescued me from the deepest place of darkness, and you have delivered me from a certain death.", "14": "God, look at how these arrogant ones have defied me. Like a vicious band of violent men they have tried to kill me. They wouldn't worry for a moment that they were sinning against you!", "15": "But Lord, your nurturing love is tender and gentle. You are slow to get angry yet so swift to show your faithful love. You are full of abounding grace and truth.[c]", "16": "Bring me to your grace-fountain so that your strength becomes mine. Be my hero and come rescue your servant once again!", "17": "Send me a miraculous sign to show me how much you love me, so that those who hate me will see it and be ashamed. Don't they know that you, Lord, are my comforter, the one who comes to help me?"}