{"1": "To the Pure and Shining One A prophetic song for the sons of Korah To the tune of “Pierced,” for instruction by Heman the Ezrahite Yahweh is the God who continually saves me. I weep before you night and day.", "2": "Please bend down and listen to my sobbing, for my life is riddled with troubles and death is just around the corner!", "3": "Everyone sees my life ebbing out. They consider me a hopeless case and see me as a dead man.", "4": "They've all left me here to die, helpless, like one who is doomed for death.", "5": "They're convinced you've forsaken me, certain that you've forgotten me completely— abandoned, pierced, with nothing to look forward to but death.", "6": "They[b] have discarded me and thrown me down into the deepest darkness as into a bottomless pit.", "7": "I feel your wrath and it's a heavy weight upon me, drowning me beneath a sea of sorrow. Pause in his presence", "8": "Why did you turn all my friends against me? You've made me like a cursed man in their eyes. No one wants to be with me now. You've caught me in a trap with no way out.", "9": "Every day I beg for your help. Can't you see my tears? My eyes are swollen with weeping. My arms are wide, longing for mercy,[c] but you're nowhere to be found.", "10": "How can those who are cut off from your care even know that you are there? How can I rise up to praise you if I'm dead and gone? Pause in his presence", "11": "Who can give thanks for your love in the graveyard? Who preaches your faithfulness in the place of destruction?", "12": "Does death's darkness declare your miracles? How can anyone who's in the grave, where all is forgotten, remember how you keep your promises?", "13": "Lord, you know my prayer before I even whisper it.[d] At each and every sunrise you will continue to hear my cry until you answer.", "14": "O Lord, why have you thrown my life away? Will you keep turning the other way every time I call out to you?", "15": "I've had to live in poverty and trouble all my life.[e] Now I'm humiliated, broken, and helpless before your terrors and I can't take it anymore.", "16": "I'm overwhelmed by your burning anger. I've taken the worst you could give me and I'm speechless before you.", "17": "I'm drowning beneath the waves of this sorrow, cut off with no one to help.", "18": "All my loved ones and friends keep far away from me, leaving me all alone with only darkness as my friend."}