{"1": "Poems by Ethan the Ezrahite for instruction[a] This forever-song I sing of the gentle love of God! Young and old alike will hear about your faithful, steadfast love—never failing!", "2": "Here's my chorus: “Your mercy grows through the ages.[b] Your faithfulness is firm, rising up to the skies.”", "3": "I heard the Lord say, “My covenant has been made and I'm committed forever to my chosen one, David.", "4": "I have made my oath that there will be sons of David forever, sons that are kings through every generation.” Pause in his presence", "5-6": "–6 Can you hear it? Heaven is filled with your praises, O Lord! All the holy ones are praising you for your miracles. The sons of God are all praising you for your mighty wonders. We could search the skies forever and never find one like you. All the mighty angels could not be compared to you.", "7": "You are a God who is greatly to be feared as you preside over the council of holy ones. You are surrounded by trembling ones who are overwhelmed with fear and dread, stunned as they stand in awe of you!", "8": "So awesome are you, O Yahweh, Lord God of Angel Armies! Where could we find anyone as glorious as you? Your faithfulness shines all around you!", "9": "You rule over oceans and the swelling seas. When their stormy waves rise, you speak, and they lie still.[c]", "10": "You crushed the strongholds of Egypt and all your enemies were scattered at the mighty display of your glory-power.", "11": "All the heavens and everything on earth belong to you, for you are the Creator of all that is seen and unseen.", "12": "The four corners of the earth were put in place by you. You made the majestic mountains that are still shouting their praises to your name.", "13": "Breathtaking and awesome is your power! Astounding and unbelievable is your might and strength when it goes on display!", "14": "Your glorious throne rests on a foundation of righteousness and just verdicts. Grace and truth are the attendants who go before you.", "15": "O Lord, how blessed are the people who experience the shout of worship, for they walk in the radiance of your presence.", "16": "We can do nothing but leap for joy all day long, for we know who you are and what you do, and you've exalted us on high.", "17": "The glory of your splendor is our strength, and your marvelous favor makes us even stronger, lifting us even higher!", "18": "You are our King, the holiest one of all; your wrap-around presence is our protection.", "19-20": "–20 You spoke to your prophets in visions, saying, “I have found a mighty hero for my people. I have chosen David as my loving servant and exalted him. I have anointed him as king with the oil of my holiness.", "21": "I will be strength to him and I will give him my grace to sustain him no matter what comes.", "22": "None of his enemies will get the best of him, nor will the wicked one overpower him.", "23": "For I will crush his every adversary and do away with all who hate him.", "24": "Because I love him and treasure him, my faithfulness will always protect him. I will place my great favor upon him, and I will cause his power and fame to increase.", "25": "I will set his hand over the sea and his right hand over the rivers.", "26": "And he will come before me, saying, 'You truly are my Father, my only God, and my strong deliverer!'", "27": "I am setting him apart, favoring him as my firstborn son. I will make him the most high king in all the earth!", "28": "I will love him forever and always show him kindness. My covenant with him will never be broken.", "29": "For I have decreed that he will always have an heir— a dynasty that will release the days of heaven on earth.", "30-32": "–32 But if his children turn from me and forsake my words, refusing to walk in my truth, renouncing and violating my laws, then I will surely punish them for their sins with my stern discipline until they regret it.", "33": "But I will never, no never, lift my faithful love from off their lives. My kindness will prevail and I will never disown them.", "34-35": "–35 How could I revoke my covenant of love that I promised David? For I have given him my word, my holy, irrevocable word. How could I lie to my loving servant David?", "36-37": "–37 Sons of David will continue to reign on his throne, and their kingdom will endure as long as the sun is in the sky. This covenant will be an unbreakable promise that I have established for all time.” Pause in his presence", "38": "Why have you rejected me, the one you anointed? Why would you cast me away? Why would you lose your temper with me?", "39": "You have torn up the contract you made with me, your servant. You have stripped away my crown and thrown it to the ground.[d]", "40": "You have torn down all my walls of defense and have made my every hiding place into ruins.", "41": "All the passersby attack and rob me while my neighbors mock!", "42": "Instead of fighting for me, you took the side of my enemies, even giving them strength to subdue me, and then watched them celebrate their victory!", "43": "You are no longer helping me in battle. You've forsaken me to the swords of those who would strike me down.", "44": "You've made my regal splendor to decrease and allowed my rule to be overthrown.", "45": "Because of you, I've become old before my time and I'm publicly disgraced! Pause in his presence", "46": "How long will you hide your love from me? Have you left me for good? How long will your anger continue to burn against me?", "47": "Remember, Lord, I am nothing but dust, here today and so soon blown away. Is this all you've created us for? For nothing but this?", "48": "Which one of us will live forever? We are all mortal, terminal, for we will all one day die. Which one of us would ever escape our appointment with death and dodge our own funeral? Pause in his presence", "49": "So God, where is all this love and kindness you promised us? What happened to your covenant with David?", "50": "Have you forgotten how your own servants are being slandered? Lord God, it seems like I'm carrying in my heart all the pain and abuse of many people.", "51": "They have relentlessly insulted and persecuted us, your anointed ones.", "52": "Nevertheless, blessed be our God forever and ever. Amen. Faithful is our King!"}