{"1": "For the Pure and Shining One To the tune of “The Secrets of the Son,”[a] by King David Lord, I will worship you with extended hands as my whole heart explodes with praise! I will tell everyone everywhere about your wonderful works and how your marvelous miracles exceed expectations!", "2": "I will jump for joy and shout in triumph as I sing your song and make music for the Most High God.", "3": "For when you appear, I worship while all of my enemies run in retreat. They stumble and perish before your presence.", "4": "For you have stood up for my cause and vindicated me when I needed you the most. From your righteous throne you have given me justice.", "5": "With a blast of your rebuke nations are destroyed. You obliterated their names forever and ever.", "6": "The Lord thundered and our enemies have been cut off, vanished in everlasting ruins. All their cities have been destroyed— even the memory of them has been erased.", "7": "But the Lord of eternity, our mighty God, lives and reigns forever! He sits enthroned as King ready to render his verdicts and judge all with righteousness.", "8": "He will issue his decrees of judgment, deciding what is right for the entire world, dispensing justice to all.", "9": "All who are oppressed may come to you as a shelter in the time of trouble, a perfect hiding place.", "10": "May everyone who knows your mercy keep putting their trust in you, for they can count on you for help no matter what. O Lord, you will never, no never, neglect those who come to you.", "11": "Listen, everyone! Sing out your praises to the God who lives and rules within Zion! Tell the world about all the miracles he has done!", "12": "He tracks down killers and avenges bloodshed, but he will never forget the ones forgotten by others, hearing every one of their cries for justice.", "13": "So now, O Lord, don't forget me. Have mercy on me. Take note of how I've been humiliated at the hands of those who hate me. Bring me back again from the brink, from the very gates of death.", "14": "Save me! Bring me to the spiritual gates of Zion[b] so I can bring you the shout of praise you deserve.", "15": "For the godless nations get trapped in the very snares they set for others. The hidden trap they set for the weak has snapped shut upon themselves—guilty!", "16": "The Lord is famous for this: his justice will punish the wicked. While they are digging a pit for others, they are actually setting the terms for their own judgment. They will fall into their own pit. Consider the truth of this and pause in his presence[c]", "17": "Don't forget this: all the wicked will one day fall into the darkness of death's domain and remain there, including the nations that forget God and reject his ways.", "18": "He will not ignore forever all the needs of the poor, for those in need shall not always be crushed. Their hopes shall be fulfilled, for God sees it all!", "19": "Lord, won't you now arise to judge and punish the nations who defy you? Aren't you fed up with their rebellion?", "20": "Make them tremble in fear before your presence. Place a lawgiver over them. Make them know that they are only puny, frail humans who must give account to you! Pause in his presence"}