{"1": "A prayer of Moses, God's prophet Lord, you have always been our eternal home, our hiding place from generation to generation.", "2": "Long before you gave birth to the earth and before the mountains were born, you have been from everlasting to everlasting,[a] the one and only true God.", "3": "When you speak the words “Life, return to me!” man turns back to dust.", "4": "One thousand years pass before your eyes like yesterday that quickly faded away, like a night's sleep soon forgotten.[b]", "5-6": "–6 One day we will each be swept away into the sleep of death. We glide along through the tides of time— so quickly gone, like a dream that fades at dawn.[c] Like glistening grass that springs up one day and is dry and withered the next, ready to be cut down!", "7": "Terrified by your anger, confined beneath the curse, we live our lives knowing your wrath.[d]", "8": "For all of our faults and flaws are in full view to you.[e] Everything we want to hide, you search out and expose by the radiance of your face.", "9": "We are banished to live in the shadow of your anger. Our days soon become years until our lifetime comes to an end, finished with nothing but a sigh.[f]", "10": "You've limited our life span to a mere seventy years, yet some you give grace to live still longer.[g] But even the best of years are marred by tears and toils, and in the end with nothing more than a gravestone in a graveyard![h] We're gone so quickly, so swiftly; we pass away and simply disappear.", "11": "Lord, who fully knows the power of your passion and the intensity of your emotions?[i]", "12": "Help us to remember that our days are numbered, and help us to interpret our lives correctly. Set your wisdom deeply in our hearts so that we may accept your correction.[j]", "13": "Return to us again, O God! How much longer will it take until you show us your abundant compassion?", "14": "Let the sunrise of your love end our dark night. Break through our clouded dawn again! Only you can satisfy our hearts, filling us with songs of joy to the end of our days.", "15": "We've been overwhelmed with grief; come now and overwhelm us with gladness. Replace our years of trouble with decades of delight.", "16": "Let us see your miracles again, and let the rising generation see the glorious wonders you're famous for.", "17": "O Lord our God, let your sweet beauty rest upon us and give us favor. Come work with us, and then our works will endure, and give us success in all we do."}