{"1": "When you sit enthroned[a] under the shadow of Shaddai,[b] you are hidden[c] in the strength of God Most High.", "2": "He's the hope that holds me and the Stronghold to shelter me, the only God for me, and my great confidence.", "3": "He will rescue you from every hidden trap of the enemy,[d] and he will protect you from false accusation and any deadly curse.[e]", "4": "His massive arms[f] are wrapped around you, protecting you. You can run under his covering of majesty and hide. His arms of faithfulness are a shield keeping you from harm.", "5": "You will never worry about an attack of demonic forces at night nor have to fear a spirit of darkness coming against you.", "6": "Don't fear a thing! Whether by night or by day, demonic danger will not trouble you,[g] nor will the powers of evil launched against you.", "7": "Even in a time of disaster, with thousands and thousands being killed, you will remain unscathed and unharmed.", "8": "you will be a spectator as the wicked perish in judgment, for they will be paid back for what they have done!", "9-10": "–10 When we live our lives within the shadow of God Most High, our secret hiding place, we will always be shielded from harm. How then could evil prevail against us or disease infect us?", "11": "God sends angels with special orders to protect you wherever you go, defending you from all harm.", "12": "If you walk into a trap, they'll be there for you and keep you from stumbling.", "13": "You'll even walk unharmed among the fiercest powers of darkness,[h] trampling every one of them beneath your feet!", "14": "For here is what the Lord has spoken to me: “Because you have delighted in me as my great lover, I will greatly protect you. I will set you in a high place, safe and secure before my face.", "15": "I will answer your cry for help every time you pray, and you will find and feel my presence even in your time of pressure and trouble. I will be your glorious hero and give you a feast.", "16": "You will be satisfied with a full life and with all that I do for you. For you will enjoy the fullness of my salvation!”"}