{"1": "A poetic praise song for the day of worship[a] It's so enjoyable to come before you with uncontainable praises spilling from our hearts! How we love to sing our praises over and over to you, to the matchless God, high and exalted over all!", "2": "At each and every sunrise we will be thanking you for your kindness and your love. As the sun sets and all through the night, we will keep proclaiming, “You are so faithful!”", "3": "Melodies of praise will fill the air as every musical instrument,[b] joined with every heart, overflows with worship.", "4": "No wonder I'm so glad; I can't keep it in! Lord, I'm shouting with glee over all you've done, for all you've done for me!", "5": "What mighty miracles and your power at work, just to name a few. Depths of purpose and layers of meaning saturate everything you do.", "6": "Such amazing mysteries found within every miracle that nearly everyone seems to miss. Those with no discernment can never really discover the deep and glorious secrets hidden in your ways.", "7": "It's true the wicked flourish, but only for a moment, foolishly forgetting their destiny with death, that they will all one day be destroyed forevermore.", "8": "But you, O Lord, are exalted forever in the highest place of endless glory,", "9": "while all your opponents, the workers of wickedness, will all perish, forever separated from you.", "10": "Your anointing has made me strong and mighty. You've empowered my life for triumph[c] by pouring fresh oil over me.", "11": "You've said that those lying in wait to pounce on me would be defeated, and now it's happened right in front of my eyes and I've heard their cries of surrender!", "12": "Yes! Look how you've made all your lovers to flourish like palm trees, each one growing in victory, standing with strength![d]", "13": "You've transplanted them into your heavenly courtyard, where they are thriving before you.", "14": "For in your presence they will still overflow and be anointed. Even in their old age they will stay fresh, bearing luscious fruit and abiding faithfully.", "15": "Listen to them! With pleasure they still proclaim: “You're so good! You're my beautiful strength! You've never made a mistake with me.”[e]"}