{"1": "A Wednesday song, composed by King David[a] Lord God Almighty, you are the God who takes vengeance on your enemies. It's time for you to punish evil! Let your rays of revelation-light shine from your people and pierce the conscience of the wicked and punish them.", "2": "It's time to arise as judge of all the earth; arise to punish the proud with the penalty they deserve!", "3": "How much longer will you sit back and watch the wicked triumph in their evil, boasting in all that is wrong?", "4-5": "–5 Listen to them bragging among themselves, big in their own eyes, all because of the crimes they've committed against your people! See how they're crushing those who love you, God, cruelly oppressing those who belong to you.[b]", "6": "Heartlessly they murder the widows, the foreigners, and even the orphaned children.", "7": "They say to themselves, “The Lord God doesn't see this. Their God, the God of Jacob, he doesn't even care!”", "8": "But you'd better watch out, you stupid fools! You'd better wise up! Why would you act like God doesn't exist? Do you really think that God can't hear their cries?", "9": "God isn't hard of hearing; he'll hear all their cries. God isn't blind. He who made the eye has superb vision and he's watching all you do.", "10": "Won't the God who knows all things know what you've done? The God who punishes nations will surely punish you!", "11": "The Lord has fully examined every thought of man and found them all to be empty and futile.", "12": "Lord Yah, there's such a blessing that comes when you teach us your word and your ways.[c] Even the sting of your correction can be sweet.", "13": "It rescues us from our days of trouble until you are ready to punish the wicked.[d]", "14": "For the Lord will never walk away from his cherished ones, nor would he forsake his chosen ones who belong to him.[e]", "15": "Whenever you pronounce judgments, they reveal righteousness.[f] All your lovers will be pleased.[g]", "16": "Lord, who will protect me from these wicked ones? If you don't stand to defend me, who will? I have no one but you!", "17": "I would have been killed so many times if you had not been there for me.", "18": "When I screamed out, “Lord, I'm doomed!” your fiery love was stirred and you raced to my rescue.", "19": "Whenever my busy thoughts were out of control, the soothing comfort of your presence calmed me down and overwhelmed me with delight.", "20": "It's obvious to all; you will have nothing to do with corrupt rulers who pass laws that empower evil and defeat what is right.", "21": "For they gang up against the lovers of righteousness and condemn the innocent to death.", "22-23": "–23 But I know that all their evil plans will boomerang back onto them. Every plot they hatch will simply seal their own doom. For you, my God, you will destroy them, giving them what they deserve. For you are my true tower of strength, my safe place, my hideout, and my true shelter."}