{"1": "This is the vision with which the prophet Habakkuk was burdened.", "2": "How long must I cry, O Eternal One, and get no answer from You? Even when I yell to You, “Violence is all around!” You do nothing to save those in distress.", "3": "Why do You force me to see these atrocities? Why do You make me watch such wickedness? Disaster and violence, conflict and controversy are raging all around me.", "4": "Your law is powerless to stop this; injustice prevails. The depraved surround the innocent, and justice is perverted.", "5": "Eternal One: Take a look at the nations and watch what happens! You will be shocked and amazed. For in your days, I am doing a work, a work you will never believe even if someone tells you plainly![a]", "6": "Look! I am provoking and raising up the bitter and thieving Babylonian warriors from Chaldea; they are moving out across the earth And seizing others' homes and property in their path.", "7": "Chaldea is an area along the Tigris and Euphrates rivers in southernmost Babylon. That nation is terrifying people, is feared by everyone. It makes the rules and serves only its own interests.", "8": "Babylonia's horses run faster than leopards, are fiercer than wolves when the sun goes down. Its horsemen rush ahead with deadly force, galloping great distances; the troops swoop down like eagles ready to devour,", "9": "And Babylonia keeps on coming, hungry for violence. Hordes of determined faces are on the move like a hot east wind, Scooping up captives like sand.", "10": "Their leader mocks kings and ridicules those in authority. He laughs at every fortress And builds ramps of dirt against their walls to capture it.", "11": "He blows through like the wind and then presses on to the next attack. For their king, his god is his strength, but he will be held responsible.", "12": "Have You not existed from ancient times, O Eternal One, my holy God? Surely You do not plan for us to die. You, O Eternal One, have made Babylonia Your tool for judgment. You, O Rock, have established that king as Your instrument of correction.", "13": "Your eyes are too pure to even look at evil. You cannot turn Your face toward injustice. So why do You stand by and watch those who act treacherously? Why do You say and do nothing When the wicked swallows up one who is more in the right than he is?", "14": "You made humans like fish in the sea, like creatures under no rule or authority.", "15": "The Chaldeans were known for their fishing, in addition to their brutality. But the Babylonian yanks up his enemies with a hook, dragging them away with his net. Gathering them up like fish in a net, the king shrieks and shouts for joy at his catch.", "16": "So he offers a sacrifice to his net that has made him rich; the smoke of his sacrifices rises for his fishing net that has brought him success; Because of it, his table is full and his belly is fat.", "17": "Will he empty and fill his net without end? Will he continue to murder the people of the world without pity?"}