{"1": "This is the prayer that Habakkuk the prophet sang ", "2": "to the Eternal One. When Habakkuk looks around him, it seems the good suffer and the wicked prosper. The Babylonian Empire is threatening to destroy Judah, the Egyptian armies have abandoned their treaty with Jerusalem, and within Judah some of God's own people are abandoning Him for personal gain. But when he asks God why the good suffer, God explains that in the long run, they don't. God is in control of all of creation, and only He can see how current circumstances fit into His greater plan. With that knowledge, Habakkuk now praises God for answering the prophet's questions, for being in control, and for eventually vindicating His faithful followers. I have heard the reports about You, and I am in awe when I consider all You have done. O Eternal One, revive Your work in our lifetime; reveal it among us in our times. As You unleash Your wrath, remember Your compassion.", "3": "God is on the move from Teman in the south; the Holy One is on His way from Mount Paran. [pause][a] His splendor overtakes the skies; His praise fills every corner of the earth.", "4": "His radiance is like a bright light, rays stream down from His hand, and there His power is hidden.", "5": "Pestilence marches before Him; plagues follow in His steps.", "6": "He stands still and surveys the earth; He looks their way, and the nations jump in fear. Indeed, the eternal mountains crumble. The ancient hills are humbled and bow down. The paths He carved will last forever.", "7": "I see the tents of Cushan under attack by evil forces. The tent curtains of Midian shake throughout that land.", "8": "Was Your rage directed at the rivers, O Eternal One? Or Your anger at the rivers? Or Your fury at the seas? Is this why You drove your horses, Your chariots of deliverance?", "9": "Your bow was prepared for battle. Your arrows waited for Your command. [pause] You split the earth with rivers.", "10": "The mountains saw You and trembled; heavy rains passed through. The deep made its voice heard; it lifted its hands high.", "11": "The sun and the moon remained in their homes in the sky. At the flash of Your arrows, they go out; At the gleam of Your spear, they go away.", "12": "In fury You marched across the earth. In anger You trampled the nations.", "13": "You went out to rescue Your people, to rescue Your anointed one. You shattered the head of the wicked empire; You laid him bare from thigh to neck. [pause]", "14": "Their warriors rushed in to scatter us, thrilled to consume their poor victims in secret, But You turned their weapons against them and pierced the heads of their warriors with their own arrows.[b]", "15": "You marched on the sea with Your horses, stirring up raging waters and overwhelming waves.", "16": "This victory poem is not unlike Exodus 15, the celebration of the Eternal's victory over Egypt and the Red Sea. I listened and began to feel sick with fear; my insides churned. My lips quivered at the sound. Decay crept into my bones; I stood there shaking. Now I wait quietly for the day of distress; I sit and wait for the time when disaster strikes those who attacked my people.", "17": "Even if the fig tree does not blossom and there are no grapes on the vines, If the olive trees fail to give fruit and the fields produce no food, If the flocks die far from the fold and there are no cattle in the stalls;", "18": "Then I will still rejoice in the Eternal! I will rejoice in the God who saves me!", "19": "The Eternal Lord is my strength! He has made my feet like the feet of a deer; He allows me to walk on high places. For the worship leader—a song accompanied by strings."}