{"1": "From Paul. God called me to be an apostle of Christ Jesus because that is what God wanted. Also from Sosthenes, our brother in Christ.", "2": "To the church of God in Corinth, to you who have been made holy in Christ Jesus. You were called to be God's holy people with all people everywhere who pray in the name of the Lord Jesus Christ—their Lord and ours:", "3": "Grace and peace to you from God our Father and the Lord Jesus Christ.", "4": "I always thank my God for you because of the grace God has given you in Christ Jesus. ", "5": "I thank God because in Christ you have been made rich in every way, in all your speaking and in all your knowledge. ", "6": "Just as our witness about Christ has been guaranteed to you, ", "7": "so you have every gift from God while you wait for our Lord Jesus Christ to come again. ", "8": "Jesus will keep you strong until the end so that there will be no wrong in you on the day our Lord Jesus Christ comes again. ", "9": "God, who has called you into fellowship with his Son, Jesus Christ our Lord, is faithful.", "10": "I beg you, brothers and sisters, by the name of our Lord Jesus Christ that all of you agree with each other and not be split into groups. I beg that you be completely joined together by having the same kind of thinking and the same purpose. ", "11": "My brothers and sisters, some people from Chloe's family have told me quite plainly that there are quarrels among you. ", "12": "This is what I mean: One of you says, “I follow Paul”; another says, “I follow Apollos”; another says, “I follow Peter”; and another says, “I follow Christ.” ", "13": "Christ has been divided up into different groups! Did Paul die on the cross for you? No! Were you baptized in the name of Paul? No! ", "14": "I thank God I did not baptize any of you except Crispus and Gaius ", "15": "so that now no one can say you were baptized in my name. ", "16": "(I also baptized the family of Stephanas, but I do not remember that I baptized anyone else.) ", "17": "Christ did not send me to baptize people but to preach the Good News. And he sent me to preach the Good News without using words of human wisdom so that the cross[a] of Christ would not lose its power.", "18": "The teaching about the cross is foolishness to those who are being lost, but to us who are being saved it is the power of God. ", "19": "It is written in the Scriptures: “I will cause the wise to lose their wisdom; I will make the wise unable to understand.” Isaiah 29:14", "20": "Where is the wise person? Where is the educated person? Where is the skilled talker of this world? God has made the wisdom of the world foolish. ", "21": "In the wisdom of God the world did not know God through its own wisdom. So God chose to use the message that sounds foolish to save those who believe. ", "22": "The Jews ask for miracles, and the Greeks want wisdom. ", "23": "But we preach a crucified Christ. This causes the Jews to stumble and is foolishness to non-Jews. ", "24": "But Christ is the power of God and the wisdom of God to those people God has called—Jews and Greeks. ", "25": "Even the foolishness of God is wiser than human wisdom, and the weakness of God is stronger than human strength.", "26": "Brothers and sisters, look at what you were when God called you. Not many of you were wise in the way the world judges wisdom. Not many of you had great influence. Not many of you came from important families. ", "27": "But God chose the foolish things of the world to shame the wise, and he chose the weak things of the world to shame the strong. ", "28": "He chose what the world thinks is unimportant and what the world looks down on and thinks is nothing in order to destroy what the world thinks is important. ", "29": "God did this so that no one can brag in his presence. ", "30": "Because of God you are in Christ Jesus, who has become for us wisdom from God. In Christ we are put right with God, and have been made holy, and have been set free from sin. ", "31": "So, as the Scripture says, “If people want to brag, they should brag only about the Lord.”[b]"}