{"1": "Brothers and sisters, I want you to know what happened to our ancestors who followed Moses. They were all under the cloud and all went through the sea. ", "2": "They were all baptized as followers of Moses in the cloud and in the sea. ", "3": "They all ate the same spiritual food, ", "4": "and all drank the same spiritual drink. They drank from that spiritual rock that followed them, and that rock was Christ. ", "5": "But God was not pleased with most of them, so they died in the desert.", "6": "And these things happened as examples for us, to stop us from wanting evil things as those people did. ", "7": "Do not worship idols, as some of them did. Just as it is written in the Scriptures: “They sat down to eat and drink, and then they got up and sinned sexually.”[a] ", "8": "We must not take part in sexual sins, as some of them did. In one day twenty-three thousand of them died because of their sins. ", "9": "We must not test Christ as some of them did; they were killed by snakes. ", "10": "Do not complain as some of them did; they were killed by the angel that destroys.", "11": "The things that happened to those people are examples. They were written down to teach us, because we live in a time when all these things of the past have reached their goal. ", "12": "If you think you are strong, you should be careful not to fall. ", "13": "The only temptation that has come to you is that which everyone has. But you can trust God, who will not permit you to be tempted more than you can stand. But when you are tempted, he will also give you a way to escape so that you will be able to stand it.", "14": "So, my dear friends, run away from the worship of idols. ", "15": "I am speaking to you as to reasonable people; judge for yourselves what I say. ", "16": "We give thanks for the cup of blessing,[b] which is a sharing in the blood of Christ. And the bread that we break is a sharing in the body of Christ. ", "17": "Because there is one loaf of bread, we who are many are one body, because we all share that one loaf.", "18": "Think about the Israelites: Do not those who eat the sacrifices share in the altar? ", "19": "I do not mean that the food sacrificed to an idol is important. I do not mean that an idol is anything at all. ", "20": "But I say that what is sacrificed to idols is offered to demons, not to God. And I do not want you to share anything with demons. ", "21": "You cannot drink the cup of the Lord and the cup of demons also. You cannot share in the Lord's table and the table of demons. ", "22": "Are we trying to make the Lord jealous? We are not stronger than he is, are we?", "23": "“We are allowed to do all things,” but not all things are good for us to do. “We are allowed to do all things,” but not all things help others grow stronger. ", "24": "Do not look out only for yourselves. Look out for the good of others also.", "25": "Eat any meat that is sold in the meat market. Do not ask questions about it. ", "26": "You may eat it, “because the earth belongs to the Lord, and everything in it.”[c]", "27": "Those who are not believers may invite you to eat with them. If you want to go, eat anything that is put before you. Do not ask questions about it. ", "28": "But if anyone says to you, “That food was offered to idols,” do not eat it. Do not eat it because of that person who told you and because eating it might be thought to be wrong. ", "29": "I don't mean you think it is wrong, but the other person might. But why, you ask, should my freedom be judged by someone else's conscience? ", "30": "If I eat the meal with thankfulness, why am I criticized because of something for which I thank God?", "31": "The answer is, if you eat or drink, or if you do anything, do it all for the glory of God. ", "32": "Never do anything that might hurt others—Jews, Greeks, or God's church— ", "33": "just as I, also, try to please everybody in every way. I am not trying to do what is good for me but what is good for most people so they can be saved."}