{"1": "Follow my example, as I follow the example of Christ.", "2": "I praise you because you remember me in everything, and you follow closely the teachings just as I gave them to you. ", "3": "But I want you to understand this: The head of every man is Christ, the head of a woman is the man,[a] and the head of Christ is God. ", "4": "Every man who prays or prophesies with his head covered brings shame to his head. ", "5": "But every woman who prays or prophesies with her head uncovered brings shame to her head. She is the same as a woman who has her head shaved. ", "6": "If a woman does not cover her head, she should have her hair cut off. But since it is shameful for a woman to cut off her hair or to shave her head, she should cover her head. ", "7": "But a man should not cover his head, because he is the likeness and glory of God. But woman is man's glory. ", "8": "Man did not come from woman, but woman came from man. ", "9": "And man was not made for woman, but woman was made for man. ", "10": "So that is why a woman should have a symbol of authority on her head, because of the angels.", "11": "But in the Lord women are not independent of men, and men are not independent of women. ", "12": "This is true because woman came from man, but also man is born from woman. But everything comes from God. ", "13": "Decide this for yourselves: Is it right for a woman to pray to God with her head uncovered? ", "14": "Even nature itself teaches you that wearing long hair is shameful for a man. ", "15": "But long hair is a woman's glory. Long hair is given to her as a covering. ", "16": "Some people may still want to argue about this, but I would add that neither we nor the churches of God have any other practice.", "17": "In the things I tell you now I do not praise you, because when you come together you do more harm than good. ", "18": "First, I hear that when you meet together as a church you are divided, and I believe some of this. ", "19": "(It is necessary to have differences among you so that it may be clear which of you really have God's approval.) ", "20": "When you come together, you are not really eating the Lord's Supper.[b] ", "21": "This is because when you eat, each person eats without waiting for the others. Some people do not get enough to eat, while others have too much to drink. ", "22": "You can eat and drink in your own homes! You seem to think God's church is not important, and you embarrass those who are poor. What should I tell you? Should I praise you? I do not praise you for doing this.", "23": "The teaching I gave you is the same teaching I received from the Lord: On the night when the Lord Jesus was handed over to be killed, he took bread ", "24": "and gave thanks for it. Then he broke the bread and said, “This is my body; it is[c] for you. Do this to remember me.” ", "25": "In the same way, after they ate, Jesus took the cup. He said, “This cup is the new agreement that is sealed with the blood of my death. When you drink this, do it to remember me.” ", "26": "Every time you eat this bread and drink this cup you are telling others about the Lord's death until he comes.", "27": "So a person who eats the bread or drinks the cup of the Lord in a way that is not worthy of it will be guilty of sinning against the body and the blood of the Lord. ", "28": "Look into your own hearts before you eat the bread and drink the cup, ", "29": "because all who eat the bread and drink the cup without recognizing the body eat and drink judgment against themselves. ", "30": "That is why many in your group are sick and weak, and some of you have died. ", "31": "But if we judged ourselves in the right way, God would not judge us. ", "32": "But when the Lord judges us, he disciplines us so that we will not be destroyed along with the world.", "33": "So my brothers and sisters, when you come together to eat, wait for each other. ", "34": "Anyone who is too hungry should eat at home so that in meeting together you will not bring God's judgment on yourselves. I will tell you what to do about the other things when I come."}