{"1": "Now, brothers and sisters, I want you to understand about spiritual gifts. ", "2": "You know the way you lived before you were believers. You let yourselves be influenced and led away to worship idols—things that could not speak. ", "3": "So I want you to understand that no one who is speaking with the help of God's Spirit says, “Jesus be cursed.” And no one can say, “Jesus is Lord,” without the help of the Holy Spirit.", "4": "There are different kinds of gifts, but they are all from the same Spirit. ", "5": "There are different ways to serve but the same Lord to serve. ", "6": "And there are different ways that God works through people but the same God. God works in all of us in everything we do. ", "7": "Something from the Spirit can be seen in each person, for the common good. ", "8": "The Spirit gives one person the ability to speak with wisdom, and the same Spirit gives another the ability to speak with knowledge. ", "9": "The same Spirit gives faith to one person. And, to another, that one Spirit gives gifts of healing. ", "10": "The Spirit gives to another person the power to do miracles, to another the ability to prophesy. And he gives to another the ability to know the difference between good and evil spirits. The Spirit gives one person the ability to speak in different kinds of languages[a] and to another the ability to interpret those languages. ", "11": "One Spirit, the same Spirit, does all these things, and the Spirit decides what to give each person.", "12": "A person's body is one thing, but it has many parts. Though there are many parts to a body, all those parts make only one body. Christ is like that also. ", "13": "Some of us are Jews, and some are Greeks. Some of us are slaves, and some are free. But we were all baptized into one body through one Spirit. And we were all made to share in the one Spirit.", "14": "The human body has many parts. ", "15": "The foot might say, “Because I am not a hand, I am not part of the body.” But saying this would not stop the foot from being a part of the body. ", "16": "The ear might say, “Because I am not an eye, I am not part of the body.” But saying this would not stop the ear from being a part of the body. ", "17": "If the whole body were an eye, it would not be able to hear. If the whole body were an ear, it would not be able to smell. ", "18-19": "If each part of the body were the same part, there would be no body. But truly God put all the parts, each one of them, in the body as he wanted them. ", "20": "So then there are many parts, but only one body.", "21": "The eye cannot say to the hand, “I don't need you!” And the head cannot say to the foot, “I don't need you!” ", "22": "No! Those parts of the body that seem to be the weaker are really necessary. ", "23": "And the parts of the body we think are less deserving are the parts to which we give the most honor. We give special respect to the parts we want to hide. ", "24": "The more respectable parts of our body need no special care. But God put the body together and gave more honor to the parts that need it ", "25": "so our body would not be divided. God wanted the different parts to care the same for each other. ", "26": "If one part of the body suffers, all the other parts suffer with it. Or if one part of our body is honored, all the other parts share its honor.", "27": "Together you are the body of Christ, and each one of you is a part of that body. ", "28": "In the church God has given a place first to apostles, second to prophets, and third to teachers. Then God has given a place to those who do miracles, those who have gifts of healing, those who can help others, those who are able to govern, and those who can speak in different languages.[b] ", "29": "Not all are apostles. Not all are prophets. Not all are teachers. Not all do miracles. ", "30": "Not all have gifts of healing. Not all speak in different languages. Not all interpret those languages. ", "31": "But you should truly want to have the greater gifts. And now I will show you the best way of all."}