{"1": "Dear brothers and sisters, when I came to you, I did not come preaching God's secret[a] with fancy words or a show of human wisdom. ", "2": "I decided that while I was with you I would forget about everything except Jesus Christ and his death on the cross. ", "3": "So when I came to you, I was weak and fearful and trembling. ", "4": "My teaching and preaching were not with words of human wisdom that persuade people but with proof of the power that the Spirit gives. ", "5": "This was so that your faith would be in God's power and not in human wisdom.", "6": "However, I speak a wisdom to those who are mature. But this wisdom is not from this world or from the rulers of this world, who are losing their power. ", "7": "I speak God's secret wisdom, which he has kept hidden. Before the world began, God planned this wisdom for our glory. ", "8": "None of the rulers of this world understood it. If they had, they would not have crucified the Lord of glory. ", "9": "But as it is written in the Scriptures: “No one has ever seen this, and no one has ever heard about it. No one has ever imagined what God has prepared for those who love him.” Isaiah 64:4", "10": "But God has shown us these things through the Spirit. The Spirit searches out all things, even the deep secrets of God. ", "11": "Who knows the thoughts that another person has? Only a person's spirit that lives within him knows his thoughts. It is the same with God. No one knows the thoughts of God except the Spirit of God. ", "12": "Now we did not receive the spirit of the world, but we received the Spirit that is from God so that we can know all that God has given us. ", "13": "And we speak about these things, not with words taught us by human wisdom but with words taught us by the Spirit. And so we explain spiritual truths to spiritual people. ", "14": "A person who does not have the Spirit does not accept the truths that come from the Spirit of God. That person thinks they are foolish and cannot understand them, because they can only be judged to be true by the Spirit. ", "15": "The spiritual person is able to judge all things, but no one can judge him. The Scripture says:", "16": "“Who has known the mind of the Lord? Who has been able to teach him?” Isaiah 40:13 But we have the mind of Christ."}