{"1": "Brothers and sisters, in the past I could not talk to you as I talk to spiritual people. I had to talk to you as I would to people without the Spirit—babies in Christ. ", "2": "The teaching I gave you was like milk, not solid food, because you were not able to take solid food. And even now you are not ready. ", "3": "You are still not spiritual, because there is jealousy and quarreling among you, and this shows that you are not spiritual. You are acting like people of the world. ", "4": "One of you says, “I belong to Paul,” and another says, “I belong to Apollos.” When you say things like this, you are acting like people of the world.", "5": "Is Apollos important? No! Is Paul important? No! We are only servants of God who helped you believe. Each one of us did the work God gave us to do. ", "6": "I planted the seed, and Apollos watered it. But God is the One who made it grow. ", "7": "So the one who plants is not important, and the one who waters is not important. Only God, who makes things grow, is important. ", "8": "The one who plants and the one who waters have the same purpose, and each will be rewarded for his own work. ", "9": "We are God's workers, working together; you are like God's farm, God's house.", "10": "Using the gift God gave me, I laid the foundation of that house like an expert builder. Others are building on that foundation, but all people should be careful how they build on it. ", "11": "The foundation that has already been laid is Jesus Christ, and no one can lay down any other foundation. ", "12": "But if people build on that foundation, using gold, silver, jewels, wood, grass, or straw, ", "13": "their work will be clearly seen, because the Day of Judgment[a] will make it visible. That Day will appear with fire, and the fire will test everyone's work to show what sort of work it was. ", "14": "If the building that has been put on the foundation still stands, the builder will get a reward. ", "15": "But if the building is burned up, the builder will suffer loss. The builder will be saved, but it will be as one who escaped from a fire.", "16": "Don't you know that you are God's temple and that God's Spirit lives in you? ", "17": "If anyone destroys God's temple, God will destroy that person, because God's temple is holy and you are that temple.", "18": "Do not fool yourselves. If you think you are wise in this world, you should become a fool so that you can become truly wise, ", "19": "because the wisdom of this world is foolishness with God. It is written in the Scriptures, “He catches those who are wise in their own clever traps.”[b] ", "20": "It is also written in the Scriptures, “The Lord knows what wise people think. He knows their thoughts are just a puff of wind.”[c] ", "21": "So you should not brag about human leaders. All things belong to you: ", "22": "Paul, Apollos, and Peter; the world, life, death, the present, and the future—all these belong to you. ", "23": "And you belong to Christ, and Christ belongs to God."}