{"1": "When you have something against another Christian, how can you bring yourself to go before judges who are not right with God? Why do you not let God's people decide who is right? ", "2": "Surely you know that God's people will judge the world. So if you are to judge the world, are you not able to judge small cases as well? ", "3": "You know that in the future we will judge angels, so surely we can judge the ordinary things of this life. ", "4": "If you have ordinary cases that must be judged, are you going to appoint people as judges who mean nothing to the church? ", "5": "I say this to shame you. Surely there is someone among you wise enough to judge a complaint between believers. ", "6": "But now one believer goes to court against another believer—and you do this in front of unbelievers!", "7": "The fact that you have lawsuits against each other shows that you are already defeated. Why not let yourselves be wronged? Why not let yourselves be cheated? ", "8": "But you yourselves do wrong and cheat, and you do this to other believers!", "9": "-", "10": "Surely you know that the people who do wrong will not inherit God's kingdom. Do not be fooled. Those who sin sexually, worship idols, take part in adultery, those who are male prostitutes, or men who have sexual relations with other men, those who steal, are greedy, get drunk, lie about others, or rob—these people will not inherit God's kingdom. ", "11": "In the past, some of you were like that, but you were washed clean. You were made holy, and you were made right with God in the name of the Lord Jesus Christ and in the Spirit of our God.", "12": "“I am allowed to do all things,” but not all things are good for me to do. “I am allowed to do all things,” but I will not let anything make me its slave. ", "13": "“Food is for the stomach, and the stomach for food,” but God will destroy them both. The body is not for sexual sin but for the Lord, and the Lord is for the body. ", "14": "By his power God has raised the Lord from the dead and will also raise us from the dead. ", "15": "Surely you know that your bodies are parts of Christ himself. So I must never take the parts of Christ and join them to a prostitute! ", "16": "It is written in the Scriptures, “The two will become one body.”[a] So you should know that anyone who joins with a prostitute becomes one body with the prostitute. ", "17": "But the one who joins with the Lord is one spirit with the Lord.", "18": "So run away from sexual sin. Every other sin people do is outside their bodies, but those who sin sexually sin against their own bodies. ", "19": "You should know that your body is a temple for the Holy Spirit who is in you. You have received the Holy Spirit from God. So you do not belong to yourselves, ", "20": "because you were bought by God for a price. So honor God with your bodies."}