{"1": "Jesus, having prayed this prayer, left with his disciples and crossed over the brook Kidron at a place where there was a garden. He and his disciples entered it.", "2-4": "Judas, his betrayer, knew the place because Jesus and his disciples went there often. So Judas led the way to the garden, and the Roman soldiers and police sent by the high priests and Pharisees followed. They arrived there with lanterns and torches and swords. Jesus, knowing by now everything that was coming down on him, went out and met them. He said, “Who are you after?” They answered, “Jesus the Nazarene.”", "5-6": "He said, “That's me.” The soldiers recoiled, totally taken aback. Judas, his betrayer, stood out like a sore thumb.", "7": "Jesus asked again, “Who are you after?” They answered, “Jesus the Nazarene.”", "8-9": "“I told you,” said Jesus, “that's me. I'm the one. So if it's me you're after, let these others go.” (This validated the words in his prayer, “I didn't lose one of those you gave.”)", "10": "Just then Simon Peter, who was carrying a sword, pulled it from its sheath and struck the Chief Priest's servant, cutting off his right ear. Malchus was the servant's name.", "11": "Jesus ordered Peter, “Put back your sword. Do you think for a minute I'm not going to drink this cup the Father gave me?”", "12-14": "Then the Roman soldiers under their commander, joined by the Jewish police, seized Jesus and tied him up. They took him first to Annas, father-in-law of Caiaphas. Caiaphas was the Chief Priest that year. It was Caiaphas who had advised the Jews that it was to their advantage that one man die for the people.", "15-16": "Simon Peter and another disciple followed Jesus. That other disciple was known to the Chief Priest, and so he went in with Jesus to the Chief Priest's courtyard. Peter had to stay outside. Then the other disciple went out, spoke to the doorkeeper, and got Peter in.", "17": "The young woman who was the doorkeeper said to Peter, “Aren't you one of this man's disciples?” He said, “No, I'm not.”", "18": "The servants and police had made a fire because of the cold and were huddled there warming themselves. Peter stood with them, trying to get warm.", "19-21": "Annas interrogated Jesus regarding his disciples and his teaching. Jesus answered, “I've spoken openly in public. I've taught regularly in meeting places and the Temple, where the Jews all come together. Everything has been out in the open. I've said nothing in secret. So why are you treating me like a conspirator? Question those who have been listening to me. They know well what I have said. My teachings have all been aboveboard.”", "22": "When he said this, one of the policemen standing there slapped Jesus across the face, saying, “How dare you speak to the Chief Priest like that!”", "23": "Jesus replied, “If I've said something wrong, prove it. But if I've spoken the plain truth, why this slapping around?”", "24": "Then Annas sent him, still tied up, to the Chief Priest Caiaphas.", "25": "Meanwhile, Simon Peter was back at the fire, still trying to get warm. The others there said to him, “Aren't you one of his disciples?” He denied it, “Not me.”", "26": "One of the Chief Priest's servants, a relative of the man whose ear Peter had cut off, said, “Didn't I see you in the garden with him?”", "27": "Again, Peter denied it. Just then a rooster crowed.", "28-29": "They led Jesus then from Caiaphas to the Roman governor's palace. It was early morning. They themselves didn't enter the palace because they didn't want to be disqualified from eating the Passover. So Pilate came out to them and spoke. “What charge do you bring against this man?”", "30": "They said, “If he hadn't been doing something evil, do you think we'd be here bothering you?”", "31-32": "Pilate said, “You take him. Judge him by your law.” The Jews said, “We're not allowed to kill anyone.” (This would confirm Jesus' word indicating the way he would die.)", "33": "Pilate went back into the palace and called for Jesus. He said, “Are you the 'King of the Jews'?”", "34": "Jesus answered, “Are you saying this on your own, or did others tell you this about me?”", "35": "Pilate said, “Do I look like a Jew? Your people and your high priests turned you over to me. What did you do?”", "36": "“My kingdom,” said Jesus, “doesn't consist of what you see around you. If it did, my followers would fight so that I wouldn't be handed over to the Jews. But I'm not that kind of king, not the world's kind of king.”", "37": "Then Pilate said, “So, are you a king or not?” Jesus answered, “You tell me. Because I am King, I was born and entered the world so that I could witness to the truth. Everyone who cares for truth, who has any feeling for the truth, recognizes my voice.”", "38-39": "Pilate said, “What is truth?” Then he went back out to the Jews and told them, “I find nothing wrong in this man. It's your custom that I pardon one prisoner at Passover. Do you want me to pardon the 'King of the Jews'?”", "40": "They shouted back, “Not this one, but Barabbas!” Barabbas was a Jewish freedom fighter."}