{"1-3": "Three days later there was a wedding in the village of Cana in Galilee. Jesus' mother was there. Jesus and his disciples were guests also. When they started running low on wine at the wedding banquet, Jesus' mother told him, “They're just about out of wine.”", "4": "Jesus said, “Is that any of our business, Mother—yours or mine? This isn't my time. Don't push me.”", "5": "She went ahead anyway, telling the servants, “Whatever he tells you, do it.”", "6-7": "Six stoneware water pots were there, used by the Jews for ritual washings. Each held twenty to thirty gallons. Jesus ordered the servants, “Fill the pots with water.” And they filled them to the brim.", "8": "“Now fill your pitchers and take them to the host,” Jesus said, and they did.", "9-10": "When the host tasted the water that had become wine (he didn't know what had just happened but the servants, of course, knew), he called out to the bridegroom, “Everybody I know begins with their finest wines and after the guests have had their fill brings in the cheap stuff. But you've saved the best till now!”", "11": "This act in Cana of Galilee was the first sign Jesus gave, the first glimpse of his glory. And his disciples believed in him.", "12": "After this he went down to Capernaum along with his mother, brothers, and disciples, and stayed several days.", "13-14": "When the Passover Feast, celebrated each spring by the Jews, was about to take place, Jesus traveled up to Jerusalem. He found the Temple teeming with people selling cattle and sheep and doves. The loan sharks were also there in full strength.", "15-17": "Jesus put together a whip out of strips of leather and chased them out of the Temple, stampeding the sheep and cattle, upending the tables of the loan sharks, spilling coins left and right. He told the dove merchants, “Get your things out of here! Stop turning my Father's house into a shopping mall!” That's when his disciples remembered the Scripture, “Zeal for your house consumes me.”", "18-19": "But the Jews were upset. They asked, “What credentials can you present to justify this?” Jesus answered, “Tear down this Temple and in three days I'll put it back together.”", "20-22": "They were indignant: “It took forty-six years to build this Temple, and you're going to rebuild it in three days?” But Jesus was talking about his body as the Temple. Later, after he was raised from the dead, his disciples remembered he had said this. They then put two and two together and believed both what was written in Scripture and what Jesus had said.", "23-25": "During the time he was in Jerusalem, those days of the Passover Feast, many people noticed the signs he was displaying and, seeing they pointed straight to God, entrusted their lives to him. But Jesus didn't entrust his life to them. He knew them inside and out, knew how untrustworthy they were. He didn't need any help in seeing right through them."}