{"1-3": "After this, Jesus appeared again to the disciples, this time at the Tiberias Sea (the Sea of Galilee). This is how he did it: Simon Peter, Thomas (nicknamed “Twin”), Nathanael from Cana in Galilee, the brothers Zebedee, and two other disciples were together. Simon Peter announced, “I'm going fishing.”", "3-4": "The rest of them replied, “We're going with you.” They went out and got in the boat. They caught nothing that night. When the sun came up, Jesus was standing on the beach, but they didn't recognize him.", "5": "Jesus spoke to them: “Good morning! Did you catch anything for breakfast?” They answered, “No.”", "6": "He said, “Throw the net off the right side of the boat and see what happens.” They did what he said. All of a sudden there were so many fish in it, they weren't strong enough to pull it in.", "7-9": "Then the disciple Jesus loved said to Peter, “It's the Master!” When Simon Peter realized that it was the Master, he threw on some clothes, for he was stripped for work, and dove into the sea. The other disciples came in by boat for they weren't far from land, a hundred yards or so, pulling along the net full of fish. When they got out of the boat, they saw a fire laid, with fish and bread cooking on it.", "10-11": "Jesus said, “Bring some of the fish you've just caught.” Simon Peter joined them and pulled the net to shore—153 big fish! And even with all those fish, the net didn't rip.", "12": "Jesus said, “Breakfast is ready.” Not one of the disciples dared ask, “Who are you?” They knew it was the Master.", "13-14": "Jesus then took the bread and gave it to them. He did the same with the fish. This was now the third time Jesus had shown himself alive to the disciples since being raised from the dead.", "15": "After breakfast, Jesus said to Simon Peter, “Simon, son of John, do you love me more than these?” “Yes, Master, you know I love you.” Jesus said, “Feed my lambs.”", "16": "He then asked a second time, “Simon, son of John, do you love me?” “Yes, Master, you know I love you.” Jesus said, “Shepherd my sheep.”", "17-19": "Then he said it a third time: “Simon, son of John, do you love me?” Peter was upset that he asked for the third time, “Do you love me?” so he answered, “Master, you know everything there is to know. You've got to know that I love you.” Jesus said, “Feed my sheep. I'm telling you the very truth now: When you were young you dressed yourself and went wherever you wished, but when you get old you'll have to stretch out your hands while someone else dresses you and takes you where you don't want to go.” He said this to hint at the kind of death by which Peter would glorify God. And then he commanded, “Follow me.”", "20-21": "Turning his head, Peter noticed the disciple Jesus loved following right behind. When Peter noticed him, he asked Jesus, “Master, what's going to happen to him?”", "22-23": "Jesus said, “If I want him to live until I come again, what's that to you? You—follow me.” That is how the rumor got out among the brothers that this disciple wouldn't die. But that is not what Jesus said. He simply said, “If I want him to live until I come again, what's that to you?”", "24": "This is the same disciple who was eyewitness to all these things and wrote them down. And we all know that his eyewitness account is reliable and accurate.", "25": "There are so many other things Jesus did. If they were all written down, each of them, one by one, I can't imagine a world big enough to hold such a library of books."}