{"1-2": "Jesus went across to Mount Olives, but he was soon back in the Temple again. Swarms of people came to him. He sat down and taught them.", "3-6": "The religion scholars and Pharisees led in a woman who had been caught in an act of adultery. They stood her in plain sight of everyone and said, “Teacher, this woman was caught red-handed in the act of adultery. Moses, in the Law, gives orders to stone such persons. What do you say?” They were trying to trap him into saying something incriminating so they could bring charges against him.", "6-8": "Jesus bent down and wrote with his finger in the dirt. They kept at him, badgering him. He straightened up and said, “The sinless one among you, go first: Throw the stone.” Bending down again, he wrote some more in the dirt.", "9-10": "Hearing that, they walked away, one after another, beginning with the oldest. The woman was left alone. Jesus stood up and spoke to her. “Woman, where are they? Does no one condemn you?”", "11": "“No one, Master.” “Neither do I,” said Jesus. “Go on your way. From now on, don't sin.”", "12": "Jesus once again addressed them: “I am the world's Light. No one who follows me stumbles around in the darkness. I provide plenty of light to live in.”", "13": "The Pharisees objected, “All we have is your word on this. We need more than this to go on.”", "14-18": "Jesus replied, “You're right that you only have my word. But you can depend on it being true. I know where I've come from and where I go next. You don't know where I'm from or where I'm headed. You decide according to what you can see and touch. I don't make judgments like that. But even if I did, my judgment would be true because I wouldn't make it out of the narrowness of my experience but in the largeness of the One who sent me, the Father. That fulfills the conditions set down in God's Law: that you can count on the testimony of two witnesses. And that is what you have: You have my word and you have the word of the Father who sent me.”", "19": "They said, “Where is this so-called Father of yours?” Jesus said, “You're looking right at me and you don't see me. How do you expect to see the Father? If you knew me, you would at the same time know the Father.”", "20": "He gave this speech in the Treasury while teaching in the Temple. No one arrested him because his time wasn't yet up.", "21": "Then he went over the same ground again. “I'm leaving and you are going to look for me, but you're missing God in this and are headed for a dead end. There is no way you can come with me.”", "22": "The Jews said, “So, is he going to kill himself? Is that what he means by 'You can't come with me'?”", "23-24": "Jesus said, “You're tied down to the mundane; I'm in touch with what is beyond your horizons. You live in terms of what you see and touch. I'm living on other terms. I told you that you were missing God in all this. You're at a dead end. If you won't believe I am who I say I am, you're at the dead end of sins. You're missing God in your lives.”", "25-26": "They said to him, “Just who are you anyway?” Jesus said, “What I've said from the start. I have so many things to say that concern you, judgments to make that affect you, but if you don't accept the trustworthiness of the One who commanded my words and acts, none of it matters. That is who you are questioning—not me but the One who sent me.”", "27-29": "They still didn't get it, didn't realize that he was referring to the Father. So Jesus tried again. “When you raise up the Son of Man, then you will know who I am—that I'm not making this up, but speaking only what the Father taught me. The One who sent me stays with me. He doesn't abandon me. He sees how much joy I take in pleasing him.”", "30": "When he put it in these terms, many people decided to believe.", "31-32": "Then Jesus turned to the Jews who had claimed to believe in him. “If you stick with this, living out what I tell you, you are my disciples for sure. Then you will experience for yourselves the truth, and the truth will free you.”", "33": "Surprised, they said, “But we're descendants of Abraham. We've never been slaves to anyone. How can you say, 'The truth will free you'?”", "34-38": "Jesus said, “I tell you most solemnly that anyone who chooses a life of sin is trapped in a dead-end life and is, in fact, a slave. A slave is a transient, who can't come and go at will. The Son, though, has an established position, the run of the house. So if the Son sets you free, you are free through and through. I know you are Abraham's descendants. But I also know that you are trying to kill me because my message hasn't yet penetrated your thick skulls. I'm talking about things I have seen while keeping company with the Father, and you just go on doing what you have heard from your father.”", "39-41": "They were indignant. “Our father is Abraham!” Jesus said, “If you were Abraham's children, you would have been doing the things Abraham did. And yet here you are trying to kill me, a man who has spoken to you the truth he got straight from God! Abraham never did that sort of thing. You persist in repeating the works of your father.” They said, “We're not bastards. We have a legitimate father: the one and only God.”", "42-47": "“If God were your father,” said Jesus, “you would love me, for I came from God and arrived here. I didn't come on my own. He sent me. Why can't you understand one word I say? Here's why: You can't handle it. You're from your father, the Devil, and all you want to do is please him. He was a killer from the very start. He couldn't stand the truth because there wasn't a shred of truth in him. When the Liar speaks, he makes it up out of his lying nature and fills the world with lies. I arrive on the scene, tell you the plain truth, and you refuse to have a thing to do with me. Can any one of you convict me of a single misleading word, a single sinful act? But if I'm telling the truth, why don't you believe me? Anyone on God's side listens to God's words. This is why you're not listening—because you're not on God's side.”", "48": "The Jews then said, “That clinches it. We were right all along when we called you a Samaritan and said you were crazy—demon-possessed!”", "49-51": "Jesus said, “I'm not crazy. I simply honor my Father, while you dishonor me. I am not trying to get anything for myself. God intends something gloriously grand here and is making the decisions that will bring it about. I say this with absolute confidence. If you practice what I'm telling you, you'll never have to look death in the face.”", "52-53": "At this point the Jews said, “Now we know you're crazy. Abraham died. The prophets died. And you show up saying, 'If you practice what I'm telling you, you'll never have to face death, not even a taste.' Are you greater than Abraham, who died? And the prophets died! Who do you think you are!”", "54-56": "Jesus said, “If I turned the spotlight on myself, it wouldn't amount to anything. But my Father, the same One you say is your Father, put me here at this time and place of splendor. You haven't recognized him in this. But I have. If I, in false modesty, said I didn't know what was going on, I would be as much of a liar as you are. But I do know, and I am doing what he says. Abraham—your 'father'—with jubilant faith looked down the corridors of history and saw my day coming. He saw it and cheered.”", "57": "The Jews said, “You're not even fifty years old—and Abraham saw you?”", "58": "“Believe me,” said Jesus, “I am who I am long before Abraham was anything.”", "59": "That did it—pushed them over the edge. They picked up rocks to throw at him. But Jesus slipped away, getting out of the Temple."}