{"1-2": "Walking down the street, Jesus saw a man blind from birth. His disciples asked, “Rabbi, who sinned: this man or his parents, causing him to be born blind?”", "3-5": "Jesus said, “You're asking the wrong question. You're looking for someone to blame. There is no such cause-effect here. Look instead for what God can do. We need to be energetically at work for the One who sent me here, working while the sun shines. When night falls, the workday is over. For as long as I am in the world, there is plenty of light. I am the world's Light.”", "6-7": "He said this and then spit in the dust, made a clay paste with the saliva, rubbed the paste on the blind man's eyes, and said, “Go, wash at the Pool of Siloam” (Siloam means “Sent”). The man went and washed—and saw.", "8": "Soon the town was buzzing. His relatives and those who year after year had seen him as a blind man begging were saying, “Why, isn't this the man we knew, who sat here and begged?”", "9": "Others said, “It's him all right!” But others objected, “It's not the same man at all. It just looks like him.” He said, “It's me, the very one.”", "10": "They said, “How did your eyes get opened?”", "11": "“A man named Jesus made a paste and rubbed it on my eyes and told me, 'Go to Siloam and wash.' I did what he said. When I washed, I saw.”", "12": "“So where is he?” “I don't know.”", "13-15": "They marched the man to the Pharisees. This day when Jesus made the paste and healed his blindness was the Sabbath. The Pharisees grilled him again on how he had come to see. He said, “He put a clay paste on my eyes, and I washed, and now I see.”", "16": "Some of the Pharisees said, “Obviously, this man can't be from God. He doesn't keep the Sabbath.” Others countered, “How can a bad man do miraculous, God-revealing things like this?” There was a split in their ranks.", "17": "They came back at the blind man, “You're the expert. He opened your eyes. What do you say about him?” He said, “He is a prophet.”", "18-19": "The Jews didn't believe it, didn't believe the man was blind to begin with. So they called the parents of the man now bright-eyed with sight. They asked them, “Is this your son, the one you say was born blind? So how is it that he now sees?”", "20-23": "His parents said, “We know he is our son, and we know he was born blind. But we don't know how he came to see—haven't a clue about who opened his eyes. Why don't you ask him? He's a grown man and can speak for himself.” (His parents were talking like this because they were intimidated by the Jewish leaders, who had already decided that anyone who took a stand that this was the Messiah would be kicked out of the meeting place. That's why his parents said, “Ask him. He's a grown man.”)", "24": "They called the man back a second time—the man who had been blind—and told him, “Give credit to God. We know this man is an impostor.”", "25": "He replied, “I know nothing about that one way or the other. But I know one thing for sure: I was blind . . . I now see.”", "26": "They said, “What did he do to you? How did he open your eyes?”", "27": "“I've told you over and over and you haven't listened. Why do you want to hear it again? Are you so eager to become his disciples?”", "28-29": "With that they jumped all over him. “You might be a disciple of that man, but we're disciples of Moses. We know for sure that God spoke to Moses, but we have no idea where this man even comes from.”", "30-33": "The man replied, “This is amazing! You claim to know nothing about him, but the fact is, he opened my eyes! It's well known that God isn't at the beck and call of sinners, but listens carefully to anyone who lives in reverence and does his will. That someone opened the eyes of a man born blind has never been heard of—ever. If this man didn't come from God, he wouldn't be able to do anything.”", "34": "They said, “You're nothing but dirt! How dare you take that tone with us!” Then they threw him out in the street.", "35": "Jesus heard that they had thrown him out, and went and found him. He asked him, “Do you believe in the Son of Man?”", "36": "The man said, “Point him out to me, sir, so that I can believe in him.”", "37": "Jesus said, “You're looking right at him. Don't you recognize my voice?”", "38": "“Master, I believe,” the man said, and worshiped him.", "39": "Jesus then said, “I came into the world to bring everything into the clear light of day, making all the distinctions clear, so that those who have never seen will see, and those who have made a great pretense of seeing will be exposed as blind.”", "40": "Some Pharisees overheard him and said, “Does that mean you're calling us blind?”", "41": "Jesus said, “If you were really blind, you would be blameless, but since you claim to see everything so well, you're accountable for every fault and failure.”"}