{"1": "Adonai spoke to Moses saying, ", "2": "“Make two trumpets of hammered silver for yourself. They are for summoning the community and having the camps set out. ", "3": "Whenever both are sounded, the whole community is to gather toward you at the entrance of the Tent of Meeting. ", "4": "But if only one is sounded, the princes—the heads of the tribes of Israel—are to gather toward you. ", "5": "When you sound the trumpet the first time, the camp of those camped on the east is to set out. ", "6": "When you sound the trumpet blast the second time, the camp of those camped on the south is to set out. Short blasts will be the signal for their moving out. ", "7": "To gather the whole national community, you are to sound the sustained blasts, but not the short blasts. ", "8": "The sons of Aaron will blow the trumpets. This is to be an eternal ordinance for you as well as for your generations to come.", "9": "Whenever you go to war in your own land against the enemy who is hostile to you, you are to sound short blasts of alarm. Then you will be remembered before Adonai your God and be delivered from your enemies.", "10": "Also at your days of rejoicing, feasts and new moons, you are to blow on the trumpets over your burnt offerings and fellowship offerings. They will then be a reminder for you before Adonai your God. I am Adonai your God!”", "11": "On the twentieth day of the second month of the second year, the cloud lifted up from above the Tabernacle of the Testimony. ", "12": "Then Bnei-Yisrael set out on their travels in the Sinai wilderness. The cloud came to rest in the wilderness of Paran. ", "13": "So they set out the first time by the mouth of Adonai by Moses's hand.", "14": "The standard of the camp of the sons of Judah set out first by their divisions. Over them was Nahshon son of Amminadab. ", "15": "Over the division of the tribe of the sons of Issachar was Nethanel son of Zuar. ", "16": "Over the division of the tribe of the sons of Zebulun was Eliab son of Helon.", "17": "Then the Tabernacle was disassembled, and the sons of Gershon and Merari, who were carrying it, set out. ", "18": "The standard of the camp of Reuben then set out, by their divisions. Over his division was Elizur son of Shedeur. ", "19": "Shelumiel son of Zurishaddai, was over the division of the tribe of the sons of Simeon. ", "20": "Over the division of the tribe of the sons of Gad was Eliasaph son of Deuel.", "21": "Then the Kohathites set out, carrying the holy items. The Tabernacle was to be erected before their arrival.", "22": "The standard of the camp of the sons of Ephraim set out next, by their divisions. Over his division was Elishama son of Ammihud. ", "23": "Over the division of the tribe of the sons of Manasseh was Gamaliel son of Pedahzur. ", "24": "Over the division of the tribe of the sons of Benjamin was Abidan son of Gideoni.", "25": "The standard of the camp of the tribe of the sons of Dan, being the rear guard of all the camps, set out by their divisions. Over his division was Ahiezer son of Ammishaddai. ", "26": "Pagiel son of Ochran, was over the division of the tribe of the sons of Asher. ", "27": "Ahira son of Enan, was over the division of the tribe of the sons of Naphtali.", "28": "This is the order by which Bnei-Yisrael, by their divisions, set out.", "29": "Moses said to Hobab son of Reuel the Midianite, Moses' father-in-law, “We are setting out to the place about which Adonai said, 'I will give it to you.' Come with us and we will do good to you, because Adonai has spoken goodness to Israel.”", "30": "But he said to him, “I will not go, because I would rather go to my own country and to my own people.”", "31": "But he said, “Do not leave us now, because you know where we should camp in the wilderness. You can be like eyes to us. ", "32": "If you come with us, we will share with you whatever good Adonai gives to us.”", "33": "So they advanced from the mountain of Adonai, a trip of three days, the Ark of the covenant of Adonai going ahead of them for those three days to seek out a resting place for them. ", "34": "The cloud of Adonai was over them by day when they advanced from the camp.", "35": "Whenever the Ark would set out, Moses would say: “Arise, Adonai! May Your enemies be scattered! May those who hate You flee from before You!”", "36": "Then whenever it came to rest, he would say: “Return, Adonai, to the myriad thousands of Israel!”"}