{"1": "Then Miriam and Aaron spoke against Moses on account of the Cushite woman he married, because he had married a Cushite woman. ", "2": "They asked, “Has Adonai spoken only through Moses? Hasn't He also spoken through us?” Adonai heard it.", "3": "Now the man Moses was very humble, more so than anyone on the face of the earth.", "4": "Immediately, Adonai said to Moses, Aaron and Miriam, “The three of you, come out to the Tent of Meeting.” So the three came out. ", "5": "Adonai descended in a column of cloud, stood at the entrance of the Tent of Meeting, and called to Aaron and Miriam. The two of them stepped forward.", "6": "“Hear now My words!” He said. “When there is a prophet of Adonai, I reveal Myself in a vision, I speak to him in a dream. ", "7": "Not so with My servant Moses. In all My house, he is faithful.", "8": "[a] 8 I speak with him face to face, plainly and not in riddles. He even looks at the form of Adonai! Why then were you not afraid to speak against My servant Moses?”", "9": "Adonai's anger burned against them, and He left them. ", "10": "When the cloud lifted up from above the Tent, behold, Miriam had tza'arat, like snow! As Aaron turned toward her, behold, she had tza'arat! ", "11": "He said to Moses, “Please, my lord, don't hold against us the sin we have committed so foolishly! ", "12": "Don't let her be like a stillborn baby, who comes from his mother's womb with his flesh half-eaten away!”", "13": "So Moses cried to Adonai saying, “O God, heal her now!”", "14": "Adonai said to Moses, “If her father had but spit in her face, would she not be in shame for seven days? Let her be confined outside the camp for seven days. After that she may be brought back.”", "15": "So Miriam was restricted to outside the camp for seven days. The people did not move on until Miriam was brought back. ", "16": "Afterward, the people left Hazeroth and encamped in the Wilderness of Paran."}