{"1": "Adonai spoke to Moses saying, ", "2": "“Send some men on your behalf to investigate the land of Canaan, which I am giving to Bnei-Yisrael. Each man you are to send will be a prince of the tribe of his fathers, a man from each tribe.”", "3": "So according to the word of Adonai, Moses sent them from the wilderness of Paran. All the men were princes of Bnei-Yisrael. ", "4": "These are their names: from the tribe of Reuben, Shammua son of Zaccur. ", "5": "From the tribe of Simeon, Shaphat son of Hori. ", "6": "From the tribe of Judah, Caleb son of Jephunneh. ", "7": "From the tribe of Issachar, Igal son of Joseph. ", "8": "From the tribe of Ephraim, Hoshea son of Nun. ", "9": "From the tribe of Benjamin, Palti son of Raphu. ", "10": "From the tribe of Zebulun, Gaddiel son of Sodi. ", "11": "From the tribe of Manasseh, part of the tribe of Joseph, Gaddi son of Susi. ", "12": "From the tribe of Dan, Ammiel son of Gemalli. ", "13": "From the tribe of Asher, Sethur son of Michael. ", "14": "From the tribe of Naphtali, Nahbi son of Vophsi. ", "15": "From the tribe of Gad, Geuel son of Machi.", "16": "These are the names of the men Moses sent to investigate the land. (Now he gave Hoshea son of Nun, the name Joshua.) ", "17": "As he sent them to explore the land of Canaan, he said to them, “Go up there through the Negev, then go up into the hill country. ", "18": "See what the land is like and the people living there, whether they might be strong or weak, few or many. ", "19": "In what kind of land are they living? Is it good or bad? Also, what about the cities in which they are living? Are they unwalled or do they have fortifications? ", "20": "How is the soil—fertile or poor? Are there trees on it or not? Do your best to bring back some of the fruit of the land.” (It was the season for the first ripe grapes.)", "21": "So they went up and explored the land from the wilderness of Zin as far as Rehob the entrance of Hamath. ", "22": "They continued on up through the Negev and came to Hebron. There lived Ahiman, Sheshai, and Talmai, descendants of Anak. (Hebron was built seven years before Zoan in Egypt.)", "23": "When they reached as far as the Valley of Eshcol, they cut a single branch with a cluster of grapes. It was carried on a pole between two of them. They also cut some pomegranates and some figs. ", "24": "That place was called the Valley of Eshcol because of the cluster cut by Bnei-Yisrael. ", "25": "They returned from investigating the land after 40 days.", "26": "They traveled and returned to Moses, Aaron and the entire community of Bnei-Yisrael at Kadesh in the wilderness of Paran. They gave their report to them and the entire assembly. They showed the land's fruit. ", "27": "They gave their account to him and said, “We went into the land where you sent us. Indeed it is flowing with milk and honey—this is some of its fruit. ", "28": "Except, the people living in the land are powerful, and the cities are fortified and very large. We even saw the sons of Anak there! ", "29": "Amalek is living in the land of the Negev, the Hittites, Jebusites, and Amorites are living in the mountains, and the Canaanites are living near the sea and along the bank of the Jordan.”", "30": "Then Caleb quieted the people before Moses, and said, “We should definitely go up and capture the land, for we can certainly do it!”", "31": "But the men who had gone up with him said, “We cannot attack these people, because they are stronger than we.” ", "32": "They spread among Bnei-Yisrael a bad report about the land they had explored, saying, “The land through which we passed to explore devours its residents. All the people we saw there are men of great size! ", "33": "We also saw there the Nephilim. (The sons of Anak are from the Nephilim.) We seemed like grasshoppers in our eyes as well as theirs!”"}