{"1": "All through that night, the entire community raised up their voices. The people wept. ", "2": "All Bnei-Yisrael grumbled against Moses and Aaron and the whole community said, “If only we had died in Egypt! If only we had died in this wilderness! ", "3": "Why is Adonai bringing us to this land to fall by the sword? Our wives and children will be like plunder! Wouldn't it be better for us to return to Egypt?”", "4": "They said to each other, “Let's choose a leader and let's go back to Egypt!”", "5": "Then Moses and Aaron fell on their faces before the entire assembly of the community of Bnei-Yisrael. ", "6": "Joshua son of Nun and Caleb son of Jephunneh, who were among those who had explored the land, tore their clothes. ", "7": "They said to the whole assembly of Bnei-Yisrael, “The land through which we passed is an exceptionally good land! ", "8": "If Adonai is pleased with us, He will lead us into that land and will give it to us—a land flowing with milk and honey. ", "9": "Only don't rebel against Adonai, and don't be afraid of the people of the land. They will be food for us. The protection over them is gone. Adonai is with us! Do not fear them.”", "10": "But the whole assembly talked about violently stoning them. Then the glory of Adonai appeared at the Tent of Meeting to all Bnei-Yisrael. ", "11": "Adonai said to Moses, “How long will these people treat Me contemptibly? How long will they neglect to trust in Me—in spite of all the miraculous signs I have performed among them? ", "12": "I will strike them with the plague. I will destroy them. But you I will make into a nation greater and stronger than they!”", "13": "Moses said to Adonai, “The Egyptians will hear about it, because You brought up this people by Your power from among them. ", "14": "They will tell the residents of this land about it. Already they have heard that You, Adonai, are in the midst of this people, that You, Adonai, have been seen eye to eye, that Your cloud remains over them, and that in a pillar of cloud by day and a pillar of fire by night You go before them. ", "15": "If you kill these people all at once, the nations who have heard this report about You will say, ", "16": "'Because Adonai was unable to bring this people to the land He had promised them, He has slaughtered them in the wilderness.'", "17": "“So please, let Adonai show His strength, just as You have spoken saying, ", "18": "'Adonai is slow to anger and abundant in lovingkindness, forgiving iniquity and transgression. Still, He does not leave the guilty unpunished, bringing the iniquity of the fathers upon the children to the third and fourth generations.' ", "19": "Forgive now the guiltiness of this people in accordance with the greatness of Your lovingkindness, just as You have pardoned this people from Egypt until now!”", "20": "Adonai answered, “I have forgiven them just as you have spoken. ", "21": "But as certainly as I live and as certainly as the glory of Adonai fills the entire earth, ", "22": "none of the people who saw My glory and My miraculous signs I performed in Egypt and in the wilderness—yet tested Me these ten times and did not obey My Voice—", "23": "not one of them will see the land I promised to their forefathers. None of those who treated Me with contempt will see it! ", "24": "However, My servant Caleb, because a different spirit is with him and he is wholeheartedly behind Me, I will bring him into the land where he went—his offspring will inherit it. ", "25": "Now since the Amalekites and Canaanites are inhabiting the valley, turn back tomorrow and set out by the wilderness route toward the Sea of Reeds.”", "26": "Adonai then said to Moses and Aaron saying, ", "27": "“How long will this wicked community be grumbling against Me? I have heard the complaints of Bnei-Yisrael grumbling against Me. ", "28": "So tell them, 'As surely as I live,' says Adonai, 'I will do to you just as I heard you say in My ears. ", "29": "In this very wilderness your bodies will drop—every one of you 20 years of age and older who was numbered in the census and grumbled against Me. ", "30": "Not one of you will enter the land about which I lifted My hand to make home for you—except Caleb son of Jephunneh and Joshua son of Nun.", "31": "“As for your children—whom you said would be like plunder—I will bring them in and they will experience the land that you spurned. ", "32": "But your bodies will drop in this wilderness. ", "33": "Your children will be herdsmen in the wilderness for 40 years. They will suffer because of your unfaithfulness until your corpses are consumed in the wilderness. ", "34": "For 40 years, corresponding to the number of the 40 days you explored the land—one year for each day—you will suffer for your iniquities and know My hostility. ", "35": "I, Adonai, have spoken and certainly will I do this to all this wicked community banding together against Me. In this wilderness they will meet their end and there they will die!”", "36": "Then the men whom Moses had sent to explore the land, who had returned and caused the whole community to grumble against him by spreading a bad report about the land, ", "37": "these men, spreading the bad report about the land, died of the plague in Adonai's presence. ", "38": "Of those men who had gone to explore the land, only Joshua son of Nun and Caleb son of Jephunneh survived.", "39": "When Moses related these things to all of Bnei-Yisrael, the people mourned bitterly. ", "40": "They rose the next morning and went up to the high mountains, saying, “Look! Let's go up to the place which Adonai promised. For we have sinned.”", "41": "But Moses said, “Why are you disobeying the mouth of Adonai? That will never succeed. ", "42": "You should not go up, because Adonai will not be among you and you will be defeated before your enemies! ", "43": "For the Amalekites and Canaanites are there in front of you, and you will fall by the sword. Adonai will not be with you, because you turned away from following Adonai.”", "44": "But presumptuously they went up to the high mountain country, though neither the Ark of Adonai's covenant nor Moses moved from within the camp. ", "45": "The Amalekites and Canaanites living in the mountain country came down, attacked them, and beat them down all the way to Hormah."}