{"1": "Again Adonai spoke to Moses saying, ", "2": "“Speak to Bnei-Yisrael and say to them: When you enter the land that I am giving you where you will make your homes, ", "3": "and you are presenting a fire offering to Adonai—a burnt offering or a sacrifice to mark fulfilling a vow, a freewill offering, or during moadim[a]—to present a pleasing aroma to Adonai, from the herd or from the flock, ", "4": "the one bringing the offering is to present a grain offering of a tenth of an ephah of fine flour mixed with a fourth of a hin of oil.", "5": "“Now with each lamb for the burnt offering or sacrifice, you are to prepare a fourth of a hin of wine as a drink offering. ", "6": "With a ram, you are to prepare two tenths of an ephah of fine flour mixed with a third of a hin of oil, ", "7": "and a third of a hin of wine as a drink offering. You are to offer it as a pleasing aroma to Adonai.", "8": "“Whenever you are to prepare a young bull for a burnt offering, a special vow offering, or a fellowship offering to Adonai, ", "9": "bring with the young bull a grain offering of three tenths of an ephah of fine flour mixed with half a hin of oil. ", "10": "You are to also offer as the drink offering half a hin of wine as a fire offering, a pleasing aroma to Adonai. ", "11": "This is to be done for each bull or ram, for each young goat or lamb. ", "12": "Do this for each one, for as many as you prepare.", "13": "“Everyone native-born is to do these things like so when bringing a fire offering as a pleasant aroma to Adonai. ", "14": "Whenever an outsider resides with you, or whoever is among you for your generations to come, and he is to present a fire offering as a fragrant aroma to Adonai, as you do, he must do exactly the same as you are doing.", "15": "“The community will have the same rule for you as well as for the resident outsider. It will be a lasting statute throughout your generations. As for you, so for the outsider will it be before Adonai. ", "16": "The same Torah and the same regulations will apply to both you and the outsider residing among you.”", "17": "Adonai spoke to Moses saying, ", "18": "“Speak to Bnei-Yisrael. Say to them: When you enter the land to which I am taking you, ", "19": "and you eat some of the food of the land, you are to offer a portion to Adonai. ", "20": "You are to offer a cake from the first of your ground-up meal as an offering from your threshing floor—so you are to lift it up. ", "21": "Throughout your generations to come, you are to give this offering from the first of your ground-up meal.", "22": "“If you unintentionally fail, not keeping any of these mitzvot that Adonai related to Moses ", "23": "—that is, anything that Adonai commanded you through Moses's hand, from the day Adonai commanded and onward throughout your generations—", "24": "and it is done unintentionally out of sight of the community, then the entire community is to offer one young bull from the herd for a burnt offering as a pleasing aroma to Adonai, along with its appropriate grain offering and drink offering, and one male goat as a sin offering. ", "25": "So the kohen will make atonement for the entire community of Bnei-Yisrael, and they will be forgiven, for it was unintentional and they brought a fire offering and their sin offering to Adonai for their error. ", "26": "So the whole community of Bnei-Yisrael along with the outsider residing among them will be forgiven, for all the people were involved in unintentional wrongdoing.", "27": "“If but one person should sin unintentionally, he is to bring a year-old female goat for a sin offering. ", "28": "The kohen is to make atonement before Adonai for that person who erred by sinning without intent, and he is to be forgiven when atonement has been made for him. ", "29": "Whether a native-born of Bnei-Yisrael or an outsider living among them, one Torah applies to you for the one sinning unintentionally.", "30": "“But the person who sins defiantly, whether native or outsider, reviles Adonai and that person is to be cut off from his people. ", "31": "Because he has despised the word of Adonai and has broken His commandment, that person will certainly be cut off—his guilt will remain on him.”", "32": "While Bnei-Yisrael were in the wilderness, they found a man gathering wood on the Shabbat.", "33": "Those who found him gathering wood brought him to Moses, Aaron and the entire assembly. ", "34": "They kept him under arrest, not being clear what was to be done to him.", "35": "Adonai said to Moses, “The man has to die. The whole assembly is to stone him with stones outside the camp.” ", "36": "So the whole assembly took him outside the camp. They stoned him with stones. He died just as Adonai commanded Moses.", "37": "Adonai spoke to Moses saying, ", "38": "“Speak to Bnei-Yisrael. Say to them that they are to make for themselves tzitzit on the corners of their garments throughout their generations, and they are to put a blue cord on each tzitzit.", "39": "[b] 39 It will be your own tzitzit—so whenever you look at them, you will remember all the mitzvot of Adonai and do them and not go spying out after your own hearts and your own eyes, prostituting yourselves. ", "40": "This way you will remember and obey all My mitzvot and you will be holy to your God. ", "41": "I am Adonai your God. I brought you out of the land of Egypt to be your God. I am Adonai your God.”"}