{"1": "Now Korah, son of Izhar son of Kohath son of Levi, and sons of Reuben—Dathan and Abiram, sons of Eliab, and On son of Peleth—", "2": "rose up against Moses and took 250 men from Bnei-Yisrael, men of renown who had been appointed to the council. ", "3": "They assembled against Moses and Aaron. They said to them, “You've gone too far! All the community is holy—all of them—and Adonai is with them! Then why do you exalt yourselves above the assembly of Adonai?”", "4": "When Moses heard this, he fell on his face.", "5": "Then he said to Korah and all his following saying, “In the morning Adonai will reveal who is His and who is holy. The one whom He will let come near to Him will be the one He chooses to come near to Him. ", "6": "Do this, Korah and your whole following! Take for yourselves censers. ", "7": "Put fire and incense into them in the presence of Adonai. Tomorrow the man that Adonai chooses will be the holy one! You sons of Levi are the ones who have gone too far!”", "8": "Moses also said to Korah, “Listen now, sons of Levi! ", "9": "Isn't it enough that the God of Israel has set you apart from the community of Israel to bring you near to Him to do the work of the Tabernacle of Adonai and to stand before the community to minister to them? ", "10": "So He brought you close, along with all your fellow sons of Levi. But you are seeking the priesthood, too! ", "11": "Therefore you and all your following are banding together against Adonai! Who then is Aaron—that you are grumbling against him?”", "12": "Then Moses sent word to call Dathan and Abiram, sons of Eliab. But they said, “We will not come! ", "13": "Isn't it enough that you brought us from a land flowing with milk and honey, only to kill us in the wilderness? And now you would lord it over us? ", "14": "What's more, you haven't brought us into a land flowing with milk and honey, nor given us an inheritance of fields and vineyards. Would you now gouge out the eyes of those men? We won't come!”", "15": "Then Moses became very angry and said to Adonai, “Do not accept their offering. I haven't taken from them a single donkey, nor have I wronged one of them!”", "16": "So Moses said to Korah, “You and your whole following are to appear before Adonai—you, they and Aaron—tomorrow! ", "17": "Each man will take his censer and you are to put incense into them—250 censers total. You are to present it before Adonai, you and Aaron each presenting his censer.”", "18": "So each man took his censer, put fire and incense into it, and stood with Moses and Aaron at the entrance of the Tent of Meeting. ", "19": "When Korah and all his following had assembled in opposition to them at the entrance to the Tent of Meeting, then the glory of Adonai appeared to the entire assembly.", "20": "Then Adonai spoke to Moses and Aaron saying, ", "21": "“Separate yourselves from among this assembly, so that I may consume them at once!”", "22": "But they fell on their faces and cried out, “O God, God of the spirits of all flesh, if one man sins, will you be angry with the entire community?”", "23": "Then Adonai spoke to Moses saying, ", "24": "“Speak to the assembly saying, 'Move away from the dwelling of Korah, Dathan and Abiram!'”", "25": "Moses got up and went to Dathan and Abiram. The elders of Israel followed after him. ", "26": "He warned the assembly saying, “Move away from the tents of these wicked men! Don't touch anything that is theirs, or you will be swept away because of all their sins!”", "27": "So they moved away from near the dwelling of Korah, Dathan and Abiram. Dathan and Abiram came outside and were standing at the entrance of their tents with their wives, their children, and their little ones.", "28": "Moses said, “By this you will know that Adonai has sent me to do all these works, that they are not from my own heart. ", "29": "If every one of these men die a common death and experience what happens to all people, then Adonai has not sent me. ", "30": "But if Adonai brings about a new thing, and the earth opens her mouth and swallows them and everything that is theirs, and they go down alive into Sheol, then you will know that these men have despised Adonai.”", "31": "As soon as he finished saying all these things, the ground split under them. ", "32": "The earth opened its mouth and swallowed them, along with all their households, all of Korah's people and all their possessions. ", "33": "They went down alive into Sheol, they and everything that was theirs. The earth closed over them and they were gone from among the community.", "34": "All Israel around them fled at their outcry, for they shouted, “Perhaps the earth will swallow us!”", "35": "Fire also came out from Adonai and consumed the 250 men offering the incense.", "36": "Adonai spoke to Moses saying, ", "37": "“Tell Eleazar son of Aaron the kohen, to take the censers from the burning, because they are holy, and scatter the coals at a distance. ", "38": "As for the censers of these men who sinned at the cost of their lives, let them be taken and hammered into sheets as a covering for the altar. For they were presented before Adonai, so they are holy. They are to be a sign to Bnei-Yisrael.”", "39": "So Eleazar the kohen collected the bronze censers brought by the ones who were burned and hammered them into an overlay for the altar, ", "40": "just as Adonai had spoken to him by Moses' hand, so that it would be as a reminder to Bnei-Yisrael that no one who was not a descendant of Aaron should burn incense before Adonai, and so no one would become like Korah and his following.", "41": "The next day, the entire community of Bnei-Yisrael grumbled against Moses and Aaron, saying, “You killed Adonai's people!”", "42": "But when they gathered in opposition to Moses and Aaron and turned toward the Tent of Meeting, behold, the cloud covered it and the glory appeared! ", "43": "Moses and Aaron went to the front of the Tent of Meeting.", "44": "Adonai spoke to Moses saying, ", "45": "“Get away from among this assembly so that I may immediately consume them!” So they fell on their faces.", "46": "Then Moses said to Aaron, “Take the censer, put into it fire from the altar and put in incense. Get going and hurry to the assembly and make atonement for them, because wrath has come out from Adonai and the plague has started.”", "47": "Aaron did just as Moses had said, and ran into the middle of the assembly. Behold, the plague had already started among the people. But he offered the incense and made atonement for the people. ", "48": "He stood between the dead and the living and the plague stopped. ", "49": "However, there were 14,700 dead from the plague, besides those who died because of Korah.", "50": "Then Aaron returned to Moses at the entrance of the Tent of Meeting, when the plague had been halted."}