{"1": "Adonai spoke to Moses and Aaron saying, ", "2": "“This is the statute of the Torah which Adonai commanded saying: Speak to Bnei-Yisrael that they bring to you a flawless red heifer on which there is no blemish and on which has never been a yoke. ", "3": "Give her to Eleazar the kohen. He will take her outside the camp and slaughter her in his presence. ", "4": "Then Eleazar the kohen is to take some of the blood on his finger and sprinkle it seven times toward the front of the Tent of Meeting.", "5": "“While watching, he is to burn the heifer, her hide, flesh, blood and refuse. ", "6": "The kohen is to take some cedar wood, hyssop and scarlet wool, and cast them into the midst of the burning heifer.", "7": "“Afterward, the kohen is to wash his clothes and bathe his flesh with the water, and afterward he may come back into the camp. Still the kohen will be unclean until evening. ", "8": "Also the one burning it is to wash his clothes and bathe his flesh with the water, and he will be unclean until evening.", "9": "“A clean man is to gather up the ashes of the heifer and put them in a clean place outside the camp. They are to be for the community of Bnei-Yisrael to use as water of purification from sin.", "10": "“The one who gathers the heifer's ashes is also to wash his clothes as well as be unclean until evening. It will be a permanent statute for Bnei-Yisrael and for the outsider living among them.", "11": "“Whoever touches any dead body will be unclean for seven days. ", "12": "He is to purify himself on the third day and on the seventh day. Then he will be clean. But if he does not purify himself on the third and seventh days, he will not be clean. ", "13": "Anyone touching the dead body of any man, who does not purify himself, defiles Adonai's Tabernacle, and that person will be cut off from Israel. Because the cleansing water was not sprinkled on him, he is unclean and his uncleanness will remain on him.", "14": "“This is the Torah for whenever a person dies in a tent. Anyone entering the tent or anyone inside the tent will be unclean seven days. ", "15": "Any open container not having a lid fastened on it will also be unclean. ", "16": "Anyone out in the open field who touches a dead body, whether killed by a sword or was killed by a natural cause, or touches a human bone or a grave, shall be unclean seven days.", "17": "“For the unclean one, they are to take some of the ash of the burnt purification offering, and pour some fresh water into a jar. ", "18": "Then a clean person will take some hyssop, dip it into the water, and, sprinkle it on the tent, all of the furnishings, and the people who were there, as well as the one touching the bone, the one killed, the corpse or the grave.", "19": "The clean person will sprinkle the unclean one on the third and seventh days. He is to purify himself on the seventh day, and on the seventh day he is to wash his clothes and bathe himself in water, and at evening he will be clean.", "20": "However, that man who is unclean but does not purify himself will be cut off from the community. He has defiled the Sanctuary of Adonai, since the cleansing water was not sprinkled on him. He is unclean. ", "21": "This will be a permanent ordinance for them. The one sprinkling the cleansing water is also to wash his clothes, and anyone touching the cleansing water will be unclean until evening. ", "22": "Anything touched by an unclean person becomes unclean, and anyone touching it will be unclean until evening.”"}