{"1": "In the first month, the entire community of Bnei-Yisrael arrived at the wilderness of Zin. The people stayed at Kadesh. There Miriam died and was buried.", "2": "Now there was no water for the community, so they assembled against Moses and Aaron. ", "3": "The people quarreled with Moses saying, “If only we had died when our brothers died before Adonai! ", "4": "Now why have you brought the community of Adonai into this wilderness, for us and our livestock to die here? ", "5": "Why have you brought us from Egypt to bring us to this evil place—a place without grain, fig, grapevine or pomegranate—and there's no water to drink!”", "6": "So Moses and Aaron went from before the assembly to the entrance of the Tent of Meeting and fell on their faces. Then the glory of Adonai appeared to them. ", "7": "Adonai spoke to Moses saying, ", "8": "“Take the staff and gather the assembly, you and your brother Aaron. Speak to the rock before their eyes, and it will give out its water.[a] You will bring out water from the rock, and you will give the community something to drink, along with their livestock.”", "9": "So Moses took the staff from before the presence of Adonai, just as He had commanded him.", "10": "Moses and Aaron gathered the assembly in front of the rock. He said, “Listen now, you rebels! Must we bring you water from this rock?”", "11": "Then Moses raised his arm and struck the rock twice with the staff. Water gushed out and the community and its livestock drank.", "12": "But Adonai said to Moses and Aaron, “Because you did not trust in Me so as to esteem Me as holy in the eyes of Bnei-Yisrael, therefore you will not bring this assembly into the land that I have given to them.”", "13": "These are the waters of Meribah where Bnei-Yisrael contended with Moses, and where Adonai showed Himself holy among them.", "14": "Moses sent messengers from Kadesh to the king of Edom. “Thus says your brother, Israel: 'You know all the hardship that came on us. ", "15": "Our forefathers went down to Egypt, so we lived there for a very long time. The Egyptians mistreated us, and our fathers. ", "16": "But we cried out to Adonai, He heard our cry, sent an angel and brought us out of Egypt. See now, we are at Kadesh, a town on the frontier of your territory. ", "17": "Permit us to pass through your territory. We will not cross through any field or vineyard or drink water of any well. But we will travel on the king's highway. We will not deviate to the right or left until we will have passed through your territory.'”", "18": "But Edom said to him, “You may not pass through me—or I will march out against you with the sword.”", "19": "Bnei-Yisrael then said to him, “We will travel on the main road, and if we or our livestock even drink any of your water, we will pay its price. It's nothing, just to pass through on foot!”", "20": "He answered, “You may not pass through!” Yet Edom came out to oppose them with a large and well-armed people. ", "21": "Since Edom refused to permit Israel to cross through her territory, Israel turned away from them.", "22": "The entirety of the community of Bnei-Yisrael set out from Kadesh and came to Mount Hor.", "23": "Now at Mount Hor, near the Edomite border, Adonai said to Moses and Aaron, ", "24": "“Aaron will be gathered to his people. He will not enter the land, which I have given to Bnei-Yisrael, because you rebelled against My command at the waters of Meribah. ", "25": "Take Aaron and his son Eleazar, and take them up Mount Hor. ", "26": "Remove Aaron's garments and put them on his son Eleazar, and Aaron will be gathered up and will die there.”", "27": "Moses did as Adonai commanded. They ascended Mount Hor before the eyes of the whole community. ", "28": "Moses removed Aaron's garments and placed them on Eleazar his son. Aaron died there at the top of the mountain. Then Moses and Eleazar descended the mountain.", "29": "When they saw that Aaron had died, the entire community mourned Aaron 30 days."}