{"1": "When the Canaanite king of Arad, who lived in the Negev, heard that Israel was coming along the road to Atharim, he attacked Israel and captured some of them. ", "2": "Then Israel vowed to Adonai and stated, “If you deliver this people into our hand, we will put their cities under the ban of destruction!” ", "3": "Adonai listened to Israel's plea and delivered up the Canaanites. They put them and their cities under the ban of destruction. So the name of the place was called Hormah.", "4": "They travelled from Mount Hor along the route to the Sea of Reeds in order to go around the land of Edom. The spirit of the people became impatient along the way.", "5": "The people spoke against God and Moses: “Why have you brought us from Egypt to die in the wilderness, because there is no bread, no water, and our very spirits detest the despicable food? ", "6": "So Adonai sent poisonous serpents among the people,[a] and they bit the people and many of the people of Israel died.", "7": "The people came to Moses and said, “We sinned when we spoke against Adonai and you! Pray to Adonai for us, that He may take away the snakes!” So Moses prayed for the people.", "8": "Adonai said to Moses, “Make yourself a fiery snake and put it on a pole. Whenever anyone who has been bitten will look at it, he will live.”[b]", "9": "So Moses made a bronze snake and put it on a pole, and it happened that whenever a snake bit anyone and he looked at the bronze snake, he lived.", "10": "Bnei-Yisrael moved on and encamped at Oboth. ", "11": "Then they set out from Oboth and camped in Ije-abarim, in the wilderness facing Moab toward the sunrise. ", "12": "From there they set out and camped in the Wadi Zered. ", "13": "They set out from there and camped along the Arnon, which is in the wilderness extending into Amorite territory. The Arnon is also the border between Moab and the Amorites. ", "14": "Therefore, it is said in the Book of the Wars of Adonai, “...Vaheb in Suphah and the wadis of the Arnon, ", "15": "and the slope of the wadis that leads to the site of Ar and lie along the border of Moab—” ", "16": "And from there—on to Beer. This is the well where Adonai said to Moses, “Gather the people and I will give them water.”", "17": "Then Israel sang this song, “Spring up, O well! Sing about it!”", "18": "The well the princes dug, that the nobles of the people sank with their scepter and their staffs.” From the wilderness they went on to Mattanah. ", "19": "From Mattanah they went on to Nahaliel, and from Nahaliel to Bamoth, ", "20": "and from Bamoth to the valley in the field of Moab where the peak of Pisgah overlooks the wasteland.", "21": "Israel sent messengers to King Sihon of the Amorites saying, ", "22": "“Permit us to pass through your land. We will not turn aside into field or vineyard nor drink water from the wells. We will travel on the king's highway until we will have passed through your territory.”", "23": "But Sihon would not let Israel pass through his territory. Instead, Sihon called out his entire army and marched out into the desert to oppose Israel. When he came to Jahaz, he fought against Israel. ", "24": "But Israel struck him by the sword's edge and conquered his land from Arnon to Jabbok as far as the Ammonites, because the border of the sons of Ammon was fortified.", "25": "Israel conquered all these cities and occupied all the Amorite cities, Heshbon and all its towns. ", "26": "Heshbon was the city of King Sihon of the Amorites, who had fought with the former king of Moab and had taken from his control all the land as far as the Arnon. ", "27": "Therefore the poets say, “Come to Heshbon! Let her be rebuilt! Let the city of Sihon be restored!", "28": "For fire went out from Heshbon, a blaze from the city of Sihon! It consumed Ar of Moab, the masters of Arnon's heights!", "29": "Woe to you, O Moab! You have been destroyed, people of Chemosh! He has given up his sons as refugees and his daughters as captives to Sihon, king of the Amorites.", "30": "But we overthrew them! Heshbon as far as Dibon is destroyed! We have demolished them as far as Nophah up to Medeba.”", "31": "So Israel was living in the land of the Amorites. ", "32": "After Moses sent spies to Jazer, they captured her towns and drove out the Amorites who were there.", "33": "Then they turned and went up the road to the Bashan. Og, king of the Bashan, went out to confront them, he and all his people, in battle at Edrei.", "34": "Adonai said to Moses, “Do not fear him. I have given him with all his people and his land into your hand. You are to do to him just as you did to Sihon, the Amorite king who was living in Heshbon.”", "35": "So they struck him and his sons and his entire army until no survivor was left to him, and they possessed his land."}