{"1": "Then Balaam said to Balak, “Build me seven altars here and prepare for me here seven bulls and seven rams.” ", "2": "So Balak did just as Balaam had said. Balak and Balaam offered a bull and a ram on each altar. ", "3": "Balaam said to Balak, “Stay here beside your offering. I will go and perhaps Adonai will meet me. Whatever message He shows me, I will tell you. Then he went to a barren height.", "4": "God met with Balaam and he said to Him, “I have prepared seven altars, and on each altar I offered a bull and a ram.”", "5": "Adonai put a message into Balaam's mouth and said, “Return to Balak and speak this.”", "6": "Balaam went back to him. Behold, he was standing beside his offering with all the princes of Moab. ", "7": "Then he uttered his oracle and said, “From Aram, Balak brought me, Moab's king from the mountains of the east: 'Come! Curse Jacob for me! 'Come! Denounce Israel!'", "8": "How can I curse one whom God has not cursed? How can I denounce one whom Adonai has not denounced?", "9": "From the rocky peaks I see him. From the heights I behold him. Look, he lives as a nation apart, and does not consider himself as being like the other nations.", "10": "Who can count Jacob's dust? Who can number a fourth of Israel? Let my soul die the death of the upright, and let my end be like his!”", "11": "Balak said to Balaam, “What have you done to me? I brought you to curse my enemies, but look, you've actually blessed them!”", "12": "But in response he said, “Mustn't I speak whatever Adonai puts into my mouth?”", "13": "Then Balak said to him, “Come now with me to another place where you can see a part of them only, not all of them. Curse them for me from there.”", "14": "He took him to Lookout Field on top of Pisgah. He built seven altars and offered a bull and a ram on each altar.", "15": "“Stay here beside your offering,” he said to Balak, “while I am meeting over there.”", "16": "Adonai met Balaam there and put a message into his mouth, and said, “Return to Balak and speak thus.” ", "17": "So he went to him, and behold, he and the princes of Moab were standing beside his offering. Balak asked him, “What did Adonai say?”", "18": "So he uttered his oracle and said: “Rise, Balak! Hear me, son of Zippor!", "19": "God is not a man who lies,[a] or a son of man who changes his mind! Does He speak and then not do it, or promise and not fulfill it?", "20": "Look, I received a command to bless. He has blessed—I cannot change it!", "21": "No misfortune is to be seen in Jacob, and no misery in Israel! Adonai their God is with them —the King's shout is among them!", "22": "God is bringing them from Egypt with the strong horns of the wild ox!", "23": "There is no sorcery effective against Jacob, nor any divination against Israel! Now it will be said of Jacob and Israel, 'See what God has done!'", "24": "The people rise like a lioness, like a lion who does not rest until he eats his prey and drinks his victim's blood!”", "25": "Then Balak said to Balaam, “Do not curse them or bless them at all!”", "26": "Balaam answered and said to Balak, “Haven't I told you, 'All that Adonai says, I must do?'", "27": "Balak said to Balaam, “Come with me to another place. Perhaps it will be pleasing to God and you may curse them for me from there.” ", "28": "So Balak took Balaam to the top of Peor, overlooking the wasteland.", "29": "Balaam said to Balak, “Build me seven altars here, and prepare seven bulls and seven rams for me.”", "30": "Balak did just as Balaam said, and offered a bull and a ram on each altar."}