{"1": "When Balaam realized that it was pleasing in the eyes of Adonai to bless Israel, he did not resort to sorceries as at the other times, but turned his face toward the wilderness. ", "2": "Lifting up his eyes, Balaam saw Israel dwelling by tribes. The Ruach Elohim came over him. ", "3": "He uttered his oracle and said: “This is the oracle of Balaam son of Beor, and the oracle of a strong man whose eye has been opened,", "4": "the oracle of one hearing God's speech, one seeing Shaddai's vision, one fallen down, yet with open eyes:", "5": "How lovely are your tents, O Jacob, and your dwellings, O Israel!", "6": "Like valleys they are spread out, like gardens beside a river, like aloes planted by Adonai, like cedars beside the waters.", "7": "Water will flow from his buckets, his seed by abundant water. His king will be greater than Agag, his kingdom will be exalted.", "8": "God is bringing him out of Egypt. like the strong horns of a wild ox. He devours nations hostile to him. He will crush their bones. His arrows will pierce them.", "9": "He crouches like a lion or a lioness— who would rouse him? He who blesses you will be blessed, and he who curses you will be cursed.”", "10": "Then Balak became furious at Balaam, and struck his hands together. Balak said to Balaam, “I summoned you to curse my enemies, but look, you have blessed them these three times! ", "11": "Now, go home! I said I would reward you, but see, Adonai has kept you from reward!”", "12": "Balaam answered Balak, “Didn't I indeed tell your messengers whom you sent to me saying: ", "13": "'If Balak were to give me his house full of silver and gold, I could not go beyond the mouth of Adonai, to do good or bad from my own heart? Whatever Adonai may speak, I will speak!' ", "14": "Now, behold, I am going back to my people. Come, let me counsel you what these people will do to your people in the latter days. ", "15": "Then he uttered his oracle: The oracle of Balaam son of Beor, the strong man whose eye is opened,", "16": "the oracle of one hearing God's speech, one experiencing Elyon's knowledge, one seeing Shaddai's vision, one fallen down, yet with open eyes:", "17": "'I see him, yet not at this moment. I behold him, yet not in this location. For a star will come from Jacob, a scepter will arise from Israel.[a] He will crush the foreheads of Moab and the skulls of all the sons of Seth.", "18": "Edom will be conquered— his enemies will conquer Seir, but Israel will triumph.", "19": "One from Jacob will rule and destroy the city's survivors.”", "20": "Then he saw Amalek, so he uttered his oracle and said: “Amalek was the first of nations, but will come to ruin at last.”", "21": "Then he saw the Kenite, so he uttered his oracle and said, “Your dwelling is secure. Your nest is set in the rock.", "22": "Yet Kain will be destroyed, when Asshur captures you.”", "23": "Again he uttered his oracle and said, “O, who can live when God does this?", "24": "Ships will come from Kittim's shore. They will afflict Asshur and Eber, but they too will come to destruction.”", "25": "Then Balaam got up and went and returned to his own place, and Balak went on his way."}