{"1": "After the plague, Adonai said to Moses and Eleazar son of Aaron the kohen saying, ", "2": "“Take a headcount of the entire community of Bnei-Yisrael, sons twenty years old and upward, by their ancestral houses, all who can serve in Israel's army.”", "3": "So Moses and Eleazar the kohen spoke with them on the Moabite plains by the Jordan across from Jericho saying, ", "4": "“Just as Adonai commanded Moses, a census will be taken of all men of Bnei-Yisrael who came out of Egypt, from 20 years old and upward.”", "5": "The descendants of the sons of Reuben, Israel's firstborn: by Hanoch the Hanochite family, by Pallu the Palluite family, ", "6": "by Hezron the Hezronite family, and by Carmi the Carmite family, ", "7": "these Reubenite families numbered 43,730. ", "8": "The son of Pallu was Eliab. ", "9": "The sons of Eliab were Nemuel, Dathan, and Abiram. These were the Dathan and Abiram who were community leaders who rebelled against Moses and Aaron and were among the following of Korah in their rebellion against Adonai. ", "10": "Then the earth opened its mouth and swallowed them with Korah, whose followers died when the fire consumed the 250 men, these men serving as a warning. ", "11": "Korah's sons, however, did not die.", "12": "The sons of Simeon by their families were: by Nemuel the family of the Nemuelites, by Jamin the family of the Jaminites, by Jachin the family of the Jachinites, ", "13": "by Zerach the family of the Zerachites, and by Shaul the family of the Shaulites. ", "14": "These families of the Simeonites numbered 22,200.", "15": "The sons of Gad by their families were: by Zephon the family of the Zephonites, by Haggi the family of the Haggites, by Shuni the family of the Shunites, ", "16": "by Ozni the family of the Oznites, by Eri the family of the Erites, ", "17": "by Arod the family of the Arodites, by Areli the family of the Arelites. ", "18": "The sons of Gad numbered 40,500.", "19": "Er and Onan were sons of Judah but had died in the land of Canaan. ", "20": "The sons of Judah by their families were: by Shelah the Shelanite family, by Perez the Perezite family, by Zerach the Zerachite family. ", "21": "The sons of Perez: by Hezron the Hezronite family, by Hamul the Hamulite family. ", "22": "These were the sons of Judah. They numbered 76,500.", "23": "The sons of Issachar by their families were: Tola and the family of the Tolaites, by Puvah the Punite family, ", "24": "by Jashub the Jashubite family, by Shimron the Shimronite family. ", "25": "These were the families of Issachar. They numbered 64,300.", "26": "The sons of Zebulun by their families were: by Sered the family of the Seredites, by Elon the family of the Elonites, by Jahleel the family of the Jahleelites. ", "27": "These were the Zebulunite families. They numbered 60,500.", "28": "The sons of Joseph by their families were Manasseh and Ephraim. ", "29": "The sons of Manasseh were: by Machir the family of the Machirites (Machir fathered Gilead.), by Gilead the family of the Gileadites. ", "30": "The sons of Gilead were: by Iezer the family of the Iezerites, by Helek the Helekite family, ", "31": "By Asriel the Asrielite family, by Shechem the Shechemite family, ", "32": "by Shemida the Shemidaite family, by Hepher the Hepherite family. ", "33": "Hepher's son Zelophehad had no sons, only daughters. The names of Zelophehad's daughters were Mahlah, Noah, Hoglah, Milcah, and Tirzah. ", "34": "These were the families of Manasseh. They numbered 52,700.", "35": "These were the sons of Ephraim by their families: of Shuthelah the Shuthelahite family, of Becher the Bechrite family, of Tahan the Tahanite family. ", "36": "These were the sons of Shuthelah: of Eran the Eranite family. ", "37": "These were the families of the sons of Ephraim. These numbered 32,500. These were the sons of Joseph by their families.", "38": "The sons of Benjamin by their families were: by Bela the Belaite family, by Ashbel the Ashbelite family, by Ahiram the Ahiramite family, ", "39": "by Shephupham the Shuphamite family, by Hupham the Huphamite family. ", "40": "The sons of Bela were Ard and Naaman. By Ard was the family of the Ardites, by Naaman the family of the Naamanites. ", "41": "These were the sons of Benjamin. They numbered 45,600.", "42": "These were the sons of Dan by their families: by Shuham the Shuhamite family. These were the families of Dan by family. ", "43": "They were all Shuhamite families, and, they numbered 64,400.", "44": "The sons of Asher by their families were: by Imnah the Imnite family, by Ishvi the Ishvite family, by Beriah the Beriite family. ", "45": "Through the sons of Beriah: by Heber the Heberite family, by Malchiel the Malchielite family. ", "46": "The name of Asher's daughter was Serah. ", "47": "These were the families of Asher's sons. They numbered 53,400.", "48": "The sons of Naphtali by their families were: by Jahzeel the Jahzeelite family, by Guni the Gunite family, ", "49": "By Jezer the Jezrite family, by Shillem the Shillemite family. ", "50": "These were the families of Naphtali by their families. They numbered 45,400.", "51": "These sons of Israel totaled 601,730.", "52": "Adonai then spoke to Moses saying, ", "53": "“The land is to be divided to these as an inheritance according to the number of names. ", "54": "For the larger, you are to make his inheritance larger, and to the smaller you are to make his inheritance smaller. Each is to receive his inheritance in proportion to his population. ", "55": "Certainly the land is to be divided by lot. They will inherit it according to the names of their ancestral tribes. ", "56": "The division of the inheritance of larger and smaller tribes is to be decided by the lot.”", "57": "These were the numbers of the Levites by their families: by Gershon the Gershonite family, by Kohath the Kohathite family, by Merari the Merarite family. ", "58": "These were the families of Levi: the Libnite family, the Hebronite family, the Machlite family, the Mushite family and the Korahite family. Kohath fathered Amram. ", "59": "Amram's wife's name was Jochebed daughter of Levi, who was born to the Levites in Egypt. She gave birth for Amram, Aaron and Moses, as well as Miriam their sister. ", "60": "Aaron was the father of Nadab, Abihu, Eleazar and Ithamar. ", "61": "However, Nadab and Abihu died when they offered sacrifices with unauthorized fire before Adonai. ", "62": "The male Levites a month old and upward totaled 23,000, though they were not included among Bnei-Yisrael, since He did not give them an inheritance among Bnei-Yisrael.", "63": "These were numbered by Moses and Eleazar the kohen when they counted Bnei-Yisrael on the plains of Moab across from Jericho. ", "64": "Not one of them was among those counted by Moses and Aaron the kohen when they counted Bnei-Yisrael in the Sinai wilderness, ", "65": "because Adonai had said they would surely die in the wilderness. Not one of them was left, except Caleb son of Jephunneh and Joshua son of Nun."}