{"1": "Adonai spoke to Moses saying, ", "2": "“Command Bnei-Yisrael and tell them to be careful to present to Me at the moadim My food offerings by fire as a pleasing aroma. ", "3": "Tell them: This is the fire offering which you are to present to Adonai: two male lambs a year old, without flaw, as a daily regular burnt offering. ", "4": "Prepare one lamb in the morning and the other lamb you are to prepare at twilight, ", "5": "along with a tenth of an ephah of fine flour for a grain offering, mixed with a fourth of a hin[a] of oil from pressed olives. ", "6": "This is the regular burnt offering initiated at Mount Sinai, as a pleasing aroma, a fire offering to Adonai. ", "7": "With each lamb pour out a fourth of a hin of fermented drink at the Sanctuary as a drink offering to Adonai. ", "8": "Prepare the second lamb at twilight with the same type of grain and drink offerings you prepared in the morning, a fire offering as a pleasing aroma to Adonai.", "9": "“On the Shabbat, you are to present two flawless male lambs a year old, along with two tenths of an ephah of fine flour as a grain offering, mixed with oil and its drink offering. ", "10": "This is the burnt offering for every Shabbat, besides the regular burnt offering and its drink offering.", "11": "“On the first of the month you are to present to Adonai a burnt offering of two young bulls, one ram, and seven flawless male lambs a year old, ", "12": "with three tenths of an ephah of fine flour mixed with oil as a grain offering with each bull, and two tenths of an ephah of fine flour mixed with oil as a grain offering with the ram, ", "13": "and with each lamb a tenth of an ephah of fine flour mixed with oil for a grain offering, a burnt offering as a pleasing aroma, an offering by fire to Adonai. ", "14": "Their drink offerings shall be: per bull, half a hin of wine, a third of a hin of wine per ram, and, a fourth of a hin per lamb. This will be the monthly burnt offering at each new moon throughout the year. ", "15": "Also, one male goat as a sin offering to Adonai beside the regular burnt offering is to be offered with its drink offering.", "16": "“On the fourteenth day of the first month is Adonai's Passover. ", "17": "On the fifteenth day, there is to be a feast. For seven days, matzot will be eaten. ", "18": "You are to hold a sacred assembly on the first day. You are not to do any laborious work. ", "19": "You are to offer to Adonai burnt offering by fire, two young bulls, one ram and seven male lambs a year old. They are to be flawless. ", "20": "You are to offer their grain offering of fine flour mixed with oil, three tenths of an ephah per bull, two tenths per ram, ", "21": "and one tenth per each of the seven lambs, ", "22": "plus one goat for a sin offering to atone for yourselves.", "23": "[b] 23 In addition to the morning burnt offering and regular burnt offering, you are to offer these. ", "24": "Just like this you are to offer each day, for seven days, the food to be offered by fire for each day as a pleasing aroma to Adonai, beside the regular burnt offering with its drink offering. ", "25": "On the seventh day, you are to have a sacred assembly, and you are to do no laborious work.", "26": "“On the Day of Firstfruits, when you offer to Adonai a new grain offering during the Feast of Weeks, you are to have a sacred assembly. You are to do no laborious work. ", "27": "You are to offer as a pleasing aroma a burnt offering to Adonai, two young bulls from the herd, one ram and seven male lambs a year old. ", "28": "With each bull there is to be a grain offering of three tenths of an ephah of fine flour mixed with oil, with the ram two tenths, ", "29": "and with each lamb, one tenth, ", "30": "plus one male goat to make atonement for you. ", "31": "In addition, you are to prepare the regular burnt offering with its grain offering and its drink offering. They are to be without defect."}