{"1": "“On the first day of the seventh month you are to have a sacred assembly. You are to do no laborious work. It is for you a day for sounding the shofar. ", "2": "You are to prepare a burnt offering as a pleasing aroma to Adonai: one young bull from the herd, one ram, and seven male lambs a year old, without flaw, ", "3": "with their grain offering of fine flour mixed with oil, three tenths of an ephah with the bull, two tenths with the ram, ", "4": "and one tenth with each of the seven lambs, ", "5": "as well as one male goat as a sin offering to make atonement for yourselves. ", "6": "Also offer the burnt offering for the month with its grain offering, the regular burnt offering with its grain offering, and their appropriate drink offerings as a pleasing aroma to Adonai, as an offering by fire.", "7": "“On the tenth day of this seventh month, you are to have a sacred assembly. You are to deny yourselves and do no work. ", "8": "You are to present to Adonai a burnt offering as a pleasing aroma, one young bull from the herd, one ram, and seven year-old male lambs without defect, ", "9": "along with their grain offerings of fine flour mixed with oil: three tenths of an ephah with the bull, two tenths with the ram, ", "10": "and one tenth with each of the seven lambs. ", "11": "Also offer one male goat for a sin offering, in addition to the sin offering for atonement, as well as the regular burnt offering with its grain offering and their drink offerings.", "12": "“On the fifteenth day of the seventh month you are to have a sacred assembly. You are not to do any of your work, and you are to celebrate the Feast to Adonai for seven days. ", "13": "You are to offer a burnt offering by fire to Adonai as a pleasing aroma: thirteen young bulls from the herd, two rams, and fourteen year-old male lambs without defect, ", "14": "their grain offerings of fine flour mixed with oil, three tenths of an ephah with each of the thirteen bulls, two tenths with each of the two rams, ", "15": "and one tenth with each of the fourteen lambs, ", "16": "plus one male goat as a sin offering, besides the regular burnt offering with its grain and drink offering.", "17": "“On the second day, you are to offer twelve young bulls from the herd, two rams, and fourteen year-old male lambs without flaw, ", "18": "with their grain and drink offerings, with the bulls, rams, and lambs as appropriate by their number according to the regulations, ", "19": "plus one male goat as a sin offering, as well as the regular burnt offering with its grain and drink offerings.", "20": "“On the third day, offer eleven bulls, two rams, and fourteen year-old male lambs without defect, ", "21": "with their grain and drink offerings, with the bulls, rams, and lambs the number specified, ", "22": "and a male goat as a sin offering, in addition to the regular burnt offering with its grain and drink offerings.", "23": "“On the fourth day, ten bulls, two rams, and fourteen year-old male lambs without flaw, ", "24": "their grain offerings and drink offerings with the bulls, rams, and lambs by their number according to the regulations, ", "25": "and one male goat as a sin offering and the regular burnt offering with its grain and drink offerings.", "26": "“On the fifth day, nine bulls, two rams, and fourteen male one year old lambs without defect, ", "27": "with their grain and drink offerings by their number as specified, ", "28": "and one goat for a sin offering, in addition to the regular burnt offering with its grain and drink offerings.", "29": "“On the sixth day, eight bulls, two rams, and fourteen male lambs a year old without defect, ", "30": "with the bulls, rams, and lambs, their grain and drink offerings according to those numbers specified, ", "31": "and one goat for a sin offering with the regular burnt offering and its grain and drink offerings.", "32": "“On the seventh day, seven bulls, two rams, and fourteen male lambs without defect a year old, ", "33": "plus their grain and drink offerings, for the bulls, rams, and lambs according to the numbers specified, ", "34": "in addition to one male goat for a sin offering and the regular burnt offering with its grain and drink offerings.", "35": "“On the eighth day there shall be for you an assembly. You are to do no regular work. ", "36": "You are to offer to Adonai a burnt offering, a fire offering, a pleasing aroma, one bull, one ram, and seven male lambs a year old without defect, ", "37": "and their grain and drink offerings, with the bull, ram, and lamb corresponding to their number according to the regulations, ", "38": "and a goat for a sin offering, besides the regular burnt offering with its grain and drink offerings.", "39": "“You are to prepare these for Adonai at your moadim in addition to your vow and freewill offerings, along with your burnt offerings, grain offerings, drink offering, and fellowship offerings.”", "40": "So Moses told Bnei-Yisrael all that Adonai commanded Moses."}