{"1": "These are the generations of Aaron and Moses current at the time Adonai spoke to Moses at Mount Sinai. ", "2": "These are the names of Aaron's sons: Nadab the first-born, Abihu, Eleazar and Ithamar. ", "3": "These are the names of the sons of Aaron, the anointed kohanim whom he consecrated to be priests. ", "4": "But Nadab and Abihu died before Adonai for offering unauthorized fire[a] before Adonai in the Sinai wilderness—they had no children. So Eleazar and Ithamar served as kohanim under Aaron their father.", "5": "Then Adonai spoke to Moses saying, ", "6": "“Gather the tribe of Levi near, and appoint them to attend to Aaron the kohen. ", "7": "They are to keep watch over duties for him and the entire community before the Tent of Meeting while performing the service of the Tabernacle. ", "8": "They are to tend to all the implements of the Tent of Meeting and the service of Bnei-Yisrael while performing the service of the Tabernacle. ", "9": "You are to give the Levites to Aaron and his sons. Out of Bnei-Yisrael they are dedicated entirely to him. ", "10": "You are to appoint Aaron and his sons to maintain the priesthood; any commoner who approaches must be executed.”", "11": "Then Adonai said to Moses saying, ", "12": "“See, I have taken the Levites from among Bnei-Yisrael in place of the firstborn who open the womb among Bnei-Yisrael. The Levites will be Mine, ", "13": "because all the firstborn are Mine. In the day when I was striking down all the firstborn in the land of Egypt, I consecrated to Myself every firstborn in Israel—whether man or animal—as Mine. I am Adonai.”", "14": "Adonai spoke in the Sinai wilderness to Moses saying, ", "15": "“Count the sons of Levi. According to their ancestral house, by their families, every male a month old and upward you are to number them.” ", "16": "So Moses numbered them in accordance with the word of Adonai, just as he was commanded.", "17": "These were the sons of Levi, by their names: Gershon, Kohath, and Merari. ", "18": "These then were the names of the sons of Gershon—Libni and Shimei. ", "19": "The sons of Kohath by their families were Amram, Izhar, Hebron, and Uzziel. ", "20": "The sons of Merari, by their families, are Mahli and Mushi. These then were the families of the Levites by their ancestral households.", "21": "To Gershon belonged the family of the Libnites and the family of the Shimeites. These were the families of the Gershonites. ", "22": "The number of every male one month old and upward who were counted was 7,500. ", "23": "The Gershonites were to camp behind the Tabernacle on the west. ", "24": "The prince of the ancestral house of the Gershonites was Eliasaph son of Lael. ", "25": "The duties of the sons of Gershon in the Tent of Meeting were the Tabernacle, the tent, its coverings, the curtain of the entrance of the Tent of Meeting, ", "26": "the curtains of the courtyard, the screen of the entrance of the courtyard around the Tabernacle and altar, its ropes and all related to its use.", "27": "To Kohath belonged the family of the Amramites, the family of the Izharites, the Hebronites and the Uzzielites. These were the Kohathite families. ", "28": "The number of every male one month old and upward was 8,600. Their duties were caring for the Sanctuary. ", "29": "The Kohathite families were to camp along the side of the Tabernacle on the south. ", "30": "The prince of the ancestral household of the Kohathites was Elizaphan son of Uzziel. ", "31": "They were responsible for the Ark, the table, the menorah, the altars, and the implements of the Sanctuary used in service with them, the curtain and all involved with its use.", "32": "The chief prince of the Levites was Eleazar son of Aaron the kohen appointed over those whose responsibility was the care of the Sanctuary.", "33": "To Merari belonged the families of the Mahlites and the Mushites. These were the families of Merari. ", "34": "Their number by count of every male one month old and upward was 6,200. ", "35": "The prince of the household of the father of the Merarites was Zuriel son of Abihail. They were to camp on the north side of the Tabernacle. ", "36": "The sons of Merari were appointed over the care of the frames of the Tabernacle, its crossbars, posts, bases, and all equipment for its use, ", "37": "the posts of the surrounding courtyard, their bases, pegs and ropes.", "38": "Those camping in front of the Tent of Meeting, on the east, toward the sunrise, were Moses, Aaron, and his sons. They were to care for the Sanctuary on behalf of Bnei-Yisrael. But anyone unauthorized who approached had to be executed.", "39": "All the Levites counted by Moses and Aaron at the word of Adonai, by their families, inclusive of every male one month old and upward, were 22,000.", "40": "Adonai said to Moses, “Count every firstborn male of Bnei-Yisrael from one month old and upward and make a list of their names. ", "41": "Set the Levites apart for me in place of all the firstborn of Bnei-Yisrael, and, all the livestock of the Levites in place of the firstborn of the livestock of Bnei-Yisrael. I am Adonai.” ", "42": "So Moses counted all the firstborn of Bnei-Yisrael as Adonai commanded him. ", "43": "The sum total of the firstborn males of Bnei-Yisrael, one month old and upward, listed by name, was 22,273.", "44": "Again Adonai spoke to Moses saying, ", "45": "“Take the Levites in place of all the firstborn of Bnei-Yisrael, and the livestock of the Levites in place of their livestock. The Levites will be Mine. I am Adonai. ", "46": "To redeem the 273 firstborn of Bnei-Yisrael exceeding the number of the Levites, ", "47": "you are to collect five shekels for each, based on the shekel of the Sanctuary, which is 20 gerahs.", "48": "[b] 48 Give the money for the redemption of the extra ones of the firstborn of them to Aaron and his sons.”", "49": "Hence Moses collected the redemption money for those exceeding the number redeemed by the Levites. ", "50": "From the firstborn of Bnei-Yisrael he collected silver weighing 1,365 shekels, according to the Sanctuary shekel. ", "51": "Moses gave the redemption money to Aaron and his sons, just as Adonai commanded him, in accordance with the mouth of Adonai."}