{"1": "Adonai spoke to Moses saying, ", "2": "“Command Bnei-Yisrael and say to them: When you enter the land of Canaan, these are the boundaries of the land being allotted to you as an inheritance. ", "3": "Your southern side will run from the wilderness of Zin along the border of Edom to the southern end of the Dead Sea on the east. ", "4": "Your border will cross south of the Scorpion Pass and continue to Zin and south of Kadesh-barnea, then go on to Hazar-addar and on to Azmon. ", "5": "Then the border will turn from Azmon to the Wadi of Egypt and end at the sea.", "6": "“Your western boundary will be the coast of the Great Sea. This will be your western border.", "7": "“Your northern boundary will be by running a line from the Great Sea to Mount Hor, ", "8": "then from Mount Hor to Levo-Hamath[a], then the boundary will go to Zedad. ", "9": "The border will continue on to Ziphron, ending at Hazar-Enan. This will be your northern border.", "10": "“For your eastern border, run a line from Hazar-Enan to Shepham. ", "11": "From Shepham, the boundary will descend to Riblah on the east side of Ain, continuing along the eastern slopes of Kinneret[b]. ", "12": "From there the border will go down along the Jordan, ending at the Dead Sea. This will be your territory with its surrounding borders.”", "13": "Moses commanded Bnei-Yisrael, saying, “This is the land which Adonai has commanded that you are to assign by lot to the nine and a half tribes. ", "14": "For the tribe of the sons of Reuben by their ancestral houses, the tribe of the sons of Gad by their ancestral houses, and the half-tribe of Manasseh have already received their inheritance. ", "15": "These two and a half tribes have received their inheritance on the east side of the Jordan at Jericho, toward the sunrise.”", "16": "Adonai spoke to Moses saying, ", "17": "“These are the names of the men who will allot the land to you: Eleazar the kohen and Joshua son of Nun. ", "18": "Also you are to select one prince from each tribe to allot the land. ", "19": "These are their names: from the tribe of Judah, Caleb son of Jephunneh. ", "20": "From the tribe of the sons of Simeon, Shemuel son of Ammihud. ", "21": "From the tribe of Benjamin, Elidad son of Chislon. ", "22": "From the tribe of the sons of Dan, the prince is Bukki son of Jogli. ", "23": "From the sons of Joseph, from the tribe of the sons of Manasseh, the prince is to be Hanniel son of Ephod. ", "24": "The prince from the tribe of the sons of Ephraim is to be Kemuel son of Shiphtan.", "25": "“The prince from the tribe of the sons of Zebulun is Elizaphan son of Parnach. ", "26": "The prince from the tribe of the sons of Issachar is Paltiel son of Azzan. ", "27": "The prince from the tribe of the sons of Asher is Ahihud son of Shelomi. ", "28": "The prince from the tribe of the sons of Naphtali is Pedahel son of Ammihud.” ", "29": "These were those Adonai commanded to apportion to Bnei-Yisrael the land of Canaan."}