{"1": "Adonai spoke to Moses and to Aaron saying, ", "2": "“Take a census of the sons of Kohath from among the sons of Levi, by their families and by their ancestral households, ", "3": "everyone from 30 years of age to 50, all who come to serve doing the work in the Tent of Meeting.", "4": "“This is the task of the sons of Kohath in the Tent of Meeting—the most holy things. ", "5": "Whenever the camp is about to move out, Aaron and his sons are to take down the shielding curtain[a] and cover the Ark of the Testimony with it. ", "6": "Then they are to cover this with porpoise hide, then spread over it a cloth of solid blue. Then they are to put its poles in place.", "7": "“Then over the table of the Presence they are to spread a solid blue cloth, then lay on it the plates, ladles, bowls, and jars for the drink offering. The bread that is continually there is to remain there.", "8": "[b] 8 Over them they are to spread a solid scarlet cloth, cover it with a covering of porpoise hide, then install its poles.", "9": "“Then they are to take a blue cloth and cover the menorah for light, along with its lamps, tongs, snuffers and oil jars that they use to tend to it. ", "10": "They then are to wrap it and all its accessories in a cover of porpoise hide and place it all on a carrying frame.", "11": "“Over the golden altar they are to spread a blue cloth and cover that with a covering of porpoise hide, then put its poles in place.", "12": "“They are to take all the utensils used for the service of the ministry of the Sanctuary, wrap them in a blue cloth, cover them with porpoise hide, and place them on a carrying frame.", "13": "“They are to remove the ashes from the altar, then spread over it a purple cloth. ", "14": "They are to put onto it all the utensils with which they tend to the altar, among them the firepans, meat forks, shovels and sprinkling bowls. They are to spread over it a covering of porpoise hide and install its poles.", "15": "“When Aaron and his sons have finished covering the Sanctuary and all its holy implements, and when the camp is ready to move out, after this the sons of Kohath may come to do the carrying. But they must not touch the holy items or they will die. These are the task of the sons of Kohath with regard to the Tent of Meeting.", "16": "“Eleazar son of Aaron the kohen will have charge of the oil for the light, the fragrant incense, the regular grain offering and the anointing oil. He is to have charge of the Tabernacle and all that is in it, including its holy items and all its implements.”", "17": "Adonai spoke to Moses and Aaron saying, ", "18": "“You are not to let the families of the tribe of the Kohathites be cut off from among the Levites. ", "19": "Do this for them so that they may live and not die whenever they approach the most holy items—Aaron and his sons are to go into the Sanctuary and assign each man his job and his responsibility. ", "20": "But the Kohathites are not to go in to look at what is holy, not even momentarily, or they will die.”", "21": "Again Adonai spoke to Moses saying, ", "22": "“Take a census also of the sons of Gershon, by their ancestral households and by their families. ", "23": "Count all the males from 30 to 50 years of age, everyone coming to work in the service of the Tent of Meeting. ", "24": "This is the task of the Gershonite families in working and carrying burdens. ", "25": "They are to carry the curtains of the Tabernacle, the Tent of Meeting, its covering, the outer covering of porpoise hide, the curtains for the entrance for the Tent of Meeting, ", "26": "the curtains surrounding the courtyard and the altar, the curtain for the entrance, the ropes and all the equipment used in its operations. They are to do all that needs to be done with these things.", "27": "The sons of the Gershonites are to do all their tasks, whether carrying or doing other work, according to the word of Aaron and his sons. You are to assign to them all that is their responsibility to carry. ", "28": "This is the duty of the families of the sons of the Gershonites regarding the Tent of Meeting. Their duty will be under the direction of Ithamar son of Aaron the kohen.", "29": "Next, count the sons of Merari, according to their families and their ancestral houses, ", "30": "sons 30 years old and upward to 50, everyone coming to work in the service of the Tent of Meeting. ", "31": "This is their task in the service of the Tent of Meeting: the frames of the Tabernacle, its crossbars, posts and bases, ", "32": "as well as the posts of the surrounding courtyard, plus their bases, tent pegs, ropes, and all their paraphernalia with everything related to their operation. Assign to them by name their duties and tasks. ", "33": "This is the service of the families of the sons of Merari as they work under the direction of Ithamar son of Aaron the kohen.”", "34": "So Moses, Aaron and the princes of the community counted the sons of the Kohathites according to their families and their ancestral households. ", "35": "All the men who came to do the service of the Tent of Meeting, from 30 to 50 years of age, ", "36": "were counted by families—2,750. ", "37": "This was the total of those in the families of the Kohathites, every one serving in the Tent of Meeting—Moses and Aaron counted them according to the mouth of Adonai by Moses's hand.", "38": "The sons of Gershon were counted according to their families and their ancestral households. ", "39": "Males from 30 years old and upward to 50, all those coming into the work of the service of the Tent of Meeting, ", "40": "numbered according to their families and ancestral households 2,630. ", "41": "These were those counted from the families of the sons of Gershon, each serving in the Tent of Meeting—Moses and Aaron counted according to the mouth of Adonai.", "42": "Those were counted from the families and ancestral households of the sons of Merari, ", "43": "from 30 years of age upward to 50, who came to the work of the service of the Tent of Meeting. ", "44": "Numbered by their families, they were 3,200. ", "45": "These were those numbered from the families of the sons of Merari by Moses and Aaron in accordance with the mouth of Adonai by Moses's hand.", "46": "Thus Moses, Aaron and the princes of Israel counted all the Levites by their families and by their ancestral houses. ", "47": "All the men from 30 to 50 years old who came to do the work of the service and of carrying the Tent of Meeting ", "48": "numbered 8,580.", "49": "From the mouth of Adonai by Moses's hand, each man was assigned his work and his burden to carry. So they were counted, as Adonai commanded Moses."}