{"1": "Again Adonai spoke to Moses saying, ", "2": "“Speak to Bnei-Yisrael and say to them: Any man or woman who desires to vow a Nazirite vow to be separate for Adonai,", "3": "[a] 3 is to abstain from wine and any other fermented drink. He is not to drink any vinegar made from wine or any fermented drink, or any grape juice, or eat grapes or raisins.", "4": "“All during his days as a Nazirite he is not to eat anything from the grapevine—even the seeds or skins. ", "5": "All the duration of his Nazirite vow, no razor is to come on his head until the time of his consecration to Adonai is over. He is to be holy, and the hair of his head is to grow long. ", "6": "All the days of his separation to Adonai, he is not to go near a dead body. ", "7": "Even if his father, mother, brother or sister should die, he is not to make himself unclean, because his consecration to God is on his head. ", "8": "All the days of his separation, he is to be consecrated to Adonai.", "9": "“Now if someone should die suddenly in his presence, thereby defiling his dedicated head, he is to shave his head on the day of his purification—the seventh day. ", "10": "Then on the eighth day, he is to bring two doves or two young pigeons to the kohen at the entrance of the Tent of Meeting. ", "11": "The kohen is to offer one as a sin offering and the other as a burnt offering. He is to make atonement for him because he sinned through the corpse. He must consecrate his head on the same day. ", "12": "He will be dedicated to Adonai for the days of his Nazirite separation. He is to bring a year-old male lamb as a guilt offering. The previous days will not count because he was contaminated during his Nazirite separation.", "13": "“Then this is the Torah of the Nazirite when his period of separation is over. He must be brought to the entrance of the Tent of Meeting. ", "14": "He is to present his offering to Adonai: a year-old male lamb without flaw as a burnt offering, a year-old female lamb without flaw as a sin offering, a flawless ram as a fellowship offering,", "15": "[b] 15 along with a basket of matzah cakes made of fine flour mixed with oil and matzah wafers spread with oil, along with their grain and drink offerings.", "16": "“The kohen will offer these before Adonai, and present his sin offering and burnt offering. ", "17": "Then he is to sacrifice the ram as a fellowship offering to Adonai, along with the basket of matzot. The kohen will also present the grain and drink offerings. ", "18": "The Nazirite is then to shave the hair of his dedication at the entrance of the Tent of Meeting, and he is to take the hair of his dedication and put it into the fire of the fellowship offering sacrifice. ", "19": "The kohen is to take the boiled shoulder of the ram and one matzah cake and one matzah wafer from the basket, and he is to place them into the hands of the Nazirite after he has shaved the hair of his dedication. ", "20": "The kohen will wave them before Adonai as a wave offering. They are holy, and belong to the kohen along with the breast that was waved and the thigh that was presented. Afterward, the Nazirite may drink wine.", "21": "This is the Torah regarding the Nazirite who vows his offering to Adonai with regard to his consecration, besides whatever else he can afford. He must fulfill the vow he has made, in accordance with the Torah of his consecration.'”", "22": "Again Adonai spoke to Moses saying, ", "23": "“Speak to Aaron and to his sons saying: Thus you are to bless Bnei-Yisrael, by saying to them:", "24": "'Adonai bless you and keep you!", "25": "Adonai make His face to shine on you and be gracious to you![c]", "26": "Adonai turn His face toward you and grant you shalom!'", "27": "In this way they are to place My Name over Bnei-Yisrael, and so I will bless them.”"}