{"1": "O Lord, hear my prayer. Pay attention to my cry for help.[b]", "2": "Do not ignore me in my time of trouble.[c] Listen to me.[d] When I call out to you, quickly answer me.", "3": "For my days go up in smoke,[e] and my bones are charred as in a fireplace.[f]", "4": "My heart is parched[g] and withered like grass, for I am unable[h] to eat food.[i]", "5": "Because of the anxiety that makes me groan, my bones protrude from my skin.[j]", "6": "I am like an owl[k] in the wilderness; I am like a screech owl[l] among the ruins.[m]", "7": "I stay awake;[n] I am like a solitary bird on a roof.", "8": "All day long my enemies taunt me; those who mock me use my name in their curses.[o]", "9": "For I eat ashes as if they were bread,[p] and mix my drink with my tears,[q]", "10": "because of your anger and raging fury. Indeed,[r] you pick me up and throw me away.", "11": "My days are coming to an end,[s] and I am withered like grass.", "12": "But you, O Lord, rule forever,[t] and your reputation endures.[u]", "13": "You will rise up and have compassion on Zion.[v] For it is time to have mercy on her, for the appointed time has come.", "14": "Indeed,[w] your servants take delight in her stones, and feel compassion for[x] the dust of her ruins.[y]", "15": "The nations will respect the reputation of the Lord,[z] and all the kings of the earth will respect[aa] his splendor,", "16": "when the Lord rebuilds Zion, and reveals his splendor,", "17": "when he responds to the prayer of the destitute,[ab] and does not reject[ac] their request.[ad]", "18": "The account of his intervention[ae] will be recorded for future generations; people yet to be born[af] will praise the Lord.", "19": "For he will look down from his sanctuary above;[ag] from heaven the Lord will look toward earth,[ah]", "20": "in order to hear the painful cries of the prisoners, and to set free those condemned to die,[ai]", "21": "so they may proclaim the name of the Lord in Zion, and praise him[aj] in Jerusalem,", "22": "when the nations gather together, and the kingdoms pay tribute to the Lord.[ak]", "23": "He has taken away my strength in the middle of life;[al] he has cut short my days.", "24": "I say, “O my God, please do not take me away in the middle of my life.[am] You endure through all generations.[an]", "25": "In earlier times you established the earth; the skies are your handiwork.", "26": "They will perish, but you will endure.[ao] They will wear out like a garment; like clothes you will remove them and they will disappear.[ap]", "27": "But you remain;[aq] your years do not come to an end.", "28": "The children of your servants will settle down here, and their descendants[ar] will live securely in your presence.”[as]"}