{"1": "O God whom I praise, do not ignore me.[b]", "2": "For they say cruel and deceptive things to me; they lie to me.[c]", "3": "They surround me and say hateful things;[d] they attack me for no reason.", "4": "They repay my love with accusations,[e] but I continue to pray.[f]", "5": "They repay me evil for good,[g] and hate for love.", "6": "[h] Appoint an evil man to testify against him.[i] May an accuser stand[j] at his right side.", "7": "When he is judged, he will be found[k] guilty.[l] Then his prayer will be regarded as sinful.", "8": "May his days be few.[m] May another take his job.[n]", "9": "May his children[o] be fatherless, and his wife a widow.", "10": "May his children[p] roam around begging, asking for handouts as they leave their ruined home.[q]", "11": "May the creditor seize[r] all he owns. May strangers loot his property.[s]", "12": "May no one show him kindness.[t] May no one have compassion[u] on his fatherless children.", "13": "May his descendants[v] be cut off.[w] May the memory of them be wiped out by the time the next generation arrives.[x]", "14": "May his ancestors'[y] sins be remembered by the Lord. May his mother's sin not be forgotten.[z]", "15": "May the Lord be constantly aware of them,[aa] and cut off the memory of his children[ab] from the earth.", "16": "For he never bothered to show kindness;[ac] he harassed the oppressed and needy, and killed the disheartened.[ad]", "17": "He loved to curse[ae] others, so those curses have come upon him.[af] He had no desire to bless anyone, so he has experienced no blessings.[ag]", "18": "He made cursing a way of life,[ah] so curses poured into his stomach like water and seeped into his bones like oil.[ai]", "19": "May a curse attach itself to him, like a garment one puts on,[aj] or a belt[ak] one wears continually.", "20": "May the Lord repay my accusers in this way,[al] those who say evil things about[am] me.[an]", "21": "O Sovereign Lord, intervene on my behalf for the sake of your reputation.[ao] Because your loyal love is good, deliver me.", "22": "For I am oppressed and needy, and my heart beats violently within me.[ap]", "23": "I am fading away like a shadow at the end of the day;[aq] I am shaken off like a locust.", "24": "I am so starved my knees shake;[ar] I have turned into skin and bones.[as]", "25": "I am disdained by them.[at] When they see me, they shake their heads.[au]", "26": "Help me, O Lord my God. Because you are faithful to me, deliver me.[av]", "27": "Then they will realize[aw] this is your work,[ax] and that you, Lord, have accomplished it.", "28": "They curse, but you will bless.[ay] When they attack, they will be humiliated,[az] but your servant will rejoice.", "29": "My accusers will be covered[ba] with shame, and draped in humiliation as if it were a robe.", "30": "I will thank the Lord profusely.[bb] In the middle of a crowd[bc] I will praise him,", "31": "because he stands at the right hand of the needy, to deliver him from those who threaten[bd] his life."}