{"1": "How blessed are those whose actions are blameless,[b] who obey[c] the law of the Lord.", "2": "How blessed are those who observe his rules, and seek him with all their heart,", "3": "who, moreover, do no wrong, but follow in his footsteps.[d]", "4": "You demand that your precepts be carefully kept.[e]", "5": "If only I were predisposed[f] to keep your statutes.", "6": "Then I would not be ashamed, if[g] I were focused on[h] all your commands.", "7": "I will give you sincere thanks,[i] when I learn your just regulations.", "8": "I will keep your statutes. Do not completely abandon me.[j]", "9": "How can a young person[k] maintain a pure life?[l] By guarding it according to your instructions.[m]", "10": "With all my heart I seek you. Do not allow me to stray from your commands.", "11": "In my heart I store up[n] your words,[o] so I might not sin against you.", "12": "You deserve praise,[p] O Lord. Teach me your statutes.", "13": "With my lips I proclaim all the regulations you have revealed.[q]", "14": "I rejoice in the lifestyle prescribed by your rules[r] as if[s] they were riches of all kinds.[t]", "15": "I will meditate on[u] your precepts and focus on[v] your behavior.[w]", "16": "I find delight[x] in your statutes; I do not forget your instructions.[y]", "17": "Be kind to your servant. Then I will live[z] and keep[aa] your instructions.[ab]", "18": "Open[ac] my eyes so I can truly see[ad] the marvelous things in your law.", "19": "I am a resident foreigner in this land.[ae] Do not hide your commands from me.", "20": "I desperately long to know[af] your regulations at all times.", "21": "You reprimand arrogant people. Those who stray from your commands are doomed.[ag]", "22": "Spare me[ah] shame and humiliation, for I observe your rules.", "23": "Though rulers plot and slander me,[ai] your servant meditates on your statutes.", "24": "Yes, I find delight in your rules; they give me guidance.[aj]", "25": "I collapse in the dirt.[ak] Revive me with your word.[al]", "26": "I told you about my ways[am] and you answered me. Teach me your statutes.", "27": "Help me to understand what your precepts mean.[an] Then I can meditate[ao] on your marvelous teachings.[ap]", "28": "I collapse[aq] from grief. Sustain me by your word.[ar]", "29": "Remove me from the path of deceit.[as] Graciously give me[at] your law.", "30": "I choose the path of faithfulness; I am committed to[au] your regulations.", "31": "I hold fast[av] to your rules. O Lord, do not let me be ashamed.", "32": "I run along the path of your commands, for you enable me to do so.[aw]", "33": "Teach me, O Lord, the lifestyle prescribed by your statutes,[ax] so that I might observe it continually.[ay]", "34": "Give me understanding so that I might observe your law, and keep it with all my heart.[az]", "35": "Guide me[ba] in the path of your commands, for I delight to walk in it.[bb]", "36": "Give me a desire for your rules,[bc] rather than for wealth gained unjustly.[bd]", "37": "Turn my eyes away from what is worthless.[be] Revive me with your word.[bf]", "38": "Confirm to your servant your promise,[bg] which you made to the one who honors you.[bh]", "39": "Take away the insults that I dread.[bi] Indeed,[bj] your regulations are good.", "40": "Look, I long for your precepts. Revive me with your deliverance.[bk]", "41": "May I experience your loyal love,[bl] O Lord, and your deliverance,[bm] as you promised.[bn]", "42": "Then I will have a reply for the one who insults me,[bo] for I trust in your word.", "43": "Do not completely deprive me of a truthful testimony,[bp] for I await your justice.", "44": "Then I will keep[bq] your law continually now and for all time.[br]", "45": "I will be secure,[bs] for I seek your precepts.", "46": "I will speak[bt] about your regulations before kings and not be ashamed.", "47": "I will find delight in your commands, which I love.", "48": "I will lift my hands to[bu] your commands, which I love, and I will meditate on your statutes.", "49": "Remember your word to your servant, for you have given me hope.", "50": "This[bv] is what comforts me in my trouble, for your promise revives me.[bw]", "51": "Arrogant people do nothing but scoff at me.[bx] Yet I do not turn aside from your law.", "52": "I remember your ancient regulations,[by] O Lord, and console myself.[bz]", "53": "Rage takes hold of me because of the wicked, those who reject your law.", "54": "Your statutes have been my songs[ca] in the house where I live.[cb]", "55": "I remember your name during the night, O Lord, and I will keep[cc] your law.", "56": "This[cd] has been my practice, for I observe your precepts.", "57": "The Lord is my source of security.[ce] I have determined[cf] to follow your instructions.[cg]", "58": "I seek your favor[ch] with all my heart. Have mercy on me as you promised.[ci]", "59": "I consider my actions[cj] and follow[ck] your rules.", "60": "I keep your commands eagerly and without delay.[cl]", "61": "The ropes of the wicked tighten around[cm] me, but I do not forget your law.", "62": "In the middle of the night I arise[cn] to thank you for your just regulations.", "63": "I am a friend to all your loyal followers,[co] and to those who keep your precepts.", "64": "O Lord, your loyal love fills the earth. Teach me your statutes!", "65": "You are good[cp] to your servant, O Lord, just as you promised.[cq]", "66": "Teach me proper discernment[cr] and understanding. For I consider your commands to be reliable.[cs]", "67": "Before I was afflicted I used to stray off,[ct] but now I keep your instructions.[cu]", "68": "You are good and you do good. Teach me your statutes.", "69": "Arrogant people smear my reputation with lies,[cv] but I observe your precepts with all my heart.", "70": "Their hearts are calloused,[cw] but I find delight in your law.", "71": "It was good for me to suffer, so that I might learn your statutes.", "72": "The law you have revealed is more important to me than thousands of pieces of gold and silver.[cx]", "73": "Your hands made me and formed me.[cy] Give me understanding so that I might learn[cz] your commands.", "74": "Your loyal followers will be glad when they see me,[da] for I find hope in your word.", "75": "I know, Lord, that your regulations[db] are just. You disciplined me because of your faithful devotion to me.[dc]", "76": "May your loyal love console me, as you promised your servant.[dd]", "77": "May I experience your compassion,[de] so I might live. For I find delight in your law.", "78": "May the arrogant be humiliated, for they have slandered me.[df] But I meditate on your precepts.", "79": "May your loyal followers[dg] turn to me, those who know your rules.", "80": "May I be fully committed to your statutes,[dh] so that I might not be ashamed.", "81": "I desperately long for[di] your deliverance. I find hope in your word.", "82": "My eyes grow tired as I wait for your promise to be fulfilled.[dj] I say,[dk] “When will you comfort me?”", "83": "For[dl] I am like a wineskin[dm] dried up in smoke.[dn] I do not forget your statutes.", "84": "How long must your servant endure this?[do] When will you judge those who pursue me?", "85": "The arrogant dig pits to trap me,[dp] which violates your law.[dq]", "86": "All your commands are reliable. I am pursued without reason.[dr] Help me!", "87": "They have almost destroyed me here on the earth, but I do not reject your precepts.", "88": "Revive me with[ds] your loyal love, that I might keep[dt] the rules you have revealed.[du]", "89": "O Lord, your instructions endure; they stand secure in heaven.[dv]", "90": "You demonstrate your faithfulness to all generations.[dw] You established the earth and it stood firm.", "91": "Today they stand firm by your decrees, for all things are your servants.", "92": "If I had not found encouragement in your law,[dx] I would have died in my sorrow.[dy]", "93": "I will never forget your precepts, for by them you have revived me.", "94": "I belong to you. Deliver me! For I seek your precepts.", "95": "The wicked prepare to kill me,[dz] yet I concentrate on your rules.", "96": "I realize that everything has its limits, but your commands are beyond full comprehension.[ea]", "97": "O how I love your law! All day long I meditate on it.", "98": "Your commandments[eb] make me wiser than my enemies, for I am always aware of them.", "99": "I have more insight than all my teachers, for I meditate on your rules.", "100": "I am more discerning than those older than I, for I observe your precepts.", "101": "I stay away[ec] from every evil path, so that I might keep your instructions.[ed]", "102": "I do not turn aside from your regulations, for you teach me.", "103": "Your words are sweeter in my mouth than honey![ee]", "104": "Your precepts give me discernment. Therefore I hate all deceitful actions.[ef]", "105": "Your word[eg] is a lamp to walk by, and a light to illumine my path.[eh]", "106": "I have vowed and solemnly sworn to keep your just regulations.", "107": "I am suffering terribly. O Lord, revive me with your word.[ei]", "108": "O Lord, please accept the freewill offerings of my praise.[ej] Teach me your regulations.", "109": "My life is in continual danger,[ek] but I do not forget your law.", "110": "The wicked lay a trap for me, but I do not wander from your precepts.", "111": "I claim your rules as my permanent possession, for they give me joy.[el]", "112": "I am determined to obey[em] your statutes at all times, to the very end.", "113": "I hate people with divided loyalties,[en] but I love your law.", "114": "You are my hiding place and my shield. I find hope in your word.", "115": "Turn away from me, you evil men, so that I can observe[eo] the commands of my God.[ep]", "116": "Sustain me as you promised,[eq] so that I will live.[er] Do not disappoint me.[es]", "117": "Support me, so that I will be delivered. Then I will focus[et] on your statutes continually.", "118": "You despise[eu] all who stray from your statutes, for such people are deceptive and unreliable.[ev]", "119": "You remove all the wicked of the earth like slag.[ew] Therefore I love your rules.[ex]", "120": "My body[ey] trembles[ez] because I fear you;[fa] I am afraid of your judgments.", "121": "I do what is fair and right.[fb] Do not abandon me to my oppressors.", "122": "Guarantee the welfare of your servant.[fc] Do not let the arrogant oppress me.", "123": "My eyes grow tired as I wait for your deliverance,[fd] for your reliable promise to be fulfilled.[fe]", "124": "Show your servant your loyal love.[ff] Teach me your statutes.", "125": "I am your servant. Give me insight, so that I can understand[fg] your rules.", "126": "It is time for the Lord to act— they break your law.", "127": "For this reason[fh] I love your commands more than gold, even purest gold.", "128": "For this reason I carefully follow all your precepts.[fi] I hate all deceitful actions.[fj]", "129": "Your rules are marvelous. Therefore I observe them.", "130": "Your instructions are a doorway through which light shines.[fk] They give[fl] insight to the untrained.[fm]", "131": "I open my mouth and pant, because I long[fn] for your commands.", "132": "Turn toward me and extend mercy to me, as you typically do to your loyal followers.[fo]", "133": "Direct my steps by your word.[fp] Do not let any sin dominate me.", "134": "Deliver me[fq] from oppressive men, so that I can keep[fr] your precepts.", "135": "Smile[fs] on your servant. Teach me your statutes!", "136": "Tears stream down from my eyes,[ft] because people[fu] do not keep your law.", "137": "You are just, O Lord, and your judgments are fair.", "138": "The rules you impose are just,[fv] and absolutely reliable.", "139": "My zeal[fw] consumes[fx] me, for my enemies forget your instructions.[fy]", "140": "Your word is absolutely pure, and your servant loves it.", "141": "I am insignificant and despised, yet I do not forget your precepts.", "142": "Your justice endures,[fz] and your law is reliable.[ga]", "143": "Distress and hardship confront[gb] me, yet I find delight in your commands.", "144": "Your rules remain just.[gc] Give me insight so that I can live.[gd]", "145": "I cried out with all my heart, “Answer me, O Lord! I will observe your statutes.”", "146": "I cried out to you, “Deliver me, so that I can keep[ge] your rules.”", "147": "I am up before dawn crying for help. I find hope in your word.", "148": "My eyes anticipate the nighttime hours, so that I can meditate on your word.", "149": "Listen to me[gf] because of[gg] your loyal love. O Lord, revive me, as you typically do.[gh]", "150": "Those who are eager to do[gi] wrong draw near; they are far from your law.", "151": "You are near, O Lord, and all your commands are reliable.[gj]", "152": "I learned long ago that you ordained your rules to last.[gk]", "153": "See my pain and rescue me. For I do not forget your law.", "154": "Fight for me[gl] and defend me.[gm] Revive me with your word.", "155": "The wicked have no chance for deliverance,[gn] for they do not seek your statutes.", "156": "Your compassion is great, O Lord. Revive me, as you typically do.[go]", "157": "The enemies who chase me are numerous.[gp] Yet I do not turn aside from your rules.", "158": "I take note of the treacherous and despise them, because they do not keep your instructions.[gq]", "159": "See how I love your precepts. O Lord, revive me with your loyal love.", "160": "Your instructions are totally reliable; all your just regulations endure.[gr]", "161": "Rulers pursue me for no reason, yet I am more afraid of disobeying your instructions.[gs]", "162": "I rejoice in your instructions, like one who finds much plunder.[gt]", "163": "I hate and despise deceit; I love your law.", "164": "Seven times[gu] a day I praise you because of your just regulations.", "165": "Those who love your law are completely secure;[gv] nothing causes them to stumble.[gw]", "166": "I hope for your deliverance, O Lord, and I obey[gx] your commands.", "167": "I keep your rules; I love them greatly.", "168": "I keep your precepts and rules, for you are aware of everything I do.[gy]", "169": "Listen to my cry for help,[gz] O Lord. Give me insight by your word.", "170": "Listen to my appeal for mercy.[ha] Deliver me, as you promised.[hb]", "171": "May praise flow freely from my lips, for you teach me your statutes.", "172": "May my tongue sing about your instructions,[hc] for all your commands are just.", "173": "May your hand help me, for I choose to obey[hd] your precepts.", "174": "I long for your deliverance, O Lord; I find delight in your law.", "175": "May I[he] live and praise you. May your regulations help me.[hf]", "176": "I have wandered off like a lost sheep.[hg] Come looking for your servant, for I do not forget your commands."}