{"1": "O Lord, you examine me[b] and know me.", "2": "You know when I sit down and when I get up; even from far away you understand my motives.", "3": "You carefully observe me when I travel or when I lie down to rest;[c] you are aware of everything I do.[d]", "4": "Certainly[e] my tongue does not frame a word without you, O Lord, being thoroughly aware of it.[f]", "5": "You squeeze me in from behind and in front; you place your hand on me.", "6": "Your knowledge is beyond my comprehension; it is so far beyond me, I am unable to fathom it.[g]", "7": "Where can I go to escape your Spirit? Where can I flee to escape your presence?[h]", "8": "If I were to ascend[i] to heaven, you would be there. If I were to sprawl out[j] in Sheol, there you would be.[k]", "9": "If I were to fly away[l] on the wings of the dawn,[m] and settle down on the other side[n] of the sea,", "10": "even there your hand would guide me, your right hand would grab hold of me.", "11": "If I were to say, “Certainly the darkness will cover me,[o] and the light will turn to night all around me,”[p]", "12": "even the darkness is not too dark for you to see,[q] and the night is as bright as[r] day; darkness and light are the same to you.[s]", "13": "Certainly[t] you made my mind and heart;[u] you wove me together[v] in my mother's womb.", "14": "I will give you thanks because your deeds are awesome and amazing.[w] You knew me thoroughly;[x]", "15": "my bones were not hidden from you, when[y] I was made in secret and sewed together in the depths of the earth.[z]", "16": "Your eyes saw me when I was inside the womb.[aa] All the days ordained for me were recorded in your scroll before one of them came into existence.[ab]", "17": "How difficult it is for me to fathom your thoughts about me, O God![ac] How vast is their sum total.[ad]", "18": "If I tried to count them, they would outnumber the grains of sand. Even if I finished counting them, I would still have to contend with you.[ae]", "19": "If only[af] you would kill the wicked, O God! Get away from me, you violent men![ag]", "20": "They[ah] rebel against you[ai] and act deceitfully;[aj] your enemies lie.[ak]", "21": "O Lord, do I not hate those who hate you, and despise those who oppose you?[al]", "22": "I absolutely hate them;[am] they have become my enemies.", "23": "Examine me, O God, and probe my thoughts.[an] Test me, and know my concerns.[ao]", "24": "See if there is any idolatrous way[ap] in me, and lead me in the everlasting way.[aq]"}