{"1": "My God, my God, why have you abandoned me?[c] I groan in prayer, but help seems far away.[d]", "2": "My God, I cry out during the day, but you do not answer, and during the night my prayers do not let up.[e]", "3": "You are holy; you sit as king receiving the praises of Israel.[f]", "4": "In you our ancestors[g] trusted; they trusted in you[h] and you rescued them.", "5": "To you they cried out, and they were saved; in you they trusted and they were not disappointed.[i]", "6": "But I[j] am a worm,[k] not a man;[l] people insult me and despise me.[m]", "7": "All who see me taunt[n] me; they mock me[o] and shake their heads.[p]", "8": "They say,[q] “Commit yourself[r] to the Lord! Let the Lord[s] rescue him! Let the Lord[t] deliver him, for he delights in him.”[u]", "9": "Yes, you are the one who brought me out[v] from the womb and made me feel secure on my mother's breasts.", "10": "I have been dependent on you since birth;[w] from the time I came out of my mother's womb you have been my God.[x]", "11": "Do not remain far away from me, for trouble is near and I have no one to help me.[y]", "12": "Many bulls[z] surround me; powerful bulls of Bashan[aa] hem me in.", "13": "They[ab] open their mouths to devour me[ac] like a roaring lion that rips its prey.[ad]", "14": "My strength drains away like water;[ae] all my bones are dislocated. My heart[af] is like wax; it melts away inside me.", "15": "The roof of my mouth[ag] is as dry as a piece of pottery; my tongue sticks to my gums.[ah] You[ai] set me in the dust of death.[aj]", "16": "Yes,[ak] wild dogs surround me— a gang of evil men crowd around me; like a lion they pin my hands and feet.[al]", "17": "I can count[am] all my bones; my enemies[an] are gloating over me in triumph.[ao]", "18": "They are dividing up my clothes among themselves; they are rolling dice[ap] for my garments.", "19": "But you, O Lord, do not remain far away. You are my source of strength.[aq] Hurry and help me![ar]", "20": "Deliver me[as] from the sword. Save[at] my life[au] from the claws[av] of the wild dogs.", "21": "Rescue me from the mouth of the lion,[aw] and from the horns of the wild oxen.[ax] You have answered me.[ay]", "22": "I will declare your name to my countrymen.[az] In the middle of the assembly I will praise you.", "23": "You loyal followers of the Lord,[ba] praise him. All you descendants of Jacob, honor him. All you descendants of Israel, stand in awe of him.[bb]", "24": "For he did not despise or detest the suffering[bc] of the oppressed.[bd] He did not ignore him;[be] when he cried out to him, he responded.[bf]", "25": "You are the reason I offer praise[bg] in the great assembly; I will fulfill my promises before the Lord's loyal followers.[bh]", "26": "Let the oppressed eat and be filled.[bi] Let those who seek his help praise the Lord. May you[bj] live forever!", "27": "Let all the people of the earth acknowledge the Lord and turn to him.[bk] Let all the nations[bl] worship you.[bm]", "28": "For the Lord is king[bn] and rules over the nations.", "29": "All the thriving people[bo] of the earth will join the celebration and worship;[bp] all those who are descending into the grave[bq] will bow before him, including those who cannot preserve their lives.[br]", "30": "A whole generation[bs] will serve him; they will tell the next generation about the Lord.[bt]", "31": "They will come and tell about his saving deeds;[bu] they will tell a future generation what he has accomplished.[bv]"}