{"1": "O Lord, I come before you in prayer.[b]", "2": "My God, I trust in you. Please do not let me be humiliated; do not let my enemies triumphantly rejoice over me.", "3": "Certainly none who rely on you will be humiliated. Those who deal in treachery will be thwarted[c] and humiliated.", "4": "Make me understand your ways, O Lord. Teach me your paths.[d]", "5": "Guide me into your truth[e] and teach me. For you are the God who delivers me; on you I rely all day long.", "6": "Remember[f] your compassionate and faithful deeds, O Lord, for you have always acted in this manner.[g]", "7": "Do not hold against me[h] the sins of my youth[i] or my rebellious acts. Because you are faithful to me, extend to me your favor, O Lord.[j]", "8": "The Lord is both kind and fair;[k] that is why he teaches sinners the right way to live.[l]", "9": "May he show[m] the humble what is right.[n] May he teach[o] the humble his way.", "10": "The Lord always proves faithful and reliable[p] to those who follow the demands of his covenant.[q]", "11": "For the sake of your reputation,[r] O Lord, forgive my sin, because it is great.[s]", "12": "The Lord shows his faithful followers the way they should live.[t]", "13": "They experience his favor;[u] their descendants[v] inherit the land.[w]", "14": "The Lord's loyal followers receive his guidance,[x] and he reveals his covenantal demands to them.[y]", "15": "I continually look to the Lord for help,[z] for he will free my feet from the enemy's net.[aa]", "16": "Turn toward me and have mercy on me, for I am alone[ab] and oppressed.", "17": "Deliver me from my distress;[ac] rescue me from my suffering.[ad]", "18": "See my pain and suffering. Forgive all my sins.[ae]", "19": "Watch my enemies, for they outnumber me; they hate me and want to harm me.[af]", "20": "Protect me[ag] and deliver me! Please do not let me be humiliated, for I have taken shelter in you.", "21": "May integrity and godliness protect me, for I rely on you.", "22": "O God, rescue[ah] Israel from all their distress![ai]"}