{"1": "In you, O Lord, I have taken shelter. Never let me be humiliated. Vindicate me by rescuing me.[b]", "2": "Listen to me.[c] Quickly deliver me. Be my protector and refuge,[d] a stronghold where I can be safe.[e]", "3": "For you are my high ridge[f] and my stronghold; for the sake of your own reputation[g] you lead me and guide me.[h]", "4": "You will free me[i] from the net they hid for me, for you are my place of refuge.", "5": "Into your hand I entrust my life;[j] you will rescue[k] me, O Lord, the faithful God.", "6": "I hate those who serve worthless idols,[l] but I trust in the Lord.", "7": "I will be happy and rejoice in your faithfulness, because you notice my pain and you are aware of how distressed I am.[m]", "8": "You do not deliver me over to the power of the enemy; you enable me to stand[n] in a wide open place.", "9": "Have mercy on me, Lord, for I am in distress! My eyes grow dim[o] from suffering.[p] I have lost my strength.[q]", "10": "For my life nears its end in pain; my years draw to a close as I groan.[r] My strength fails me because of[s] my sin, and my bones become brittle.[t]", "11": "Because of all my enemies, people disdain me;[u] my neighbors are appalled by my suffering[v]— those who know me are horrified by my condition;[w] those who see me in the street run away from me.", "12": "I am forgotten, like a dead man no one thinks about;[x] I am regarded as worthless, like a broken jar.[y]", "13": "For I hear what so many are saying,[z] the terrifying news that comes from every direction.[aa] When they plot together against me, they figure out how they can take my life.", "14": "But I trust in you, O Lord! I declare, “You are my God!”", "15": "You determine my destiny.[ab] Rescue me from the power of my enemies and those who chase me.", "16": "Smile[ac] on your servant. Deliver me because of your faithfulness.", "17": "O Lord, do not let me be humiliated, for I call out to you. May evil men be humiliated. May they go wailing to the grave.[ad]", "18": "May lying lips be silenced— lips[ae] that speak defiantly against the innocent[af] with arrogance and contempt.", "19": "How great is your favor,[ag] which you store up for your loyal followers.[ah] In plain sight of everyone you bestow it on those who take shelter[ai] in you.[aj]", "20": "You hide them with you, where they are safe from the attacks[ak] of men;[al] you conceal them in a shelter, where they are safe from slanderous attacks.[am]", "21": "The Lord deserves praise[an] for he demonstrated his amazing faithfulness to me when I was besieged by enemies.[ao]", "22": "I jumped to conclusions and said,[ap] “I am cut off from your presence!”[aq] But you heard my plea for mercy when I cried out to you for help.", "23": "Love the Lord, all you faithful followers[ar] of his! The Lord protects those who have integrity, but he pays back in full the one who acts arrogantly.[as]", "24": "Be strong and confident,[at] all you who wait on the Lord."}