{"1": "You godly ones, shout for joy because of the Lord! It is appropriate for the morally upright to offer him praise.", "2": "Give thanks to the Lord with the harp. Sing to him to the accompaniment of a ten-stringed instrument.", "3": "Sing to him a new song.[b] Play skillfully as you shout out your praises to him.[c]", "4": "For the Lord's decrees[d] are just,[e] and everything he does is fair.[f]", "5": "He promotes[g] equity and justice; the Lord's faithfulness extends throughout the earth.[h]", "6": "By the Lord's decree[i] the heavens were made, and by the breath[j] of his mouth all the starry hosts.", "7": "He piles up the water of the sea;[k] he puts the oceans[l] in storehouses.", "8": "Let the whole earth fear[m] the Lord. Let all who live in the world stand in awe of him.", "9": "For he spoke, and it[n] came into existence. He issued the decree,[o] and it stood firm.", "10": "The Lord frustrates[p] the decisions of the nations; he nullifies the plans[q] of the peoples.", "11": "The Lord's decisions stand forever; his plans abide throughout the ages.[r]", "12": "How blessed[s] is the nation whose God is the Lord, the people whom he has chosen to be his special possession.[t]", "13": "The Lord watches[u] from heaven; he sees all people.[v]", "14": "From the place where he lives he looks carefully at all the earth's inhabitants.", "15": "He is the one who forms every human heart,[w] and takes note of all their actions.", "16": "No king is delivered by his vast army; a warrior is not saved by his great might.", "17": "A horse disappoints those who trust in it for victory;[x] despite its great strength, it cannot deliver.", "18": "Look, the Lord takes notice of his loyal followers,[y] those who wait for him to demonstrate his faithfulness[z]", "19": "by saving their lives from death[aa] and sustaining them during times of famine.[ab]", "20": "We[ac] wait for the Lord; he is our deliverer[ad] and shield.[ae]", "21": "For our hearts rejoice in him, for we trust in his holy name.", "22": "May we experience your faithfulness, O Lord,[af] for[ag] we wait for you."}