{"1": "O Lord, fight[b] those who fight with me. Attack those who attack me.", "2": "Grab your small shield and large shield,[c] and rise up to help me.", "3": "Use your spear and lance[d] against[e] those who chase me. Assure me with these words:[f] “I am your deliverer.”", "4": "May those who seek my life be embarrassed and humiliated. May those who plan to harm me be turned back and ashamed.[g]", "5": "May they be[h] like wind-driven chaff, as the angel of the Lord[i] attacks them.[j]", "6": "May their path be[k] dark and slippery, as the angel of the Lord chases them.", "7": "I did not harm them, but they hid a net to catch me and dug a pit to trap me.[l]", "8": "Let destruction take them by surprise.[m] Let the net they hid catch them. Let them fall into destruction.[n]", "9": "Then I will rejoice in the Lord and be happy because of his deliverance.[o]", "10": "With all my strength I will say,[p] “O Lord, who can compare to you? You rescue[q] the oppressed from those who try to overpower them,[r] the oppressed and needy from those who try to rob them.”[s]", "11": "Violent men perjure themselves,[t] and falsely accuse me.[u]", "12": "They repay me evil for the good I have done;[v] I am overwhelmed with sorrow.[w]", "13": "When they were sick, I wore sackcloth,[x] and refrained from eating food.[y] (If I am lying, may my prayers go unanswered.)[z]", "14": "I mourned for them as I would for a friend or my brother.[aa] I bowed down[ab] in sorrow as if I were mourning for my mother.[ac]", "15": "But when I stumbled, they rejoiced and gathered together; they gathered together to ambush me.[ad] They tore at me without stopping to rest.[ae]", "16": "When I tripped, they taunted me relentlessly,[af] and tried to bite me.[ag]", "17": "O Lord, how long are you going to watch this? Rescue[ah] me[ai] from their destructive attacks; guard my life[aj] from the young lions.", "18": "Then I will give you thanks in the great assembly;[ak] I will praise you before a large crowd of people.[al]", "19": "Do not let those who are my enemies for no reason[am] gloat[an] over me. Do not let those who hate me without cause carry out their wicked schemes.[ao]", "20": "For they do not try to make peace with others,[ap] but plan ways to deceive those who live peacefully in the land.[aq]", "21": "They are ready to devour me;[ar] they say, “Aha! Aha! We've got you!”[as]", "22": "But you take notice,[at] Lord; do not be silent! O Lord, do not remain far away from me.", "23": "Rouse yourself, wake up[au] and vindicate me.[av] My God and Lord, defend my just cause.[aw]", "24": "Vindicate me by your justice, O Lord my God. Do not let them gloat[ax] over me.", "25": "Do not let them say to themselves,[ay] “Aha! We have what we wanted!”[az] Do not let them say, “We have devoured him.”", "26": "May those who rejoice in my troubles be totally embarrassed and ashamed.[ba] May those who arrogantly taunt me be covered with shame and humiliation.[bb]", "27": "May those who desire my vindication shout for joy and rejoice. May they continually say,[bc] “May the Lord be praised,[bd] for he wants his servant to be secure.”[be]", "28": "Then I will tell others about your justice,[bf] and praise you all day long.[bg]"}