{"1": "Do not fret[b] when wicked men seem to succeed.[c] Do not envy evildoers.", "2": "For they will quickly dry up like grass, and wither away like plants.[d]", "3": "Trust in the Lord and do what is right. Settle in the land and maintain your integrity.[e]", "4": "Then you will take delight in the Lord,[f] and he will answer your prayers.[g]", "5": "Commit your future to the Lord.[h] Trust in him, and he will act on your behalf.[i]", "6": "He will vindicate you in broad daylight, and publicly defend your just cause.[j]", "7": "Wait patiently for the Lord![k] Wait confidently[l] for him! Do not fret over the apparent success of a sinner,[m] a man who carries out wicked schemes.", "8": "Do not be angry and frustrated.[n] Do not fret. That only leads to trouble.", "9": "Wicked men[o] will be wiped out,[p] but those who rely on the Lord are the ones who will possess the land.[q]", "10": "Evil men will soon disappear;[r] you will stare at the spot where they once were, but they will be gone.[s]", "11": "But the oppressed will possess the land and enjoy great prosperity.[t]", "12": "Evil men plot against the godly[u] and viciously attack them.[v]", "13": "The Lord laughs in disgust[w] at them, for he knows that their day is coming.[x]", "14": "Evil men draw their swords and prepare their bows, to bring down[y] the oppressed and needy, and to slaughter those who are godly.[z]", "15": "Their swords will pierce[aa] their own hearts, and their bows will be broken.", "16": "The little bit that a godly man owns is better than the wealth of many evil men,[ab]", "17": "for evil men will lose their power,[ac] but the Lord sustains[ad] the godly.", "18": "The Lord watches over the innocent day by day,[ae] and they possess a permanent inheritance.[af]", "19": "They will not be ashamed when hard times come;[ag] when famine comes they will have enough to eat.[ah]", "20": "But[ai] evil men will die; the Lord's enemies will be incinerated[aj]— they will go up in smoke.[ak]", "21": "Evil men borrow, but do not repay their debt, but the godly show compassion and are generous.[al]", "22": "Surely[am] those favored by the Lord[an] will possess the land, but those rejected[ao] by him will be wiped out.[ap]", "23": "The Lord grants success to the one whose behavior he finds commendable.[aq]", "24": "Even if[ar] he trips, he will not fall headlong,[as] for the Lord holds[at] his hand.", "25": "I was once young, now I am old. I have never seen the godly abandoned, or their children[au] forced to search for food.[av]", "26": "All day long they show compassion and lend to others,[aw] and their children[ax] are blessed.", "27": "Turn away from evil. Do what is right.[ay] Then you will enjoy lasting security.[az]", "28": "For the Lord promotes[ba] justice, and never abandons[bb] his faithful followers. They are permanently secure,[bc] but the children[bd] of the wicked are wiped out.[be]", "29": "The godly will possess the land and will dwell in it permanently.", "30": "The godly speak wise words and promote justice.[bf]", "31": "The law of their God controls their thinking;[bg] their[bh] feet do not slip.", "32": "The wicked set an ambush for the godly and try to kill them.[bi]", "33": "But the Lord does not surrender the godly, or allow them to be condemned in a court of law.[bj]", "34": "Rely[bk] on the Lord. Obey his commands.[bl] Then he will permit you[bm] to possess the land; you will see the demise of the wicked.[bn]", "35": "I have seen ruthless, wicked people[bo] growing in influence, like a green tree grows in its native soil.[bp]", "36": "But then one passes by, and suddenly they have disappeared.[bq] I looked for them, but they could not be found.", "37": "Take note of the one who has integrity. Observe the upright. For the one who promotes peace has a future.[br]", "38": "Sinful rebels are totally destroyed;[bs] the wicked have no future.[bt]", "39": "But the Lord delivers the godly;[bu] he protects them in times of trouble.[bv]", "40": "The Lord helps them and rescues them; he rescues them from the wicked and delivers them,[bw] for they seek his protection."}