{"1": "My heart is stirred by a beautiful song.[d] I say, “I have composed this special song[e] for the king; my tongue is as skilled as the stylus of an experienced scribe.”[f]", "2": "You are the most handsome of all men.[g] You speak in an impressive and fitting manner.[h] For this reason[i] God grants you continual blessings.[j]", "3": "Strap your sword to your thigh, O warrior.[k] Appear in your majestic splendor.[l]", "4": "Appear in your majesty and be victorious.[m] Ride forth for the sake of what is right,[n] on behalf of justice.[o] Then your right hand will accomplish mighty acts.[p]", "5": "Your arrows are sharp and penetrate the hearts of the king's enemies. Nations fall at your feet.[q]", "6": "Your throne,[r] O God, is permanent.[s] The scepter[t] of your kingdom is a scepter of justice.", "7": "You love[u] justice and hate evil.[v] For this reason God, your God,[w] has anointed you[x] with the oil of joy,[y] elevating you above your companions.[z]", "8": "All your garments are perfumed with[aa] myrrh, aloes, and cassia. From the luxurious palaces[ab] comes the music of stringed instruments that makes you happy.[ac]", "9": "Princesses[ad] are among your honored women.[ae] Your bride[af] stands at your right hand, wearing jewelry made with gold from Ophir.[ag]", "10": "Listen, O princess.[ah] Observe and pay attention![ai] Forget your homeland[aj] and your family.[ak]", "11": "Then[al] the king will be attracted by[am] your beauty. After all, he is your master. Submit[an] to him.[ao]", "12": "Rich people from Tyre will seek your favor by bringing a gift.[ap]", "13": "The princess[aq] looks absolutely magnificent,[ar] decked out in pearls and clothed in a brocade trimmed with gold.[as]", "14": "In embroidered robes she is escorted to the king. Her attendants, the maidens of honor who follow her, are led before you.[at]", "15": "They are bubbling with joy as they walk in procession and enter the royal palace.[au]", "16": "Your[av] sons will carry on[aw] the dynasty of your ancestors;[ax] you will make them princes throughout the land.", "17": "I will proclaim your greatness through the coming years,[ay] then the nations will praise you[az] forever."}