{"1": "Listen to this, all you nations. Pay attention, all you inhabitants of the world.[b]", "2": "Pay attention, all you people,[c] both rich and poor.", "3": "I will declare a wise saying;[d] I will share my profound thoughts.[e]", "4": "I will learn a song that imparts wisdom; I will then sing my insightful song to the accompaniment of a harp.[f]", "5": "Why should I be afraid in times of trouble,[g] when the sinful deeds of deceptive men threaten to overwhelm me?[h]", "6": "They trust[i] in their wealth and boast[j] in their great riches.", "7": "Certainly a man cannot rescue his brother;[k] he cannot pay God an adequate ransom price[l]", "8": "(the ransom price for a human life[m] is too high, and people go to their final destiny),[n]", "9": "so that he might continue to live[o] forever and not experience death.[p]", "10": "Surely[q] one sees[r] that even wise people die;[s] fools and spiritually insensitive people all pass away[t] and leave their wealth to others.[u]", "11": "Their grave becomes their permanent residence, their eternal dwelling place.[v] They name their lands after themselves,[w]", "12": "but, despite their wealth, people do not last.[x] They are like animals[y] that perish.[z]", "13": "This is the destiny of fools,[aa] and of those who approve of their philosophy.[ab] (Selah)", "14": "They will travel to Sheol like sheep,[ac] with death as their shepherd.[ad] The godly will rule[ae] over them when the day of vindication dawns.[af] Sheol will consume their bodies, and they will no longer live in impressive houses.[ag]", "15": "But[ah] God will rescue[ai] my life[aj] from the power[ak] of Sheol; certainly[al] he will pull me to safety.[am] (Selah)", "16": "Do not be afraid when a man becomes rich[an] and his wealth multiplies.[ao]", "17": "For he will take nothing with him when he dies; his wealth will not follow him down into the grave.[ap]", "18": "He pronounces this blessing on himself while he is alive: “May men praise you, for you have done well.”", "19": "But he will join his ancestors;[aq] they will never again see the light of day.[ar]", "20": "Wealthy people do not understand;[as] they are like animals[at] that perish.[au]"}