{"1": "El, God, the Lord[b] has spoken, and summoned the earth to come from the east and west.[c]", "2": "From Zion, the most beautiful of all places,[d] God has come in splendor.[e]", "3": "“May our God come and not be silent.” Consuming fire goes ahead of him, and all around him a storm rages.[f]", "4": "He summons the heavens above, as well as the earth, so that he might judge his people.[g]", "5": "He says:[h] “Assemble my covenant people before me,[i] those who ratified a covenant with me by sacrifice.”[j]", "6": "The heavens declare his fairness,[k] for God is judge.[l] (Selah)", "7": "He says:[m] “Listen, my people. I am speaking! Listen, Israel. I am accusing you.[n] I am God, your God!", "8": "I am not condemning[o] you because of your sacrifices, or because of your burnt sacrifices that you continually offer me.[p]", "9": "I do not need to take[q] a bull from your household or goats from your sheepfolds.", "10": "For every wild animal in the forest belongs to me, as well as the cattle that graze on a thousand hills.[r]", "11": "I keep track of[s] every bird in the hills, and the insects[t] of the field are mine.", "12": "Even if I were hungry, I would not tell you, for the world and all it contains belong to me.", "13": "Do I eat the flesh of bulls? Do I drink the blood of goats?[u]", "14": "Present to God a thank offering. Repay your vows to the Most High.[v]", "15": "Pray to me when you are in trouble.[w] I will deliver you, and you will honor me.”[x]", "16": "God says this to the evildoer:[y] “How can you declare my commands, and talk about my covenant?[z]", "17": "For you hate instruction and reject my words.[aa]", "18": "When you see a thief, you join him;[ab] you associate with men who are unfaithful to their wives.[ac]", "19": "You do damage with words,[ad] and use your tongue to deceive.[ae]", "20": "You plot against your brother;[af] you slander your own brother.[ag]", "21": "When you did these things, I was silent,[ah] so you thought I was exactly like you.[ai] But now I will condemn[aj] you and state my case against you.[ak]", "22": "Carefully consider this, you who reject God.[al] Otherwise I will rip you to shreds[am] and no one will be able to rescue you.", "23": "Whoever presents a thank offering honors me.[an] To whoever obeys my commands, I will reveal my power to deliver.”[ao]"}