{"1": "Listen, O God, to my prayer. Do not ignore[c] my appeal for mercy.", "2": "Pay attention to me and answer me. I am so upset[d] and distressed,[e] I am beside myself,[f]", "3": "because of what the enemy says,[g] and because of how the wicked[h] pressure me,[i] for they hurl trouble[j] down upon me[k] and angrily attack me.", "4": "My heart beats violently[l] within me; the horrors of death overcome me.[m]", "5": "Fear and panic overpower me;[n] terror overwhelms[o] me.", "6": "I say,[p] “I wish I had wings like a dove. I would fly away and settle in a safe place.", "7": "Look, I will escape to a distant place; I will stay in the wilderness. (Selah)", "8": "I will hurry off to a place that is safe from the strong wind[q] and the gale.”", "9": "Confuse them,[r] O Lord. Frustrate their plans.[s] For I see violence and conflict in the city.", "10": "Day and night they walk around on its walls,[t] while wickedness and destruction[u] are within it.", "11": "Disaster is within it; violence[v] and deceit do not depart from its public square.", "12": "Indeed,[w] it is not an enemy who insults me, or else I could bear it; it is not one who hates me who arrogantly taunts me,[x] or else I could hide from him.", "13": "But it is you,[y] a man like me,[z] my close friend in whom I confided.[aa]", "14": "We would share personal thoughts with each other;[ab] in God's temple we would walk together among the crowd.", "15": "May death destroy them.[ac] May they go down alive into Sheol.[ad] For evil is in their dwelling place and in their midst.", "16": "As for me, I will call out to God, and the Lord will deliver me.", "17": "During the evening, morning, and noontime I will lament and moan,[ae] and he will hear[af] me.[ag]", "18": "He will rescue[ah] me and protect me from those who attack me,[ai] even though[aj] they greatly outnumber me.[ak]", "19": "God, the one who has reigned as king from long ago, will hear and humiliate them.[al] (Selah) They refuse to change, and do not fear God.[am]", "20": "He[an] attacks[ao] his friends;[ap] he breaks his solemn promises to them.[aq]", "21": "His words are as smooth as butter,[ar] but he harbors animosity in his heart.[as] His words seem softer than oil, but they are really like sharp swords.[at]", "22": "Throw your burden[au] upon the Lord, and he will sustain you.[av] He will never allow the godly to be shaken.[aw]", "23": "But you, O God, will bring them[ax] down to the deep Pit.[ay] Violent and deceitful people[az] will not live even half a normal lifespan.[ba] But as for me, I trust in you."}