{"1": "Deliver me from my enemies, my God. Protect me[e] from those who attack me.[f]", "2": "Deliver me from evildoers.[g] Rescue me from violent men.[h]", "3": "For look, they wait to ambush me;[i] powerful men stalk[j] me, but not because I have rebelled or sinned, O Lord.[k]", "4": "Though I have done nothing wrong,[l] they are anxious to attack.[m] Spring into action and help me. Take notice of me.[n]", "5": "You, O Lord God of Heaven's Armies,[o] the God of Israel, rouse yourself and punish[p] all the nations. Have no mercy on any treacherous evildoers. (Selah)", "6": "They return in the evening; they growl[q] like dogs and prowl around outside[r] the city.", "7": "Look, they hurl insults at me and openly threaten to kill me,[s] for they say,[t] “Who hears?”", "8": "But you, O Lord, laugh in disgust at them;[u] you taunt[v] all the nations.", "9": "You are my source of strength. I will wait for you.[w] For God is my refuge.[x]", "10": "The God who loves me will help me;[y] God will enable me to triumph over[z] my enemies.[aa]", "11": "Do not strike them dead suddenly, because then my people might forget the lesson.[ab] Use your power to make them homeless vagabonds and then bring them down, O Lord who shields us.[ac]", "12": "They speak sinful words.[ad] So let them be trapped by their own pride and by the curses and lies they speak.", "13": "Angrily wipe them out. Wipe them out so they vanish. Let them know that God rules over Jacob and to the ends of the earth. (Selah)", "14": "They return in the evening; they growl[ae] like dogs and prowl around outside[af] the city.", "15": "They wander around looking for something to eat; they refuse to sleep until they are full.[ag]", "16": "As for me, I will sing about your strength; I will praise your loyal love in the morning. For you are my refuge[ah] and my place of shelter when I face trouble.[ai]", "17": "You are my source of strength. I will sing praises to you.[aj] For God is my refuge,[ak] the God who loves me.[al]"}