{"1": "God springs into action.[b] His enemies scatter; his adversaries[c] run from him.[d]", "2": "As smoke is driven away by the wind, so you drive them away.[e] As wax melts before fire, so the wicked are destroyed before God.", "3": "But the godly[f] are happy; they rejoice before God and are overcome with joy.[g]", "4": "Sing to God! Sing praises to his name. Exalt the one who rides on the clouds.[h] For the Lord is his name.[i] Rejoice before him.", "5": "He is a father to the fatherless and an advocate for widows.[j] God rules from his holy dwelling place.[k]", "6": "God settles in their own homes those who have been deserted;[l] he frees prisoners and grants them prosperity.[m] But sinful rebels live in the desert.[n]", "7": "O God, when you lead your people into battle,[o] when you march through the wastelands,[p] (Selah)", "8": "the earth shakes. Yes, the heavens pour down rain before God, the God of Sinai,[q] before God, the God of Israel.[r]", "9": "O God, you cause abundant showers to fall[s] on your chosen people.[t] When they[u] are tired, you sustain them,[v]", "10": "for you live among them.[w] You sustain the oppressed with your good blessings, O God.", "11": "The Lord speaks;[x] many, many women spread the good news.[y]", "12": "Kings leading armies run away—they run away![z] The lovely lady[aa] of the house divides up the loot.", "13": "When[ab] you lie down among the sheepfolds,[ac] the wings of the dove are covered with silver and with glittering gold.[ad]", "14": "When the Sovereign One[ae] scatters kings,[af] let it snow[ag] on Zalmon.", "15": "The mountain of Bashan[ah] is a towering mountain;[ai] the mountain of Bashan is a mountain with many peaks.[aj]", "16": "Why do you look with envy,[ak] O mountains[al] with many peaks, at the mountain where God has decided to live?[am] Indeed[an] the Lord will live there[ao] permanently.", "17": "God has countless chariots; they number in the thousands.[ap] The Lord comes from Sinai in holy splendor.[aq]", "18": "You ascend on high;[ar] you have taken many captives.[as] You receive tribute[at] from[au] men, including even sinful rebels. Indeed, the Lord God lives there.[av]", "19": "The Lord deserves praise.[aw] Day after day[ax] he carries our burden, the God who delivers us. (Selah)", "20": "Our God is a God who delivers; the Lord, the Sovereign Lord, can rescue from death.[ay]", "21": "Indeed, God strikes the heads of his enemies, the hairy foreheads of those who persist in rebellion.[az]", "22": "The Lord says, “I will retrieve them[ba] from Bashan. I will bring them back from the depths of the sea,", "23": "so that your feet may stomp[bb] in their blood, and your dogs may eat their portion of the enemies' corpses.”[bc]", "24": "They[bd] see your processions, O God— the processions of my God, my king, who marches along in holy splendor.[be]", "25": "Singers walk in front; musicians follow playing their stringed instruments,[bf] in the midst of young women playing tambourines.[bg]", "26": "In your large assemblies praise God, the Lord, in the assemblies of Israel.[bh]", "27": "There is little Benjamin, their ruler,[bi] and the princes of Judah in their robes,[bj] along with the princes of Zebulun and the princes of Naphtali.", "28": "God has decreed that you will be powerful.[bk] O God, you who have acted on our behalf, demonstrate your power.", "29": "Because of your temple in Jerusalem,[bl] kings bring tribute to you.", "30": "Sound your battle cry against[bm] the wild beast of the reeds,[bn] and the nations that assemble like a herd of calves led by bulls.[bo] They humble themselves[bp] and offer gold and silver as tribute.[bq] God[br] scatters[bs] the nations that like to do battle.", "31": "They come with red cloth[bt] from Egypt. Ethiopia[bu] voluntarily offers tribute[bv] to God.", "32": "O kingdoms of the earth, sing to God. Sing praises to the Lord, (Selah)", "33": "to the one who rides through the sky from ancient times.[bw] Look! He thunders loudly.[bx]", "34": "Acknowledge God's power,[by] his sovereignty over Israel, and the power he reveals in the skies.[bz]", "35": "You are awe-inspiring, O God, as you emerge from your holy temple.[ca] It is the God of Israel[cb] who gives the people power and strength. God deserves praise![cc]"}