{"1": "O God, grant the king the ability to make just decisions.[c] Grant the king's son[d] the ability to make fair decisions.[e]", "2": "Then he will judge[f] your people fairly, and your oppressed ones[g] equitably.", "3": "The mountains will bring news of peace to the people, and the hills will announce justice.[h]", "4": "He will defend[i] the oppressed among the people; he will deliver[j] the children[k] of the poor and crush the oppressor.", "5": "People will fear[l] you[m] as long as the sun and moon remain in the sky, for generation after generation.[n]", "6": "He[o] will descend like rain on the mown grass,[p] like showers that drench[q] the earth.[r]", "7": "During his days the godly will flourish;[s] peace will prevail as long as the moon remains in the sky.[t]", "8": "May he rule[u] from sea to sea,[v] and from the Euphrates River[w] to the ends of the earth.", "9": "Before him the coastlands[x] will bow down, and his enemies will lick the dust.[y]", "10": "The kings of Tarshish[z] and the coastlands will offer gifts; the kings of Sheba[aa] and Seba[ab] will bring tribute.", "11": "All kings will bow down to him; all nations will serve him.", "12": "For he will rescue the needy[ac] when they cry out for help, and the oppressed[ad] who have no defender.", "13": "He will take pity[ae] on the poor and needy; the lives of the needy he will save.", "14": "From harm and violence he will defend them;[af] he will value their lives.[ag]", "15": "May he live![ah] May they offer him gold from Sheba.[ai] May they continually pray for him. May they pronounce blessings on him all day long.[aj]", "16": "May there be[ak] an abundance[al] of grain in the earth; on the tops[am] of the mountains may it[an] sway.[ao] May its[ap] fruit trees[aq] flourish[ar] like the forests of Lebanon.[as] May its crops[at] be as abundant[au] as the grass of the earth.[av]", "17": "May his fame endure.[aw] May his dynasty last as long as the sun remains in the sky.[ax] May they use his name when they formulate their blessings.[ay] May all nations consider him to be favored by God.[az]", "18": "The Lord God, the God of Israel, deserves praise.[ba] He alone accomplishes amazing things.[bb]", "19": "His glorious name deserves praise[bc] forevermore. May his majestic splendor[bd] fill the whole earth. We agree! We agree![be]", "20": "This collection of the prayers of David son of Jesse ends here.[bf]"}