{"1": "Certainly God is good to Israel,[b] and to those whose motives are pure.[c]", "2": "But as for me, my feet almost slipped; my feet almost slid out from under me.[d]", "3": "For I envied those who are proud, as I observed[e] the prosperity[f] of the wicked.", "4": "For they suffer no pain;[g] their bodies[h] are strong and well fed.[i]", "5": "They are immune to the trouble common to men; they do not suffer as other men do.[j]", "6": "Arrogance is their necklace,[k] and violence covers them like clothing.[l]", "7": "Their prosperity causes them to do wrong;[m] their thoughts are sinful.[n]", "8": "They mock[o] and say evil things;[p] they proudly threaten violence.[q]", "9": "They speak as if they rule in heaven, and lay claim to the earth.[r]", "10": "Therefore they have more than enough food to eat, and even suck up the water of the sea.[s]", "11": "They say, “How does God know what we do? Is the Most High aware of what goes on?”[t]", "12": "Take a good look. This is what the wicked are like,[u] those who always have it so easy and get richer and richer.[v]", "13": "I concluded,[w] “Surely in vain I have kept my motives[x] pure and maintained a pure lifestyle.[y]", "14": "I suffer all day long, and am punished every morning.”", "15": "If I had publicized these thoughts,[z] I would have betrayed your people.[aa]", "16": "When I tried to make sense of this, it was troubling to me.[ab]", "17": "Then I entered the precincts of God's temple,[ac] and understood the destiny of the wicked.[ad]", "18": "Surely[ae] you put them in slippery places; you bring them down[af] to ruin.", "19": "How desolate they become in a mere moment. Terrifying judgments make their demise complete.[ag]", "20": "They are like a dream after one wakes up.[ah] O Lord, when you awake[ai] you will despise them.[aj]", "21": "Yes,[ak] my spirit was bitter,[al] and my insides felt sharp pain.[am]", "22": "I was ignorant[an] and lacked insight;[ao] I was as senseless as an animal before you.[ap]", "23": "But I am continually with you; you hold my right hand.", "24": "You guide[aq] me by your wise advice, and then you will lead me to a position of honor.[ar]", "25": "Whom do I have in heaven but you? On earth there is no one I desire but you.[as]", "26": "My flesh and my heart may grow weak,[at] but God always[au] protects my heart and gives me stability.[av]", "27": "Yes,[aw] look! Those far from you[ax] die; you destroy everyone who is unfaithful to you.[ay]", "28": "But as for me, God's presence is all I need.[az] I have made the Sovereign Lord my shelter, as[ba] I declare all the things you have done."}