{"1": "Why, O God, have you permanently rejected us?[c] Why does your anger burn[d] against the sheep of your pasture?", "2": "Remember your people[e] whom you acquired in ancient times, whom you rescued[f] so they could be your very own nation,[g] as well as Mount Zion, where you dwell.", "3": "Hurry[h] to the permanent ruins, and to all the damage the enemy has done to the temple.[i]", "4": "Your enemies roar[j] in the middle of your sanctuary;[k] they set up their battle flags.[l]", "5": "They invade like lumberjacks swinging their axes in a thick forest.[m]", "6": "And now[n] they are tearing down[o] all its engravings[p] with axes[q] and crowbars.[r]", "7": "They set your sanctuary on fire; they desecrate your dwelling place by knocking it to the ground.[s]", "8": "They say to themselves,[t] “We will oppress all of them.”[u] They burn down all the places in the land where people worship God.[v]", "9": "We do not see any signs of God's presence;[w] there are no longer any prophets,[x] and we have no one to tell us how long this will last.[y]", "10": "How long, O God, will the adversary hurl insults? Will the enemy blaspheme your name forever?", "11": "Why do you remain inactive? Intervene and destroy him.[z]", "12": "But God has been my[aa] king from ancient times, performing acts of deliverance on the earth.[ab]", "13": "You destroyed[ac] the sea by your strength; you shattered the heads of the sea monster[ad] in the water.", "14": "You crushed the heads of Leviathan;[ae] you fed[af] him to the people who live along the coast.[ag]", "15": "You broke open the spring and the stream;[ah] you dried up perpetually flowing rivers.[ai]", "16": "You established the cycle of day and night;[aj] you put the moon[ak] and sun in place.[al]", "17": "You set up all the boundaries[am] of the earth; you created the cycle of summer and winter.[an]", "18": "Remember how[ao] the enemy hurls insults, O Lord,[ap] and how a foolish nation blasphemes your name.", "19": "Do not hand the life of your dove[aq] over to a wild animal. Do not continue to disregard[ar] the lives of your oppressed people.", "20": "Remember your covenant promises,[as] for the dark regions of the earth are full of places where violence rules.[at]", "21": "Do not let the afflicted be turned back in shame. Let the oppressed and poor praise your name.[au]", "22": "Rise up, O God. Defend your honor.[av] Remember how fools insult you all day long.[aw]", "23": "Do not disregard[ax] what your enemies say,[ay] or the unceasing shouts of those who defy you.[az]"}