{"1": "I will cry out to God[b] and call for help. I will cry out to God and he will pay attention[c] to me.", "2": "In my time of trouble I sought[d] the Lord. I kept my hand raised in prayer throughout the night.[e] I[f] refused to be comforted.", "3": "I said, “I will remember God while I groan; I will think about him while my strength leaves me.”[g] (Selah)", "4": "You held my eyelids open;[h] I was troubled and could not speak.[i]", "5": "I thought about the days of old, about ancient times.[j]", "6": "I said, “During the night I will remember the song I once sang; I will think very carefully.” I tried to make sense of what was happening.[k]", "7": "I asked,[l] “Will the Lord reject me forever? Will he never again show me his favor?", "8": "Has his loyal love disappeared forever? Has his promise[m] failed forever?", "9": "Has God forgotten to be merciful? Has his anger stifled his compassion?” (Selah)", "10": "Then I said, “I am sickened by the thought that the Most High[n] might become inactive.[o]", "11": "I will remember the works of the Lord. Yes, I will remember the amazing things you did long ago.[p]", "12": "I will think about all you have done; I will reflect upon your deeds.”", "13": "[q] O God, your deeds are extraordinary.[r] What god can compare to our great God?[s]", "14": "You are the God who does amazing things; you have revealed your strength among the nations.", "15": "You delivered[t] your people by your strength[u]— the children of Jacob and Joseph. (Selah)", "16": "The waters[v] saw you, O God, the waters saw you and trembled.[w] Yes, the depths of the sea[x] shook with fear.[y]", "17": "The clouds poured down rain;[z] the skies thundered.[aa] Yes, your arrows[ab] flashed about.", "18": "Your thunderous voice was heard in the wind; the lightning bolts lit up the world. The earth trembled and shook.[ac]", "19": "You walked through the sea;[ad] you passed through the surging waters,[ae] but left no footprints.[af]", "20": "You led your people like a flock of sheep, by the hand of Moses and Aaron."}