{"1": "Pay attention, my people, to my instruction. Listen to the words I speak.[c]", "2": "I will sing a song that imparts wisdom; I will make insightful observations about the past.[d]", "3": "What we have heard and learned[e]— that which our ancestors[f] have told us—", "4": "we will not hide from their[g] descendants. We will tell the next generation about the Lord's praiseworthy acts,[h] about his strength and the amazing things he has done.", "5": "He established a rule[i] in Jacob; he set up a law in Israel. He commanded our ancestors to make his deeds known to their descendants,[j]", "6": "so that the next generation, children yet to be born, might know about them. They will grow up and tell their descendants about them.[k]", "7": "Then they will place their confidence in God. They will not forget the works of God, and they will obey[l] his commands.", "8": "Then they will not be like their ancestors, who were a stubborn and rebellious generation, a generation that was not committed and faithful to God.[m]", "9": "The Ephraimites[n] were armed with bows,[o] but they retreated in the day of battle.[p]", "10": "They did not keep their covenant with God,[q] and they refused to obey[r] his law.", "11": "They forgot what he had done,[s] the amazing things he had shown them.", "12": "He did amazing things in the sight of their ancestors, in the land of Egypt, in the region of Zoan.[t]", "13": "He divided the sea and led them across it; he made the water stand in a heap.", "14": "He led them with a cloud by day, and with the light of a fire all night long.", "15": "He broke open rocks in the wilderness, and gave them enough water to fill the depths of the sea.[u]", "16": "He caused streams to flow from the rock, and made the water flow like rivers.", "17": "Yet they continued to sin against him, and rebelled against the Most High[v] in the desert.", "18": "They willfully challenged God[w] by asking for food to satisfy their appetite.", "19": "They insulted God, saying,[x] “Is God really able to give us food[y] in the wilderness?", "20": "Yes,[z] he struck a rock and water flowed out; streams gushed forth. But can he also give us food? Will he provide meat for his people?”", "21": "When[aa] the Lord heard this, he was furious. A fire broke out against Jacob, and his anger flared up[ab] against Israel,", "22": "because they did not have faith in God, and did not trust his ability to deliver them.[ac]", "23": "He gave a command to the clouds above, and opened the doors in the sky.", "24": "He rained down manna for them to eat; he gave them the grain of heaven.[ad]", "25": "Man ate the food of the mighty ones.[ae] He sent them more than enough to eat.[af]", "26": "He brought the east wind through the sky, and by his strength led forth the south wind.", "27": "He rained down meat on them like dust, birds as numerous as the sand on the seashores.[ag]", "28": "He caused them to fall right in the middle of their camp, all around their homes.", "29": "They ate until they were beyond full;[ah] he gave them what they desired.", "30": "They were not yet filled up;[ai] their food was still in their mouths,", "31": "when the anger of God flared up against them. He killed some of the strongest of them; he brought the young men of Israel to their knees.", "32": "Despite all this, they continued to sin, and did not trust him to do amazing things.[aj]", "33": "So he caused them to die unsatisfied[ak] and filled with terror.[al]", "34": "When he struck them down,[am] they sought his favor;[an] they turned back and longed for God.", "35": "They remembered that God was their protector,[ao] and that God Most High[ap] was their deliverer.[aq]", "36": "But they deceived him with their words,[ar] and lied to him.[as]", "37": "They were not really committed to him,[at] and they were unfaithful to his covenant.", "38": "Yet he is compassionate. He forgives sin and does not destroy. He often holds back his anger, and does not stir up his fury.[au]", "39": "He remembered[av] that they were made of flesh, and were like a wind that blows past and does not return.[aw]", "40": "How often they rebelled against him in the wilderness, and insulted him[ax] in the wastelands.", "41": "They again challenged God,[ay] and offended[az] the Holy One of Israel.[ba]", "42": "They did not remember what he had done,[bb] how he delivered them from the enemy,[bc]", "43": "when he performed his awesome deeds[bd] in Egypt, and his acts of judgment[be] in the region of Zoan.", "44": "He turned their rivers into blood, and they could not drink from their streams.", "45": "He sent swarms of biting insects against them,[bf] as well as frogs that overran their land.[bg]", "46": "He gave their crops to the grasshopper, the fruit of their labor to the locust.", "47": "He destroyed their vines with hail, and their sycamore-fig trees with driving rain.", "48": "He rained hail down on their cattle,[bh] and hurled lightning bolts down on their livestock.[bi]", "49": "His raging anger lashed out against them.[bj] He sent fury, rage, and trouble as messengers who bring disaster.[bk]", "50": "He sent his anger in full force.[bl] He did not spare them from death; he handed their lives over to destruction.[bm]", "51": "He struck down all the firstborn in Egypt, the firstfruits of their reproductive power[bn] in the tents of Ham.", "52": "Yet he brought out his people like sheep; he led them through the wilderness like a flock.", "53": "He guided them safely along, and they were not afraid; but the sea covered their enemies.", "54": "He brought them to the border of his holy land, to this mountainous land[bo] that his right hand[bp] acquired.", "55": "He drove the nations out from before them; he assigned them their tribal allotments[bq] and allowed the tribes of Israel to settle down.[br]", "56": "Yet they challenged and defied[bs] God Most High,[bt] and did not obey[bu] his commands.[bv]", "57": "They were unfaithful[bw] and acted as treacherously as[bx] their ancestors; they were as unreliable as a malfunctioning bow.[by]", "58": "They made him angry with their pagan shrines,[bz] and made him jealous with their idols.", "59": "God heard and was angry; he completely rejected Israel.", "60": "He abandoned[ca] the sanctuary at Shiloh, the tent where he lived among men.", "61": "He allowed the symbol of his strong presence to be captured;[cb] he gave the symbol of his splendor[cc] into the hand of the enemy.[cd]", "62": "He delivered his people over to the sword, and was angry with his chosen nation.[ce]", "63": "Fire consumed their[cf] young men, and their[cg] virgins remained unmarried.[ch]", "64": "Their[ci] priests fell by the sword, but their[cj] widows did not weep.[ck]", "65": "But then the Lord awoke from his sleep;[cl] he was like a warrior in a drunken rage.[cm]", "66": "He drove his enemies back; he made them a permanent target for insults.[cn]", "67": "He rejected the tent of Joseph; he did not choose the tribe of Ephraim.", "68": "He chose the tribe of Judah and Mount Zion, which he loves.", "69": "He made his sanctuary as enduring as the heavens above,[co] as secure as the earth, which he established permanently.[cp]", "70": "He chose David, his servant, and took him from the sheepfolds.", "71": "He took him away from following the mother sheep,[cq] and made him the shepherd of Jacob, his people, and of Israel, his chosen nation.[cr]", "72": "David[cs] cared for them with pure motives;[ct] he led them with skill.[cu]"}