{"1": "I will thank the Lord with all my heart! I will tell about all your amazing deeds.[c]", "2": "I will be happy and rejoice in you. I will sing praises to you, O Most High.[d]", "3": "When my enemies turn back, they trip and are defeated[e] before you.", "4": "For you defended my just cause;[f] from your throne you pronounced a just decision.[g]", "5": "You terrified the nations with your battle cry.[h] You destroyed the wicked;[i] you permanently wiped out all memory of them.[j]", "6": "The enemy's cities have been reduced to permanent ruins.[k] You destroyed their cities;[l] all memory of the enemies has perished.[m]", "7": "But the Lord[n] rules[o] forever; he reigns in a just manner.[p]", "8": "He judges the world fairly; he makes just legal decisions for the nations.[q]", "9": "Consequently[r] the Lord provides safety for the oppressed;[s] he provides safety in times of trouble.[t]", "10": "Your loyal followers trust in you,[u] for you, Lord, do not abandon those who seek your help.[v]", "11": "Sing praises to the Lord, who rules[w] in Zion. Tell the nations what he has done.[x]", "12": "For the one who takes revenge against murderers took notice of the oppressed;[y] he did not overlook[z] their cry for help[aa]", "13": "when they prayed:[ab] “Have mercy on me,[ac] Lord! See how I am oppressed by those who hate me,[ad] O one who can snatch me away[ae] from the gates of death!", "14": "Then I will[af] tell about all your praiseworthy acts;[ag] in the gates of Daughter Zion[ah] I will rejoice because of your deliverance.”[ai]", "15": "The nations fell[aj] into the pit they had made; their feet were caught in the net they had hidden.[ak]", "16": "The Lord revealed himself; he accomplished justice. The wicked were ensnared by their own actions.[al] (Higgaion.[am] Selah)", "17": "The wicked are turned back and sent to Sheol;[an] this is the destiny of[ao] all the nations that ignore[ap] God,", "18": "for the needy are not permanently ignored,[aq] the hopes of the oppressed are not forever dashed.[ar]", "19": "Rise up, Lord![as] Don't let men be defiant.[at] May the nations be judged in your presence.", "20": "Terrify them, Lord.[au] Let the nations know they are mere mortals.[av] (Selah)"}