{"1": "After Ahab died, Moab broke away from Israel's rule. ", "2": "Ahaziah fell down through the wooden bars in his upstairs room in Samaria and was badly hurt. He sent messengers and told them, “Go, ask Baal-Zebub, god of Ekron, if I will recover from my injuries.”", "3": "But the Lord's angel said to Elijah the Tishbite, “Go up and meet the messengers sent by the king of Samaria. Ask them, 'Why are you going to ask questions of Baal-Zebub, god of Ekron? Is it because you think there is no God in Israel?' ", "4": "This is what the Lord says: 'You will never get up from the bed you are lying on; you will die.'” Then Elijah left.", "5": "When the messengers returned to Ahaziah, he asked them, “Why have you returned?”", "6": "They said, “A man came to meet us. He said, 'Go back to the king who sent you and tell him what the Lord says: “Why do you send messengers to ask questions of Baal-Zebub, god of Ekron? Is it because you think there is no God in Israel? You will never get up from the bed you are lying on; you will die.”'”", "7": "Ahaziah asked them, “What did the man look like who met you and told you this?”", "8": "They answered, “He was a hairy man and wore a leather belt around his waist.” Ahaziah said, “It was Elijah the Tishbite.”", "9": "Then he sent a captain with his fifty men to Elijah. The captain went to Elijah, who was sitting on top of the hill, and said to him, “Man of God, the king says, 'Come down!'”", "10": "Elijah answered the captain, “If I am a man of God, let fire come down from heaven and burn up you and your fifty men.” Then fire came down from heaven and burned up the captain and his fifty men.", "11": "Ahaziah sent another captain and fifty men to Elijah. The captain said to him, “Man of God, this is what the king says: 'Come down quickly!'”", "12": "Elijah answered, “If I am a man of God, let fire come down from heaven and burn up you and your fifty men!” Then fire came down from heaven and burned up the captain and his fifty men.", "13": "Ahaziah then sent a third captain with his fifty men. The third captain came and fell down on his knees before Elijah and begged, “Man of God, please respect my life and the lives of your fifty servants. ", "14": "See, fire came down from heaven and burned up the first two captains of fifty with all their men. But now, respect my life.”", "15": "The Lord's angel said to Elijah, “Go down with him and don't be afraid of him.” So Elijah got up and went down with him to see the king.", "16": "Elijah told Ahaziah, “This is what the Lord says: 'You have sent messengers to ask questions of Baal-Zebub, god of Ekron. Is it because you think there is no God in Israel to ask? Because of this, you will never get up from your bed; you will die.'” ", "17": "So Ahaziah died, just as the Lord, through Elijah, had said he would. Joram became king in Ahaziah's place during the second year Jehoram son of Jehoshaphat was king of Judah. Joram ruled because Ahaziah had no son to take his place. ", "18": "The other things Ahaziah did are written in the book of the history of the kings of Israel."}