{"1": "Ahab had seventy sons in Samaria. Jehu wrote letters and sent them to Samaria to the officers and elders of Jezreel and to the guardians of the sons of Ahab. Jehu said, ", "2": "“You have your master's sons with you, and you have chariots, horses, a city with strong walls, and weapons. When you get this letter, ", "3": "choose the best and most worthy person among your master's sons, and make him king. Then fight for your master's family.”", "4": "But the officers and leaders of Jezreel were frightened. They said, “Two kings could not stand up to Jehu, so how can we?”", "5": "The palace manager, the city governor, the leaders, and the guardians sent a message to Jehu. “We are your servants,” they said. “We will do everything you tell us to do. We won't make any man king, so do whatever you think is best.”", "6": "Then Jehu wrote a second letter, saying, “If you are on my side and will obey me, cut off the heads of your master's sons and come to me at Jezreel tomorrow about this time.” Now the seventy sons of the king's family were with the leading men of the city who were their guardians. ", "7": "When the leaders received the letter, they took the king's sons and killed all seventy of them. They put their heads in baskets and sent them to Jehu at Jezreel. ", "8": "The messenger came to Jehu and told him, “They have brought the heads of the king's sons.” Then Jehu said, “Lay the heads in two piles at the city gate until morning.”", "9": "In the morning, Jehu went out and stood before the people and said to them, “You are innocent. Look, I made plans against my master and killed him. But who killed all these? ", "10": "You should know that everything the Lord said about Ahab's family will come true. The Lord has spoken through his servant Elijah, and the Lord has done what he said.” ", "11": "So Jehu killed everyone of Ahab's family in Jezreel who was still alive. He also killed all Ahab's leading men, close friends, and priests. No one who had helped Ahab was left alive.", "12": "Then Jehu left and went to Samaria by way of the road to Beth Eked of the Shepherds. ", "13": "There Jehu met some relatives of Ahaziah king of Judah. Jehu asked, “Who are you?” They answered, “We are relatives of Ahaziah. We have come down to get revenge for the families of the king and the king's mother.”", "14": "Then Jehu said, “Take them alive!” So they captured Ahaziah's relatives alive and killed them at the well near Beth Eked—forty-two of them. Jehu did not leave anyone alive.", "15": "After Jehu left there, he met Jehonadab son of Recab, who was also on his way to meet Jehu. Jehu greeted him and said, “Are you as good a friend to me as I am to you?” Jehonadab answered, “Yes, I am.” Jehu said, “If you are, then give me your hand.” So Jehonadab gave him his hand, and Jehu pulled him into the chariot. ", "16": "“Come with me,” Jehu said. “You can see how strong my feelings are for the Lord.” So Jehu had Jehonadab ride in his chariot.", "17": "When Jehu came to Samaria, he killed all of Ahab's family in Samaria. He destroyed all those who were left, just as the Lord had told Elijah it would happen.", "18": "Then Jehu gathered all the people together and said to them, “Ahab served Baal a little, but Jehu will serve Baal much. ", "19": "Now call for me all Baal's prophets and priests and all the people who worship Baal. Don't let anyone miss this meeting, because I have a great sacrifice for Baal. Anyone who is not there will not live.” But Jehu was tricking them so he could destroy the worshipers of Baal. ", "20": "He said, “Prepare a holy meeting for Baal.” So they announced the meeting. ", "21": "Then Jehu sent word through all Israel, and all the worshipers of Baal came; not one stayed home. They came into the temple of Baal, and the temple was filled from one side to the other.", "22": "Jehu said to the man who kept the robes, “Bring out robes for all the worshipers of Baal.” After he brought out robes for them, ", "23": "Jehu and Jehonadab son of Recab went into the temple of Baal. Jehu said to the worshipers of Baal, “Look around, and make sure there are no servants of the Lord with you. Be sure there are only worshipers of Baal.” ", "24": "Then the worshipers of Baal went in to offer sacrifices and burnt offerings. Jehu had eighty men waiting outside. He had told them, “Don't let anyone escape. If you do, you must pay with your own life.”", "25": "As soon as Jehu finished offering the burnt offering, he ordered the guards and the captains, “Go in and kill the worshipers of Baal. Don't let anyone come out.” So the guards and captains killed the worshipers of Baal with the sword and threw their bodies out. Then they went to the inner rooms of the temple ", "26": "and brought out the pillars of the temple of Baal and burned them. ", "27": "They tore down the stone pillar of Baal, as well as the temple of Baal. And they made it into a sewage pit, as it is today.", "28": "So Jehu destroyed Baal worship in Israel, ", "29": "but he did not stop doing the sins Jeroboam son of Nebat had done. Jeroboam had led Israel to sin by worshiping the golden calves in Bethel and Dan.", "30": "The Lord said to Jehu, “You have done well in obeying what I said was right. You have done to the family of Ahab as I wanted. Because of this, your descendants as far as your great-great-grandchildren will be kings of Israel.” ", "31": "But Jehu was not careful to follow the teachings of the Lord, the God of Israel, with all his heart. He did not stop doing the same sins Jeroboam had done, by which he had led Israel to sin.", "32": "At that time the Lord began to make Israel smaller. Hazael defeated the Israelites in all the land of Israel, ", "33": "taking all the land of the Jordan known as the land of Gilead. (It was the region of Gad, Reuben, and Manasseh.) He took land from Aroer by the Arnon Ravine through Gilead to Bashan.", "34": "The other things Jehu did—everything he did and all his victories—are recorded in the book of the history of the kings of Israel. ", "35": "Jehu died and was buried in Samaria, and his son Jehoahaz became king in his place. ", "36": "Jehu was king over Israel in Samaria for twenty-eight years."}