{"1": "Uzziah son of Amaziah became king of Judah during Jeroboam's twenty-seventh year as king of Israel. ", "2": "Uzziah was sixteen years old when he became king, and he ruled fifty-two years in Jerusalem. His mother was named Jecoliah, and she was from Jerusalem. ", "3": "He did what the Lord said was right, just as his father Amaziah had done. ", "4": "But the places where gods were worshiped were not removed, so the people still made sacrifices and burned incense there.", "5": "The Lord struck Uzziah with a skin disease, which he had until the day he died. So he had to live in a separate house. Jotham, the king's son, was in charge of the palace, and he governed the people of the land.", "6": "All the other things Uzziah did are written in the book of the history of the kings of Judah. ", "7": "Uzziah died and was buried near his ancestors in Jerusalem, and his son Jotham became king in his place.", "8": "Zechariah son of Jeroboam was king over Israel in Samaria. He ruled for six months during Uzziah's[a] thirty-eighth year as king of Judah. ", "9": "Zechariah did what the Lord said was wrong, just as his ancestors had done. Jeroboam son of Nebat had led the people of Israel to sin, and Zechariah did not stop doing the same sins.", "10": "Shallum son of Jabesh made plans against Zechariah and killed him in front of the people. Then Shallum became king in his place. ", "11": "The other acts of Zechariah are written in the book of the history of the kings of Israel. ", "12": "The Lord had told Jehu: “Your sons down to your great-great-grandchildren will be kings of Israel,” and the Lord's word came true.", "13": "Shallum son of Jabesh became king during Uzziah's thirty-ninth year as king of Judah. Shallum ruled for a month in Samaria. ", "14": "Then Menahem son of Gadi came up from Tirzah to Samaria and attacked Shallum son of Jabesh in Samaria. He killed him and became king in Shallum's place.", "15": "The other acts of Shallum and his secret plans are written in the book of the history of the kings of Israel.", "16": "Menahem started out from Tirzah and attacked Tiphsah, destroying the city and the area nearby. This was because the people had refused to open the city gate for him. He defeated them and ripped open all their pregnant women.", "17": "Menahem son of Gadi became king over Israel during Uzziah's thirty-ninth year as king of Judah. Menahem ruled ten years in Samaria, ", "18": "and he did what the Lord said was wrong. Jeroboam son of Nebat had led Israel to sin, and all the time Menahem was king, he did not stop doing the same sins.", "19": "Pul king of Assyria came to attack the land. Menahem gave him about seventy-four thousand pounds of silver so Pul would support him and make his hold on the kingdom stronger. ", "20": "Menahem taxed Israel to pay about one and one-fourth pounds of silver to each soldier of the king of Assyria. So the king left and did not stay in the land.", "21": "Everything else Menahem did is written in the book of the history of the kings of Israel. ", "22": "Then Menahem died, and his son Pekahiah became king in his place.", "23": "Pekahiah son of Menahem became king over Israel in Samaria during Uzziah's[b] fiftieth year as king of Judah. Pekahiah ruled two years, ", "24": "and he did what the Lord said was wrong. Jeroboam son of Nebat had led Israel to sin, and Pekahiah did not stop doing the same sins.", "25": "Pekah son of Remaliah was one of Pekahiah's captains, and he made plans against Pekahiah. He took fifty men of Gilead with him and killed Pekahiah, as well as Argob and Arieh, in the palace at Samaria. Then Pekah became king in Pekahiah's place.", "26": "Everything else Pekahiah did is written in the book of the history of the kings of Israel.", "27": "Pekah son of Remaliah became king over Israel in Samaria during Uzziah's[c] fifty-second year as king of Judah. Pekah ruled twenty years, ", "28": "and he did what the Lord said was wrong. Jeroboam son of Nebat had led Israel to sin, and Pekah did not stop doing the same sins.", "29": "Tiglath-Pileser[d] was king of Assyria. He attacked while Pekah was king of Israel, capturing the cities of Ijon, Abel Beth Maacah, Janoah, Kedesh, and Hazor. He also captured Gilead and Galilee and all the land of Naphtali and carried the people away to Assyria. ", "30": "Then Hoshea son of Elah made plans against Pekah son of Remaliah and attacked and killed him. Then Hoshea became king in Pekah's place during the twentieth year Jotham son of Uzziah was king.", "31": "Everything else Pekah did is written in the book of the history of the kings of Israel.", "32": "Jotham son of Uzziah became king of Judah during the second year Pekah son of Remaliah was king of Israel. ", "33": "Jotham was twenty-five years old when he became king, and he ruled sixteen years in Jerusalem. His mother's name was Jerusha daughter of Zadok. ", "34": "Jotham did what the Lord said was right, just as his father Uzziah had done. ", "35": "But the places where gods were worshiped were not removed, and the people still made sacrifices and burned incense there. Jotham rebuilt the Upper Gate of the Temple of the Lord.", "36": "The other things Jotham did while he was king are written in the book of the history of the kings of Judah. ", "37": "At that time the Lord began to send Rezin king of Aram and Pekah son of Remaliah against Judah. ", "38": "Jotham died and was buried with his ancestors in Jerusalem, the city of David, his ancestor. Then Jotham's son Ahaz became king in his place."}