{"1": "Hezekiah son of Ahaz king of Judah became king during the third year Hoshea son of Elah was king of Israel. ", "2": "Hezekiah was twenty-five years old when he became king, and he ruled twenty-nine years in Jerusalem. His mother's name was Abijah daughter of Zechariah. ", "3": "Hezekiah did what the Lord said was right, just as his ancestor David had done. ", "4": "He removed the places where gods were worshiped. He smashed the stone pillars and cut down the Asherah idols. Also the Israelites had been burning incense to Nehushtan, the bronze snake Moses had made. But Hezekiah broke it into pieces.", "5": "Hezekiah trusted in the Lord, the God of Israel. There was no one like him among all the kings of Judah, either before him or after him. ", "6": "Hezekiah was loyal to the Lord and did not stop following him; he obeyed the commands the Lord had given Moses. ", "7": "And the Lord was with Hezekiah, so he had success in everything he did. He turned against the king of Assyria and stopped serving him. ", "8": "Hezekiah defeated the Philistines all the way to Gaza and its borders, including the watchtowers and the strong, walled cities.", "9": "Shalmaneser king of Assyria surrounded Samaria and attacked it in the fourth year Hezekiah was king. This was the seventh year Hoshea son of Elah was king of Israel. ", "10": "After three years the Assyrians captured Samaria. This was in the sixth year Hezekiah was king, which was Hoshea's ninth year as king of Israel. ", "11": "The king of Assyria took the Israelites away to Assyria and settled them in Halah, in Gozan on the Habor River, and in the cities of the Medes. ", "12": "This happened because they did not obey the Lord their God. They broke his agreement and did not obey all that Moses, the Lord's servant, had commanded. They would not listen to the commands or do them.", "13": "During Hezekiah's fourteenth year as king, Sennacherib king of Assyria attacked all the strong, walled cities of Judah and captured them. ", "14": "Then Hezekiah king of Judah sent a message to the king of Assyria at Lachish. He said, “I have done wrong. Leave me alone, and I will pay anything you ask.” So the king of Assyria made Hezekiah pay about twenty-two thousand pounds of silver and two thousand pounds of gold. ", "15": "Hezekiah gave him all the silver that was in the Temple of the Lord and in the palace treasuries. ", "16": "Hezekiah stripped all the gold that covered the doors and doorposts of the Temple of the Lord. Hezekiah had put gold on these doors himself, but he gave it all to the king of Assyria.", "17": "The king of Assyria sent out his supreme commander, his chief officer, and his field commander. They went with a large army from Lachish to King Hezekiah in Jerusalem. When they came near the waterway from the upper pool on the road where people do their laundry, they stopped. ", "18": "They called for the king, so the king sent Eliakim, Shebna, and Joah out to meet them. Eliakim son of Hilkiah was the palace manager, Shebna was the royal secretary, and Joah son of Asaph was the recorder.", "19": "The field commander said to them, “Tell Hezekiah this: “'The great king, the king of Assyria, says: What can you trust in now? ", "20": "You say you have battle plans and power for war, but your words mean nothing. Whom are you trusting for help so that you turn against me? ", "21": "Look, you are depending on Egypt to help you, but Egypt is like a splintered walking stick. If you lean on it for help, it will stab your hand and hurt you. The king of Egypt will hurt all those who depend on him. ", "22": "You might say, “We are depending on the Lord our God,” but Hezekiah destroyed the Lord's altars and the places of worship. Hezekiah told Judah and Jerusalem, “You must worship only at this one altar in Jerusalem.”", "23": "“'Now make an agreement with my master, the king of Assyria: I will give you two thousand horses if you can find enough men to ride them. ", "24": "You cannot defeat one of my master's least important officers, so why do you depend on Egypt to give you chariots and horsemen? ", "25": "I have not come to attack and destroy this place without an order from the Lord. The Lord himself told me to come to this country and destroy it.'”", "26": "Then Eliakim son of Hilkiah, Shebna, and Joah said to the field commander, “Please speak to us in the Aramaic language. We understand it. Don't speak to us in Hebrew, because the people on the city wall can hear you.”", "27": "“No,” the commander said, “my master did not send me to tell these things only to you and your king. He sent me to speak also to those people sitting on the wall who will have to eat their own dung and drink their own urine like you.”", "28": "Then the commander stood and shouted loudly in the Hebrew language, “Listen to what the great king, the king of Assyria, says! ", "29": "The king says you should not let Hezekiah fool you, because he can't save you from my power. ", "30": "Don't let Hezekiah talk you into trusting the Lord by saying, 'The Lord will surely save us. This city won't be handed over to the king of Assyria.'", "31": "“Don't listen to Hezekiah. The king of Assyria says, 'Make peace with me, and come out of the city to me. Then everyone will be free to eat the fruit from his own grapevine and fig tree and to drink water from his own well. ", "32": "After that I will come and take you to a land like your own—a land with grain and new wine, bread and vineyards, olives, and honey. Choose to live and not to die!' “Don't listen to Hezekiah. He is fooling you when he says, 'The Lord will save us.' ", "33": "Has a god of any other nation saved his people from the power of the king of Assyria? ", "34": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? They did not save Samaria from my power. ", "35": "Not one of all the gods of these countries has saved his people from me. Neither can the Lord save Jerusalem from my power.”", "36": "The people were silent. They didn't answer the commander at all, because King Hezekiah had ordered, “Don't answer him.”", "37": "Then Eliakim, Shebna, and Joah tore their clothes to show how upset they were. (Eliakim son of Hilkiah was the palace manager, Shebna was the royal secretary, and Joah son of Asaph was the recorder.) The three men went to Hezekiah and told him what the field commander had said."}