{"1": "Manasseh was twelve years old when he became king, and he was king fifty-five years in Jerusalem. His mother's name was Hephzibah. ", "2": "He did what the Lord said was wrong. He did the hateful things the other nations had done—the nations that the Lord had forced out of the land ahead of the Israelites. ", "3": "Manasseh's father, Hezekiah, had destroyed the places where gods were worshiped, but Manasseh rebuilt them. He built altars for Baal, and he made an Asherah idol as Ahab king of Israel had done. Manasseh also worshiped all the stars of the sky and served them. ", "4": "The Lord had said about the Temple, “I will be worshiped in Jerusalem,” but Manasseh built altars in the Temple of the Lord. ", "5": "He built altars to worship the stars in the two courtyards of the Temple of the Lord. ", "6": "He made his own son pass through fire. He practiced magic and told the future by explaining signs and dreams, and he got advice from mediums and fortune-tellers. He did many things the Lord said were wrong, which made the Lord angry.", "7": "Manasseh carved an Asherah idol and put it in the Temple. The Lord had said to David and his son Solomon about the Temple, “I will be worshiped forever in this Temple and in Jerusalem, which I have chosen from all the tribes of Israel. ", "8": "I will never again make the Israelites wander out of the land I gave their ancestors. But they must obey everything I have commanded them and all the teachings my servant Moses gave them.” ", "9": "But the people did not listen. Manasseh led them to do more evil than the nations the Lord had destroyed ahead of the Israelites.", "10": "The Lord said through his servants the prophets, ", "11": "“Manasseh king of Judah has done these hateful things. He has done more evil than the Amorites before him. He also has led Judah to sin with his idols. ", "12": "So this is what the Lord, the God of Israel, says: 'I will bring so much trouble on Jerusalem and Judah that anyone who hears about it will be shocked. ", "13": "I will stretch the measuring line of Samaria over Jerusalem, and the plumb line used against Ahab's family will be used on Jerusalem. I will wipe out Jerusalem as a person wipes a dish and turns it upside down. ", "14": "I will throw away the rest of my people who are left. I will give them to their enemies, and they will be robbed by all their enemies, ", "15": "because my people did what I said was wrong. They have made me angry from the day their ancestors left Egypt until now.'”", "16": "Manasseh also killed many innocent people, filling Jerusalem from one end to the other with their blood. This was besides the sin he led Judah to do; he led Judah to do what the Lord said was wrong.", "17": "The other things Manasseh did as king, even the sin he did, are written in the book of the history of the kings of Judah. ", "18": "Manasseh died and was buried in the garden of his own palace, the garden of Uzza. Then Manasseh's son Amon became king in his place.", "19": "Amon was twenty-two years old when he became king, and he was king for two years in Jerusalem. His mother's name was Meshullemeth daughter of Haruz, who was from Jotbah. ", "20": "Amon did what the Lord said was wrong, as his father Manasseh had done. ", "21": "He lived in the same way his father had lived: he worshiped the idols his father had worshiped, and he bowed down before them. ", "22": "Amon rejected the Lord, the God of his ancestors, and did not follow the ways of the Lord.", "23": "Amon's officers made plans against him and killed him in his palace. ", "24": "Then the people of the land killed all those who had made plans to kill King Amon, and they made his son Josiah king in his place.", "25": "Everything else Amon did is written in the book of the history of the kings of Judah. ", "26": "He was buried in his grave in the garden of Uzza, and his son Josiah became king in his place."}