{"1": "Then the king gathered all the elders of Judah and Jerusalem together. ", "2": "He went up to the Temple of the Lord, and all the people from Judah and Jerusalem went with him. The priests, prophets, and all the people—from the least important to the most important—went with him. He read to them all the words of the Book of the Agreement that was found in the Temple of the Lord. ", "3": "The king stood by the pillar and made an agreement in the presence of the Lord to follow the Lord and obey his commands, rules, and laws with his whole being, and to obey the words of the agreement written in this book. Then all the people promised to obey the agreement.", "4": "The king commanded Hilkiah the high priest and the priests of the next rank and the gatekeepers to bring out of the Temple of the Lord everything made for Baal, Asherah, and all the stars of the sky. Then Josiah burned them outside Jerusalem in the open country of the Kidron Valley and carried their ashes to Bethel. ", "5": "The kings of Judah had chosen priests for these gods. These priests burned incense in the places where gods were worshiped in the cities of Judah and the towns around Jerusalem. They burned incense to Baal, the sun, the moon, the planets, and all the stars of the sky. But Josiah took those priests away. ", "6": "He removed the Asherah idol from the Temple of the Lord and took it outside Jerusalem to the Kidron Valley, where he burned it and beat it into dust. Then he threw the dust on the graves of the common people. ", "7": "He also tore down the houses of the male prostitutes who were in the Temple of the Lord, where the women did weaving for Asherah.", "8": "King Josiah brought all the false priests from the cities of Judah. He ruined the places where gods were worshiped, where the priests had burned incense, from Geba to Beersheba. He destroyed the places of worship at the entrance to the Gate of Joshua, the ruler of the city, on the left side of the city gate. ", "9": "The priests at the places where gods were worshiped were not allowed to serve at the Lord's altar in Jerusalem. But they could eat bread made without yeast with their brothers.", "10": "Josiah ruined Topheth, in the Valley of Ben Hinnom, so no one could sacrifice his son or daughter to Molech. ", "11": "Judah's kings had placed horses at the front door of the Temple of the Lord in the courtyard near the room of Nathan-Melech, an officer. These horses were for the worship of the sun. So Josiah removed them and burned the chariots that were for sun worship also.", "12": "The kings of Judah had built altars on the roof[a] of the upstairs room of Ahaz. Josiah broke down these altars and the altars Manasseh had made in the two courtyards of the Temple of the Lord. Josiah smashed them to pieces and threw their dust into the Kidron Valley. ", "13": "King Josiah ruined the places where gods were worshiped east of Jerusalem, south of the Mount of Olives.[b] Solomon king of Israel had built these places. One was for Ashtoreth, the hated goddess of the Sidonians. One was for Chemosh, the hated god of Moab. And one was for Molech, the hated god of the Ammonites. ", "14": "Josiah smashed to pieces the stone pillars they worshiped, and he cut down the Asherah idols. Then he covered the places with human bones.", "15": "Josiah also broke down the altar at Bethel—the place of worship made by Jeroboam son of Nebat, who had led Israel to sin. Josiah burned that place, broke the stones of the altar into pieces, then beat them into dust. He also burned the Asherah idol. ", "16": "When he turned around, he saw the graves on the mountain. He had the bones taken from the graves, and he burned them on the altar to ruin it. This happened as the Lord had said it would through the man of God.", "17": "Josiah asked, “What is that monument I see?” The people of the city answered, “It's the grave of the man of God who came from Judah. This prophet announced the things you have done against the altar of Bethel.”", "18": "Josiah said, “Leave the grave alone. No one may move this man's bones.” So they left his bones and the bones of the prophet who had come from Samaria.", "19": "The kings of Israel had built temples for worshiping gods in the cities of Samaria, which had caused the Lord to be angry. Josiah removed all those temples and did the same things as he had done at Bethel. ", "20": "He killed all the priests of those places of worship; he killed them on the altars and burned human bones on the altars. Then he went back to Jerusalem.", "21": "The king commanded all the people, “Celebrate the Passover to the Lord your God as it is written in this Book of the Agreement.” ", "22": "The Passover had not been celebrated like this since the judges led Israel. Nor had one like it happened while there were kings of Israel and kings of Judah. ", "23": "This Passover was celebrated to the Lord in Jerusalem in the eighteenth year of King Josiah's rule.", "24": "Josiah destroyed the mediums, fortune-tellers, house gods, and idols. He also destroyed all the hated gods seen in the land of Judah and Jerusalem. This was to obey the words of the teachings written in the book Hilkiah the priest had found in the Temple of the Lord.", "25": "There was no king like Josiah before or after him. He obeyed the Lord with all his heart, soul, and strength, following all the Teachings of Moses.", "26": "Even so, the Lord did not stop his strong and terrible anger. His anger burned against Judah because of all Manasseh had done to make him angry. ", "27": "The Lord said, “I will send Judah out of my sight, as I have sent Israel away. I will reject Jerusalem, which I chose. And I will take away the Temple about which I said, 'I will be worshiped there.'”", "28": "Everything else Josiah did is written in the book of the history of the kings of Judah.", "29": "While Josiah was king, Neco king of Egypt went to help the king of Assyria at the Euphrates River. King Josiah marched out to fight against Neco, but at Megiddo, Neco faced him and killed him. ", "30": "Josiah's servants carried his body in a chariot from Megiddo to Jerusalem and buried him in his own grave. Then the people of Judah chose Josiah's son Jehoahaz and poured olive oil on him to make him king in his father's place.", "31": "Jehoahaz was twenty-three years old when he became king, and he was king in Jerusalem for three months. His mother's name was Hamutal, who was the daughter of Jeremiah from Libnah. ", "32": "Jehoahaz did what the Lord said was wrong, just as his ancestors had done.", "33": "King Neco took Jehoahaz prisoner at Riblah in the land of Hamath so that Jehoahaz could not rule in Jerusalem. Neco made the people of Judah pay about seventy-five hundred pounds of silver and about seventy-five pounds of gold.", "34": "King Neco made Josiah's son Eliakim the king in place of Josiah his father. Then Neco changed Eliakim's name to Jehoiakim. But Neco took Jehoahaz to Egypt, where he died. ", "35": "Jehoiakim gave King Neco the silver and gold he demanded. Jehoiakim taxed the land and took silver and gold from the people of the land to give to King Neco. Each person had to pay his share.", "36": "Jehoiakim was twenty-five years old when he became king, and he was king in Jerusalem for eleven years. His mother's name was Zebidah daughter of Pedaiah, who was from Rumah. ", "37": "Jehoiakim did what the Lord said was wrong, just as his ancestors had done."}