{"1": "Joram son of Ahab became king over Israel at Samaria in Jehoshaphat's eighteenth year as king of Judah. And Joram ruled twelve years. ", "2": "He did what the Lord said was wrong, but he was not like his father and mother; he removed the stone pillars his father had made for Baal. ", "3": "But he continued to sin like Jeroboam son of Nebat who had led Israel to sin. Joram did not stop doing these same sins.", "4": "Mesha king of Moab raised sheep. He paid the king of Israel one hundred thousand lambs and the wool of one hundred thousand sheep. ", "5": "But when Ahab died, the king of Moab turned against the king of Israel. ", "6": "So King Joram went out from Samaria and gathered Israel's army. ", "7": "He also sent messengers to Jehoshaphat king of Judah. “The king of Moab has turned against me,” he said. “Will you go with me to fight Moab?” Jehoshaphat replied, “I will go with you. My soldiers and my horses are yours.”", "8": "Jehoshaphat asked, “Which way should we attack?” Joram answered, “Through the Desert of Edom.”", "9": "So the king of Israel went with the king of Judah and the king of Edom. After they had marched seven days, there was no more water for the army or for their animals that were with them. ", "10": "The king of Israel said, “This is terrible! The Lord has called us three kings together to hand us over to the Moabites!”", "11": "But Jehoshaphat asked, “Is there a prophet of the Lord here? We can ask the Lord through him.” An officer of the king of Israel answered, “Elisha son of Shaphat is here. He was Elijah's servant.”", "12": "Jehoshaphat said, “He speaks the Lord's truth.” So the king of Israel and Jehoshaphat and the king of Edom went down to see Elisha.", "13": "Elisha said to the king of Israel, “I have nothing to do with you. Go to the prophets of your father and to the prophets of your mother!” The king of Israel said to Elisha, “No, the Lord has called us three kings together to hand us over to the Moabites.”", "14": "Elisha said, “As surely as the Lord All-Powerful lives, whom I serve, I tell you the truth. I wouldn't even look at you or notice you if Jehoshaphat king of Judah were not here. I respect him. ", "15": "Now bring me someone who plays the harp.” While the harp was being played, the Lord gave Elisha power. ", "16": "Then Elisha said, “The Lord says to dig holes in the valley. ", "17": "The Lord says you won't see wind or rain, but the valley will be filled with water. Then you, your cattle, and your other animals can drink. ", "18": "This is easy for the Lord to do; he will also hand Moab over to you. ", "19": "You will destroy every strong, walled city and every important town. You will cut down every good tree and stop up all springs. You will ruin every good field with rocks.”", "20": "The next morning, about the time the sacrifice was offered, water came from the direction of Edom and filled the valley.", "21": "All the Moabites heard that the kings had come up to fight against them. So they gathered everyone old enough to put on armor and waited at the border. ", "22": "But when the Moabites got up early in the morning, the sun was shining on the water. They saw the water across from them, and it looked as red as blood. ", "23": "Then they said, “This is blood! The kings must have fought and killed each other! Come, Moabites, let's take the valuables from the dead bodies!”", "24": "When the Moabites came to the camp of Israel, the Israelites came out and fought them until they ran away. Then the Israelites went on into the land, killing the Moabites. ", "25": "They tore down the cities and threw rocks all over every good field. They stopped up all the springs and cut down all the good trees. Kir Hareseth was the only city with its stones still in place, but the men with slingshots surrounded it and conquered it, too.", "26": "When the king of Moab saw that the battle was too much for him, he took seven hundred men with swords to try to break through to the king of Edom. But they could not break through. ", "27": "Then the king of Moab took his oldest son, who would have been king after him, and offered him as a burnt offering on the wall. So there was great anger against the Israelites, who left and went back to their own land."}