{"1": "Elisha spoke to the woman whose son he had brought back to life. He said, “Get up and go with your family. Stay any place you can, because the Lord has called for a time without food that will last seven years.” ", "2": "So the woman got up and did as the man of God had said. She left with her family, and they stayed in the land of the Philistines for seven years. ", "3": "After seven years she returned from the land of the Philistines and went to beg the king for her house and land. ", "4": "The king was talking with Gehazi, the servant of the man of God. The king had said, “Please tell me all the great things Elisha has done.” ", "5": "Gehazi was telling the king how Elisha had brought a dead boy back to life. Just then the woman whose son Elisha had brought back to life came and begged the king for her house and land. Gehazi said, “My master and king, this is the woman, and this is the son Elisha brought back to life.”", "6": "The king asked the woman, and she told him about it. Then the king chose an officer to help her. “Give the woman everything that is hers,” the king said. “Give her all the money made from her land from the day she left until now.”", "7": "Then Elisha went to Damascus, where Ben-Hadad king of Aram was sick. Someone told him, “The man of God has arrived.”", "8": "The king said to Hazael, “Take a gift in your hand and go meet him. Ask the Lord through him if I will recover from my sickness.”", "9": "So Hazael went to meet Elisha, taking with him a gift of forty camels loaded with every good thing in Damascus. He came and stood before Elisha and said, “Your son Ben-Hadad king of Aram sent me to you. He asks if he will recover from his sickness.”", "10": "Elisha said to Hazael, “Go and tell Ben-Hadad, 'You will surely recover,' but the Lord has told me he will really die.” ", "11": "Hazael stared at Elisha until he felt ashamed. Then Elisha cried.", "12": "Hazael asked, “Why are you crying, master?” Elisha answered, “Because I know what evil you will do to the Israelites. You will burn their strong, walled cities with fire and kill their young men with swords. You will throw their babies to the ground and split open their pregnant women.”", "13": "Hazael said, “Am I a dog? How could I do such things?” Elisha answered, “The Lord has shown me that you will be king over Aram.”", "14": "Then Hazael left Elisha and came to his master. Ben-Hadad said to him, “What did Elisha say to you?” Hazael answered, “He told me that you will surely recover.” ", "15": "But the next day Hazael took a blanket and dipped it in water. Then he put it over Ben-Hadad's face, and he died. So Hazael became king in Ben-Hadad's place.", "16": "While Jehoshaphat was king in Judah, Jehoram son of Jehoshaphat became king of Judah. This was during the fifth year Joram son of Ahab was king of Israel. ", "17": "Jehoram was thirty-two years old when he began to rule, and he ruled eight years in Jerusalem. ", "18": "He followed the ways of the kings of Israel, just as the family of Ahab had done, because he married Ahab's daughter. Jehoram did what the Lord said was wrong. ", "19": "But the Lord would not destroy Judah because of his servant David. The Lord had promised that one of David's descendants would always rule.", "20": "In Jehoram's time Edom broke away from Judah's rule and chose their own king. ", "21": "So Jehoram and all his chariots went to Zair. The Edomites surrounded him and his chariot commanders. Jehoram got up and attacked the Edomites at night, but his army ran away to their tents. ", "22": "From then until now the country of Edom has fought against the rule of Judah. At the same time Libnah also broke away from Judah's rule.", "23": "The other acts of Jehoram and all the things he did are written in the book of the history of the kings of Judah. ", "24": "Jehoram died and was buried with his ancestors in Jerusalem, and Jehoram's son Ahaziah ruled in his place.", "25": "Ahaziah son of Jehoram became king of Judah during the twelfth year Joram son of Ahab was king of Israel. ", "26": "Ahaziah was twenty-two years old when he became king, and he ruled one year in Jerusalem. His mother's name was Athaliah, a granddaughter of Omri king of Israel. ", "27": "Ahaziah followed the ways of Ahab's family. He did what the Lord said was wrong, as Ahab's family had done, because he was a son-in-law to Ahab.", "28": "Ahaziah went with Joram son of Ahab to Ramoth in Gilead, where they fought against Hazael king of Aram. The Arameans wounded Joram. ", "29": "So King Joram returned to Jezreel to heal from the wound he had received from the Arameans at Ramoth when he fought Hazael king of Aram. Ahaziah son of Jehoram king of Judah went down to visit Joram son of Ahab at Jezreel, because he had been wounded."}