{"1-2": "When Abram was ninety-nine years old, God showed up and said to him, “I am The Strong God, live entirely before me, live to the hilt! I'll make a covenant between us and I'll give you a huge family.”", "3-8": "Overwhelmed, Abram fell flat on his face. Then God said to him, “This is my covenant with you: You'll be the father of many nations. Your name will no longer be Abram, but Abraham, meaning that 'I'm making you the father of many nations.' I'll make you a father of fathers—I'll make nations from you, kings will issue from you. I'm establishing my covenant between me and you, a covenant that includes your descendants, a covenant that goes on and on and on, a covenant that commits me to be your God and the God of your descendants. And I'm giving you and your descendants this land where you're now just camping, this whole country of Canaan, to own forever. And I'll be their God.”", "9-14": "God continued to Abraham, “And you: You will honor my covenant, you and your descendants, generation after generation. This is the covenant that you are to honor, the covenant that pulls in all your descendants: Circumcise every male. Circumcise by cutting off the foreskin of the penis; it will be the sign of the covenant between us. Every male baby will be circumcised when he is eight days old, generation after generation—this includes house-born slaves and slaves bought from outsiders who are not blood kin. Make sure you circumcise both your own children and anyone brought in from the outside. That way my covenant will be cut into your body, a permanent mark of my permanent covenant. An uncircumcised male, one who has not had the foreskin of his penis cut off, will be cut off from his people—he has broken my covenant.”", "15-16": "God continued speaking to Abraham, “And Sarai your wife: Don't call her Sarai any longer; call her Sarah. I'll bless her—yes! I'll give you a son by her! Oh, how I'll bless her! Nations will come from her; kings of nations will come from her.”", "17": "Abraham fell flat on his face. And then he laughed, thinking, “Can a hundred-year-old man father a son? And can Sarah, at ninety years, have a baby?”", "18": "Recovering, Abraham said to God, “Oh, keep Ishmael alive and well before you!”", "19": "But God said, “That's not what I mean. Your wife, Sarah, will have a baby, a son. Name him Isaac (Laughter). I'll establish my covenant with him and his descendants, a covenant that lasts forever.", "20-21": "“And Ishmael? Yes, I heard your prayer for him. I'll also bless him; I'll make sure he has plenty of children—a huge family. He'll father twelve princes; I'll make him a great nation. But I'll establish my covenant with Isaac whom Sarah will give you about this time next year.”", "22": "God finished speaking with Abraham and left.", "23": "Then Abraham took his son Ishmael and all his servants, whether houseborn or purchased—every male in his household—and circumcised them, cutting off their foreskins that very day, just as God had told him.", "24-27": "Abraham was ninety-nine years old when he was circumcised. His son Ishmael was thirteen years old when he was circumcised. Abraham and Ishmael were circumcised the same day together with all the servants of his household, those born there and those purchased from outsiders—all were circumcised with him."}