{"1-2": "God appeared to Abraham at the Oaks of Mamre while he was sitting at the entrance of his tent. It was the hottest part of the day. He looked up and saw three men standing. He ran from his tent to greet them and bowed before them.", "3-5": "He said, “Master, if it please you, stop for a while with your servant. I'll get some water so you can wash your feet. Rest under this tree. I'll get some food to refresh you on your way, since your travels have brought you across my path.” They said, “Certainly. Go ahead.”", "6": "Abraham hurried into the tent to Sarah. He said, “Hurry. Get three cups of our best flour; knead it and make bread.”", "7-8": "Then Abraham ran to the cattle pen and picked out a nice plump calf and gave it to the servant who lost no time getting it ready. Then he got curds and milk, brought them with the calf that had been roasted, set the meal before the men, and stood there under the tree while they ate.", "9": "The men said to him, “Where is Sarah your wife?” He said, “In the tent.”", "10": "One of them said, “I'm coming back about this time next year. When I arrive, your wife Sarah will have a son.” Sarah was listening at the tent opening, just behind the man.", "11-12": "Abraham and Sarah were old by this time, very old. Sarah was far past the age for having babies. Sarah laughed within herself, “An old woman like me? Get pregnant? With this old man of a husband?”", "13-14": "God said to Abraham, “Why did Sarah laugh saying, 'Me? Have a baby? An old woman like me?' Is anything too hard for God? I'll be back about this time next year and Sarah will have a baby.”", "15": "Sarah lied. She said, “I didn't laugh,” because she was afraid. But he said, “Yes you did; you laughed.”", "16": "When the men got up to leave, they set off for Sodom. Abraham walked with them to say good-bye.", "17-19": "Then God said, “Shall I keep back from Abraham what I'm about to do? Abraham is going to become a large and strong nation; all the nations of the world are going to find themselves blessed through him. Yes, I've settled on him as the one to train his children and future family to observe God's way of life, live kindly and generously and fairly, so that God can complete in Abraham what he promised him.”", "20-21": "God continued, “The cries of the victims in Sodom and Gomorrah are deafening; the sin of those cities is immense. I'm going down to see for myself, see if what they're doing is as bad as it sounds. Then I'll know.”", "22": "The men set out for Sodom, but Abraham stood in God's path, blocking his way.", "23-25": "Abraham confronted him, “Are you serious? Are you planning on getting rid of the good people right along with the bad? What if there are fifty decent people left in the city; will you lump the good with the bad and get rid of the lot? Wouldn't you spare the city for the sake of those fifty innocents? I can't believe you'd do that, kill off the good and the bad alike as if there were no difference between them. Doesn't the Judge of all the Earth judge with justice?”", "26": "God said, “If I find fifty decent people in the city of Sodom, I'll spare the place just for them.”", "27-28": "Abraham came back, “Do I, a mere mortal made from a handful of dirt, dare open my mouth again to my Master? What if the fifty fall short by five—would you destroy the city because of those missing five?” He said, “I won't destroy it if there are forty-five.”", "29": "Abraham spoke up again, “What if you only find forty?” “Neither will I destroy it if for forty.”", "30": "He said, “Master, don't be irritated with me, but what if only thirty are found?” “No, I won't do it if I find thirty.”", "31": "He pushed on, “I know I'm trying your patience, Master, but how about for twenty?” “I won't destroy it for twenty.”", "32": "He wouldn't quit, “Don't get angry, Master—this is the last time. What if you only come up with ten?” “For the sake of only ten, I won't destroy the city.”", "33": "When God finished talking with Abraham, he left. And Abraham went home."}