{"1-2": "Abraham traveled from there south to the Negev and settled down between Kadesh and Shur. While he was camping in Gerar, Abraham said of his wife Sarah, “She's my sister.”", "2-3": "So Abimelech, king of Gerar, sent for Sarah and took her. But God came to Abimelech in a dream that night and told him, “You're as good as dead—that woman you took, she's a married woman.”", "4-5": "Now Abimelech had not yet slept with her, hadn't so much as touched her. He said, “Master, would you kill an innocent man? Didn't he tell me, 'She's my sister'? And didn't she herself say, 'He's my brother'? I had no idea I was doing anything wrong when I did this.”", "6-7": "God said to him in the dream, “Yes, I know your intentions were pure, that's why I kept you from sinning against me; I was the one who kept you from going to bed with her. So now give the man's wife back to him. He's a prophet and will pray for you—pray for your life. If you don't give her back, know that it's certain death both for you and everyone in your family.”", "8-9": "Abimelech was up first thing in the morning. He called all his house servants together and told them the whole story. They were shocked. Then Abimelech called in Abraham and said, “What have you done to us? What have I ever done to you that you would bring on me and my kingdom this huge offense? What you've done to me ought never to have been done.”", "10": "Abimelech went on to Abraham, “Whatever were you thinking of when you did this thing?”", "11-13": "Abraham said, “I just assumed that there was no fear of God in this place and that they'd kill me to get my wife. Besides, the truth is that she is my half sister; she's my father's daughter but not my mother's. When God sent me out as a wanderer from my father's home, I told her, 'Do me a favor; wherever we go, tell people that I'm your brother.'”", "14-15": "Then Abimelech gave Sarah back to Abraham, and along with her sent sheep and cattle and servants, both male and female. He said, “My land is open to you; live wherever you wish.”", "16": "And to Sarah he said, “I've given your brother a thousand pieces of silver—that clears you of even a shadow of suspicion before the eyes of the world. You're vindicated.”", "17-18": "Then Abraham prayed to God and God healed Abimelech, his wife and his maidservants, and they started having babies again. For God had shut down every womb in Abimelech's household on account of Sarah, Abraham's wife."}