{"1-2": "Sarah lived 127 years. Sarah died in Kiriath Arba, present-day Hebron, in the land of Canaan. Abraham mourned for Sarah and wept.", "3-4": "Then Abraham got up from mourning his dead wife and spoke to the Hittites: “I know I'm only an outsider here among you, but sell me a burial plot so that I can bury my dead decently.”", "5-6": "The Hittites responded, “Why, you're no mere outsider here with us, you're a prince of God! Bury your dead wife in the best of our burial sites. None of us will refuse you a place for burial.”", "7-9": "Then Abraham got up, bowed respectfully to the people of the land, the Hittites, and said, “If you're serious about helping me give my wife a proper burial, intercede for me with Ephron son of Zohar. Ask him to sell me the cave of Machpelah that he owns, the one at the end of his land. Ask him to sell it to me at its full price for a burial plot, with you as witnesses.”", "10-11": "Ephron was part of the local Hittite community. Then Ephron the Hittite spoke up, answering Abraham with all the Hittites who were part of the town council listening: “Oh no, my master! I couldn't do that. The field is yours—a gift. I'll give it and the cave to you. With my people as witnesses, I give it to you. Bury your deceased wife.”", "12-13": "Abraham bowed respectfully before the assembled council and answered Ephron: “Please allow me—I want to pay the price of the land; take my money so that I can go ahead and bury my wife.”", "14-15": "Then Ephron answered Abraham, “If you insist, master. What's four hundred silver shekels between us? Now go ahead and bury your wife.”", "16": "Abraham accepted Ephron's offer and paid out the sum that Ephron had named before the town council of Hittites—four hundred silver shekels at the current exchange rate.", "17-20": "That's how Ephron's field next to Mamre—the field, its cave, and all the trees within its borders—became Abraham's property. The town council of Hittites witnessed the transaction. Abraham then proceeded to bury his wife Sarah in the cave in the field of Machpelah that is next to Mamre, present-day Hebron, in the land of Canaan. The field and its cave went from the Hittites into Abraham's possession as a burial plot."}