{"1-4": "Jacob looked up and saw Esau coming with his four hundred men. He divided the children between Leah and Rachel and the two maidservants. He put the maidservants out in front, Leah and her children next, and Rachel and Joseph last. He led the way and, as he approached his brother, bowed seven times, honoring his brother. But Esau ran up and embraced him, held him tight and kissed him. And they both wept.", "5": "Then Esau looked around and saw the women and children: “And who are these with you?” Jacob said, “The children that God saw fit to bless me with.”", "6-7": "Then the maidservants came up with their children and bowed; then Leah and her children, also bowing; and finally, Joseph and Rachel came up and bowed to Esau.", "8": "Esau then asked, “And what was the meaning of all those herds that I met?” “I was hoping that they would pave the way for my master to welcome me.”", "9": "Esau said, “Oh, brother. I have plenty of everything—keep what is yours for yourself.”", "10-11": "Jacob said, “Please. If you can find it in your heart to welcome me, accept these gifts. When I saw your face, it was as the face of God smiling on me. Accept the gifts I have brought for you. God has been good to me and I have more than enough.” Jacob urged the gifts on him and Esau accepted.", "12": "Then Esau said, “Let's start out on our way; I'll take the lead.”", "13-14": "But Jacob said, “My master can see that the children are frail. And the flocks and herds are nursing, making for slow going. If I push them too hard, even for a day, I'd lose them all. So, master, you go on ahead of your servant, while I take it easy at the pace of my flocks and children. I'll catch up with you in Seir.”", "15": "Esau said, “Let me at least lend you some of my men.” “There's no need,” said Jacob. “Your generous welcome is all I need or want.”", "16": "So Esau set out that day and made his way back to Seir.", "17": "And Jacob left for Succoth. He built a shelter for himself and sheds for his livestock. That's how the place came to be called Succoth (Sheds).", "18-20": "And that's how it happened that Jacob arrived all in one piece in Shechem in the land of Canaan—all the way from Paddan Aram. He camped near the city. He bought the land where he pitched his tent from the sons of Hamor, the father of Shechem. He paid a hundred silver coins for it. Then he built an altar there and named it El-Elohe-Israel (Mighty Is the God of Israel)."}