{"1-4": "As time went on, it happened that the cupbearer and the baker of the king of Egypt crossed their master, the king of Egypt. Pharaoh was furious with his two officials, the head cupbearer and the head baker, and put them in custody under the captain of the guard; it was the same jail where Joseph was held. The captain of the guard assigned Joseph to see to their needs.", "4-7": "After they had been in custody for a while, the king's cupbearer and baker, while being held in the jail, both had a dream on the same night, each dream having its own meaning. When Joseph arrived in the morning, he noticed that they were feeling low. So he asked them, the two officials of Pharaoh who had been thrown into jail with him, “What's wrong? Why the long faces?”", "8": "They said, “We dreamed dreams and there's no one to interpret them.” Joseph said, “Don't interpretations come from God? Tell me the dreams.”", "9-11": "First the head cupbearer told his dream to Joseph: “In my dream there was a vine in front of me with three branches on it: It budded, blossomed, and the clusters ripened into grapes. I was holding Pharaoh's cup; I took the grapes, squeezed them into Pharaoh's cup, and gave the cup to Pharaoh.”", "12-15": "Joseph said, “Here's the meaning. The three branches are three days. Within three days, Pharaoh will get you out of here and put you back to your old work—you'll be giving Pharaoh his cup just as you used to do when you were his cupbearer. Only remember me when things are going well with you again—tell Pharaoh about me and get me out of this place. I was kidnapped from the land of the Hebrews. And since I've been here, I've done nothing to deserve being put in this hole.”", "16-17": "When the head baker saw how well Joseph's interpretation turned out, he spoke up: “My dream went like this: I saw three wicker baskets on my head; the top basket had assorted pastries from the bakery and birds were picking at them from the basket on my head.”", "18-19": "Joseph said, “This is the interpretation: The three baskets are three days; within three days Pharaoh will take off your head, impale you on a post, and the birds will pick your bones clean.”", "20-22": "And sure enough, on the third day it was Pharaoh's birthday and he threw a feast for all his servants. He set the head cupbearer and the head baker in places of honor in the presence of all the guests. Then he restored the head cupbearer to his cupbearing post; he handed Pharaoh his cup just as before. And then he impaled the head baker on a post, following Joseph's interpretations exactly.", "23": "But the head cupbearer never gave Joseph another thought; he forgot all about him."}