{"1": "Joseph went to Pharaoh and told him, “My father and brothers with their flocks and herds and everything they own have come from Canaan. Right now they are in Goshen.”", "2-3": "He had taken five of his brothers with him and introduced them to Pharaoh. Pharaoh asked them, “What kind of work do you do?”", "3-4": "“Your servants are shepherds, the same as our fathers were. We have come to this country to find a new place to live. There is no pasture for our flocks in Canaan. The famine has been very bad there. Please, would you let your servants settle in the region of Goshen?”", "5-6": "Pharaoh looked at Joseph. “So, your father and brothers have arrived—a reunion! Egypt welcomes them. Settle your father and brothers on the choicest land—yes, give them Goshen. And if you know any among them that are especially good at their work, put them in charge of my own livestock.”", "7-8": "Next Joseph brought his father Jacob in and introduced him to Pharaoh. Jacob blessed Pharaoh. Pharaoh asked Jacob, “How old are you?”", "9-10": "Jacob answered Pharaoh, “The years of my sojourning are 130—a short and hard life and not nearly as long as my ancestors were given.” Then Jacob blessed Pharaoh and left.", "11-12": "Joseph settled his father and brothers in Egypt, made them proud owners of choice land—it was the region of Rameses (that is, Goshen)—just as Pharaoh had ordered. Joseph took good care of them—his father and brothers and all his father's family, right down to the smallest baby. He made sure they had plenty of everything.", "13-15": "The time eventually came when there was no food anywhere. The famine was very bad. Egypt and Canaan alike were devastated by the famine. Joseph collected all the money that was to be found in Egypt and Canaan to pay for the distribution of food. He banked the money in Pharaoh's palace. When the money from Egypt and Canaan had run out, the Egyptians came to Joseph. “Food! Give us food! Are you going to watch us die right in front of you? The money is all gone.”", "16-17": "Joseph said, “Bring your livestock. I'll trade you food for livestock since your money's run out.” So they brought Joseph their livestock. He traded them food for their horses, sheep, cattle, and donkeys. He got them through that year in exchange for all their livestock.", "18-19": "When that year was over, the next year rolled around and they were back, saying, “Master, it's no secret to you that we're broke: our money's gone and we've traded you all our livestock. We've nothing left to barter with but our bodies and our farms. What use are our bodies and our land if we stand here and starve to death right in front of you? Trade us food for our bodies and our land. We'll be slaves to Pharaoh and give up our land—all we ask is seed for survival, just enough to live on and keep the farms alive.”", "20-21": "So Joseph bought up all the farms in Egypt for Pharaoh. Every Egyptian sold his land—the famine was that bad. That's how Pharaoh ended up owning all the land and the people ended up slaves; Joseph reduced the people to slavery from one end of Egypt to the other.", "22": "Joseph made an exception for the priests. He didn't buy their land because they received a fixed salary from Pharaoh and were able to live off of that salary. So they didn't need to sell their land.", "23-24": "Joseph then announced to the people: “Here's how things stand: I've bought you and your land for Pharaoh. In exchange I'm giving you seed so you can plant the ground. When the crops are harvested, you must give a fifth to Pharaoh and keep four-fifths for yourselves, for seed for yourselves and your families—you're going to be able to feed your children!”", "25": "They said, “You've saved our lives! Master, we're grateful and glad to be slaves to Pharaoh.”", "26": "Joseph decreed a land law in Egypt that is still in effect, A Fifth Goes to Pharaoh. Only the priests' lands were not owned by Pharaoh.", "27-28": "And so Israel settled down in Egypt in the region of Goshen. They acquired property and flourished. They became a large company of people. Jacob lived in Egypt for seventeen years. In all, he lived 147 years.", "29-30": "When the time came for Israel to die, he called his son Joseph and said, “Do me this favor. Put your hand under my thigh, a sign that you're loyal and true to me to the end. Don't bury me in Egypt. When I lie down with my fathers, carry me out of Egypt and bury me alongside them.” “I will,” he said. “I'll do what you've asked.”", "31": "Israel said, “Promise me.” Joseph promised. Israel bowed his head in submission and gratitude from his bed."}