{"1": "So I ask: Did God throw out his people? No! I myself am an Israelite. I am from the family of Abraham, from the tribe of Benjamin. ", "2": "God chose the Israelites to be his people before they were born. And God did not leave his people. Surely you know what the Scripture says about Elijah, how he prayed to God against the people of Israel. Elijah said, ", "3": "“They have killed your prophets, and they have destroyed your altars. I am the only prophet left. And now they are trying to kill me, too.”[a] ", "4": "But what answer did God give Elijah? He said, “But I have left 7,000 people in Israel. Those 7,000 have never bowed down before Baal.”[b] ", "5": "It is the same now. There are a few people that God has chosen by his grace. ", "6": "And if God chose them by grace, then it is not for the things they have done. If they could be made God's people by what they did, then God's gift of grace would not really be a gift.", "7": "So this is what has happened: The people of Israel tried to be right with God. But they did not succeed. But the ones God chose did become right with him. The others became hard and refused to listen to God. ", "8": "As it is written in the Scriptures: “God gave the people a dull mind so they could not understand.” Isaiah 29:10 “God closed their eyes so they could not see, and God closed their ears so they could not hear. This continues until today.” Deuteronomy 29:4", "9": "And David says: “Let their own feasts trap them and cause their ruin. Let their feasts cause them to sin and be paid back.", "10": "Let their eyes be closed so they cannot see. Let their backs be forever weak from troubles.” Psalm 69:22-23", "11": "So I ask: When the Jews fell, did that fall destroy them? No! But their failure brought salvation to the non-Jews. This took place to cause the Jews to be jealous. ", "12": "The Jews' failure brought rich blessings for the world. And what the Jews lost brought rich blessings for the non-Jewish people. So surely the world will get much richer blessings when enough Jews become the kind of people God wants.", "13": "Now I am speaking to you who are not Jews. I am an apostle to the non-Jews. So while I have that work, I will do the best I can. ", "14": "I hope I can make my own people jealous. That way, maybe I can help some of them to be saved. ", "15": "God turned away from the Jews. When that happened, God became friends with the other people in the world. So when God accepts the Jews, then surely that will bring to them life after death.", "16": "If the first piece of bread is offered to God, then the whole loaf is made holy. If the roots of a tree are holy, then the tree's branches are holy too.", "17": "Some of the branches from an olive tree have been broken off, and the branch of a wild olive tree has been joined to that first tree. You non-Jews are the same as that wild branch, and you now share the strength and life of the first tree, the Jews. ", "18": "So do not brag about those branches that were broken off. You have no reason to brag. Why? You do not give life to the root. The root gives life to you. ", "19": "You will say, “Branches were broken off so that I could be joined to their tree.” ", "20": "That is true. But those branches were broken off because they did not believe. And you continue to be part of the tree only because you believe. Do not be proud, but be afraid. ", "21": "If God did not let the natural branches of that tree stay, then he will not let you stay if you don't believe.", "22": "So you see that God is kind, but he can also be very strict. God punishes those who stop following him. But God is kind to you, if you continue following in his kindness. If you do not continue following him, you will be cut off from the tree. ", "23": "And if the Jews will believe in God again, then God will accept the Jews back again. God is able to put them back where they were. ", "24": "It is not natural for a wild branch to be part of a good tree. But you non-Jews are like a branch cut from a wild olive tree. And you were joined to a good olive tree. But those Jews are like a branch that grew from the good tree. So surely they can be joined to their own tree again.", "25": "I want you to understand this secret truth, brothers. This truth will help you understand that you do not know everything. The truth is this: Part of Israel has been made stubborn. But that will change when many non-Jews have come to God. ", "26": "And that is how all Israel will be saved. It is written in the Scriptures: “The Savior will come from Jerusalem; he will take away all evil from the family of Jacob.[c]", "27": "And I will make this agreement with those people when I take away their sins.” Isaiah 59:20-21; 27:9", "28": "The Jews refuse to accept the Good News, so they are God's enemies. This has happened to help you non-Jews. But the Jews are still God's chosen people, and God loves them very much. He loves them because of the promises he made to their ancestors. ", "29": "God never changes his mind about the people he calls and the things he gives them. ", "30": "At one time you refused to obey God. But now you have received mercy, because those people refused to obey. ", "31": "And now the Jews refuse to obey, because God showed mercy to you. But this happened so that they also can[d] receive mercy from God. ", "32": "All people have refused to obey God. God has given them all over to their stubborn ways, so that God can show mercy to all.", "33": "Yes, God's riches are very great! God's wisdom and knowledge have no end! No one can explain the things God decides. No one can understand God's ways. ", "34": "As the Scripture says, “Who has known the mind of the Lord? Who has been able to give the Lord advice?” Isaiah 40:13", "35": "“No one has ever given God anything that he must pay back.” Job 41:11", "36": "Yes, God made all things. And everything continues through God and for God. To God be the glory forever! Amen."}