{"1": "All of you must obey the government rulers. No one rules unless God has given him the power to rule. And no one rules now without that power from God. ", "2": "So if anyone is against the government, he is really against what God has commanded. And so he brings punishment on himself. ", "3": "Those who do right do not have to fear the rulers. But people who do wrong must fear them. Do you want to be unafraid of the rulers? Then do what is right, and the ruler will praise you. ", "4": "He is God's servant to help you. But if you do wrong, then be afraid. The ruler has the power to punish; he is God's servant to punish those who do wrong. ", "5": "So you must obey the government. You must obey not only because you might be punished, but because you know it is the right thing to do.", "6": "And this is also why you pay taxes. Rulers are working for God and give their time to their work. ", "7": "Pay everyone, then, what you owe him. If you owe any kind of tax, pay it. Show respect and honor to them all.", "8": "Do not owe people anything. But you will always owe love to each other. The person who loves others has obeyed all the law. ", "9": "The law says, “You must not be guilty of adultery. You must not murder anyone. You must not steal. You must not want to take your neighbor's things.”[a] All these commands and all others are really only one rule: “Love your neighbor as you love yourself.”[b] ", "10": "Love never hurts a neighbor. So loving is obeying all the law.", "11": "I say this because we live in an important time. Yes, it is now time for you to wake up from your sleep. Our salvation is nearer now than when we first believed. ", "12": "The “night”[c] is almost finished. The “day”[d] is almost here. So we should stop doing things that belong to darkness and take up the weapons used for fighting in the light. ", "13": "Let us live in a right way, as in the daytime. We should not have wild parties or get drunk. There should be no sexual immorality or evil conduct, no fighting or jealousy. ", "14": "But clothe yourselves with the Lord Jesus Christ. Forget about satisfying your sinful self."}