{"1": "Do not refuse to accept into your group someone who is weak in faith. And do not argue with him about opinions. ", "2": "One person believes that he can eat all kinds of food.[a] But if another man's faith is weak, then he believes he can eat only vegetables. ", "3": "The one who knows that he can eat any kind of food must not feel that he is better than the one who eats only vegetables. And the person who eats only vegetables must not think that the one who eats all foods is wrong. God has accepted him. ", "4": "You cannot judge another man's servant. His own master decides if he is doing well or not. And the Lord's servant will do well because the Lord helps him do well.", "5": "One person thinks that one day is more important than another. And someone else thinks that every day is the same. Each one should be sure in his own mind. ", "6": "The person who thinks one day is more important than other days is doing that for the Lord. And the one who eats all kinds of food is doing that for the Lord. Yes, he gives thanks to God for that food. And the man who refuses to eat some foods does that for the Lord, and he gives thanks to God. ", "7": "For we do not live or die for ourselves. ", "8": "If we live, we are living for the Lord. And if we die, we are dying for the Lord. So living or dying, we belong to the Lord.", "9": "That is why Christ died and rose from death to live again. He did this so that he would be Lord over both the dead and the living. ", "10": "So why do you judge your brother in Christ? And why do you think that you are better than he is? We will all stand before God, and he will judge us all. ", "11": "Yes, it is written in the Scriptures: “Everyone will bow before me; everyone will say that I am God. As surely as I live, these things will happen, says the Lord.” Isaiah 45:23", "12": "So each of us will have to answer to God for what he has done.", "13": "So we should stop judging each other. We must make up our minds not to do anything that will make a Christian brother sin. ", "14": "I am in the Lord Jesus, and I know that there is no food that is wrong to eat. But if a person believes that something is wrong, then that thing is wrong for him. ", "15": "If you hurt your brother's faith because of something you eat, then you are not really following the way of love. Do not destroy his faith by eating food that he thinks is wrong. Christ died for him. ", "16": "Do not allow what you think is good to become what others say is evil. ", "17": "In the kingdom of God, eating and drinking are not important. The important things are living right with God, peace, and joy in the Holy Spirit. ", "18": "Anyone who serves Christ by living this way is pleasing God and will be accepted by other people.", "19": "So let us try to do what makes peace and helps one another. ", "20": "Do not let the eating of food destroy the work of God. All foods are all right to eat, but it is wrong to eat food that causes someone else to sin. ", "21": "It is better not to eat meat or drink wine or do anything that will cause your brother to sin.", "22": "Your beliefs about these things should be kept secret between you and God. A person is blessed if he can do what he thinks is right without feeling guilty. ", "23": "But if he eats something without being sure that it is right, then he is wrong because he did not believe that it was right. And if he does anything without believing that it is right, then it is a sin."}