{"1": "If you think that you can judge others, then you are wrong. You too are guilty of sin. You judge people, but you do the same bad things they do. So when you judge them, you are really judging yourself guilty. ", "2": "God judges those who do wrong things. And we know that God's judging is right. ", "3": "You judge those who do wrong, but you do wrong yourselves. Do you think you will be able to escape the judgment of God? ", "4": "God has been very kind to you, and he has been patient with you. God has been waiting for you to change. But you think nothing of his kindness. Perhaps you do not understand that God is kind to you so that you will change your hearts and lives. ", "5": "But you are hard and stubborn and refuse to change. So you are making your own punishment greater and greater on the day God shows his anger. On that day all people will see God's right judgments. ", "6": "God will reward or punish every person for what he has done. ", "7": "Some people live for God's glory, for honor, and for life that has no end. They live for those things by always continuing to do good. God will give life forever to them. ", "8": "But other people are selfish and refuse to follow truth. They follow evil. God will give them his punishment and anger. ", "9": "He will give trouble and suffering to everyone who does evil—to the Jews first and also to the non-Jews. ", "10": "But God will give glory, honor, and peace to everyone who does good—to the Jews first and also to the non-Jews. ", "11": "For God judges all people in the same way.", "12": "People who have God's law and those who have never heard of the law are all the same when they sin. Those who do not have the law and are sinners will be lost. And, in the same way, people who have the law and are sinners will be judged by the law. ", "13": "Hearing the law does not make people right with God. The law makes people right with God only if they obey what the law says. ", "14": "(The non-Jews do not have the law. But when they freely do things that the law commands, then they are the law for themselves. This is true even though they do not have the law. ", "15": "They show that in their hearts they know what is right and wrong, just as the law commands. And they also show this by the way they feel about right and wrong. Sometimes their thoughts tell them they did wrong. And sometimes their thoughts tell them they did right.) ", "16": "All these things will happen on the day when God will judge the secret thoughts of people's hearts. The Good News that I preach says that God will judge everyone through Christ Jesus.", "17": "What about you? You call yourself a Jew. You trust in the law of Moses and brag that you are close to God. ", "18": "You know what God wants you to do. And you know the things that are important because you have learned the law. ", "19": "You think you are a guide for the blind and a light for those who are in darkness. ", "20": "You think you can show foolish people what is right and teach those who know nothing. You have the law; so you think you know everything and have all truth. ", "21": "You teach other people. So why don't you teach yourself? You tell others not to steal. But you yourselves steal. ", "22": "You say that others must not take part in adultery. But you yourselves are guilty of that sin. You hate idols. But you steal from temples. ", "23": "You brag about having God's law. But you bring shame to God by breaking his law. ", "24": "It is written in the Scriptures: “The non-Jews speak against God's name because of you Jews.”[a]", "25": "If you follow the law, then your circumcision has meaning. But if you break the law, then it is as if you were never circumcised. ", "26": "The non-Jews are not circumcised. But if they do what the law says, then it is as if they were circumcised. ", "27": "You Jews have the written law and circumcision, but you break the law. So those who are not circumcised in their bodies, but still obey the law, will show that you are guilty.", "28": "A person is not a true Jew if he is only a Jew in his physical body. True circumcision is not only on the outside of the body. ", "29": "A person is a true Jew only if he is a Jew inside. True circumcision is done in the heart by the Spirit, not by the written law. Such a person gets praise from God, not from other people."}