{"1": "So, do Jews have anything that other people do not have? Is there anything special about being circumcised? ", "2": "Yes, of course, there is in every way. The most important thing is this: God trusted the Jews with his teachings. ", "3": "It is true that some Jews were not faithful to God. But will that stop God from doing what he promised? ", "4": "No! God will continue to be true even when every person is false. As the Scriptures say: “So your words may be shown to be right. You are fair when you judge me.” Psalm 51:4", "5": "When we do wrong, that shows more clearly that God is right. So can we say that God is wrong to punish us? (I am talking as men might talk.) ", "6": "No! If God could not punish us, then God could not judge the world.", "7": "A person might say, “When I lie, it really gives God glory, because my lie shows God's truth. So why am I judged a sinner?” ", "8": "It would be the same to say, “We should do evil so that good will come.” Some people find fault with us and say that we teach this. Those who say such things about us are wrong, and they should be punished.", "9": "So are we Jews better than others? No! We have already said that Jews and non-Jews are the same. They are all guilty of sin. ", "10": "As the Scriptures say: “There is no one without sin. None!", "11": "There is no one who understands. There is no one who looks to God for help.", "12": "All have turned away. Together, everyone has become evil. None of them does anything good.” Psalm 14:1-3", "13": "“Their throats are like open graves. They use their tongues for telling lies.” Psalm 5:9 “Their words are like snake's poison.” Psalm 140:3", "14": "“Their mouths are full of cursing and hate.” Psalm 10:7", "15": "“They are always ready to kill people.", "16": "Everywhere they go they cause ruin and misery.", "17": "They don't know how to live in peace.” Isaiah 59:7-8", "18": "“They have no fear of or respect for God.” Psalm 36:1", "19": "The law commands many things. We know that those commands are for those who are under the law. This stops all excuses and brings the whole world under God's judgment, ", "20": "because no one can be made right with God by following the law. The law only shows us our sin.", "21": "But God has a way to make people right with him without the law. And God has now shown us that way which the law and the prophets told us about. ", "22": "God makes people right with himself through their faith in Jesus Christ. This is true for all who believe in Christ, because all are the same. ", "23": "All people have sinned and are not good enough for God's glory. ", "24": "People are made right with God by his grace, which is a free gift. They are made right with God by being made free from sin through Jesus Christ. ", "25": "God sent him to die in our place to take away our sins. We receive forgiveness through faith. And all of this is because of the blood of Jesus' death. This showed that God always does what is right and fair. God was right in the past when he was patient and did not punish people for their sins. ", "26": "And God gave Jesus to show today that God does what is right. God did this so that he could judge rightly and also make right any person who has faith in Jesus.", "27": "So do we have a reason to brag about ourselves? No! And why not? It is the way of faith that stops all bragging, not the way of following the law. ", "28": "A person is made right with God through faith, not through what he does to follow the law. ", "29": "Is God only the God of the Jews? Is he not also the God of the non-Jews? ", "30": "Of course he is, for there is only one God. He will make Jews right with him by their faith. And he will also make non-Jews right with him through their faith. ", "31": "So do we destroy the law by following the way of faith? No! Faith causes us to be what the law truly wants."}