{"1": "So what can we say about Abraham,[a] the father of our people? What did he learn about faith? ", "2": "If Abraham was made right by the things he did, then he had a reason to brag. But he could not brag before God. ", "3": "The Scripture says, “Abraham believed God. And that faith made him right with God.”[b]", "4": "When a person works, his pay is not given to him as a gift. He earns the pay he gets. ", "5": "But a person cannot do any work that will make him right with God. So he must trust in God. Then God accepts his faith, and that makes him right with God. God is the One who can make even those who are evil right in his sight. ", "6": "David said the same thing. He said that a person is truly blessed when God does not look at what he has done but accepts him as good:", "7": "“Happy are they whose sins are forgiven, whose wrongs are pardoned.", "8": "Happy is the person whom the Lord does not consider guilty.” Psalm 32:1-2", "9": "Is this blessing only for those who are circumcised? Or is it also for those who are not circumcised? We have already said that God accepted Abraham's faith, and that faith made him right with God. ", "10": "So how did this happen? Did God accept Abraham before or after he was circumcised? God accepted him before his circumcision. ", "11": "Abraham was circumcised later to show that God accepted him. His circumcision was proof that he was right with God through faith before he was circumcised. So Abraham is the father of all those who believe but are not circumcised. He is the father of all believers who are accepted as being right with God. ", "12": "And Abraham is also the father of those who have been circumcised. But it is not their circumcision that makes him their father. He is their father only if they live following the faith that our father Abraham had before he was circumcised.", "13": "Abraham[c] and his descendants received the promise that they would get the whole world. But Abraham did not receive that promise through the law. He received it because he was right with God through his faith. ", "14": "If people could receive what God promised by following the law, then faith is worthless. And God's promise to Abraham is worthless, ", "15": "because the law can only bring God's anger. But if there is no law, then there is nothing to disobey.", "16": "So people receive God's promise by having faith. This happens so that the promise can be a free gift. And if the promise is a free gift, then all of Abraham's children can have that promise. The promise is not only for those people that live under the law of Moses. It is for anyone who lives with faith like Abraham. He is the father of us all. ", "17": "As it is written in the Scriptures: “I am making you a father of many nations.”[d] This is true before God. Abraham believed in God—the God who gives life to the dead and decides that things will happen that have not yet happened.", "18": "There was no hope that Abraham would have children. But Abraham believed God and continued hoping. And that is why he became the father of many nations. As God told him, “Your descendants will also be too many to count.”[e] ", "19": "Abraham was almost 100 years old, much past the age for having children. Also, Sarah could not have children. Abraham thought about all this. But his faith in God did not become weak. ", "20": "He never doubted that God would keep his promise. Abraham never stopped believing. He grew stronger in his faith and gave praise to God. ", "21": "Abraham felt sure that God was able to do the thing that God promised. ", "22": "So, “God accepted Abraham's faith, and that made him right with God.”[f] ", "23": "Those words (“God accepted Abraham's faith”) were written not only for Abraham. ", "24": "They were written also for us. God will accept us also because we believe. We believe in the One who raised Jesus our Lord from death. ", "25": "Jesus was given to die for our sins. And he was raised from death to make us right with God."}