{"1": "I am in Christ, and I am telling you the truth. I do not lie. My feelings are ruled by the Holy Spirit, and they tell me that I am not lying. ", "2": "I have great sorrow and always feel much sadness for the Jewish people. ", "3": "I wish I could help my Jewish brothers, my people. I would even wish that I were cursed and cut off from Christ if that would help them. ", "4": "They are the people of Israel. They were God's chosen children. They have the glory of God and the agreements that God made between himself and his people. God gave them the law of Moses and the right way of worship. And God gave his promises to them. ", "5": "They are the descendants of our great ancestors, and they are the earthly family of Christ. Christ is God over all. Praise him forever![a] Amen.", "6": "I do not mean that God failed to keep his promise to them. But only some of the people of Israel are truly God's people.[b] ", "7": "And only some of Abraham's[c] descendants are true children of Abraham. But God said to Abraham: “The descendants I promised you will be from Isaac.”[d] ", "8": "This means that not all of Abraham's descendants are God's true children. Abraham's true children are those who become God's children because of the promise God made to Abraham. ", "9": "God's promise to Abraham was this: “At the right time I will return, and Sarah will have a son.”[e] ", "10": "And that is not all. Rebekah also had sons. And those sons had the same father, our father Isaac. ", "11-12": "But before the two boys were born, God told Rebekah, “The older will serve the younger.”[f] This was before the boys had done anything good or bad. God said this before they were born so that the one chosen would be chosen because of God's own plan. He was chosen because he was the one God wanted to call, not because of anything he did. ", "13": "As the Scripture says, “I loved Jacob, but I hated Esau.”[g]", "14": "So what should we say about this? Is God unfair? In no way. ", "15": "God said to Moses, “I will show kindness to anyone I want to show kindness. I will show mercy to anyone I want to show mercy.”[h] ", "16": "So God will choose the one he decides to show mercy to. And his choice does not depend on what people want or try to do. ", "17": "The Scripture says to the king of Egypt: “I made you king so I might show my power in you. In this way my name will be talked about in all the earth.”[i] ", "18": "So God shows mercy where he wants to show mercy. And he makes stubborn the people he wants to make stubborn.", "19": "So one of you will ask me: “If God controls the things we do, then why does he blame us for our sins? Who can fight his will?” ", "20": "Do not ask that. You are only human. And human beings have no right to question God. An object cannot tell the person who made it, “Why did you make me like this?” ", "21": "The man who makes a jar can make anything he wants to make. He can use the same clay to make different things. He can make one thing for special use and another thing for daily use.", "22": "It is the same way with what God has done. God wanted to show his anger and to let people see his power. But God patiently stayed with those people he was angry with—people who were ready to be destroyed. ", "23": "God waited with patience so that he could make known his rich glory. He wanted to give that glory to the people who receive his mercy. He has prepared these people to have his glory, and ", "24": "we are those people whom God called. He called us from the Jews and from the non-Jews. ", "25": "As the Scripture says in Hosea: “I will say, 'You are my people' to those I had called 'not my people.' And I will show my love to those people I did not love.” Hosea 2:1, 23", "26": "“Now it is said to Israel, 'You are not my people.' But later they will be called 'children of the living God.'” Hosea 1:10", "27": "And Isaiah cries out about Israel: “There are so many people of Israel. They are like the grains of sand by the sea. But only a few of them will be saved.", "28": "For the Lord will quickly and completely punish the people on the earth.” Isaiah 10:22-23", "29": "It is as Isaiah said: “The Lord of heaven's armies allowed a few of our descendants to live. Otherwise we would have been completely destroyed like the cities of Sodom and Gomorrah.”[j] Isaiah 1:9", "30": "So what does all this mean? It means this: the non-Jews were not trying to make themselves right with God. But they were made right with God because of their faith. ", "31": "And the people of Israel tried to follow a law to make themselves right with God. But they did not succeed, ", "32": "because they tried to make themselves right by the things they did. They did not trust in God to make them right. They fell over the stone that causes people to fall. ", "33": "As it is written in the Scripture: “I will put in Jerusalem a stone that causes people to stumble. It is a rock that makes them fall. Anyone who trusts in him will not be disappointed.” Isaiah 8:14; 28:16"}