{"1": "Now there was a certain man from Ramathaim Zuphim, in the hill country of Ephraim, and his name was Elkanah, the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite. ", "2": "And he had two wives; the name of one was Hannah and the name of the second was Peninnah. Now Peninnah had children, but Hannah had no children.", "3": "This man went up out of his city annually to worship and to sacrifice to the Lord of Hosts in Shiloh. And there the two sons of Eli, Hophni and Phinehas, were priests to the Lord. ", "4": "When the day came that Elkanah sacrificed, he gave portions to Peninnah his wife and to all her sons and her daughters. ", "5": "But to Hannah he gave a double portion because he loved Hannah, but the Lord had closed her womb. ", "6": "Now her rival provoked her greatly, making her miserable because the Lord had closed her womb. ", "7": "Thus it was yearly, when she went up to the house of the Lord, that she provoked her. So Hannah wept and did not eat. ", "8": "Then said Elkanah her husband to her, “Hannah, why are you weeping? And why do you not eat? Why is your heart grieved? Am I not better to you than ten sons?”", "9": "So Hannah arose after they had eaten in Shiloh and after they had drunk. Now Eli the priest was sitting on a seat by the door of the tabernacle of the Lord. ", "10": "And she was bitter, and prayed to the Lord, and wept severely. ", "11": "So she made a vow and said, “O Lord of Hosts, if You will indeed look on the affliction of Your maidservant, and remember me and not forget Your maidservant, but will give to Your maidservant a baby boy, then I will give him to the Lord all the days of his life, and no razor shall touch his head.”[a]", "12": "And as she was praying before the Lord, Eli watched her mouth. ", "13": "Now Hannah was speaking in her heart. Her lips were moving, but her voice was not heard. Therefore Eli thought she was drunk. ", "14": "So Eli said to her, “How long will you be drunk? Put away your wine from you.”", "15": "And Hannah answered and said, “No, my lord, I am a woman of sorrow. I have drunk neither wine nor strong drink, but have poured out my soul before the Lord. ", "16": "Do not consider your handmaid to be a sinful woman, for out of the abundance of my concern and provocation I have spoken until now.”", "17": "Then Eli answered and said, “Go in peace, and the God of Israel grant you your request that you have asked of Him.”", "18": "And she said, “Let your handmaid find grace in your sight.” So the woman went her way and ate, and her face was not sad as before.", "19": "They rose up in the morning early and worshipped before the Lord. And they returned and came to their house to Ramah. And Elkanah knew Hannah his wife, and the Lord remembered her. ", "20": "And it came to pass that Hannah conceived and bore a son. And she called his name Samuel saying, “Because I have asked him of the Lord.”", "21": "Then the man Elkanah and all his house went up to offer to the Lord the yearly sacrifice and his vow. ", "22": "But Hannah did not go, for she said to her husband, “I will not go up until the child is weaned, and then I will bring him, that he may appear before the Lord and live there forever.”", "23": "So Elkanah her husband said to her, “Do what seems good to you. Wait until you have weaned him; only may the Lord establish His word.” So the woman remained, and nursed her son until she weaned him.", "24": "When she had weaned him, she took him up with her with three bulls, one ephah[b] of flour, and a bottle of wine. And she brought him to the house of the Lord in Shiloh, though the boy was young. ", "25": "Then they slaughtered a bull, and they brought the boy to Eli. ", "26": "And she said, “Oh, my lord! As you live, my lord, I am the woman that stood by you here praying to the Lord. ", "27": "For this boy I prayed, and the Lord has given me my petition which I asked of Him. ", "28": "Therefore also I have let the Lord have him. As long as he lives he will be dedicated to the Lord.” And he worshipped the Lord there."}