{"1": "Then Samuel took a vial of oil and poured it upon his head. And he kissed him and said, “Has not the Lord anointed you over His inheritance as ruler? ", "2": "When you have departed from me today, you will find two men by Rachel's tomb in the territory of Benjamin at Zelzah. And they will say to you, 'The donkeys which you went to look for have been found. And now, your father has stopped caring about the donkeys, and worries for you, saying, “What will I do for my son?” '", "3": "“Then you will go forward from there, and you will come to the plain of Tabor. And there you will meet three men going up to God to Bethel: one carrying three kids, another carrying three loaves of bread, and another carrying a bottle of wine. ", "4": "And they will greet you and give you two loaves of bread, which you will receive from their hands.", "5": "“After that you will come to the hill of God, where the garrison of the Philistines is. And when you come there to the city, you will meet a group of prophets coming down from the high place with a harp, a tambourine, a flute, and a lyre before them. And they will prophesy. ", "6": "And the Spirit of the Lord will come upon you, and you will prophesy with them. And you will be turned into another man. ", "7": "And it will be when these signs come to you, do for yourself what the occasion requires; for God is with you.", "8": "“Then you will go down before me to Gilgal. And listen, I will be coming down to you, in order to offer burnt offerings, and to offer sacrifices of peace offerings. Seven days you will wait, until I come to you. Then I will make known to you what you will do.”", "9": "And it happened, that when he turned his back to go from Samuel, that God gave him another heart. And all those signs came to pass that day. ", "10": "When they came to the hill, a group of prophets met him. And the Spirit of God came upon him, and he prophesied among them. ", "11": "So when all who previously knew him saw that he prophesied among the prophets, the people said one to another, “What is this that has come upon the son of Kish? Is Saul also among the prophets?”", "12": "And a man from there answered and said, “But who is their father?” Therefore it became a proverb, “Is Saul also among the prophets?” ", "13": "When he had finished prophesying, he came to the high place.", "14": "And Saul's uncle said to him and to his servant, “Where did you go?” And he said, “To seek the donkeys. And when we saw that they were nowhere around, we went to Samuel.”", "15": "Saul's uncle said, “Please tell me what Samuel said to you.”", "16": "Saul said to his uncle, “He told us plainly that the donkeys were found.” But the matter of the kingdom, of which Samuel had spoken, he did not mention.", "17": "Therefore Samuel called the people together unto the Lord at Mizpah. ", "18": "And he said to the children of Israel, “Thus says the Lord, the God of Israel, 'I brought up Israel out of Egypt, and delivered you out of the hand of the Egyptians, and out of the hand of all kingdoms, and of them that oppressed you.' ", "19": "But you have today rejected your God, who saves you from all your troubles and your distresses. And you have said to Him, 'No, but set a king over us.' Now therefore present yourselves before the Lord by your tribes, and by your clans.”", "20": "So Samuel brought near all the tribes of Israel and the tribe of Benjamin was taken. ", "21": "Then he brought near the tribe of Benjamin by its families. And the family of Matri was chosen. Then Saul the son of Kish was taken. But when they sought him, he could not be found. ", "22": "Therefore they inquired again of the Lord, “Has the man come here yet?” And the Lord answered, “He has hidden himself among the equipment.”", "23": "So they ran and took him from there. When he stood among the people, he was taller than any of the people from his shoulders and upward. ", "24": "Then Samuel said to all the people, “Do you see him whom the Lord has chosen? Truly there is none like him among all the people.” And all the people shouted and said, “Long live the king.”", "25": "Samuel told the people the ordinances of the kingdom, and wrote them in a book, and laid them up before the Lord. And Samuel sent all the people away, every man to his house.", "26": "Saul also went home to Gibeah. And there went with him a band of valiant men whose hearts God had touched. ", "27": "But some worthless men said, “How will this man save us?” And they despised him, and did not bring him a present. But he remained silent."}