{"1": "Then Nahash the Ammonite came up, and encamped against Jabesh Gilead. And all the men of Jabesh said to Nahash, “Make a covenant with us, and we will serve you.”", "2": "Nahash the Ammonite answered them, “On this condition will I make a covenant with you, that I may pluck out all your right eyes. So I will inflict it as a reproach upon all Israel.”", "3": "The elders of Jabesh said to him, “Give us seven days, that we may send messengers to all the territory of Israel. And then if there is no one to rescue us, we will come out to you.”", "4": "So the messengers came to Gibeah of Saul, and spoke the words in the ears of the people. And all the people lifted up their voices, and wept. ", "5": "Now Saul was coming out of the field after the cattle, and Saul said, “Why are the people weeping?” And they reported to him the words of the men of Jabesh.", "6": "The Spirit of God came strongly upon Saul when he heard these words, and he became very angry. ", "7": "He took a yoke of oxen, and hewed them in pieces. And he sent them throughout all the territory of Israel by the hands of messengers, saying, “Whoever does not come out after Saul and after Samuel, so will it be done to his oxen.” And the fear of the Lord fell on the people, and they came out as one man. ", "8": "When he numbered them in Bezek, the children of Israel were three hundred thousand, and the men of Judah thirty thousand.", "9": "They said to the messengers that came, “Thus will you say to the men of Jabesh Gilead, 'Tomorrow, by the time the sun is hot, you will have help.' ” And the messengers came and reported it to the men of Jabesh and they were glad. ", "10": "Therefore the men of Jabesh said, “Tomorrow we will come out to you, and you may do to us all that seems good to you.”", "11": "On the next day Saul put the people in three companies. And they came into the midst of the camp in the morning and struck down the Ammonites until the heat of the day. Those surviving were scattered, so that even two of them were not left together.", "12": "The people said to Samuel, “Who said, 'Shall Saul reign over us?' Bring the men, that we may put them to death.”", "13": "Saul said, “There will not be a man put to death this day. For today the Lord has worked deliverance in Israel.”", "14": "Then Samuel said to the people, “Come, and let us go to Gilgal and renew the kingdom there.” ", "15": "All the people went to Gilgal and there they made Saul king before the Lord in Gilgal. And there they made sacrifices of peace offerings before the Lord. And there Saul and all Israel's fighting men rejoiced greatly."}