{"1": "Saul was thirty years old when he began to reign, and he reigned forty-two years over Israel.[a]", "2": "Saul chose for himself three thousand men of Israel. Two thousand were with Saul in Mikmash and in mountains of Bethel, and a thousand were with Jonathan in Gibeah of Benjamin. The rest of the people he sent each to his tent.", "3": "Jonathan struck the garrison of the Philistines that was in Geba, and the Philistines heard of it. And Saul blew the trumpet throughout all the land, saying, “Let the Hebrews hear.” ", "4": "All Israel heard that Saul had struck the garrison of the Philistines, and that Israel had become odious to the Philistines. And the people were called together after Saul to Gilgal.", "5": "The Philistines gathered together to fight with Israel, thirty thousand chariots and six thousand horsemen, with people like the sand which is on the seashore in multitude. And they came up and camped in Mikmash, east of Beth Aven. ", "6": "When Israel's fighting men saw that they were in a strait (for the people were distressed), then the people hid themselves in caves, in hollows, among rocks, and in cellars and cisterns. ", "7": "Some of the Hebrews went over Jordan to the land of Gad and Gilead. But as for Saul, he was still in Gilgal, and all the people followed him, trembling. ", "8": "He waited seven days, according to the set time that Samuel had appointed. But Samuel did not come to Gilgal, and the people were scattered from him. ", "9": "Saul said, “Bring here to me the burnt offering and the peace offerings.” Then he offered the burnt offering. ", "10": "When he finished offering the burnt offering, Samuel came. And Saul went out to meet him to greet him.", "11": "Samuel said, “What have you done?” And Saul said, “Because I saw that the people were scattered from me, and that you did not come to the appointed assembly days, and the Philistines are gathering themselves together at Mikmash, ", "12": "therefore I said, 'The Philistines will come down now upon me to Gilgal, and I have not yet appeased the face of the Lord.' So I forced myself, and offered the burnt offering.”", "13": "Samuel said to Saul, “You have done foolishly. You have not kept the commandment of the Lord your God, which He commanded you. Truly now, the Lord would have established your kingdom over Israel forever. ", "14": "But now your kingdom will not continue. The Lord has sought for Himself a man after His own heart and the Lord has commanded him to be prince over His people, because you have not kept that which the Lord commanded you.”", "15": "Samuel arose, and went up from Gilgal to Gibeah of Benjamin. And Saul numbered the people that were present with him, about six hundred men.", "16": "Now Saul, and Jonathan his son, and the people that were with them, were staying in Gibeah of Benjamin, but the Philistines encamped in Mikmash. ", "17": "Then raiders came out of the camp of the Philistines in three companies. One company turned to the way that leads to Ophrah, to the land of Shual. ", "18": "And another company turned the way to Beth Horon. And another company turned to the way of the border that looks to the Valley of Zeboyim toward the wilderness.", "19": "Now there was no blacksmith found throughout all the land of Israel. For the Philistines said, “Lest the Hebrews make for themselves swords or spears.” ", "20": "So all the children of Israel went down to the Philistines, to sharpen every man his plow-point, his axe, his adze and his hoe. ", "21": "The sharpening charge was two-thirds of a shekel[b] for plow-points, axes, pitchforks, and adzes, and to fix an ox-goad.", "22": "So it came to pass on the day of battle, that neither sword nor spear were found in the hand of any of the people who were with Saul and Jonathan. But they were found in the hand of Saul and Jonathan his son.", "23": "And the garrison of the Philistines had marched out to the ravine of Mikmash."}