{"1": "Samuel said to Saul, “The Lord sent me to anoint you to be king over His people, over Israel. Now therefore listen to the voice of the words of the Lord. ", "2": "Thus says the Lord of Hosts, 'I remember what Amalek did to Israel, how he laid wait for him in the way, when he came up from Egypt. ", "3": "Now go and strike Amalek, and utterly destroy all that they have, and do not have compassion on them but put to death both man and woman, child and infant, ox and sheep, camel and donkey.' ”", "4": "So Saul summoned the people together, and numbered them in Telaim, two hundred thousand foot soldiers and ten thousand men of Judah. ", "5": "Then Saul came to the city of Amalek and laid an ambush in the valley. ", "6": "Saul said to the Kenites, “Go, depart, go down from among the Amalekites, lest I destroy you with them. For you showed kindness to all the children of Israel when they came up out of Egypt.” So the Kenites departed from among the Amalekites.", "7": "Then Saul struck the Amalekites from Havilah until you come to Shur, which is near Egypt. ", "8": "He took Agag the king of the Amalekites alive and utterly destroyed all the people with the edge of the sword. ", "9": "But Saul and the people spared Agag, and the best of the sheep, oxen, fatlings, and lambs. And of all that was good, they were not willing to utterly destroy them. But everything that was despised and weak, that they completely destroyed.", "10": "Then came the word of the Lord to Samuel, saying, ", "11": "“I regret that I have set up Saul to be king because he has turned back from following Me, and he has not carried out My words.” And it grieved Samuel, and he cried to the Lord all night.", "12": "When Samuel rose early to meet Saul in the morning, it was told Samuel, saying, “Saul came to Carmel and set himself up a monument. Then he turned and has passed on down to Gilgal.”", "13": "Samuel came to Saul. And Saul said to him, “Blessed are you of the Lord. I have carried out the word of the Lord.”", "14": "Samuel said, “Then what is the sound of this flock of sheep in my ears? And the sound of the cattle which I am hearing?”", "15": "And Saul said, “They have brought them from the Amalekites. For the people spared the best of the sheep and oxen, to sacrifice to the Lord your God, and the rest we have utterly destroyed.”", "16": "Then Samuel said to Saul, “Stop, and I will tell you what the Lord spoke to me this night.” And he said to him, “Speak.”", "17": "Samuel said, “When you were little in your own sight, were you not made the head of the tribes of Israel, and the Lord anointed you king over Israel? ", "18": "And the Lord sent you on a journey, and said, 'Go and utterly destroy the sinners, the Amalekites, and fight against them until they are destroyed.' ", "19": "Why then did you not obey the voice of the Lord? And why did you rush upon the spoil and do evil in the sight of the Lord?”", "20": "And Saul said to Samuel, “I have obeyed the voice of the Lord. And I have followed in the way which the Lord sent me, and have brought Agag the king of Amalek, and have utterly destroyed the Amalekites. ", "21": "But the people took from the plunder sheep and oxen, the first fruits of the banned things to sacrifice to the Lord your God in Gilgal.”", "22": "Samuel said, “Does the Lord delight in burnt offerings and sacrifices as much as in obeying the voice of the Lord? Obedience is better than sacrifice, a listening ear than the fat of rams.", "23": "For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because you have rejected the word of the Lord, He has also rejected you from being king.”", "24": "Saul said to Samuel, “I have sinned. For I have transgressed the commandment of the Lord, and your words, because I feared the people, and obeyed their voice. ", "25": "Now therefore, please pardon my sin and return with me, that I may worship the Lord.”", "26": "Samuel said to Saul, “I will not return with you. For you have rejected the word of the Lord, and the Lord has rejected you from being king over Israel.”", "27": "As Samuel turned about to go, he seized the edge of his robe and it tore. ", "28": "Samuel said to him, “The Lord has torn the kingdom of Israel from you this day, and has given it to a neighbor of yours who is better than you. ", "29": "Also the Strength of Israel will not lie nor repent. For He is not a man, that He should repent.”", "30": "Then he said, “I have sinned, yet please honor me before the elders of my people, and before Israel, and turn back with me, that I may worship the Lord your God.” ", "31": "So Samuel turned back after Saul, and Saul worshipped the Lord.", "32": "Then Samuel said, “Bring me Agag the king of the Amalekites.” And Agag came to him reluctantly. But Agag said, “Surely the bitterness of death is past.”", "33": "Samuel said, “As your sword has made women childless, so will your mother be childless among women.” And Samuel hacked Agag in pieces before the Lord in Gilgal.", "34": "Then Samuel went to Ramah, and Saul went up to his house to Gibeah of Saul. ", "35": "Now Samuel did not see Saul up to the day of his death. But Samuel mourned for Saul and the Lord regretted that he had made Saul king over Israel."}