{"1": "When he had finished speaking to Saul, the soul of Jonathan was bound to the soul of David, so that Jonathan loved him as his own soul. ", "2": "And Saul took him that day and would not permit him to return home to his father's house. ", "3": "Then Jonathan and David made a covenant because he loved him as his own soul. ", "4": "So Jonathan stripped himself of the robe that was on him and gave it to David, even his garments, his sword, his bow, and his belt.", "5": "David went out wherever Saul sent him, and he was successful. So Saul set him over the men of war, and it was pleasing in the sight of all the people and also in the sight of the servants of Saul.", "6": "When they came home, as David was returning from slaying the Philistine, the women came out from all cities of Israel to meet King Saul, singing and dancing, with tambourines, with joy, and with musical instruments. ", "7": "The dancing women sang and said, “Saul has slain his thousands, and David his ten thousands.”", "8": "Saul became very angry, and this saying was displeasing to him. Therefore he said, “They have ascribed to David ten thousands, but to me they have ascribed thousands. Now what remains for him to have but the kingdom?” ", "9": "So Saul was suspicious of David from that day and forward.", "10": "It came to pass the following day, that an evil spirit from God came upon Saul, so that he raved in the midst of the house. And David was playing the lyre, as at other times. Now there was a spear in Saul's hand. ", "11": "And Saul threw the spear. For he said, “I will pin David to the wall.” But David avoided him two times.", "12": "Saul was afraid of David because the Lord was with him but had departed from Saul. ", "13": "Therefore Saul removed him from his presence and placed him as his captain over a thousand. And he went out and came in before the people. ", "14": "David was successful in all his ways and the Lord was with him. ", "15": "When Saul saw that he was very successful, he was afraid of him. ", "16": "Now all Israel and Judah loved David, because he went out and came in before them.", "17": "Saul said to David, “Behold my elder daughter Merab, I will give her to you as your wife. Only be valiant for me, and fight the battles of the Lord.” For Saul said, “Let not my hand be against him, but let the hand of the Philistines be against him.”", "18": "But David said to Saul, “Who am I? And what is my life, or my father's family in Israel, that I should be son-in-law to the king?” ", "19": "So when it was time that Merab, daughter of Saul, should have been given to David, she was given to Adriel the Meholathite for a wife.", "20": "Now Michal, daughter of Saul, loved David and they told Saul, and the thing pleased him. ", "21": "Saul said, “I will give her to him that she may be a snare to him, and so that the hand of the Philistines may be against him.” Therefore Saul said to David, “For a second time, you may be my son-in-law today.”", "22": "Saul commanded his servants, saying, “Speak to David in secret saying, 'Listen, the king delights in you and all his servants love you. Now therefore become the king's son-in-law.' ”", "23": "So the servants of Saul spoke these words in the ears of David. And David said, “Does it seem to you a light thing to be a king's son-in-law, seeing that I am a poor man, and lightly esteemed?”", "24": "And the servants of Saul reported to him saying, “According to these words, David spoke.” ", "25": "Saul said, “Thus will you say to David, 'The king does not desire any dowry but a hundred foreskins of the Philistines, to be avenged of the king's enemies.' ” But Saul thought to make David fall by the hand of the Philistines.", "26": "When his servants told David these words, it pleased David well to be the king's son-in-law. Now the days had not expired; ", "27": "therefore David arose and went, he and his men, and killed two hundred men of the Philistines. Then David brought their foreskins and they gave them in full to the king, that he might be the king's son-in-law. And Saul gave him Michal his daughter for a wife.", "28": "When Saul saw and knew that the Lord was with David, and that Michal, his daughter, loved him, ", "29": "Saul was yet the more afraid of David, and Saul became the enemy of David continually.", "30": "Then the commanders of the Philistines went out to make war. And when they went out David was more successful than all the servants of Saul, so that his name was highly honored."}