{"1": "And Saul spoke to Jonathan, his son, and to all his servants, that they should kill David. But Jonathan, Saul's son, delighted very much in David. ", "2": "Jonathan told David, saying, “My father Saul seeks to kill you. Therefore, be on guard in the morning; stay in a secret place and hide yourself. ", "3": "And I will go out and stand beside my father in the field where you are. Then I will speak about you to my father, and what I observe I will report to you.”", "4": "Jonathan spoke positively of David to Saul his father and said to him, “Do not let the king sin against his servant, against David, because he has not sinned against you, and because his deeds have been very good toward you. ", "5": "For he took his life in his hand and struck down the Philistine, and the Lord made a great salvation for all Israel. You saw it and rejoiced. Now why then would you sin against innocent blood, to kill David without cause?”", "6": "So Saul listened to the voice of Jonathan and Saul vowed, “As the Lord lives, he will not be killed.”", "7": "Jonathan called David, and Jonathan reported to him all these words. Then Jonathan brought David to Saul, and he was in his presence as previously.", "8": "Then there was war again, and David went out and fought with the Philistines. He slew them with a great slaughter and they fled from him.", "9": "Now an evil spirit from the Lord was upon Saul as he was sitting in his house with his spear in his hand. And David was playing the lyre. ", "10": "Then Saul sought to pin David to the wall with the spear, but he escaped from Saul's presence. He struck the spear into the wall. But David fled and escaped that night.", "11": "Saul also sent messengers to the house of David, to watch him and to slay him in the morning. But Michal, wife of David, told him, saying, “If you do not save your life tonight, tomorrow you will be dead.” ", "12": "So Michal let David down through a window, and he went and fled to safety. ", "13": "Michal took an idol and laid it in the bed, and put a braided goat hair pillow for its head and covered it with clothes.", "14": "When Saul sent messengers to take David, she said, “He is sick.”", "15": "Saul sent the messengers again to see David, saying, “Bring him up to me in the bed, that I may kill him.” ", "16": "When the messengers came in, there was the idol in the bed with a goat hair pillow for its head.", "17": "Saul said to Michal, “Why have you betrayed me and sent away my enemy, so that he escaped?” And Michal said to Saul, “He said to me, 'Let me go. Why should I kill you?' ”", "18": "Now David fled, and he escaped and came to Samuel at Ramah. And he reported to him all that Saul had done to him. And he and Samuel went and stayed in Naioth. ", "19": "It was told Saul, saying, “David is at Naioth in Ramah.” ", "20": "Then Saul sent messengers to take David, but when they saw the company of the prophets prophesying and Samuel taking his stand over them, the Spirit of God came upon the messengers of Saul and they also prophesied. ", "21": "When it was reported to Saul, he sent other messengers. And they also prophesied. So Saul sent messengers again a third time, and they too prophesied. ", "22": "Then he also went to Ramah and came to the great well that is in Seku. And he asked and said, “Where are Samuel and David?” And one said, “They are at Naioth in Ramah.", "23": "He went there to Naioth in Ramah, and the Spirit of God came upon him also. And he went on and he prophesied until he came to Naioth in Ramah. ", "24": "He stripped off his clothes and he also prophesied before Samuel. And he lay down naked all that day and all that night. Therefore they say, “Is Saul also among the prophets?”"}