{"1": "Hannah prayed, saying: “My heart rejoices in the Lord; my horn is exalted in the Lord. My mouth is bold against my enemies, because I rejoice in Your salvation.", "2": "“There is none holy as the Lord, for there is none besides You, and there is no rock like our God.", "3": "“Do not multiply proud speech, nor let arrogance come out of your mouth, for the Lord is the God of knowledge, and by Him actions are examined.", "4": "“The bows of the mighty are broken, but those who stumbled are girded with strength.", "5": "Those that were full have hired out themselves for bread, and those that were hungry ceased to hunger. Even the barren has borne seven, and she that has many children wastes away.", "6": "“The Lord kills and makes alive; He brings down to the grave and brings up.", "7": "The Lord makes poor and makes rich; He brings low and lifts up.", "8": "He raises up the poor out of the dust and lifts up the oppressed from the dunghill to make them sit with princes and inherit a throne of glory. “For the pillars of the earth belong to the Lord, and He has set the world upon them.", "9": "He will guard the feet of His saints, but the wicked will be silent in darkness. “For by strength shall no man prevail.", "10": "The adversaries of the Lord will be broken to pieces; He will thunder against them out of heaven. The Lord will judge the ends of the earth. “He will give strength to His king and exalt the horn of His anointed.”", "11": "Then Elkanah went to Ramah to his house. And the boy ministered to the Lord before Eli the priest.", "12": "Now the sons of Eli were corrupt. They did not know the Lord. ", "13": "The priest's custom with the people was that when any man offered a sacrifice, the priest's servant came while the flesh was cooking with a three-pronged fork in his hand. ", "14": "And he struck it into the pan, or kettle, or cauldron, or pot, and all that the fork brought up the priest took for himself. This they did in Shiloh to all the children of Israel who came there. ", "15": "Even before they burned the fat, the priest's servant would come and say to the man sacrificing, “Give meat for the priest to roast. For he will not take boiled meat from you, but only raw.”", "16": "If any man said to him, “Let them first burn the fat and then take as much as you wish,” then he would answer him, “No, but you will give it to me now, and if not, I will take it by force.”", "17": "Therefore the sin of the young men was very great before the Lord. For the men treated the offering of the Lord with contempt.", "18": "But Samuel ministered before the Lord, as a boy, wearing a linen ephod. ", "19": "Now his mother would make him a little coat and brought it to him every year when she came up with her husband to offer the yearly sacrifice. ", "20": "And Eli would bless Elkanah and his wife and say, “The Lord give you offspring from this woman for the sake of the request which was made to the Lord.” Then they would return to their home. ", "21": "The Lord visited Hannah, so that she conceived and bore three sons and two daughters. And the boy Samuel grew before the Lord.", "22": "Now Eli was very old, and he heard all that his sons were doing to all Israel, even that they lay with the women who served at the doorway of the tent of meeting. ", "23": "He said to them, “Why are you doing these things? For I am hearing of your evil dealings from all these people. ", "24": "No, my sons! Truly, it is not a good report that I hear the people of the Lord spreading. ", "25": "If one man sins against another, God will judge him, but if a man sins against the Lord, who will intercede for him?” But they did not listen to the voice of their father, because the Lord desired to kill them.", "26": "Now the boy Samuel was growing both in stature and favor with the Lord and also with men.", "27": "A man of God came to Eli and said to him, “Thus says the Lord, 'Did I not plainly reveal Myself to the house of your father, when they were in Egypt in Pharaoh's house? ", "28": "And choose him out of all the tribes of Israel to be My priest, to offer upon My altar, to burn incense, to wear an ephod before Me? And I gave to the house of your father all the offerings made by fire by the children of Israel? ", "29": "Why do you kick at My sacrifice and at My offering, which I have commanded in My dwelling, and honor your sons above Me, to make yourselves fat with the best of all the offerings of Israel My people?'", "30": "“Therefore the Lord God of Israel says, 'I surely said that your house, and the house of your father, should walk before Me forever,' but now the Lord says, 'Far be it from Me to do so, for those who honor Me, I will honor, and those that despise Me will be humbled. ", "31": "The days are coming when I will cut off your authority and the strength of your father's house, so there shall not be an old man in your house. ", "32": "You shall see the distress of My dwelling, despite all the good which will be done for Israel. And there shall not be an elderly man in your house perpetually. ", "33": "Yet the one I do not cut off from My altar will be spared so your eyes will not stop weeping or your soul grieving. All the increase of your house will die in their prime.", "34": "“ 'This will be the sign to you which will come upon your two sons, Hophni and Phinehas: In one day, they will both die. ", "35": "And I will raise up for Myself a faithful priest; what is in My heart and in My soul he will do it. And I will build him a sure house, and it will walk before My anointed forever. ", "36": "But it will be that everyone who is left in your house will come and bow down to him for a piece of silver and a morsel of bread, and will say, Please attach me to one of the priestly offices, that I may eat a piece of bread.' ”"}