{"1": "David fled from Naioth in Ramah, and came and said before Jonathan, “What have I done? What is my offense? And what is my sin before your father, that he seeks my life?”", "2": "And he said to him, “Far from it! You shall not die. Look, my father does nothing either great or small that he does not reveal to me. Why would my father hide this thing from me? It is not so.”", "3": "David vowed again and said, “Your father certainly knows that I have found favor in your sight. And he says, 'Do not let Jonathan know this, lest he be distressed.' However, as the Lord lives and as your soul lives, there is but a step between me and death.”", "4": "Jonathan said to David, “Whatever you say, I will do it for you.”", "5": "David said to Jonathan, “Tomorrow is the New Moon, and I should not fail to sit with the king to eat. But let me go that I may hide myself in the field until the evening of the third day. ", "6": "If your father misses me at all, then say, 'David asked for leave from me that he might run to Bethlehem his city, for there is a yearly sacrifice there for all the family.' ", "7": "If he says, 'Good,' it will be well for your servant. But if he gets angry, know that evil is determined by him. ", "8": "Therefore deal kindly with your servant, for you have brought your servant into a covenant of the Lord with you. But if there is any guilt in me, kill me yourself. For why should you bring me to your father?”", "9": "Then Jonathan said, “Far be it from you. For if I indeed knew that my father had determined evil against you, would I not tell it you?”", "10": "David said to Jonathan, “Who will tell me? Or what if your father answers you roughly?”", "11": "So Jonathan said to David, “Come, let us go out into the field.” And the two of them went out to the field.", "12": "Then Jonathan said to David, “The Lord God of Israel is witness. When I have sounded out my father about this time tomorrow, or by the third day, and if he is favorable toward David, then will I not send and reveal it to you? ", "13": "May the Lord do so to Jonathan and much more. If it pleases my father to do you evil, then I will reveal it you and send you away that you may go in peace. And may the Lord be with you as He has been with my father. ", "14": "And if I live, not only will you show me the kindness of the Lord, that I shall not die, ", "15": "but you will not cut off your faithfulness from my house forever, even when the Lord has cut off each one of the enemies of David from the face of the earth.”", "16": "So Jonathan made a covenant with the house of David saying, “May the Lord require it at the hand of the enemies of David.” ", "17": "Jonathan made David swear again, because he loved him. For he loved him as he loved his own soul.", "18": "Then Jonathan said to David, “Tomorrow is the New Moon, and you will be missed, because your seat will be empty. ", "19": "When you have stayed three days, you will surely go down and come to the place where you hid yourself on the day this happened, and wait there beside the stone Ezel. ", "20": "And I will shoot three arrows to its side, as though I shot at a target. ", "21": "Then I will send a boy, saying, 'Go, find the arrows.' If I expressly say to the boy, 'See, the arrows are on this side of you, take them,' then come, for it will be safe for you. And as the Lord lives, it is nothing of concern. ", "22": "But if I say to the young man, 'See, the arrows are beyond you,' go, for the Lord has sent you away. ", "23": "As for the matter upon which you and I have spoken, the Lord is between you and me forever.”", "24": "So David hid himself in the field. And when the New Moon appeared, the king sat down over food to eat. ", "25": "Now the king sat on his seat, as at other times, even on a seat by the wall. Then Jonathan arose and Abner sat by Saul's side, but David's place was empty. ", "26": "Nevertheless Saul did not say anything that day. For he thought, “Something has happened. He is not clean; surely he is not clean.” ", "27": "It happened on the following day, which was the second day of the month, that David's place remained empty. So Saul said to Jonathan his son, “Why has the son of Jesse not come to eat food either yesterday or today?”", "28": "And Jonathan answered Saul, “David earnestly asked leave from me to go to Bethlehem. ", "29": "And he said, 'Please let me go, for our family has a sacrifice in the city and my brother has commanded me to come. Now, if I have found favor in your sight, please let me leave and see my brothers.' This is why he has not come to the king's table.”", "30": "Then Saul was angry with Jonathan and he said to him, “You son of a perverse rebellious woman, do I not know that you are choosing the son of Jesse to your own shame, and to the shame of your mother's nakedness? ", "31": "For as long as the son of Jesse lives on the earth, neither you nor your kingdom will be established. Now, send and bring him to me, for he is a dead man.”", "32": "Jonathan answered Saul his father and said to him, “Why should he be killed? What has he done?” ", "33": "So Saul cast a spear at him to strike him. Therefore Jonathan knew that his father was determined to kill David.", "34": "And Jonathan arose from the table in fierce anger and did not eat food on the second day of the month. For he was grieved for David, because his father had dishonored him.", "35": "In the morning Jonathan went out to the field at the time appointed with David, and a little boy was with him. ", "36": "And he said to his boy, “Run, find the arrows which I shoot.” He ran, and he shot the arrow over him. ", "37": "When the boy came to the place of the arrow which Jonathan had shot, Jonathan called after the boy and said, “Is not the arrow beyond you?” ", "38": "Then Jonathan cried after the boy, “Hurry quickly! Do not stay!” And Jonathan's boy gathered up the arrow and came to his master. ", "39": "But the boy did not know anything. Only Jonathan and David knew the matter. ", "40": "Jonathan gave his weapons to his boy and said to him, “Go, carry them to the city.”", "41": "When the boy had gone, David arose from the south side of the stone, and fell on his face to the ground, and bowed himself three times. They kissed one another and wept together, but David wept more.", "42": "Jonathan said to David, “Go in peace, since the two of us swore in the name of the Lord, saying, 'The Lord will be between me and you, and between my descendants and your descendants forever.' ” So he arose and departed, but Jonathan went into the city."}