{"1": "Then David came to Nob to Ahimelek the priest. And Ahimelek trembled coming to meet David and said to him, “Why are you alone and no man is with you?”", "2": "And David said to Ahimelek the priest, “The king commanded me a matter and said to me, 'Let no man know anything of the business which I am sending you and what I have commanded you.' But to the young men I made known a certain place to meet. ", "3": "Now therefore what is in your hand? Give me five loaves of bread in my hand, or whatever can be found.”", "4": "The priest answered David and said, “There is no common bread at hand. But there is holy bread, if the young men have indeed been kept from women.”", "5": "David answered the priest and said to him, “Indeed women have been kept from us. As previously, when I went out the vessels of the young men were holy even if it was an ordinary journey. How much more then today will their vessels be holy?” ", "6": "So the priest gave him holy bread. For there was no bread there but the showbread that was removed from before the Lord, in order to place hot bread there on the day when it was taken away.", "7": "Now a certain man of the servants of Saul was there that day, detained before the Lord. And his name was Doeg, the Edomite, chief of the shepherds of Saul.", "8": "David said to Ahimelek, “Is there not a spear or a sword here at hand? For neither my sword nor my weapons did I bring with me, because the king's business was urgent.”", "9": "The priest said, “The sword of Goliath the Philistine, whom you struck down in the Valley of Elah, is here, wrapped in a cloth behind the ephod. If you will take that, take it. For there is none other but that here.” And David said, “There is none like it. Give it me.”", "10": "David arose and fled that day from Saul. And he went to Achish the king of Gath. ", "11": "The servants of Achish said to him, “Is this not David the king of the land? Did they not sing with dances for him, saying, 'Saul has slain his thousands, and David his ten thousands'? ”", "12": "And David took these words to heart and greatly feared Achish the king of Gath. ", "13": "Therefore he changed his behavior before them and pretended to be insane in their hands. And he scratched on the doors of the gate and let his spittle run down his beard.", "14": "Then said Achish to his servants, “You see the man is acting like a madman. Why then have you brought him to me? ", "15": "Am I one who lacks lunatics, that you brought this one to behave as a madman in my presence? Will this man come into my house?”"}