{"1": "David departed from there and escaped to the cave of Adullam. And when his brothers and all his father's house heard it, they went down to him there. ", "2": "There gathered to him every one that was in distress, and every one in debt, and every one that was discontented. So he became captain over them. Now there were with him about four hundred men.", "3": "Then David went from there to Mizpah of Moab. And he said to the king of Moab, “Please let my father and my mother come forth and be with you until I know what God will do for me.” ", "4": "He brought them before the king of Moab, and they lived with him all the while that David was in the stronghold.", "5": "The prophet Gad said to David, “Do not remain in the stronghold. Go to the land of Judah.” So David went and came to the forest of Hereth.", "6": "When Saul heard that David and the men who were with him were discovered, Saul was sitting in Gibeah under the tamarisk tree on the hill with his spear in his hand. And all his servants were standing about him. ", "7": "Saul said to his servants that stood about him, “Hear now, Benjamites! Will the son of Jesse give every one of you fields and vineyards? Will he appoint you all as captains of thousands and captains of hundreds? ", "8": "You have all conspired against me, and no one revealed to me that my son made a covenant with the son of Jesse. And not one of you is grieved for me and revealed it to me that my son raised up my servant against me to ambush me as at this day.”", "9": "Then Doeg the Edomite, who was chief over the servants of Saul, answered and said, “I saw the son of Jesse coming to Nob, to Ahimelek the son of Ahitub. ", "10": "And he inquired of the Lord for him and gave him provisions. And he gave him the sword of Goliath the Philistine.”", "11": "So the king sent to summon Ahimelek the priest, the son of Ahitub, and all his father's house, the priests that were in Nob. And they all came to the king. ", "12": "Saul said, “Hear now, son of Ahitub!” And he answered, “Here I am, my lord.”", "13": "Saul said to him, “Why have you conspired against me, you and the son of Jesse, in that you gave him bread and a sword, and have inquired of God for him, that he should rise against me to ambush me, as at this day?”", "14": "Then Ahimelek answered the king and said, “And who is as faithful among all your servants as David, who is the king's son-in-law, chief of your bodyguard, and is honored in your house? ", "15": "Did I just today begin to inquire of God for him? Far be it from me! Let not the king assign any blame to his servant, or to all the house of my father. For your servant has known nothing of all this matter, whether small or great.”", "16": "The king said, “You will surely die, Ahimelek, you and all your father's house.”", "17": "The king said to the guards standing near him, “Turn and kill the priests of the Lord, because their hand is with David. And because they knew that he was fleeing and did not reveal it to me.” But the servants of the king would not put forth their hand to attack the priests of the Lord.", "18": "The king said to Doeg, “You turn and fall upon the priests.” And Doeg the Edomite turned and struck the priests and killed on that day eighty-five men who wore a linen ephod. ", "19": "And Nob, the city of the priests, he struck with the edge of the sword. Both men and women, children and babies, oxen, donkeys, and sheep, he struck with the edge of the sword.", "20": "But one of the sons of Ahimelek the son of Ahitub, named Abiathar, escaped and fled after David. ", "21": "Abiathar reported to David that Saul had killed the priests of the Lord. ", "22": "David said to Abiathar, “I knew it that day when Doeg the Edomite was there, that he would surely tell Saul. I have caused the death of all the persons of your father's house. ", "23": "Remain with me. Do not fear. For the one who seeks my life seeks your life, but you are safe with me.”"}