{"1": "When Saul had returned from following the Philistines, it was reported to him, saying, “David is in the Wilderness of En Gedi.” ", "2": "Then Saul took three thousand chosen men out of all Israel and went to seek David and his men in front of the rocks of the wild goats.", "3": "He came to the sheep pens by the way and a cave was there. And Saul went in to relieve himself. Now David and his men were sitting in the rear of the cave. ", "4": "The men of David said to him, “This is the day of which the Lord said to you, 'I am giving your enemy into your hand. You may do with him as seems good in your eyes.' ” Then David arose and secretly cut off the corner of Saul's robe.", "5": "Afterward David's heart troubled him because he had cut off a corner of Saul's robe. ", "6": "He said to his men, “The Lord forbid that I should do this thing to my lord, the Lord's anointed, to stretch out my hand against him. For he is anointed of the Lord.” ", "7": "So David dispersed his men by these words and did not let them rise against Saul. And Saul arose from the cave and went on his way.", "8": "David arose afterward and went out from the cave. And he called after Saul saying, “My lord the king!” And when Saul looked behind him, David had bowed down with his face to the ground and paid homage. ", "9": "David said to Saul, “Why do you listen to the words of men saying, 'David seeks your harm'? ", "10": "This day you have seen with your own eyes that the Lord delivered you today into my hand in the cave. So that some said to kill you, but my eye had compassion on you. And I said, 'I will not put forth my hand against my lord, for he is anointed of the Lord.' ", "11": "See, my father! Look at the corner of your robe in my hand. Indeed, I cut off the corner of your robe, but I did not kill you. Observe and see that there is no evil or rebellion in my hand. I have not sinned against you, but you are lying in wait for my life to take it. ", "12": "The Lord will judge between me and you, and the Lord will avenge me on you, but my hand will not be against you. ", "13": "As the proverb of the ancients says, 'From the wicked comes forth wickedness,' but my hand will not be against you.", "14": "“After whom has the king of Israel come out? After whom are you pursuing? After a dead dog? A single flea? ", "15": "May the Lord be judge, and decide between me and you. And may He see and plead my case, and deliver me out of your hand.”", "16": "When David finished speaking these words to Saul, Saul said, “Is this your voice, my son David?” And Saul lifted up his voice and wept. ", "17": "And he said to David, “You are more righteous than I. For you have rewarded me with good, while I have rewarded you with evil. ", "18": "And you have shown today that you have dealt well with me, when the Lord delivered me into your hand and you did not kill me. ", "19": "For if a man finds his enemy, will he let him safely go away? Therefore may the Lord reward you well for what you have done for me this day. ", "20": "Now, listen, I know that you will surely be king and that the kingdom of Israel will be established in your hand. ", "21": "Therefore swear to me now by the Lord that you will not cut off my descendants after me and that you will not destroy my name out of my father's household.”", "22": "So David swore to Saul and Saul went home. But David and his men went up to the stronghold."}