{"1": "Now Samuel died. And all the children of Israel gathered together and mourned him, and they buried him at his home in Ramah. Then David arose and went down to the Wilderness of Paran.", "2": "Now there was a man in Maon whose work was in Carmel. He was a rich man with three thousand sheep and a thousand goats, and he was shearing his sheep in Carmel. ", "3": "The man's name was Nabal and the name of his wife Abigail. She was a woman of good understanding and beautiful, but the man was harsh and evil in his actions and he was a Calebite.", "4": "David heard in the wilderness that Nabal was shearing his sheep. ", "5": "So David sent out ten young men, and David said to the young men, “Go up to Carmel, and go to Nabal and greet him in my name. ", "6": "And thus you will you say to him who lives in prosperity, 'Peace be to you and peace to your house, and to all that you have, peace.", "7": "“ 'I have heard that you have shearers. Now your shepherds were with us. We did not harm them nor did they miss anything all the days they were in Carmel. ", "8": "Ask your young men and they will tell you. Therefore let my young men find favor in your eyes, for we have come on a good day. Please give whatever you find at hand to your servants, and to your son David.' ”", "9": "When David's young men came, they spoke to Nabal according to all these words in the name of David, then they waited.", "10": "And Nabal answered David's servants, and said, “Who is David? And who is the son of Jesse? Today many servants are breaking away each one from his master. ", "11": "Should I then take my bread, and my water, and my meat, that which I have killed for my shearers, and give it to men whose origins are unknown?”", "12": "So David's young men turned themselves around and went back. And they came and reported to him all these words. ", "13": "David said to his men, “Each man strap on his sword.” And each man strapped on his sword. David also put on his sword, and four hundred men went up after David. But two hundred stayed with the baggage.", "14": "Now one of the young men told Abigail, Nabal's wife, “Listen, David sent messengers out of the wilderness to bless our master; and he railed against them. ", "15": "But the men were very good to us, and we were not harmed, nor did we miss anything, all the days we went about with them in the field. ", "16": "They were a wall to us both by night and day, all the days we were with them keeping the flocks. ", "17": "Now therefore know and consider what you will do, for evil is determined against our master and against all his household. He is such a worthless man that one cannot speak to him.”", "18": "Then Abigail hurried and took two hundred loaves, two bottles of wine, five prepared sheep, five measures[a] of roasted grain, a hundred clusters of raisins, and two hundred cakes of figs, and she loaded them on donkeys. ", "19": "And she said to her servants, “Go on before me. See, I will be coming after you.” But she did not tell her husband Nabal.", "20": "And as she was riding on the donkey and going down into the cover of the mountain, David and his men were coming down to meet her and she met them. ", "21": "Now David had said, “Surely in vain have I guarded all that this man has in the wilderness, so that nothing was missed of all that belonged to him. And he has returned me evil for good. ", "22": "So may God do unto the enemies of David and more also, if by morning I leave even one male of all who belong to him.”", "23": "When Abigail saw David, she hurriedly got down from the donkey and fell before David upon her face. And she bowed herself to the ground. ", "24": "So she fell at his feet and said, “Against me alone, my lord, is the guilt. Please let your handmaid speak in your ears, and hear the words of your handmaid. ", "25": "Please do not let my lord set his heart against this worthless man, against Nabal. For as his name is, so is he. Nabal is his name and folly is with him. But I, your handmaid, did not see the young men of my lord, whom you sent. ", "26": "Now my lord, as the Lord lives, and as your soul lives, because the Lord has restrained you from coming in bloodshed and from avenging yourself with your own hand, now let your enemies, and those seeking to do evil to my lord, be as Nabal. ", "27": "Now let this blessing which your maidservant has brought to my lord be given to the young men who follow my lord.", "28": "“Please forgive the transgression of your handmaid, for the Lord will certainly make my lord a sure house, because my lord fights the battles of the Lord, and evil will not be found in you all your days. ", "29": "Even if a man rises to pursue you and to seek your life, the life of my lord will be bound in the bundle of the living with the Lord your God. But the lives of your enemies He will sling out, as from the hollow of a sling. ", "30": "It will be, when the Lord does for my lord according to all the good that He has spoken concerning you and has appointed you ruler over Israel, ", "31": "that this will be no grief to you, nor an offense of heart to my lord, either that you have shed blood without cause, or that my lord has avenged himself. But when the Lord has dealt well with my lord, then remember your handmaid.”", "32": "David said to Abigail, “Blessed be the Lord, God of Israel, who sent you this day to meet me. ", "33": "And blessed is your discretion, and blessed are you who have kept me this day from coming to shed blood and from avenging myself with my own hand. ", "34": "For as the Lord, the God of Israel lives, who has restrained me from injuring you, if you had not hurried to come and meet me, surely there would not have been left even one male to Nabal by the morning light.”", "35": "So David received from her hand what she had brought him and said to her, “Go up in peace to your house. See, I have obeyed your voice, and have granted your request.”", "36": "Abigail came to Nabal, and he was feasting in his house, like the feast of a king. And Nabal's heart was merry within him, for he was very drunk. Therefore she told him nothing until the morning light. ", "37": "But in the morning when the wine was gone out of Nabal, his wife told him these things. And his heart died within him, and he became as a stone. ", "38": "And about ten days after that, the Lord struck Nabal and he died.", "39": "When David heard that Nabal was dead, he said, “Blessed is the Lord, who has defended the cause of my reproach from the hand of Nabal, and has kept His servant from evil. For the Lord has returned the wickedness of Nabal upon his own head.” And David sent and spoke with Abigail, to take her as his wife. ", "40": "When the servants of David came to Abigail at Carmel, they spoke to her, saying, “David has sent us to you to take you as his wife.”", "41": "She arose, and bowed herself on her face to the ground, and said, “Here is your handmaid, a servant to wash the feet of the servants of my lord.” ", "42": "Abigail hurriedly arose and rode on a donkey with her five young women who attended her. And she went after the messengers of David and became his wife. ", "43": "David also took Ahinoam of Jezreel. So both of them were his wives. ", "44": "But Saul had given Michal his daughter, David's wife, to Paltiel the son of Laish who was from Gallim."}