{"1": "Then the Ziphites came to Saul at Gibeah, saying, “Is David not hiding himself on the hill of Hakilah, which is before Jeshimon?”", "2": "Then Saul arose and went down to the Wilderness of Ziph, having three thousand chosen men of Israel with him, to seek David in the Wilderness of Ziph. ", "3": "Saul camped on the hill of Hakilah, which is before Jeshimon, by the road. But David stayed in the wilderness, when he saw that Saul came after him into the wilderness. ", "4": "And David sent out spies and knew that Saul had certainly come.", "5": "So David arose and came to the place where Saul had camped. And David saw the place where Saul was lying down and Abner son of Ner, the commander of his army. Saul was lying down in the encampment, while the people encamped around him.", "6": "Then David answered and said to Ahimelek the Hittite, and to Abishai the son of Zeruiah, brother of Joab, saying, “Who will go down with me to Saul to the camp?” And Abishai said, “I will go down with you.”", "7": "So David and Abishai came to the people by night while Saul lay sleeping within the circle of the camp. And his spear was stuck in the ground at his head, and Abner and the people were lying all around him.", "8": "Then Abishai said to David, “God has today delivered your enemy into your hand. Now please let me strike him with the spear through to the ground with one stroke, and I will not strike him a second time.”", "9": "David said to Abishai, “Do not destroy him. For who can stretch out his hand against the Lord's anointed and remain unpunished?” ", "10": "David said, “As the Lord lives, the Lord will strike him, or his day will come to die, or he will go down into battle and perish. ", "11": "The Lord forbid that I should stretch out my hand against the Lord's anointed, but now please take the spear that is at his head and the jug of water, and let us go.”", "12": "So David took the spear and the jug of water from Saul's head and they went away. No one saw, no one knew, and no one awoke, for they were all asleep, because a deep sleep from the Lord had fallen upon them.", "13": "Then David went over to the other side and stood on the top of a hill at a distance. A great space was between them. ", "14": "And David called to the people and to Abner the son of Ner, saying, “Will you not answer, Abner?” Then Abner answered and said, “Who are you that calls to the king?”", "15": "And David said to Abner, “Are you not a man? And who is like to you in Israel? Why then have you not guarded your lord the king? For one of the people came in to destroy the king your lord. ", "16": "This thing is not good which you have done. As the Lord lives, you are worthy of death because you have not guarded your master, the Lord's anointed. And now, see where is the king's spear? And the jug of water that was at his head?”", "17": "Saul knew David's voice, and said, “Is this your voice, my son David?” And David said, “It is my voice, my lord king.” ", "18": "He said, “Why is my lord pursuing after his servant? For what have I done? Or what evil is in my hand? ", "19": "Now please let my lord king hear the words of his servant. If the Lord has stirred you up against me, let Him accept an offering. But if it was the sons of men, cursed are they before the Lord. For they have driven me today from having a share in the inheritance of the Lord, saying, 'Go, serve other gods.' ", "20": "Now do not let my blood fall to the ground away from the presence of the Lord. Truly the king of Israel has come out to seek a single flea, as when one pursues a partridge in the mountains.”", "21": "Then said Saul, “I have sinned. Return, my son David, for I will not harm you again, because my soul was precious in your eyes this day. I have acted foolishly and have seriously gone astray.”", "22": "David answered and said, “See, the king's spear! Let one of the young men come over and get it. ", "23": "The Lord requites to every man his right conduct and loyalty. So the Lord gave you into my hand today, but I am not willing to stretch my hand against the Lord's anointed. ", "24": "As your life was highly valued in my eyes this day, so may my life be highly valued in the eyes of the Lord, and may He rescue me out of all distress.”", "25": "Then Saul said to David, “Blessed are you, my son David. You will do great things, and will surely prevail.” So David went on his way, and Saul returned to his place."}