{"1": "And it came about in those days, that the Philistines gathered their armies together for war to fight with Israel. And Achish said to David, “Know assuredly that you will go out with me to battle, you and your men.”", "2": "David said to Achish, “Surely you will know what your servant can do.” And Achish said to David, “Therefore I will appoint you my bodyguard for life.”", "3": "Now Samuel died and all Israel mourned him, and they buried him in Ramah, his own city. And Saul had removed the mediums and the necromancers from the land.", "4": "Then the Philistines gathered themselves together. And they came and camped in Shunem. So Saul gathered all Israel together, and they camped in Gilboa. ", "5": "When Saul saw the camp of the Philistines, he was afraid and his heart trembled greatly. ", "6": "Saul inquired of the Lord, but the Lord did not answer him by dreams, or by lots, or by prophets. ", "7": "Then said Saul to his servants, “Seek for me a woman who is a medium, that I may go to her and inquire of her.” And his servants said to him, “There is woman medium in Endor.”", "8": "So Saul disguised himself, put on other clothes, and he went with two of his men. And they came to the woman by night and he said, “Please divine for me by a spirit, and bring up for me whom I will name to you.”", "9": "The woman said to him, “Listen, you know what Saul has done, how he has eliminated the mediums and necromancers from the land. Now why are you laying a trap for my life to cause my death?”", "10": "Saul swore to her by the Lord, saying, “As the Lord lives, no punishment will happen to you for this thing.”", "11": "Then said the woman, “Whom shall I bring up for you?” And he said, “Bring up Samuel for me.”", "12": "When the woman saw Samuel, she cried out with a loud voice. And the woman said to Saul, “Why have you deceived me? For you are Saul.”", "13": "The king said to her, “Do not be afraid. What did you see?” And the woman said to Saul, “I saw a divine being ascending out of the earth.”", "14": "He said to her, “What is his appearance?” And she said, “An old man is coming up, and he is covered with a robe.” And Saul perceived that it was Samuel. And he kneeled with his face to the ground and bowed himself.", "15": "Samuel said to Saul, “Why have you roused me to bring me up?” And Saul answered, “I am greatly distressed, for the Philistines make war against me, and God has departed from me and does not answer me any longer by prophets or by dreams. Therefore I have called you that you might make known to me what I should do.”", "16": "Then said Samuel, “Why then do you ask me, since the Lord has departed from you and has become your enemy? ", "17": "The Lord has done for Himself as He spoke by me. The Lord has torn the kingdom from your hand and has given it to your neighbor, David. ", "18": "As you did not obey the voice of the Lord and did not carry out His fierce wrath against Amalek, therefore the Lord has done this thing to you this day. ", "19": "And moreover, the Lord will deliver Israel with you into the hand of the Philistines, and tomorrow you and your sons will be with me. The Lord will also deliver the army of Israel into the hand of the Philistines.”", "20": "Saul immediately fell full length upon the ground because he greatly feared the words of Samuel. Also there was no strength in him, for he had eaten no bread all day and all night.", "21": "The woman came to Saul and saw that he was terrified. And she said to him, “Listen, your handmaid has obeyed your voice. I have taken my life in my hand and have listened to your words which you spoke to me. ", "22": "Now therefore you also, please obey the voice of your maidservant and let me set before you a piece of bread, and eat so that you may have strength when you go on your way.”", "23": "But he refused and said, “I will not eat.” But his servants, and also the woman, urged him and he listened to them. So he arose from the ground and sat on the bed.", "24": "Now the woman had a fattened calf in the house, and she hurried and killed it, and took flour, and kneaded it, and baked unleavened bread from it. ", "25": "She brought it before Saul and his servants, and they ate. Then they arose and went away that night."}