{"1": "Now the boy Samuel was ministering to the Lord before Eli. And the word of the Lord was rare in those days. There was no vision coming forth.", "2": "At that time, Eli was lying down in his place (now his eyes had begun to grow weak that he could not see), ", "3": "and the lamp of God had not yet gone out, and Samuel was lying down in the house of the Lord where the ark of God was.", "4": "Then the Lord called to Samuel, and he answered, “Here I am.” ", "5": "He ran to Eli and said, “Here I am, for you called to me.” And he said, “I did not call. Return, lie down again.” And he went and lay down.", "6": "The Lord called Samuel again. So Samuel arose and went to Eli, and said, “Here I am, for you called me.” And he answered, “I did not call, my son. Return, lie down again.”", "7": "Now Samuel did not yet know the Lord, nor had the word of the Lord been revealed to him.", "8": "The Lord again called Samuel a third time. So he arose and went to Eli and said, “Here I am, for you called me.” Then Eli understood that the Lord was calling to the boy. ", "9": "Therefore Eli said to Samuel, “Go, lie down. And it will be, if He calls you, that you will say, 'Speak, Lord, for Your servant listens.' ” So Samuel went and lay down in his place.", "10": "The Lord came and stood, and He called as at other times, “Samuel, Samuel.” Then Samuel said, “Speak, for Your servant listens.”", "11": "The Lord said to Samuel, “See, I am doing something in Israel which will make both ears ring of every one that hears it. ", "12": "In that day I will bring about against Eli everything which I have spoken with regard to his house, from beginning to end. ", "13": "For I told him that I will judge his house forever, for the guilt which he knew, because his sons are cursed, and he did not rebuke them. ", "14": "Therefore I have sworn to the house of Eli that the iniquity of Eli's house shall not be atoned for with sacrifice nor offering forever.”", "15": "Samuel lay until the morning; then he opened the doors of the house of the Lord. Now Samuel feared to report the vision to Eli. ", "16": "Then Eli called Samuel, and said, “Samuel, my son.” And he answered, “Here I am.”", "17": "He said, “What is the thing that the Lord has spoken to you? Do not hide it from me. Thus may God do so to you, and more also, if you hide from me a word out of all the things that He spoke to you.” ", "18": "Samuel told him everything, and did not hide from him a thing. And he said, “It is the Lord; let Him do what is good in His eyes.”", "19": "And Samuel grew, and the Lord was with him and did not let any of his words fall to the ground. ", "20": "All Israel from Dan even to Beersheba knew that Samuel was proven to be a prophet of the Lord. ", "21": "And the Lord appeared again in Shiloh. For the Lord revealed Himself to Samuel in Shiloh by the word of the Lord."}