{"1": "Now when David and his men came to Ziklag on the third day, the Amalekites had raided the south as far as Ziklag. They had struck Ziklag and burned it with fire. ", "2": "They had taken as captives all the women who were there. They did not kill anyone, but carried them off and went on their way.", "3": "David and his men came to the city, and they found it burned with fire, and their wives, their sons, and their daughters taken captive. ", "4": "So David and the people that were with him lifted up their voice and wept until they had no strength in them to weep. ", "5": "Now David's two wives were taken captive, Ahinoam the Jezreelitess and Abigail the wife of Nabal the Carmelite. ", "6": "David was greatly distressed, for the people talked of stoning him, because all the people were bitter in spirit, each over his sons and daughters. But David encouraged himself in the Lord his God.", "7": "And David said to Abiathar the priest, the son of Ahimelek, “Please bring the ephod to me.” So Abiathar brought the ephod to David. ", "8": "David inquired at the Lord, saying, “Should I pursue after this raiding party? Will I overtake them?” And He answered him, “Pursue them, for you will surely overtake them and will surely recover all.”", "9": "So David went, he and the six hundred men who were with him. And they came to the brook Besor, where those that were left behind remained. ", "10": "But David pursued, he and four hundred men, for two hundred who were too exhausted to cross over the brook Besor remained behind.", "11": "They found an Egyptian in the field and took him to David. He gave him bread and he ate, and they made him drink water. ", "12": "And they gave him a part of a cake of figs and two cakes of raisins. When he had eaten, his spirit came back to him, for he had not eaten bread or drunk any water for three days and nights.", "13": "Then David said to him, “To whom do you belong? And where are you from?” And he said, “I am a young man of Egypt, servant to an Amalekite. And my master left me, because three days ago I fell sick. ", "14": "We raided the south of the Kerethites, the south of Judah, and the south of Caleb. And we burned Ziklag with fire.”", "15": "David said to him, “Will you bring me down to this raiding party?” And he said, “Swear to me by God that you will neither kill me, nor deliver me into the hand of my master, and I will bring you down to this raiding party.”", "16": "When he brought him down, they were spread out over all the land, eating, drinking, and dancing, because of all the great spoil which they had taken from the land of the Philistines and from the land of Judah. ", "17": "David struck them from twilight until the evening of the next day, and no man escaped except four hundred young men who rode on camels and fled. ", "18": "So David recovered all that the Amalekites had taken, and David rescued his two wives. ", "19": "Now there was nothing missing, from the smallest thing to the greatest, neither sons, nor daughters, or plunder, or anything which they had taken. David brought back all of it. ", "20": "And David took all the flocks and the herds, which they drove before the other livestock. And they said, “This is David's spoil.”", "21": "Then David came to the two hundred men, who were too exhausted to follow David, whom they left at the brook Besor. And they went out to meet David and the people who were with him. And when David came near to the people, he greeted them. ", "22": "Then all the wicked and worthless ones from the men who went with David answered and said, “Because they did not go with us, we will not give them anything from the spoil that we have rescued, except to every man his wife and his children, that they may lead them away and depart.”", "23": "Then David said, “You will not do so, my brothers, with what the Lord has given us, for He has preserved us, and has delivered into our hand the raiding party that came against us. ", "24": "And who will listen to you in this matter? Indeed as the share is of the one going down to battle, so will be the share of the one staying with the equipment. They will share equally.” ", "25": "So it was so from that day forward, that he set it as a statute and an ordinance for Israel to this day.", "26": "When David came to Ziklag, he sent part of the spoil to his friends, the elders of Judah, saying, “Here is a gift to you from the spoil of the enemies of the Lord”: ", "27": "to those who were in Bethel, in Ramoth of the Negev, and in Jattir; ", "28": "to those who were in Aroer, Siphmoth, Eshtemoa, ", "29": "and in Rakal; to those who were in the cities of the Jerahmeelites and the Kenites; ", "30": "to those who were in Hormah, Bor Ashan, Athak ", "31": "and in Hebron; and to those who were in all the other places where David and his men had roamed."}