{"1": "And the word of Samuel came to all Israel. And Israel went out to battle against the Philistines and they made camp beside Ebenezer, and the Philistines encamped in Aphek. ", "2": "The Philistines arrayed themselves in a battle line against Israel, and when the battle was over, Israel was beaten before the Philistines, who struck down on the field of battle about four thousand men. ", "3": "When the people came into the camp, the elders of Israel said, “Why has the Lord struck us today before the Philistines? Let us bring the ark of the covenant of the Lord out of Shiloh to us, that it might come among us and rescue us out of the hand of our enemies.”", "4": "So the people sent to Shiloh, that they might bring from there the ark of the covenant of the Lord of Hosts, who dwells above the cherubim. And the two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God.", "5": "When the ark of the covenant of the Lord came into the camp, all Israel shouted with a great shout, so that the ground was in an uproar. ", "6": "When the Philistines heard the sound of the shout, they said, “What does this great shout in the camp of the Hebrews mean?” Then they understood that the ark of the Lord had come into the camp.", "7": "The Philistines were afraid, when they said, “God is come into the camp.” And they said, “Woe to us! For this has never happened to us before. ", "8": "Woe to us! Who will deliver us out of the hand of these mighty gods? These are the gods that struck the Egyptians with every plague in the wilderness. ", "9": "Be strong and be men, O Philistines, lest you be servants to the Hebrews, as they have been to you. Now be men and fight.”", "10": "So the Philistines fought and Israel was beaten. And they fled every man into his tent. It was a very great defeat, for there fell of Israel thirty thousand foot soldiers. ", "11": "Now the ark of God was taken, and the two sons of Eli, Hophni and Phinehas, died.", "12": "There ran a man of Benjamin from the battle line, and he came to Shiloh the same day with his clothes torn and with dust upon his head. ", "13": "When he came, Eli was sitting on a seat by the wayside watching. For his heart feared for the ark of God. Now the man came to tell it in the city, and all the city cried out.", "14": "When Eli heard the noise of the crying, he said, “What does the noise of this tumult mean?” And the man hurriedly came and told Eli. ", "15": "Now Eli was ninety-eight years old, and his eyes were dim, so that he could not see. ", "16": "The man said to Eli, “I am he that came out of the army, and I fled today out of the battle line.” And he said, “What is the word, my son?”", "17": "The messenger answered and said, “Israel has fled before the Philistines, and there also has been a great slaughter among the people. Your two sons also, Hophni and Phinehas, are dead. And the ark of God is taken.”", "18": "When he mentioned the ark of God, Eli fell from off the seat backward by the side of the gate. And his neck broke and he died, for he was an old and heavy man. And he had judged Israel forty years.", "19": "His daughter-in-law, Phinehas' wife, was pregnant, about to give birth. And when she heard the news that the ark of God was taken, and that her father-in-law and her husband were dead, she kneeled down and gave birth, for her pains came upon her. ", "20": "About the time of her death the women that stood by her said to her, “Do not fear, for you have borne a son.” But she did not answer or regard it.", "21": "She named the child Ichabod, saying, “The glory is departed from Israel,” because the ark of God was taken, and because of her father-in-law and her husband. ", "22": "She said, “The glory is departed from Israel, for the ark of God is taken.”"}