{"1": "Now the Philistines took the ark of God, and brought it from Ebenezer to Ashdod. ", "2": "When the Philistines took the ark of God, they brought it into the house of Dagon and set it by Dagon. ", "3": "When the Ashdodites arose early in the morning, Dagon had fallen upon his face to the ground before the ark of the Lord. And they took Dagon and set him in his place again. ", "4": "When they arose early on the next morning, again Dagon was fallen upon his face to the ground before the ark of the Lord, and the head of Dagon and both the palms of his hands were cut off upon the threshold. Only the torso of Dagon was left to him. ", "5": "Therefore neither the priests of Dagon, nor any coming into Dagon's house, tread on the threshold of Dagon in Ashdod to this day.", "6": "But the hand of the Lord was heavy upon the Ashdodites. He desolated them and struck them with tumors, even Ashdod and its territories. ", "7": "When the men of Ashdod saw that it was so, they said, “The ark of the God of Israel cannot remain with us. For His hand is heavy upon us and upon Dagon our god.” ", "8": "So they sent and gathered all the lords of the Philistines unto them, and said, “What shall we do with the ark of the God of Israel?” And they answered, “Let the ark of the God of Israel be carried around to Gath.” And they carried the ark of the God of Israel there.", "9": "It happened that after they had carried it about, the hand of the Lord was against the city with a very great destruction. And He struck the men of the city, both small and great. And tumors broke out on them. ", "10": "Therefore they sent the ark of God to Ekron. And it came about that as the ark of God came to Ekron, that the Ekronites cried out, saying, “They have brought about the ark of the God of Israel to slay us and our people.” ", "11": "So they sent and gathered together all the lords of the Philistines, and said, “Send away the ark of the God of Israel, and let it go again to His own place that He might not kill me and my people,” for there was a deadly destruction throughout all the city. The hand of God was very heavy there. ", "12": "The men that did not die were plagued with the tumors. And the cry of the city went up to heaven."}