{"1": "And it came about when Samuel was old, that he installed his sons as judges for Israel. ", "2": "Now the name of his firstborn son was Joel, and the name of his second son was Abijah. They were judging in Beersheba. ", "3": "But his sons did not walk in his way, for they followed after unlawful gain, and they took bribes, and they perverted justice.", "4": "And all the elders of Israel gathered together and they came to Samuel at Ramah. ", "5": "They said to him, “You are old and your sons do not walk in your ways. Now, install for us a king to govern us like all the nations.”", "6": "But the thing was evil in the eyes of Samuel, because they said, “Give us a king to govern us.” And Samuel prayed to the Lord. ", "7": "The Lord said to Samuel, “Obey the voice of the people in relation to all that they say to you. For it is not you they have rejected, but Me they have rejected from reigning over them. ", "8": "Just as all the deeds which they have done to Me, from the day I brought them up from Egypt even to this day, in that they have forsaken Me and have served other gods, so they are doing also to you now. ", "9": "Now then, obey their voice. Only you will testify against them and proclaim to them the judgment concerning the king who will reign over them.”", "10": "So Samuel said all the words of the Lord to the people who were asking from him a king. ", "11": "And he said, “This will be the judgment concerning the king who will reign over you: Your sons he will take in order to place them for himself in his chariots and as his horsemen, and they will run before his chariot, ", "12": "and in order to assign for himself captains of thousands and captains of fifties, and to plow his ground, and to gather in his harvest, and to make his weapons of war and the equipment of his chariots. ", "13": "And your daughters he will take for perfumers, and cooks, and bakers. ", "14": "And your choicest fields, and vineyards, and olive groves he will take and give them to his servants. ", "15": "And of your seed fields and your vineyards he will take a tenth of their harvest and will give it to his high officials and to his servants. ", "16": "And your menservants and your maidservants, and the best of your young men and asses he will take and make do his work. ", "17": "Your flocks he will take a tenth of, but you will be his for slaves. ", "18": "And you will cry out in that day because of your king, whom you have chosen for yourselves, but the Lord will not answer you in that day.”", "19": "But the people refused to obey the voice of Samuel. And they said, “No! But surely a king will be over us! ", "20": "So that we also will be like all the nations! And so that our king will govern us, and will go out before us, and will fight our battles.”", "21": "And after Samuel heard all the words of the people, he spoke them in the hearing of the Lord. ", "22": "And the Lord said to Samuel, “Obey their voice, and make for them a king.” So Samuel said to Israel's fighting men, “Go every man to his city.”"}