{"1": "Simeon[a] Peter, a slave and apostle of Jesus Christ, to the ones having received an equally-precious faith with us by-means-of [b] the righteousness of our God and Savior Jesus Christ: ", "2": "May grace and peace be multiplied to you in[c] the knowledge of God and Jesus our Lord.", "3": "Because-of His divine power having granted[d] us all things pertaining-to life and godliness through the knowledge of the One having called us by [e] His own glory and virtue[f], ", "4": "through which qualities[g] He has granted us the precious and greatest things-promised in order that through these[h] you might become sharers of the divine nature[i], having escaped-from the corruption in the world by evil desire; ", "5": "and indeed for this very reason you having applied all diligence— in[j] your faith supply[k] virtue; and in your virtue, knowledge; ", "6": "and in your knowledge, self-control; and in your self-control, endurance; and in your endurance, godliness; ", "7": "and in your godliness, brotherly-love; and in your brotherly-love, love.", "8": "For these qualities being-present in you and increasing make[l] you neither useless[m] nor unfruitful in the knowledge of our Lord Jesus Christ. ", "9": "For the one in whom these qualities are not present is blind, being shortsighted[n], having forgotten[o] the purification of his former sins.", "10": "Therefore brothers, be more diligent to be making your calling and election[p] firm[q]. For while doing these things you will by no means ever stumble. ", "11": "For in this manner the entrance into the eternal kingdom of our Lord and Savior Jesus Christ will be richly supplied to you.", "12": "Therefore, I will-certainly[r] always be reminding you about these things, even though you are ones knowing and having been established in the truth being present with you. ", "13": "And I regard it right for as long as I am in this [bodily] tent to be arousing you with a reminder, ", "14": "knowing that the putting-off of my [bodily] tent is imminent, just as indeed our Lord Jesus Christ made-clear to me. ", "15": "And I will also be diligent that at-any-time after my departure[s], you may have the ability to produce the memory of these things.", "16": "For we made-known to you the power and coming of our Lord Jesus Christ— not having followed-after cleverly-devised myths, but having been made[t] eyewitnesses of the majesty of that One. ", "17": "For He having received from God the Father the honor and glory of such a voice[u] having been carried[v] to Him by the Majestic Glory— “This is My Son, My Beloved, in Whom I was[w] well-pleased”— ", "18": "we ourselves also heard this voice having been carried out of heaven, being with Him on the holy mountain.", "19": "And we have the prophetic[x] word as more-firm[y], to which you are doing well to be paying-attention as to a lamp shining in a dismal[z] place, until which time the day dawns and the morning-star rises in your hearts, ", "20": "knowing this first— that no prophecy of Scripture comes[aa] from one's own[ab] interpretation[ac]. ", "21": "For no prophecy was ever carried[ad] by the will of a human, but people being carried by the Holy Spirit spoke from God."}