{"1": "“When you enter the land the Lord your God is giving you as an inheritance, and you take possession of it and live in it, ", "2": "you must take some of the first of all the land's produce that you harvest from the land Yahweh your God is giving you and put it in a container. Then go to the place where the Lord your God chooses to have His name dwell. ", "3": "When you come before the priest who is serving at that time, you must say to him, 'Today I acknowledge to the Lord your[a] God that I have entered the land the Lord swore to our fathers to give us.'", "4": "“Then the priest will take the container from your hand and place it before the altar of the Lord your God. ", "5": "You are to respond by saying in the presence of the Lord your God: My father was a wandering Aramean. He went down to Egypt with a few people and lived there. There he became a great, powerful, and populous nation. ", "6": "But the Egyptians mistreated and afflicted us, and forced us to do hard labor. ", "7": "So we called out to Yahweh, the God of our fathers, and the Lord heard our cry and saw our misery, hardship, and oppression. ", "8": "Then the Lord brought us out of Egypt with a strong hand and an outstretched arm, with terrifying power, and with signs and wonders. ", "9": "He led us to this place and gave us this land, a land flowing with milk and honey. ", "10": "I have now brought the first of the land's produce that You, Lord, have given me. You will then place the container before the Lord your God and bow down to Him. ", "11": "You, the Levite, and the foreign resident among you will rejoice in all the good things the Lord your God has given you and your household.", "12": "“When you have finished paying all the tenth of your produce in the third year, the year of the tenth, you are to give it to the Levite, the foreigner, the fatherless, and the widow, so that they may eat in your towns and be satisfied. ", "13": "Then you will say in the presence of the Lord your God: I have taken the consecrated portion out of my house; I have also given it to the Levite, the foreigner, the fatherless, and the widow, according to all the commands You gave me. I have not violated or forgotten Your commands. ", "14": "I have not eaten any of it while in mourning, or removed any of it while unclean, or offered any of it for the dead. I have obeyed the Lord my God; I have done all You commanded me. ", "15": "Look down from Your holy dwelling, from heaven, and bless Your people Israel and the land You have given us as You swore to our fathers, a land flowing with milk and honey.", "16": "“The Lord your God is commanding you this day to follow these statutes and ordinances. You must be careful to follow them with all your heart and all your soul. ", "17": "Today you have affirmed that the Lord is your God and that you will walk in His ways, keep His statutes, commands, and ordinances, and obey Him. ", "18": "And today the Lord has affirmed that you are His special people as He promised you, that you are to keep all His commands, ", "19": "that He will elevate you to praise, fame, and glory above all the nations He has made, and that you will be a holy people to the Lord your God as He promised.”"}