{"1": "The Word (Christ) was in the beginning. The Word was with God. The Word was God. ", "2": "He was with God in the beginning. ", "3": "He made all things. Nothing was made without Him making it. ", "4": "Life began by Him. His Life was the Light for men. ", "5": "The Light shines in the darkness. The darkness has never been able to put out the Light.", "6": "There was a man sent from God whose name was John. ", "7": "He came to tell what he knew about the Light so that all men might believe through him. ", "8": "John was not the Light, but he was sent to tell about the Light.", "9": "This true Light, coming into the world, gives light to every man. ", "10": "He came into the world. The world was made by Him, but it did not know Him. ", "11": "He came to His own, but His own did not receive Him. ", "12": "He gave the right and the power to become children of God to those who received Him. He gave this to those who put their trust in His name. ", "13": "These children of God were not born of blood and of flesh and of man's desires, but they were born of God. ", "14": "Christ became human flesh and lived among us. We saw His shining-greatness. This greatness is given only to a much-loved Son from His Father. He was full of loving-favor and truth.", "15": "John told about Christ and said, “I have been telling you about this One. I said, 'He is coming after me. He is more important than I because He lived before me.'” ", "16": "From Him Who has so much we have all received loving-favor, one loving-favor after another. ", "17": "The Law was given through Moses, but loving-favor and truth came through Jesus Christ. ", "18": "The much-loved Son is beside the Father. No man has ever seen God. But Christ has made God known to us.", "19": "The Jews sent their religious leaders and men from the family group of Levi to ask John, “Who are you?” ", "20": "He told them without holding back any words, “I am not the Christ!” ", "21": "They asked him, “Then who are you? Are you Elijah?” He said, “I am not!” Then they asked, “Are you the special One Who was to come to speak for God?” John said, “No.” ", "22": "Then they asked him, “Who are you? We must tell those who sent us. What do you say about yourself?”", "23": "John said, “I am the voice of one crying in the desert. 'Make the road straight for the Lord,' as the early preacher Isaiah said.” ", "24": "Those who had been sent were from the proud religious law-keepers. ", "25": "They asked John again, “Then why do you baptize if you are not the Christ or Elijah or that special One Who was to come to speak for God?” ", "26": "John answered, “I baptize with water. But there is One standing among you Whom you do not know. ", "27": "He is the One Who is coming after me. I am not good enough to get down and help Him take off His shoes.” ", "28": "All this happened when John was baptizing in the town of Bethany. He was on the other side of the Jordan River.", "29": "The next day John the Baptist saw Jesus coming to him. He said, “See! The Lamb of God Who takes away the sin of the world! ", "30": "I have been talking about Him. I said, 'One is coming after me Who is more important than I, because He lived before I was born.' ", "31": "I did not know who He was, but I have come to baptize with water so the Jews might know about Him.”", "32": "Then John said, “I saw the Holy Spirit come down on Jesus as a dove from heaven. The Holy Spirit stayed on Him. ", "33": "I did not know Him then. But God sent me to baptize with water. God said to me, 'The Holy Spirit will come down and stay on Him. He is the One Who baptizes with the Holy Spirit.' ", "34": "I saw this happen. I am now saying that Jesus is the Son of God.”", "35": "The next day John the Baptist was standing with two of his own followers. ", "36": "Jesus walked by. John looked at Him and said, “See! The Lamb of God.” ", "37": "John's two followers heard him say this and followed Jesus.", "38": "Jesus turned around and saw them following. He said to them, “What are you looking for?” They answered, “Teacher, where are you staying?” ", "39": "He said to them, “Come and see.” They followed Him and saw where He lived. They stayed with Him that day. It was about four o'clock in the afternoon.", "40": "Andrew, Simon Peter's brother, was one of the two who had heard John's words and had followed Jesus. ", "41": "The first thing he did was to find his brother Simon. He said to him, “We have found the Christ!” ", "42": "Andrew took Simon to Jesus. When Jesus saw Simon, He said, “You are Simon, the son of John. Your name will be Cephas.” The name Cephas means Peter, or a rock.", "43": "The next day Jesus wanted to go to the country of Galilee. He found Philip and said to him, “Follow Me.” ", "44": "Philip was from the town of Bethsaida. Andrew and Peter were from this town also. ", "45": "Philip found Nathanael and said to him, “We have found the One Moses wrote about in the Law. He is the One the early preachers wrote about. He is Jesus of Nazareth, the Son of Joseph.” ", "46": "Nathanael said, “Can anything good come out of the town of Nazareth?” Philip said, “Come and see.”", "47": "Jesus saw Nathanael coming to Him and said, “See! There is a true Jew. There is nothing false in him.” ", "48": "Nathanael said to Jesus, “How do You know me?” Jesus answered him, “Before Philip talked to you, I saw you under the fig tree.” ", "49": "Nathanael said to Him, “Teacher, You are the Son of God. You are the King of the Jews.” ", "50": "Jesus said to him, “Do you believe because I said I saw you under the fig tree? You will see greater things than that. ", "51": "For sure, I tell you, you will see heaven opened and God's angels going up and coming and down on the Son of Man.” "}