{"1": "“For sure, I tell you, the man who goes into the sheep-pen some other way than through the door is one who steals and robs. ", "2": "The shepherd of the sheep goes in through the door. ", "3": "The one who watches the door opens it for him. The sheep listen to the voice of the shepherd. He calls his own sheep by name and he leads them out. ", "4": "When the shepherd walks ahead of them, they follow him because they know his voice. ", "5": "They will not follow someone they do not know because they do not know his voice. They will run away from him.” ", "6": "Jesus told this picture-story to them. Yet they did not understand what He said.", "7": "Again Jesus said to them, “For sure, I tell you, I am the Door of the sheep. ", "8": "All others who came ahead of Me are men who steal and rob. The sheep did not obey them. ", "9": "I am the Door. Anyone who goes in through Me will be saved from the punishment of sin. He will go in and out and find food. ", "10": "The robber comes only to steal and to kill and to destroy. I came so they might have life, a great full life.", "11": "“I am the Good Shepherd. The Good Shepherd gives His life for the sheep. ", "12": "One who is hired to watch the sheep is not the shepherd. He does not own the sheep. He sees the wolf coming and leaves the sheep. He runs away while the wolf gets the sheep and makes them run everywhere. ", "13": "The hired man runs away because he is hired. He does not care about the sheep.", "14": "“I am the Good Shepherd. I know My sheep and My sheep know Me. ", "15": "I know My Father as My Father knows Me. I give My life for the sheep. ", "16": "I have other sheep which are not from this sheep-pen. I must bring them also. They will listen to My voice. Then there will be one flock with one shepherd.", "17": "“For this reason My Father loves Me. It is because I give My life that I might take it back again. ", "18": "No one takes my life from Me. I give it by Myself. I have the right and the power to take it back again. My Father has given Me this right and power.” ", "19": "Because of what He said, the Jews did not agree in their thinking. ", "20": "Many of them said, “He has a demon and is crazy. Why listen to Him?” ", "21": "Others said, “A man who has a demon does not talk this way. Can a demon open the eyes of a blind man?”", "22": "It was time for the religious gathering of remembering how the house of God was opened in Jerusalem. ", "23": "It was winter and Jesus was there. He was walking in Solomon's porch in the house of God. ", "24": "The Jews gathered around Him. They said, “How long are You going to keep us in doubt? If You are the Christ, tell us.”", "25": "Jesus answered, “I told you and you do not believe. The works I do in My Father's name speak of Me. ", "26": "You do not believe because you are not My sheep. ", "27": "My sheep hear My voice and I know them. They follow Me. ", "28": "I give them life that lasts forever. They will never be punished. No one is able to take them out of My hand. ", "29": "My Father Who gave them to Me is greater than all. No one is able to take them out of My Father's hand. ", "30": "My Father and I are one!”", "31": "Again the Jews picked up stones to throw at Him. ", "32": "Jesus said to them, “Many good things have I shown you from My Father. For which of these things are you going to throw stones at Me?” ", "33": "They said, “We are not going to throw stones at You for any good work. It is because of the way You talk against God. It is because You make Yourself to be God when You are only a man.” ", "34": "Jesus said to them, “Is it not written in your Law, 'I said, you are gods'?  ", "35": "The Holy Writings were given to them and God called them gods. (The Word of God cannot be put aside.) ", "36": "But God has set Me apart for Himself. He sent Me into the world. Then how can you say that I am speaking against God because I said, 'I am the Son of God'? ", "37": "If I am not doing the works of My Father, do not believe Me. ", "38": "But if I do them, even if you do not believe Me, believe the works that I do. Then you will know the Father is in Me and I am in Him.” ", "39": "They tried again to take Him but He got out of their hands.", "40": "Jesus went away to the other side of the Jordan River to the place where John was baptizing people. Jesus stayed there. ", "41": "Many people came to Him and said, “John did no powerful work, but what John said about this Man is true.” ", "42": "Many people put their trust in Jesus there."}