{"1": "It was before the special religious gathering to remember how the Jews left Egypt. Jesus knew the time had come for Him to leave this world and go to the Father. He had loved His own who were in the world. He loved them to the end. ", "2": "He and His followers were having supper. Satan had put the thought into the heart of Judas Iscariot of handing Jesus over to the leaders of the country. ", "3": "Jesus knew the Father had put everything into His hands. He knew He had come from God and was going back to God. ", "4": "Jesus got up from the supper and took off His coat. He picked up a cloth and put it around Him. ", "5": "Then He put water into a wash pan and began to wash the feet of His followers. He dried their feet with the cloth He had put around Himself.", "6": "Jesus came to Simon Peter. Peter said to Him, “Lord, are You going to wash my feet?” ", "7": "Jesus answered him, “You do not understand now what I am doing but you will later.” ", "8": "Peter said to Him, “I will never let You wash my feet.” Jesus said, “Unless I wash you, you will not be a part of Me.” ", "9": "Simon Peter said to Him, “Lord, do not wash only my feet, but wash my hands and my head also.” ", "10": "Jesus said to him, “Anyone who has washed his body needs only to wash his feet. Then he is clean all over. You are all clean except one.” ", "11": "Jesus knew who was going to hand Him over to the leaders. That is why He said, “You are all clean except one.”", "12": "Jesus washed their feet and put on His coat. Then He sat down again and said to them, “Do you understand what I have done to you? ", "13": "You call Me Teacher and Lord. You are right because that is what I am. ", "14": "I am your Teacher and Lord. I have washed your feet. You should wash each other's feet also. ", "15": "I have done this to show you what should be done. You should do as I have done to you. ", "16": "For sure, I tell you, a workman who is owned by someone is not greater than his owner. One who is sent is not greater than the one who sent him. ", "17": "If you know these things, you will be happy if you do them. ", "18": "“I am not speaking about all of you. I know the ones I have chosen. What is written in the Holy Writings must happen. It says, 'The man who eats bread with Me has turned against Me.' ", "19": " 19 I tell you this now before it happens. After it happens, you will believe that I am Who I say I am, the Christ. ", "20": "For sure, I tell you, he who receives the one I send out, receives Me. He who receives Me receives Him who sent Me.”", "21": "When Jesus had said this, He was troubled in heart. He told them in very plain words, saying, “For sure, I tell you, one of you is going to hand Me over to the leaders of the country.”", "22": "The followers began to look at each other. They did not know which one He was speaking of. ", "23": "One follower, whom Jesus loved, was beside Jesus. ", "24": "Simon Peter got this follower to look his way. He wanted him to ask Jesus which one He was speaking of. ", "25": "While close beside Jesus, he asked, “Lord, who is it?” ", "26": "Jesus answered, “It is the one I give this piece of bread to after I have put it in the dish.” Then He put the bread in the dish and gave it to Judas Iscariot, the son of Simon. ", "27": "After Judas had eaten the piece of bread, Satan went into him. Jesus said to Judas, “What you are going to do, do in a hurry.” ", "28": "No one at the supper knew why Jesus had said this to Judas. ", "29": "They thought it was because Judas carried the bag of money, and Jesus had said that Judas should buy what they needed for the religious gathering. Or they thought Judas should give something to poor people. ", "30": "As soon as Judas had taken the piece of bread, he went out. It was night.", "31": "After Judas went out, Jesus said, “The Son of Man is now honored and God has been honored in Him. ", "32": "If God is honored in Him, God will also honor Him in Himself right now. ", "33": "Little children, I will be with you only a little while. You will look for Me. I say to you what I said to the Jews, 'Where I am going, you cannot come!' ", "34": "I give you a new Law. You are to love each other. You must love each other as I have loved you. ", "35": "If you love each other, all men will know you are My followers.”", "36": "Simon Peter said to Jesus, “Lord, where are You going?” Jesus answered, “You cannot follow Me now where I am going. Later you will follow Me.” ", "37": "Peter said to Jesus, “Why can I not follow You now? I will die for You.” ", "38": "Jesus answered Peter, “Will you die for Me? For sure, I tell you, before a rooster crows, you will have said three times that you do not know Me.” "}