{"1": "“Do not let your heart be troubled. You have put your trust in God, put your trust in Me also. ", "2": "There are many rooms in My Father's house. If it were not so, I would have told you. I am going away to make a place for you. ", "3": "After I go and make a place for you, I will come back and take you with Me. Then you may be where I am. ", "4": "You know where I am going and you know how to get there.” ", "5": "Thomas said to Jesus, “Lord, we do not know where You are going. How can we know the way to get there?” ", "6": "Jesus said, “I am the Way and the Truth and the Life. No one can go to the Father except by Me. ", "7": "If you had known Me, you would know My Father also. From now on you know Him and have seen Him.”", "8": "Philip said to Jesus, “Lord, show us the Father. That is all we ask.” ", "9": "Jesus said to him, “Have I been with you all this time and you do not know Me yet? Whoever has seen Me, has seen the Father. How can you say, 'Show us the Father'? ", "10": "Do you not believe that I am in the Father and that the Father is in Me? What I say to you, I do not say by My own power. The Father Who lives in Me does His work through Me. ", "11": "“Believe Me that I am in the Father and that the Father is in Me. Or else believe Me because of the things I do. ", "12": "For sure, I tell you, whoever puts his trust in Me can do the things I am doing. He will do even greater things than these because I am going to the Father. ", "13": "Whatever you ask in My name, I will do it so the shining-greatness of the Father may be seen in the Son. ", "14": "Yes, if you ask anything in My name, I will do it.", "15": "“If you love Me, you will do what I say. ", "16": "Then I will ask My Father and He will give you another Helper. He will be with you forever. ", "17": "He is the Spirit of Truth. The world cannot receive Him. It does not see Him or know Him. You know Him because He lives with you and will be in you.", "18": "“I will not leave you without help as children without parents. I will come to you. ", "19": "In a little while the world will see Me no more. You will see Me. Because I live, you will live also. ", "20": "When that day comes, you will know that I am in My Father. You will know that you are in Me. You will know that I am in you. ", "21": "The one who loves Me is the one who has My teaching and obeys it. My Father will love whoever loves Me. I will love him and will show Myself to him.” ", "22": "The other Judas (not Iscariot) said to Him, “Why is it You are going to show Yourself to us followers and not to the world?” ", "23": "Jesus said, “The one who loves Me will obey My teaching. My Father will love him. We will come to him and live with him. ", "24": "The one who does not love Me does not obey My teaching. The teaching you are now hearing is not My teaching but it is from My Father Who sent Me. ", "25": "“I have told you these things while I am still with you. ", "26": "The Helper is the Holy Spirit. The Father will send Him in My place. He will teach you everything and help you remember everything I have told you.", "27": "“Peace I leave with you. My peace I give to you. I do not give peace to you as the world gives. Do not let your hearts be troubled or afraid. ", "28": "You heard Me say that I am going away. But I am coming back to you. If you love Me, you would be glad that I am going to the Father. The Father is greater than I. ", "29": "I have told you this before it happens. Then when it does happen, you will believe. ", "30": "“I will not talk much more with you. The leader of this world is coming. He has no power over Me. ", "31": "I am doing what the Father told Me to do so the world may know I love the Father. Come, let us be on our way. "}