{"1": "“I am the true Vine. My Father is the One Who cares for the Vine. ", "2": "He takes away any branch in Me that does not give fruit. Any branch that gives fruit, He cuts it back so it will give more fruit. ", "3": "You are made clean by the words I have spoken to you. ", "4": "Get your life from Me and I will live in you. No branch can give fruit by itself. It has to get life from the vine. You are able to give fruit only when you have life from Me. ", "5": "I am the Vine and you are the branches. Get your life from Me. Then I will live in you and you will give much fruit. You can do nothing without Me. ", "6": "“If anyone does not get his life from Me, he is cut off like a branch and dries up. Such branches are gathered and thrown into the fire and they are burned. ", "7": "If you get your life from Me and My Words live in you, ask whatever you want. It will be done for you. ", "8": "“When you give much fruit, My Father is honored. This shows you are My followers. ", "9": "I have loved you just as My Father has loved Me. Stay in My love. ", "10": "If you obey My teaching, you will live in My love. In this way, I have obeyed My Father's teaching and live in His love. ", "11": "I have told you these things so My joy may be in you and your joy may be full.", "12": "“This is what I tell you to do: Love each other just as I have loved you. ", "13": "No one can have greater love than to give his life for his friends. ", "14": "You are My friends if you do what I tell you. ", "15": "I do not call you servants that I own anymore. A servant does not know what his owner is doing. I call you friends, because I have told you everything I have heard from My Father. ", "16": "You have not chosen Me, I have chosen you. I have set you apart for the work of bringing in fruit. Your fruit should last. And whatever you ask the Father in My name, He will give it to you.", "17": "“This is what I tell you to do: Love each other. ", "18": "If the world hates you, you know it hated Me before it hated you. ", "19": "If you belonged to the world, the world would love you as its own. You do not belong to the world. I have chosen you out of the world and the world hates you. ", "20": "Remember I said to you, 'A servant is not greater than his owner.' If they made it very hard for Me, they will make it very hard for you also. If they obeyed My teachings, they will obey your teachings also. ", "21": "They will do all these things to you because you belong to Me. They do not know My Father Who sent Me. ", "22": "“I have come and have spoken to them so they are guilty of sin. But now they have no reason to give for keeping their sin any longer. ", "23": "Whoever hates Me, hates My Father also. ", "24": "I have done things among them which no one else has done so they are guilty of sin. But now they have seen these things and have hated Me and My Father. ", "25": "This happened as their Law said it would happen, 'They hated Me without a reason.' ", "26": "“The Helper (Holy Spirit) will tell about Me when He comes. I will send Him to you from the Father. He is the Spirit of Truth and comes from the Father. ", "27": "You will also tell of Me because you have been with Me from the beginning. "}