{"1": "“I have told you these things so you will not be ashamed of Me and leave Me. ", "2": "They will put you out of the places of worship. The time will come when anyone who kills you will think he is helping God. ", "3": "They will do these things to you because they do not know the Father or Me. ", "4": "“When these things happen, you will remember I told you they would happen. That is why I am telling you about these things now. I did not tell you these things before, because I was with you. ", "5": "But now I am going to Him Who sent Me. Yet none of you asks Me, 'Where are You going?'", "6": "“Your hearts are full of sorrow because I am telling you these things. ", "7": "I tell you the truth. It is better for you that I go away. If I do not go, the Helper will not come to you. If I go, I will send Him to you. ", "8": "When the Helper comes, He will show the world the truth about sin. He will show the world about being right with God. And He will show the world what it is to be guilty. ", "9": "He will show the world about sin, because they do not put their trust in Me. ", "10": "He will show the world about being right with God, because I go to My Father and you will see Me no more. ", "11": "He will show the world what it is to be guilty because the leader of this world (Satan) is guilty.", "12": "“I still have many things to say to you. You are not strong enough to understand them now. ", "13": "The Holy Spirit is coming. He will lead you into all truth. He will not speak His Own words. He will speak what He hears. He will tell you of things to come. ", "14": "He will honor Me. He will receive what is Mine and will tell it to you. ", "15": "Everything the Father has is Mine. That is why I said to you, 'He will receive what is Mine and will tell it to you.'", "16": "“In a little while you will not see Me. Then in a little while you will see Me again.” ", "17": "Some of His followers said to each other, “What is He trying to tell us when He says, 'In a little while you will not see Me, and in a little while you will see Me again,' and 'Because I go to My Father'?” ", "18": "So they said, “What is He trying to tell us by saying, 'A little while'? We do not know what He is talking about.”", "19": "Jesus knew they wanted to ask Him something. He said to them, “Are you asking each other why I said, 'In a little while you will not see Me, and in a little while you will see Me again'? ", "20": "For sure, I tell you, you will cry and have sorrow, but the world will have joy. You will have sorrow, but your sorrow will turn into joy. ", "21": "When a woman gives birth to a child, she has sorrow because her time has come. After the child is born, she forgets her pain. She is full of joy because a child has been born into the world. ", "22": "You are sad now. I will see you again and then your hearts will be full of joy. No one can take your joy from you.", "23": "“When the time comes that you see Me again, you will ask Me no question. For sure, I tell you, My Father will give you whatever you ask in My name. ", "24": "Until now you have not asked for anything in My name. Ask and you will receive. Then your joy will be full. ", "25": "“I have told you these things in picture-stories. The time is coming when I will not use picture-stories. I will talk about My Father in plain words. ", "26": "In that day you will ask in My name. I will not ask the Father for you ", "27": "because the Father loves you. He loves you because you love Me and believe that I came from the Father.", "28": "“I came from the Father and have come into the world. I am leaving the world and going to the Father.” ", "29": "His followers said to Him, “Now You are talking in plain words. You are not using picture-stories. ", "30": "Now we are sure You know everything. You do not need anyone to tell You anything. Because of this we believe that You came from God.”", "31": "Jesus said to them, “Do you believe now? ", "32": "The time is coming, yes, it is already here when you will be going your own way. Everyone will go to his own house and leave Me alone. Yet I am not alone because the Father is with Me. ", "33": "I have told you these things so you may have peace in Me. In the world you will have much trouble. But take hope! I have power over the world!” "}