{"1": "Then Pilate took Jesus and had Him beaten. ", "2": "The soldiers put a crown of thorns on His head. They put a purple coat on Him. ", "3": "Then they said, “Hello, King of the Jews!” and hit Him with their hands.", "4": "Pilate went out again and said to the people, “See, I bring Him out to you so you will know I do not find Him guilty.” ", "5": "Jesus came out. He had on the crown of thorns and a purple coat. Pilate said to the people, “See! This is the Man!”", "6": "The religious leaders and the soldiers saw Him. They spoke with loud voices, “Nail Him to a cross! Nail Him to a cross!” Pilate said, “Take Him yourselves and nail Him to a cross. As for me, I do not find Him guilty.” ", "7": "The Jews said to Pilate, “We have a Law that says He should die because He has said He is the Son of God.”", "8": "When Pilate heard them say this, he was more afraid. ", "9": "He went into the court room again. He said to Jesus, “Where do You come from?” Jesus did not say a word. ", "10": "Pilate said, “Will You not speak to me? Do You not know that I have the right and the power to nail You to a cross? I have the right and the power to let You go free also.” ", "11": "Jesus said, “You would not have any right or power over Me if it were not given you from above. For this reason the one who handed Me over to you has the worse sin.”", "12": "When Pilate heard this, he wanted to let Jesus go free. But the Jews kept saying, “If you let this Man go free, you are not a friend of Caesar! Whoever makes himself as a king is working against Caesar.” ", "13": "When Pilate heard this, he had Jesus brought in front of him. Pilate sat down at the place where men stand in front of him if they are thought to be guilty. The place is called the Stone Floor.", "14": "It was the day to get ready for the special religious gathering to remember how the Jews left Egypt. It was about noon. Pilate said to the Jews, “See, your King!” ", "15": "They spoke with a loud voice, “Take Him away! Nail Him to a cross!” Pilate said to them, “Do you want me to nail your King to a cross?” The head religious leaders said, “We have no king but Caesar!” ", "16": "Then Pilate handed Him over to be nailed to a cross. They took Jesus and led Him away.", "17": "Jesus carried His own cross to a hill called the Place of the Skull. ", "18": "There they nailed Him to the cross. With Him were two others. There was one on each side of Jesus. ", "19": "Then Pilate put a writing on the cross which said, JESUS OF NAZARETH, THE KING OF THE JEWS. ", "20": "This was read by many of the Jews. The place where Jesus was nailed to the cross was near the city. The writing was written in the Hebrew and the Latin and the Greek languages. ", "21": "Then the head religious leaders of the Jews said to Pilate, “Do not write, 'The King of the Jews'! Write, 'He said, I am the King of the Jews.'” ", "22": "Pilate said, “What I have written is to stay just as it is!”", "23": "The soldiers who nailed Jesus to the cross took His clothes and divided them in four parts, each soldier getting one part. But His coat which was not sewed was made in one piece. ", "24": "They said to each other, “Let us not cut it up. Let us draw names to see whose it should be.” This happened as the Holy Writings said it would happen, “They divided My clothes among them and they drew names for My coat.”  ", "25": "This is what the soldiers did. The mother of Jesus and her sister Mary, the wife of Cleophas, were standing near the cross. Mary Magdalene was there also. ", "26": "Jesus saw His mother and the follower whom He loved standing near. He said to His mother, “Woman, look at your son.” ", "27": "Then Jesus said to the follower, “Look at your mother.” From that time the follower took her to his own house.", "28": "Jesus knew that everything was now finished. Everything happened as the Holy Writings said it would happen. He said, “I am thirsty.”  ", "29": "There was a jar full of sour wine near. They filled a sponge and put it on a stick and put it to His mouth. ", "30": "Jesus took the sour wine and said, “It is finished.” He put His head down and gave up His spirit and died.", "31": "This was the day before the special religious gathering to remember how the Jews left Egypt. The next day was the Day of Rest and the great day of the religious gathering. The Jews went to Pilate and asked to have the legs of the men broken. They wanted their bodies taken away so they would not be hanging on the crosses on the Day of Rest. ", "32": "Then the soldiers came and broke the legs of the first man and of the other one who had been nailed to crosses beside Jesus. ", "33": "They came to Jesus. They saw He was already dead so they did not break His legs. ", "34": "But one of the soldiers pushed a spear into His side. Blood and water ran out.", "35": "The one who saw it is writing this and what he says is true. He knows he is telling the truth so you may believe. ", "36": "These things happened as the Holy Writings said they would happen, “Not one of His bones will be broken.”  ", "37": "And in another place the Holy Writings say, “They will look at Him Whose side they cut.” ", "38": "Joseph was from the town of Arimathea. He was a follower of Jesus but was afraid of the Jews. So he worshiped without anyone knowing it. He asked Pilate if he could take away the body of Jesus. Pilate said he could. Then Joseph came and took it away. ", "39": "Nicodemus came also. The first time he had come to Jesus had been at night. He brought with him a large box of spices. ", "40": "Then they took the body of Jesus with the spices and put it in linen cloths. This was the way the Jews made a body ready for the grave.", "41": "There was a garden near the place where He had been nailed to the cross. In the garden there was a new grave in the side of the hill. No one had ever been laid there. ", "42": "This place was near by. Because it was the day the Jews got ready for the special religious gathering, they laid Jesus in it."}