{"1": "Three days later there was a wedding in the town of Cana in the country of Galilee. The mother of Jesus was there. ", "2": "Jesus and His followers were asked to come to the wedding. ", "3": "When the wine was all gone, the mother of Jesus said to Him, “They have no more wine.” ", "4": "Jesus said to her, “Woman, what is that to you and to Me. It is not time for Me to work yet.” ", "5": "His mother said to the helpers, “Do whatever He says.”", "6": "Six stone water jars were there. Each one held about one-half barrel of water. These water jars were used in the Jewish worship of washing. ", "7": "Jesus said to the helpers, “Fill the jars with water.” They filled them to the top. ", "8": "Then He said, “Take some out and give it to the head man who is caring for the people.” They took some to him. ", "9": "The head man tasted the water that had become wine. He did not know where it came from but the helpers who took it to him knew. He called the man who had just been married. ", "10": "The head man said to him, “Everyone puts out his best wine first. After people have had much to drink, he puts out the wine that is not so good. You have kept the good wine until now!”", "11": "This was the first powerful work Jesus did. It was done in Cana of Galilee where He showed His power. His followers put their trust in Him. ", "12": "After this He went down to the city of Capernaum. His mother and brothers and followers went with Him. They stayed there a few days.", "13": "It was time for the special religious gathering to remember how the Jews left Egypt. Jesus went up to Jerusalem. ", "14": "He went into the house of God and found cattle and sheep and doves being sold. Men were sitting there changing money. ", "15": "Jesus made a whip of small ropes. He used it to make them all leave the house of God along with the sheep and cattle. He pushed their money off the tables and turned the tables over. ", "16": "He said to those who sold doves, “Take these things out of here! You must not make My Father's house a place for buying and selling!” ", "17": "Then His followers remembered that it was written in the Holy Writings, “I am jealous for the honor of Your house.” ", "18": "Then the Jews asked Him, “What can You do to show us You have the right and the power to do these things?” ", "19": "Jesus answered them, “Destroy this house of God and in three days I will build it again.” ", "20": "Then the Jews said, “It took forty-six years to build this house of God. Will You build it up in three days?” ", "21": "Jesus was speaking of His body as the house of God. ", "22": "After Jesus had been raised from the dead, His followers remembered He said this. They believed the Holy Writings and what He had said.", "23": "Jesus was in Jerusalem at the time of the special religious gathering to remember how the Jews left Egypt. Many people put their trust in Him when they saw the powerful works He did. ", "24": "But Jesus did not trust them because He knew all men. ", "25": "He did not need anyone to tell Him about man. He knew what was in man."}