{"1": "After this, Jesus again showed Himself to His followers at the lake of Tiberias. It happened like this: ", "2": "Simon Peter and Thomas who was called the Twin and Nathanael from the town of Cana in the country of Galilee and the sons of Zebedee and two other followers were all together. ", "3": "Simon Peter said to them, “I am going fishing.” The others said, “We will go with you.” They went out and got into a boat. That night they caught no fish.", "4": "Early in the morning Jesus stood on the shore of the lake. The followers did not know it was Jesus. ", "5": "Then Jesus said to them, “Children, do you have any fish?” They said, “No.” ", "6": "He said to them, “Put your net over the right side of the boat. Then you will catch some fish.” They put out the net. They were not able to pull it in because it was so full of fish.", "7": "Then the follower whom Jesus loved said to Peter, “It is the Lord!” When Peter heard it was the Lord, he put on his fisherman's coat. (He had taken it off.) Then he jumped into the water. ", "8": "The other followers came in the boat. They were pulling the net with the fish. They were not far from land, only a little way out.", "9": "When they came to land they saw fish and bread on a fire. ", "10": "Jesus said to them, “Bring some of the fish you have just caught.” ", "11": "Simon Peter went out and pulled the net to land. There were 153 big fish. The net was not broken even with so many.", "12": "Jesus said to them, “Come and eat.” Not one of the followers would ask, “Who are You?” They knew it was the Lord. ", "13": "Jesus came and took bread and fish and gave it to them. ", "14": "This was the third time Jesus had shown Himself to His followers after He had risen from the dead.", "15": "When they were finished eating, Jesus said to Simon Peter, “Simon, son of John, do you love Me more than these?” Peter answered Jesus, “Yes, Lord, You know that I love You.” Jesus said to him, “Feed My lambs.”", "16": "Jesus said to Peter the second time, “Simon, son of John, do you love Me?” He answered Jesus, “Yes, Lord, You know that I love You.” Jesus said to him, “Take care of My sheep.”", "17": "Jesus said to Peter the third time, “Simon, son of John, do you love Me?” Peter felt bad because Jesus asked him the third time, “Do you love Me?” He answered Jesus, “Lord, You know everything. You know I love You.” Jesus said to him, “Feed My sheep. ", "18": "For sure, I tell you, when you were young, you put on your belt and went wherever you wanted to go. When you get old, you will put out your hands and someone else will put on your belt and take you away where you do not want to go.” ", "19": "He said this to tell Peter what kind of death he would die to honor God. After Jesus said this, He said to Peter, “Follow Me.” ", "20": "Peter turned around. He saw the follower whom Jesus loved, following. This one had been beside Jesus at the supper. This is the one who had asked Jesus, “Lord, who will hand You over?” ", "21": "Peter saw him and said to Jesus, “But Lord, what about this one?” ", "22": "Jesus said, “If I want this one to wait until I come, what is that to you? You follow Me.” ", "23": "So the news spread among the followers that this follower would not die. But Jesus did not say to him that he would not die. He said, “If I want him to wait until I come, what is that to you?”", "24": "This is the follower who is telling of these things and who has written them. We know that his word is true. ", "25": "There are many other things which Jesus did also. If they were all written down, I do not think the world itself could hold the books that would be written."}