{"1": "There was a man named Nicodemus. He was a proud religious law-keeper and a leader of the Jews. ", "2": "He came to Jesus at night and said, “Teacher, we know You have come from God to teach us. No one can do these powerful works You do unless God is with Him.”", "3": "Jesus said to him, “For sure, I tell you, unless a man is born again, he cannot see the holy nation of God.” ", "4": "Nicodemus said to Him, “How can a man be born when he is old? How can he get into his mother's body and be born the second time?” ", "5": "Jesus answered, “For sure, I tell you, unless a man is born of water and of the Spirit of God, he cannot get into the holy nation of God. ", "6": "Whatever is born of the flesh is flesh. Whatever is born of the Spirit is spirit. ", "7": "“Do not be surprised that I said to you, 'You must be born again.' ", "8": "The wind blows where it wants to and you hear its sound. You do not know where it comes from or where it goes. It is the same with everyone who is born of the Spirit of God.” ", "9": "Nicodemus said to Him, “How can this be?” ", "10": "Jesus said, “Are you a teacher among the Jews and do not know these things? ", "11": "For sure, I tell you, We are talking about things We know. We tell of what We have seen. Yet you do not take Our words to be true. ", "12": "I tell you about things of the earth and you do not believe them. How will you believe if I tell you things about heaven? ", "13": "“No one has gone up into heaven except the One Who came down from heaven. That One is the Son of Man *Who is in heaven. ", "14": "As Moses lifted up the snake in the desert, so the Son of Man must be lifted up. ", "15": "Then whoever puts his trust in Him will have life that lasts forever. ", "16": "For God so loved the world that He gave His only Son. Whoever puts his trust in God's Son will not be lost but will have life that lasts forever. ", "17": "For God did not send His Son into the world to say it is guilty. He sent His Son so the world might be saved from the punishment of sin by Him. ", "18": "Whoever puts his trust in His Son is not guilty. Whoever does not put his trust in Him is guilty already. It is because he does not put his trust in the name of the only Son of God. ", "19": "“The Light has come into the world. And the Light is the test by which men are guilty or not. People love darkness more than the Light because the things they do are sinful. ", "20": "Everyone who sins hates the Light. He stays away from the Light because his sin would be found out. ", "21": "The man who does what is right comes to the Light. What he does will be seen because he has done what God wanted him to do.”", "22": "After this, Jesus and His followers came into the country of Judea. He stayed with them there and baptized people.", "23": "John was baptizing in the town of Aenon near Salim. There was much water there and people were coming to be baptized. ", "24": "John had not been put in prison yet.", "25": "Then some of the followers of John and a Jew started to argue about the religious washing of the Jewish worship. ", "26": "They came to John and said to him, “Teacher, the One with you on the other side of the Jordan River is baptizing also. He is the One you told of. Everyone is going to Him.”", "27": "John said, “A man can receive nothing unless it has been given to him from heaven. ", "28": "You heard the words that I said, 'I am not the Christ, but I have been sent before Him.' ", "29": "The man who has just been married has the bride. The friend of the man just married stands at his side and listens to him. He has joy when he hears the voice of the man just married. I am full of this joy. ", "30": "He must become more important. I must become less important.", "31": "“He Who comes from above is above all. He who comes from the earth is of the earth and speaks of the earth. He Who comes from heaven is above all. ", "32": "He tells of what He has seen and heard. But no one believes what He says. ", "33": "Whoever receives His words proves that God is true. ", "34": "He was sent by God and He speaks God's Word. God gives Him all of His Spirit. ", "35": "The Father loves the Son and has given all things into His hand. ", "36": "He who puts his trust in the Son has life that lasts forever. He who does not put his trust in the Son will not have life, but the anger of God is on him.”"}