{"1": "Jesus knew the proud religious law-keepers had heard He was making and baptizing more followers than John. ", "2": "Jesus did not baptize anyone Himself but His followers did. ", "3": "Then Jesus went from the country of Judea to the country of Galilee. ", "4": "He had to go through the country of Samaria. ", "5": "So He came to a town in Samaria called Sycar. It was near the piece of ground that Jacob gave to his son Joseph. ", "6": "Jacob's well was there. Jesus was tired from traveling so He sat down just as He was by the well. It was about noon.", "7": "A woman of Samaria came to get water. Jesus said to her, “Give Me a drink.” ", "8": "His followers had gone to the town to buy food. ", "9": "The woman of Samaria said to Him, “You are a Jew. I am of Samaria. Why do You ask me for a drink when the Jews have nothing to do with the people of Samaria?”", "10": "Jesus said to her, “You do not know what God has to give. You do not know Who said to you, 'Give Me a drink.' If you knew, you would have asked Him. He would have given you living water.” ", "11": "The woman said to Him, “Sir, the well is deep. You have nothing to get water with. Where will You get the living water? ", "12": "Are You greater than our early father Jacob? He gave us the well. He and his children and his cattle drank from it.”", "13": "Jesus said to her, “Whoever drinks this water will be thirsty again. ", "14": "Whoever drinks the water that I will give him will never be thirsty. The water that I will give him will become in him a well of life that lasts forever.”", "15": "The woman said, “Sir, give me this water so I will never be thirsty. Then I will not have to come all this way for water.”", "16": "Jesus said to her, “Go call your husband and come back.” ", "17": "The woman said, “I have no husband.” Jesus said, “You told the truth when you said, 'I have no husband.' ", "18": "You have had five husbands. The one you have now is not your husband. You told the truth.”", "19": "The woman said to Him, “Sir, I think You are a person Who speaks for God. ", "20": "Our early fathers worshiped on this mountain. You Jews say Jerusalem is the place where men should worship.”", "21": "Jesus said to her, “Woman, believe Me. The time is coming when you will not worship the Father on this mountain or in Jerusalem. ", "22": "You people do not know what you worship. We Jews know what we worship. It is through the Jews that men are saved from the punishment of their sins. ", "23": "The time is coming, yes, it is here now, when the true worshipers will worship the Father in spirit and in truth. The Father wants that kind of worshipers. ", "24": "God is Spirit. Those who worship Him must worship Him in spirit and in truth.”", "25": "The woman said to Him, “I know the Jews are looking for One Who is coming. He is called the Christ. When He comes, He will tell us everything.” ", "26": "Jesus said to her, “I am the Christ, the One talking with you!”", "27": "Right then the followers came back and were surprised and wondered about finding Him talking with a woman. But no one said, “What do You want?” or, “Why are You talking with her?”", "28": "The woman left her water jar and went into the town. She said to the men, ", "29": "“Come and see a Man Who told me everything I ever did! Can this be the Christ?” ", "30": "They went out of town and came to Him.", "31": "During this time His followers were saying to Him, “Teacher, eat something.” ", "32": "He said, “I have food to eat that you do not know of.” ", "33": "The followers said to each other, “Has someone taken food to Him?” ", "34": "Jesus said, “My food is to do what God wants Me to do and to finish His work. ", "35": "Do you not say, 'It is four months yet until the time to gather grain'? Listen! I say to you, open your eyes and look at the fields. They are white now and waiting for the grain to be gathered in. ", "36": "The one who gathers gets his pay. He gathers fruit that lasts forever. The one who plants and the one who gathers will have joy together. ", "37": "These words are true, 'One man plants and another man gathers.' ", "38": "I sent you to gather where you have not planted. Others have planted and you have come along to gather in their fruit.”", "39": "Many people in that town of Samaria believed in Jesus because of what the woman said about Him. She said, “He told me everything I ever did.” ", "40": "So the people of Samaria came to Him. They asked Him to stay with them. Jesus stayed there two days. ", "41": "Many more people believed because of what He said. ", "42": "They said to the woman, “Now we believe! It is no longer because of what you said about Jesus but we have heard Him ourselves. We know, for sure, that He is the Christ, the One Who saves men of this world from the punishment of their sins.”", "43": "Two days later He went from there and came to the country of Galilee. ", "44": "Jesus Himself said that no one who speaks for God is respected in his own country. ", "45": "When He came to Galilee, the people there were glad. They had seen all the things He did in Jerusalem. It was at the time of the special religious gathering to remember how the Jews left Egypt. They had been there also.", "46": "Jesus came again to the town of Cana of Galilee where He had made water into wine. A man who worked with the king had a son who was sick in the city of Capernaum. ", "47": "This man went to Jesus. He had heard that Jesus had come from the country of Judea to Galilee. The man asked Jesus if He would go to Capernaum and heal his son who was dying. ", "48": "Then Jesus said to him, “Unless you see special things and powerful works done, you will not believe.” ", "49": "The man said to Him, “Sir, come with me before my son dies.” ", "50": "Jesus said to him, “Go your way. Your son will live.” The man put his trust in what Jesus said and left.", "51": "As he was on his way home, his servants met him. They said to him, “Your son is living!” ", "52": "He asked them what time his boy began to get well. They said to him, “Yesterday at one o'clock the sickness left.” ", "53": "The father knew it was the time Jesus had said to him, “Your son will live.” He and everyone in his house put their trust in Jesus. ", "54": "This was the second powerful work that Jesus did after He came from the country of Judea to the country of Galilee."}