{"1": "After this Jesus went over to the other side of the Sea of Galilee. It is sometimes called Tiberias. ", "2": "Many people followed Him. They saw the powerful works He did on those who were sick. ", "3": "Jesus went up on a mountain and sat down with His followers. ", "4": "The special religious supper to remember how the Jews left Egypt was soon.", "5": "Jesus looked up and saw many people coming to Him. He said to Philip, “Where can we buy bread to feed these people?” ", "6": "He said this to see what Philip would say. Jesus knew what He would do. ", "7": "Philip said to Him, “The money we have is not enough to buy bread to give each one a little.”", "8": "One of His followers was Andrew, Simon Peter's brother. He said to Jesus, ", "9": "“There is a boy here who has five loaves of barley bread and two small fish. What is that for so many people?” ", "10": "Jesus said, “Have the people sit down.” There was much grass in that place. About five thousand men sat down.", "11": "Jesus took the loaves and gave thanks. Then He gave the bread to those who were sitting down. The fish were given out the same way. The people had as much as they wanted. ", "12": "When they were filled, Jesus said to His followers, “Gather up the pieces that are left. None will be wasted.” ", "13": "The followers gathered the pieces together. Twelve baskets were filled with pieces of barley bread. These were left after all the people had eaten.", "14": "The people saw the powerful work Jesus had done. They said, “It is true! This is the One Who speaks for God Who is to come into the world.”", "15": "Jesus knew they were about to come and take Him to make Him king, so He went to the mountain by Himself. ", "16": "When evening had come, His followers went down to the lake. ", "17": "They got into a boat and started to cross the lake to go to the city of Capernaum. By this time it was dark. Jesus had not come back to them yet. ", "18": "A strong wind was making high waves on the lake. ", "19": "They were about half way across the lake when they saw Jesus walking on the water. As He got near the boat, they were afraid. ", "20": "But Jesus called to them, “It is I. Do not be afraid.” ", "21": "They were glad to take Him into the boat. At once they got to the other side where they wanted to go.", "22": "The next day the people on the other side of the lake saw no other boat there but the one His followers had been in. The people knew Jesus had not gone with His followers in the boat because they had gone alone. ", "23": "There were other boats from Tiberias that had come near the place where they had eaten the bread after the Lord had given thanks. ", "24": "The people saw that Jesus and His followers were not there. They got into boats and went to Capernaum looking for Jesus.", "25": "The people found Him on the other side of the lake. They said to Him, “Teacher, when did You come here?” ", "26": "Jesus said to them, “For sure, I tell you, you are not looking for Me because of the powerful works. You are looking for Me because you ate bread and were filled. ", "27": "Do not work for food that does not last. Work for food that lasts forever. The Son of Man will give you that kind of food. God the Father has shown He will do this.”", "28": "Then the people said to Him, “What are the works God wants us to do?” ", "29": "Jesus said to them, “This is the work of God, that you put your trust in the One He has sent.” ", "30": "They said to Him, “Can You show us some powerful work? Then we can see it and believe You. What will You do? ", "31": "Our early fathers ate bread that came from heaven in the desert. This happened as it is written, 'He gave them bread from heaven to eat.'” ", "32": "Then Jesus said to the people, “For sure, I tell you, it was not Moses who gave you bread from heaven. My Father gives you the true Bread from heaven. ", "33": "The Bread of God is He Who comes down from heaven and gives life to the world.” ", "34": "They said to Him, “Sir, give us this Bread all the time.”", "35": "Jesus said to them, “I am the Bread of Life. He who comes to Me will never be hungry. He who puts his trust in Me will never be thirsty. ", "36": "I said to you that you have seen Me and yet you do not put your trust in Me. ", "37": "All whom My Father has given to Me will come to Me. I will never turn away anyone who comes to Me. ", "38": "I came down from heaven. I did not come to do what I wanted to do. I came to do what My Father wanted Me to do. He is the One Who sent Me.", "39": "“The Father sent Me. He did not want Me to lose any of all those He gave Me. He wants Me to raise them to life on the last day. ", "40": "He wants everyone who sees the Son to put his trust in Him and have life that lasts forever. I will raise that one up on the last day.”", "41": "The Jews talked among themselves against Him. They did not like it because He said, “I am the Bread that came down from heaven.” ", "42": "They asked each other, “Is not this Jesus, the son of Joseph? We know His father and mother. How can He say, 'I came down from heaven'?”", "43": "Jesus said to them, “Do not talk among yourselves against Me. ", "44": "The Father sent Me. No man can come to Me unless the Father gives him the desire to come to Me. Then I will raise him to life on the last day. ", "45": "The early preachers wrote, 'They will all be taught of God.'  Everyone who listens to the Father and learns from Him comes to Me. ", "46": "No one has seen the Father. I am the only One Who has seen Him. ", "47": "For sure, I tell you, he who puts his trust in Me has life that lasts forever. ", "48": "I am the Bread of Life. ", "49": "Your early fathers ate bread that came from heaven in the desert. They died. ", "50": "But this is the Bread that comes down from heaven. The one who eats it never dies. ", "51": "I am the Living Bread that came down from heaven. If anyone eats this Bread, he will live forever. The Bread which I will give is My flesh. I will give this for the life of the world.” ", "52": "The Jews argued among themselves, saying, “How can this Man give us His flesh to eat?”", "53": "Jesus said to them, “For sure, I tell you, unless you eat the flesh of the Son of Man and drink His blood, you do not have life in you. ", "54": "Whoever eats My flesh and drinks My blood has life that lasts forever. I will raise him up on the last day. ", "55": "My flesh is true food and My blood is true drink. ", "56": "Whoever eats My flesh and drinks My blood lives in Me and I live in him. ", "57": "The living Father sent Me and I live because of Him. In the same way, the one who eats Me will live because of Me. ", "58": "I am this Bread that came down from heaven. It is not like the bread that your early fathers ate and they died. Whoever eats this Bread will live forever.” ", "59": "Jesus said these things in the Jewish place of worship while He was teaching in the city of Capernaum.", "60": "After hearing this, many of His followers said, “This teaching is too hard! Who can listen to it?” ", "61": "Jesus knew His followers talked against what He had said. He said to them, “Does this trouble you? ", "62": "Then what would you say if you saw the Son of Man going up where He was before? ", "63": "It is the Spirit that gives life. The flesh is of no help. The words I speak to you are spirit and life. ", "64": "But some of you do not believe.” Jesus knew from the beginning who would not put their trust in Him. He knew who would hand Him over to the leaders of the country. ", "65": "He said, “That is why I told you no one can come to Me unless the Father allows it.” ", "66": "From that time on, many of His followers turned back to their old ways of living. They would not go along with Him after that.", "67": "Then Jesus said to the twelve followers, “Will you leave Me also?” ", "68": "Simon Peter said to Him, “Lord, who else can we go to? You have words that give life that lasts forever. ", "69": "We believe and know You are the Christ. You are the Son of the Living God.” ", "70": "Jesus said to them, “I chose you twelve as My followers. And one of you is a devil.” ", "71": "He was speaking of Judas Iscariot, Simon's son, who was one of the twelve followers. He was ready to hand Jesus over to the leaders of the country."}