{"1": "Jesus did not stay in the country of Judea because the Jews were trying to kill Him. After this He went from place to place in the country of Galilee. ", "2": "A religious gathering of the Jews was near. This gathering was called the Supper of Tents. ", "3": "The brothers of Jesus said to Him, “Leave here and go to the country of Judea. Let Your followers there see the things You do. ", "4": "If a person wants others to know what he is doing, he does things to be seen. Since You are doing such things, show Yourself to the world.” ", "5": "Not even His brothers were putting their trust in Him.", "6": "Jesus said to them, “My time has not yet come. But any time is good for you. ", "7": "The world cannot hate you but it hates Me. I speak against the world because of its sinful works. ", "8": "You go to the religious gathering. I am not going yet. My time has not yet come.” ", "9": "Jesus told His brothers this and then stayed in Galilee. ", "10": "His brothers went to the religious gathering. He went later by Himself so He would not be seen there.", "11": "At the religious gathering the Jews were looking for Jesus. They were saying, “Where is He?” ", "12": "There was much talk among the people about Him. Some said, “He is a good Man.” Others said, “No, He leads the people in the wrong way.” ", "13": "No one spoke about Him in front of other people. They were afraid of the Jews.", "14": "The religious gathering was half over when Jesus went to the house of God and taught. ", "15": "The Jews were surprised and wondered, saying, “How can this Man know so much when He has never been to school?”", "16": "Jesus said to them, “What I teach is not Mine. It is from God Who sent Me. ", "17": "If anyone will do what God wants, he will know if My teaching is from God, or if I am speaking of Myself. ", "18": "The man who speaks of himself is looking for greatness for himself. But He Who is looking for the greatness of the One Who sent Him is true. There is nothing false in Him. ", "19": "Did not Moses give you the Law? And yet not one of you keeps the Law. Why do you try to kill me?” ", "20": "The people said, “You have a demon in You. Who is trying to kill You?”", "21": "Jesus said to them, “I did one work and you are surprised. ", "22": "Moses gave you the religious act of becoming a Jew. (Yet it was not from Moses but from the early fathers.) You do this religious act on a man on the Day of Rest. ", "23": "Now if you can do that, why are you angry with Me for healing a man on the Day of Rest? ", "24": "Do not say a person is guilty by what you see. Be sure you know when you say what is right or wrong.” ", "25": "Some of the people of Jerusalem said, “Is not this the Man the Jews want to kill? ", "26": "But see! This Man is speaking out in the open. They are saying nothing to Him. Do the leaders know this is the true Christ? ", "27": "We know where this Man came from. When the Christ comes, no one will know where He comes from.”", "28": "Then Jesus spoke with a loud voice as He taught in the house of God. He said, “You know Me. You know where I came from. I have not come on My own. The One Who sent Me is true but you do not know Him. ", "29": "I know Him because I am from Him and He sent Me.”", "30": "Then they wanted to take Jesus but no one put his hands on Him. His time had not yet come. ", "31": "Many of the people believed in Him. They said, “When Christ comes, will He do more powerful works than this Man?”", "32": "The proud religious law-keepers heard the people talking about Jesus. The religious leaders of the Jews and the proud religious law-keepers sent soldiers to take Him. ", "33": "Jesus said to them, “I will be with you a little while yet. Then I will go back to Him Who sent Me. ", "34": "You will look for Me but you will not find Me. Where I go, you cannot come.” ", "35": "The Jews said to themselves, “Where can He go that we will not find Him? Will He go to our people who live among the Greeks and teach the Greeks? ", "36": "What does He mean when He says, 'You will look for Me but you will not find Me, and where I go, you cannot come'?”", "37": "It was the last and great day of the religious gathering. Jesus stood up and spoke with a loud voice, “If anyone is thirsty, let him come to Me and drink. ", "38": "The Holy Writings say that rivers of living water will flow from the heart of the one who puts his trust in Me.” ", "39": "Jesus said this about the Holy Spirit Who would come to those who put their trust in Him. The Holy Spirit had not yet been given. Jesus had not yet been raised to the place of honor.", "40": "When many of the people heard His words, they said, “For sure, this is the One Who speaks for God.” ", "41": "Others said, “He is the Christ!” Some said, “The Christ would not come from the country of Galilee, would He? ", "42": "Do not the Holy Writings say that the Christ will come from the family of David? Will He not come from the town of Bethlehem where David lived?” ", "43": "The people were divided in what they thought about Him. ", "44": "Some of them wanted to take Him. But no one put their hands on Him.", "45": "The soldiers came back to the religious leaders of the Jews and to the proud religious law-keepers. They said to the soldiers, “Why did you not bring Him?” ", "46": "The soldiers answered, “No man has ever spoken like this Man speaks.” ", "47": "The proud religious law-keepers said, “Have you been led the wrong way also? ", "48": "Has anyone of the leaders or anyone from our group believed in Him? ", "49": "As for all these people, they do not know the Law. They are guilty and will be punished by God.”", "50": "(Nicodemus was one of the proud religious law-keepers. He had come to Jesus at another time.) Nicodemus said to them, ", "51": "“Our Law does not say a man is guilty before he has been in court and before we know what he has done.” ", "52": "They said to him, “Are you from Galilee also? Look into the Word of God yourself. You will see that no one who speaks for God comes from Galilee.” ", "53": "*Then everyone went home."}