{"1": "(*Jesus went to the Mount of Olives. ", "2": "Early in the morning He went back to the house of God and all the people came to Him. He sat down and taught them.", "3": "The teachers of the Law and the proud religious law-keepers came to Him. They brought a woman who had been caught doing a sex sin. They made her stand in front of them all. ", "4": "Then they said to Jesus, “Teacher, this woman was caught in the act of doing a sex sin. ", "5": "Moses told us in the Law to throw stones and kill a woman like this. What do You say about it?”", "6": "They were trying to set a trap to find something against Him. Jesus got down and began to write in the dust with His finger. ", "7": "They kept on asking Him. Then He stood up and said, “Anyone of you who is without sin can throw the first stone at her.” ", "8": "Again He got down and wrote in the dust. ", "9": "When they heard what He said, they went away one by one, beginning with the older ones until they were all gone. Then Jesus was left alone with the woman.", "10": "Jesus stood up and said to her, “Woman, where are those who spoke against you? Has no man said you are guilty?” ", "11": "She said, “No one, Sir.” Jesus said to her, “Neither do I say you are guilty. Go on your way and do not sin again.”)", "12": "Jesus spoke to all the people, saying, “I am the Light of the world. Anyone who follows Me will not walk in darkness. He will have the Light of Life.”", "13": "The proud religious law-keepers said to Him, “You are talking about Yourself. What You say about Yourself is not true.”", "14": "Jesus said, “Even if I speak of Myself, what I am saying is true. I know where I came from and where I am going. You do not know where I came from or where I am going. ", "15": "You say as a man would say if people are guilty or not guilty. I am not saying anyone is guilty. ", "16": "But even if I did, it would be true. I am not alone. The Father Who sent Me is with Me. ", "17": "It is written in your Law that when two men agree about something, it proves it is true.  ", "18": "I speak for Myself and the Father Who sent Me speaks for Me.” ", "19": "The proud religious law-keepers asked Him, “Where is Your Father?” Jesus said, “You do not know Me or My Father. If you had known Me, you would have known My Father also.”", "20": "Jesus spoke these words near the money box while He taught in the house of God. No one put his hands on Jesus because His time had not yet come.", "21": "Jesus spoke to the Jews again, saying, “I am going away. You will look for Me but you will die in your sins. Where I am going, you cannot come.” ", "22": "The Jews said, “Will He kill Himself because He said, 'Where I am going you cannot come'?”", "23": "He answered them, “You are from below. I am from above. You are of this world. I am not of this world. ", "24": "That is why I said that you will die in your sins. If you do not believe that I am the Christ, you will die in your sins.” ", "25": "Then they said to Him, “Who are You?” Jesus answered, “The answer is the same as I told you from the beginning. ", "26": "I have much to say about you. I must say if you are guilty. But He Who sent Me is true. I tell the world the things I have heard from Him.”", "27": "They did not understand that Jesus was speaking to them about the Father. ", "28": "Jesus said to them, “When you have lifted up the Son of Man, you will know that I am the Christ. I do nothing of Myself. I say these things as My Father has taught Me. ", "29": "He that sent Me is with Me. The Father has not left Me alone. I always do what He wants Me to do.” ", "30": "As Jesus said these things, many people put their trust in Him. ", "31": "He said to the Jews who believed, “If you keep and obey My Word, then you are My followers for sure. ", "32": "You will know the truth and the truth will make you free.”", "33": "They said to Jesus, “We are children of Abraham. We have never been servants to anyone. What do you mean when You say, 'You will be free'?” ", "34": "Jesus answered them, “For sure, I tell you, everyone who sins is the servant of sin because sin has a hold on him. ", "35": "And the servant does not belong in the house. The son belongs in the house. ", "36": "So if the Son makes you free, you will be free for sure.", "37": "“I know that you are the children of Abraham. But you want to kill Me because My Word is not in your hearts. ", "38": "I speak of what I saw when I was with My Father. You do what you have seen your father do.” ", "39": "They said to Him, “Abraham is our father.” Jesus said, “If you were children of Abraham, you would do what he did. ", "40": "I am a Man Who has told you the truth as I heard it from God. Now you are trying to kill Me. Abraham never did anything like that. ", "41": "You are doing the works of your father.” They said to Him, “We were born of parents who were faithful in marriage. We have one Father. He is God.”", "42": "Jesus said to them, “If God were your father, you would love Me. I came from God. I did not come on My own, but God sent Me. ", "43": "Why do you not understand what I say? It is because you do not want to hear My teaching. ", "44": "The devil is your father. You are from him. You want to do the sinful things your father, the devil, wants you to do. He has been a killer from the beginning. The devil has nothing to do with the truth. There is no truth in him. It is expected of the devil to lie, for he is a liar and the father of lies. ", "45": "I tell you the truth and that is why you do not put your trust in Me. ", "46": "Which one of you can say I am guilty of sin? If I tell you the truth, why do you not believe Me? ", "47": "Whoever is born of God listens to God's Word. You do not hear His Word because you are not born of God.”", "48": "The Jews said to Jesus, “Are we not right when we say You are from the country of Samaria, and You have a demon?” ", "49": "Jesus said, “No, I do not have a demon. I honor My Father. You do not honor Me. ", "50": "I am not looking for honor for Myself. There is One Who is looking for it. He says what is right from wrong. ", "51": "For sure, I tell you, if anyone keeps My Word, that one will never die.” ", "52": "Then the Jews said to Him, “Now we know You have a demon. Abraham died. The early preachers died. You say, 'If anyone keeps My Word, that one will never die.' ", "53": "Are you greater than our father Abraham? He died and the early preachers died. Who do You think You are?” ", "54": "Jesus said, “If I honor Myself, My honor would be worth nothing. My Father honors Me. You say He is your God. ", "55": "You have never known Him, but I know Him. If I said I did not know Him, I would be a liar like you. But I do know the Father and obey His Word. ", "56": "Your father Abraham was glad that he was to see My coming. He saw it and was happy.” ", "57": "The Jews said to Jesus, “You are not even fifty years old. How could you have seen Abraham?” ", "58": "Jesus said to them, “For sure, I tell you, before Abraham was born, I was and am and always will be!” ", "59": "Then they picked up stones to throw at Him. Jesus hid Himself *and left the house of God."}