{"1": "As Jesus went on His way, He saw a man who had been born blind. ", "2": "His followers asked Him, “Teacher, whose sin made this man to be born blind? Was it the sin of this man or the sin of his parents?” ", "3": "Jesus answered, “The sin of this man or the sin of his parents did not make him to be born blind. He was born blind so the work of God would be seen in him. ", "4": "We must keep on doing the work of Him Who sent Me while it is day. Night is coming when no man can work. ", "5": "While I am in the world, I am the Light of the world.”", "6": "After Jesus had said this, He spit on the ground. He mixed it with dust and put that mud on the eyes of the blind man. ", "7": "Then Jesus said to him, “Go and wash in the pool of Siloam.” (Siloam means Sent.) The man went away and washed. When he came back, he could see.", "8": "Neighbors and others had seen him begging. They said, “Is not this the man who sat and begged?” ", "9": "Some said, “This is the one.” Others said, “No, but he looks like him.” But the man who had been blind said, “I am the man.” ", "10": "They said to him, “How were your eyes opened?” ", "11": "He answered, “A Man called Jesus made mud and put it on my eyes. Then He said to me, 'Go and wash in the pool of Siloam.' I went and washed and I can see.” ", "12": "Then they asked him, “Where is He?” He answered, “I do not know.”", "13": "They took the man who had been born blind to the proud religious law-keepers. ", "14": "It was the Day of Rest when Jesus had made mud and opened his eyes. ", "15": "Again the proud religious law-keepers asked the man who had been born blind how he had been made to see. He answered them, “Jesus put mud on my eyes. I washed and now I see!” ", "16": "Some of the proud religious law-keepers said, “The Man Who did this is not from God because He worked on the Day of Rest.” Others said, “How can a sinful man do powerful works?” They could not agree about Jesus. ", "17": "They spoke again to the blind man, saying, “What do you say about Him since He opened your eyes?” He answered, “He is One Who speaks for God.”", "18": "The Jews did not believe this man had been blind and had been made to see. They called his parents ", "19": "and asked them, “Is this your son? Do you say he was born blind? How does he see now?” ", "20": "They answered, “We know this is our son and we know he was born blind. ", "21": "But we do not know how it is that he can see now. We do not know who opened his eyes. He is old enough, ask him. He can tell you himself.” ", "22": "His parents said this because they were afraid of the Jews. The Jews had talked among themselves. They had agreed that the person who said that Jesus was the Christ would be put out of the Jewish place of worship. ", "23": "That is why his parents said, “He is old enough, ask him.”", "24": "The proud religious law-keepers asked the man again, who had been blind, to come. They said to him, “Give thanks to God. We know this man is a sinner.” ", "25": "The man who had been blind said to them, “I do not know if He is a sinner or not. One thing I know. I was blind, but now I can see.” ", "26": "They asked him again, “What did He do to you? How did He open your eyes?” ", "27": "He answered, “I have told you already. You did not listen. Why do you want to hear it again? Do you want to become His followers also?”", "28": "The proud religious law-keepers became angry at him and said, “You are a follower of Jesus. We are followers of Moses. ", "29": "We know God spoke to Moses. We do not know where this Man is from.” ", "30": "The man said to them, “This is strange! You do not know where He came from and yet He opened my eyes. ", "31": "We know that God does not listen to sinners. We know if anyone loves and worships God, and does what He wants, God listens to him. ", "32": "From the beginning of the world no one has ever heard of anyone opening the eyes of a man born blind. ", "33": "If this Man were not from God, He would not be able to do anything like this.”", "34": "They said to him, “You were born in sin. Are you trying to teach us?” Then they put him out of the place of worship.", "35": "Jesus heard that the proud religious law-keepers had put the man who had been healed out of the place of worship. He found the man and said to him, “Do you put your trust in the Son of God?” ", "36": "He said, “Who is He, Sir? Tell me so that I can put my trust in Him.” ", "37": "Jesus said to him, “You have seen Him. He is talking with you.” ", "38": "He said, “I do put my trust in You, Lord.” Then he bowed down before Jesus and worshiped Him.", "39": "Jesus said, “I came into this world to say what is right from wrong. I came so those who do not see might see, and those who do see might be made blind.” ", "40": "Some of the proud religious law-keepers who were with Him heard this. They said to Him, “Are we blind also?” ", "41": "Jesus said to them, “If you were blind, you would not be guilty of sin. But because you say, 'We see,' you still are guilty of your sin. "}