{"1": "The book of the genealogy of Jesus Christ, the Son of David, the son of Abraham:", "2": "Abraham was the father of Isaac, Isaac the father of Jacob, and Jacob the father of Judah and his brothers.", "3": "Judah was the father of Perez and Zerah by Tamar, Perez the father of Hezron, and Hezron the father of Ram.", "4": "Ram was the father of Amminadab, Amminadab the father of Nahshon, and Nahshon the father of Salmon.", "5": "Salmon was the father of Boaz by Rahab, Boaz the father of Obed by Ruth, and Obed the father of Jesse.", "6": "Jesse was the father of David the king. David the king was the father of Solomon, by her who had been the wife of Uriah.", "7": "Solomon was the father of Rehoboam, Rehoboam the father of Abijah, and Abijah the father of Asa.", "8": "Asa was the father of Jehoshaphat, Jehoshaphat the father of Joram, and Joram the father of Uzziah.", "9": "Uzziah was the father of Jotham, Jotham the father of Ahaz, and Ahaz the father of Hezekiah.", "10": "Hezekiah was the father of Manasseh, Manasseh the father of Amon, and Amon the father of Josiah.", "11": "Josiah was the father of Jeconiah and his brothers about the time they were exiled to Babylon.", "12": "And after they were brought to Babylon, Jeconiah was the father of Shealtiel, and Shealtiel the father of Zerubbabel.", "13": "Zerubbabel was the father of Abiud, Abiud the father of Eliakim, and Eliakim the father of Azor.", "14": "Azor was the father of Zadok, Zadok the father of Akim, and Akim the father of Eliud.", "15": "Eliud was the father of Eleazar, Eleazar the father of Matthan, and Matthan the father of Jacob.", "16": "And Jacob was the father of Joseph, the husband of Mary, of whom was born Jesus, who is called Christ.", "17": "So all the generations from Abraham to David are fourteen generations, from David until the exile to Babylon are fourteen generations, and from the exile in Babylon to Christ are fourteen generations.", "18": "Now the birth of Jesus Christ happened this way: After His mother Mary was engaged to Joseph, before they came together, she was found with child by the Holy Spirit. ", "19": "Then Joseph her husband, being a just man and not willing to make her a public example, had in mind to divorce her privately.", "20": "But while he thought on these things, the angel of the Lord appeared to him in a dream saying, “Joseph, son of David, do not be afraid to take Mary as your wife, for He who is conceived in her is of the Holy Spirit. ", "21": "She will bear a Son, and you shall call His name JESUS, for He will save His people from their sins.”", "22": "Now all this occurred to fulfill what the Lord had spoken through the prophet, saying, ", "23": "“A virgin shall be with child, and will bear a Son, and they shall call His name Immanuel,”[a] which is interpreted, “God with us.”", "24": "Then Joseph, being awakened from sleep, did as the angel of the Lord had commanded him, and remained with his wife, ", "25": "and did not know her until she had given birth to her firstborn Son. And he called His name JESUS."}