{"1": "He called His twelve disciples to Him and gave them authority over unclean spirits, to cast them out, and to heal all kinds of sickness and all kinds of disease.", "2": "Now the names of the twelve apostles are these: first, Simon, who is called Peter, and Andrew, his brother; James, the son of Zebedee, and John, his brother; ", "3": "Philip and Bartholomew; Thomas, and Matthew, the tax collector; James, the son of Alphaeus; and Lebbaeus, whose surname was Thaddaeus; ", "4": "Simon the Zealot; and Judas Iscariot, who also betrayed Him.", "5": "These twelve Jesus sent out, and commanded them, saying, “Do not go into the way of the Gentiles, and do not enter any city of the Samaritans. ", "6": "But go rather to the lost sheep of the house of Israel. ", "7": "As you go, preach, saying, 'The kingdom of heaven is at hand.' ", "8": "Heal the sick, cleanse the lepers, raise the dead, and cast out demons. Freely you have received, freely give.", "9": "“Provide neither gold nor silver nor copper for your purses, ", "10": "nor bag for your journey, nor two tunics, nor shoes, nor even staffs. For the workman is worthy of his keep.", "11": "“In whatever city or town you enter, inquire in it who is worthy. And live there until you leave. ", "12": "When you come into a house, greet it. ", "13": "If the house is worthy, let your peace come upon it. But if it is not worthy, let your peace return to you. ", "14": "Whoever will not receive you, nor hear your words, when you depart out of that house or city, shake off the dust of your feet. ", "15": "Truly I say to you, it will be more tolerable for the land of Sodom and Gomorrah on the Day of Judgment than for that town.", "16": "“Look, I am sending you out as sheep in the midst of wolves. Therefore be wise as serpents and harmless as doves. ", "17": "But beware of men, for they will deliver you up to the councils, and they will scourge you in their synagogues. ", "18": "You will be brought before governors and kings for My sake, for a testimony against them and the Gentiles. ", "19": "But when they deliver you up, take no thought of how or what you will speak. For it will be given you at that time what you will speak. ", "20": "For it is not you who speak, but the Spirit of your Father who speaks through you.", "21": "“The brother will deliver up the brother to death, and the father the child. And the children will rise up against their parents and cause them to be put to death. ", "22": "You will be hated by all men for My name's sake. But he who endures to the end will be saved. ", "23": "But when they persecute you in this city, escape into another. For truly I say to you, you will not have gone through the cities of Israel before the Son of Man comes.", "24": "“The disciple is not above his teacher, nor the servant above his master. ", "25": "It is enough for the disciple that he be like his teacher, and the servant like his master. If they have called the master of the house Beelzebub, how much more will they call those of his household?", "26": "“Therefore do not fear them. For nothing is covered that will not be revealed, or hidden that will not be known. ", "27": "What I tell you in darkness, speak in the light. And what you hear in the ear, preach on the housetops. ", "28": "Do not fear those who kill the body but are not able to kill the soul. But rather fear Him who is able to destroy both soul and body in hell. ", "29": "Are not two sparrows sold for a penny? And not one of them will fall to the ground without your Father. ", "30": "But the very hairs of your head are all numbered. ", "31": "Therefore do not fear. You are more valuable than many sparrows.", "32": "“Whoever will confess Me before men, him will I confess also before My Father who is in heaven. ", "33": "But whoever will deny Me before men, him will I also deny before My Father who is in heaven.", "34": "“Do not think that I have come to bring peace on earth. I did not come to bring peace, but a sword. ", "35": "For I have come to turn 'a man against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law;", "36": "a man's foes will be those of his own household.'[a]", "37": "“He who loves father or mother more than Me is not worthy of Me. And he who loves son or daughter more than Me is not worthy of Me. ", "38": "And He who does not take his cross and follow after Me is not worthy of Me. ", "39": "He who finds his life will lose it, and he who loses his life for My sake will find it.", "40": "“He who receives you receives Me, and he who receives Me receives Him who sent Me. ", "41": "He who receives a prophet in the name of a prophet shall receive a prophet's reward. And he who receives a righteous man in the name of a righteous man shall receive a righteous man's reward. ", "42": "And whoever gives even a cup of cold water to one of these little ones in the name of a disciple, truly I tell you, he shall in no way lose his reward.”"}