{"1": "At that time Herod the tetrarch heard of the fame of Jesus, ", "2": "and said to his servants, “This is John the Baptist; he has risen from the dead. And therefore mighty works are at work in him.”", "3": "For Herod had laid hold of John, bound him, and put him in prison for the sake of Herodias, his brother Philip's wife. ", "4": "For John said to him, “It is not lawful for you to have her.” ", "5": "When Herod would have put him to death, he feared the crowd, because they counted him as a prophet.", "6": "But when Herod's birthday was celebrated, the daughter of Herodias danced before them and pleased Herod. ", "7": "Therefore he promised with an oath to give her whatever she would ask. ", "8": "Being previously instructed by her mother, she said, “Give me John the Baptist's head on a platter.” ", "9": "The king was sorry. Nevertheless, for the oath's sake and those who sat with him at supper, he commanded it to be given to her. ", "10": "He sent and beheaded John in the prison. ", "11": "His head was brought on a platter and given to the girl, and she brought it to her mother. ", "12": "His disciples came and took up the body and buried it. And they went and told Jesus.", "13": "When Jesus heard this, He departed from there by boat for a deserted place. But when the people heard it, they followed Him on foot from the cities. ", "14": "Jesus went ashore and saw a great assembly. And He was moved with compassion toward them, and He healed their sick.", "15": "When it was evening, His disciples came to Him, saying, “This is a lonely place and the day is now over. Send the crowds away to go into the villages and buy themselves food.”", "16": "But Jesus said to them, “They do not need to depart. You give them something to eat.”", "17": "They said to Him, “We have only five loaves here and two fish.”", "18": "He said, “Bring them here to Me.” ", "19": "Then He commanded the crowds to sit down on the grass. He took the five loaves and the two fish, and looking up to heaven, He blessed and broke and gave the loaves to His disciples; and the disciples gave them to the crowds. ", "20": "They all ate and were filled. And they took up twelve baskets full of the fragments that remained. ", "21": "Those who had eaten were about five thousand men, besides women and children.", "22": "Then Jesus commanded His disciples to get into the boat and go ahead of Him to the other side, while He sent the crowds away. ", "23": "When He sent the crowds away, He went up into a mountain by Himself to pray. And when evening came, He was there alone. ", "24": "But the boat was now in the middle of the sea, tossed by the waves, for the wind was turbulent.", "25": "During the fourth watch of the night Jesus went to them, walking on the sea. ", "26": "But when the disciples saw Him walking on the sea, they were troubled, saying, “It is a spirit.” And they cried out in fear.", "27": "But immediately Jesus spoke to them, saying, “Be of good cheer. It is I. Do not be afraid.”", "28": "Peter answered Him and said, “Lord, if it is You, bid me come to You on the water.”", "29": "He said, “Come.” And when Peter got out of the boat, he walked on the water to go to Jesus. ", "30": "But when he saw the strong wind, he was afraid, and beginning to sink, he cried out, “Lord, save me!”", "31": "Immediately Jesus reached out His hand and caught him, and said to him, “O you of little faith, why did you doubt?”", "32": "And when they got into the boat, the wind ceased. ", "33": "Then those who were in the boat came and worshipped Him, saying, “Truly You are the Son of God.”", "34": "When they had crossed over, they came to the land of Gennesaret. ", "35": "And when the men of that place recognized Him, they sent word to all the surrounding country and brought to Him all who were sick, ", "36": "and begged Him that they might only touch the hem of His garment. And as many as touched it were made perfectly well."}