{"1": "Then scribes and Pharisees who were from Jerusalem came to Jesus, saying, ", "2": "“Why do Your disciples violate the tradition of the elders? For they do not wash their hands when they eat bread.”", "3": "But He answered them, “Why do you also violate the commandment of God by your tradition? ", "4": "For God commanded, 'Honor your father and mother,'[a] and, 'He who speaks evil of father or mother, let him be put to death.'[b] ", "5": "But you say, 'Whoever shall say to his father or his mother, “What you would have profited from me is a gift to God,” ", "6": "will be free from honoring his father or his mother.' So you have made the commandment of God of no effect by your tradition. ", "7": "You hypocrites, Isaiah well prophesied of you, saying:", "8": "'These people draw near to Me with their mouth, and honor Me with their lips, but their heart is far from Me.", "9": "In vain they do worship Me, teaching as doctrines the precepts of men.'[c]”", "10": "He called the crowds and said to them, “Hear and understand: ", "11": "That which goes into the mouth does not defile a man, but that which comes out of the mouth, this defiles a man.”", "12": "Then His disciples came and said to Him, “Do You know that the Pharisees were offended after they heard this saying?”", "13": "But He answered, “Every plant which My heavenly Father has not planted will be uprooted. ", "14": "Leave them alone. They are blind leaders of the blind. And if the blind lead the blind, both will fall into the ditch.”", "15": "Then Peter said to Him, “Explain this parable to us.”", "16": "Jesus said, “Are you also still without understanding? ", "17": "Do you not yet understand that whatever enters at the mouth goes into the stomach and is cast out into the sewer? ", "18": "But those things which proceed out of the mouth come from the heart, and they defile the man. ", "19": "For out of the heart proceed evil thoughts, murders, adulteries, sexual immorality, thefts, false witness, and blasphemies. ", "20": "These are the things which defile a man. But to eat with unwashed hands does not defile a man.”", "21": "Then Jesus went from there and departed into the regions of Tyre and Sidon. ", "22": "There, a woman of Canaan came out of the same regions and cried out to Him, saying, “Have mercy on me, O Lord, Son of David. My daughter is severely possessed by a demon.”", "23": "But He did not answer her a word. And His disciples came and begged Him, saying, “Send her away, for she cries out after us.”", "24": "But He answered, “I was sent only to the lost sheep of the house of Israel.”", "25": "Then she came and worshipped Him, saying, “Lord, help me.”", "26": "But He answered, “It is not fair to take the children's bread and to throw it to dogs.”", "27": "She said, “Yes, Lord, yet even dogs eat the crumbs that fall from their masters' table.”", "28": "Then Jesus answered her, “O woman, great is your faith. Let it be done for you as you desire.” And her daughter was healed instantly.", "29": "Jesus departed from there, and passed by the Sea of Galilee, and went up on a mountain and sat down there. ", "30": "Great crowds came to Him, having with them those who were lame, blind, mute, maimed, and many others, and placed them down at Jesus' feet, and He healed them, ", "31": "so that the crowds wondered when they saw the mute speak, the maimed made whole, the lame walk, and the blind see. And they glorified the God of Israel.", "32": "Then Jesus called His disciples to Him and said, “I have compassion on the crowd, because they have remained with Me now for three days and have nothing to eat. I will not send them away hungry, lest they faint on the way.”", "33": "His disciples said to Him, “Where will we get enough bread in the wilderness to feed such a great crowd?”", "34": "Jesus said to them, “How many loaves do you have?” And they said, “Seven and a few little fish.”", "35": "He commanded the crowd to sit down on the ground. ", "36": "He took the seven loaves and the fish, gave thanks, broke them, and gave them to His disciples, and the disciples gave them to the crowd. ", "37": "They all ate and were filled. And they collected seven baskets full of the broken pieces that were left. ", "38": "Those who ate were four thousand men, besides women and children. ", "39": "He sent the crowd away, and got into the boat, and went to the region of Magdala."}