{"1": "After six days Jesus took Peter, James, and John his brother and brought them up to a high mountain alone, ", "2": "and was transfigured before them. His face shone as the sun, and His garments became white as the light. ", "3": "Suddenly Moses and Elijah appeared to them, talking with Him.", "4": "Then Peter said to Jesus, “Lord, it is good for us to be here. If You wish, let us make three tabernacles here: one for You, one for Moses, and one for Elijah.”", "5": "While he was still speaking, suddenly a bright cloud overshadowed them, and a voice from the cloud said, “This is My beloved Son, with whom I am well pleased. Listen to Him.”", "6": "When the disciples heard this, they fell on their faces and were filled with awe. ", "7": "But Jesus came and touched them and said, “Rise, and do not be afraid.” ", "8": "When they lifted up their eyes, they saw no one but Jesus only.", "9": "As they came down the mountain, Jesus commanded them, “Tell the vision to no one until the Son of Man is risen from the dead.”", "10": "His disciples asked Him, “Why then do the scribes say that Elijah must come first?”", "11": "Jesus answered, “Elijah truly does first come and will restore all things. ", "12": "But I tell you that Elijah has already come, and they did not know him, but did to him whatever they pleased. Likewise, the Son of Man will also suffer at their hands.” ", "13": "Then the disciples understood that He was speaking to them of John the Baptist.", "14": "When they came to the crowd, a man came to Him and knelt before Him, saying, ", "15": "“Lord, have mercy on my son, for he is an epileptic and suffers terribly. He often falls into the fire and often into the water. ", "16": "I brought him to Your disciples, but they could not heal him.”", "17": "Then Jesus answered, “O faithless and perverse generation, how long shall I be with you? How long shall I bear with you? Bring him here to Me.” ", "18": "Jesus rebuked the demon, and he came out of him. And the child was healed instantly.", "19": "Then the disciples came to Jesus privately and said, “Why could we not cast him out?”", "20": "Jesus said to them, “Because of your unbelief. For truly I say to you, if you have faith as a grain of mustard seed, you will say to this mountain, 'Move from here to there,' and it will move. And nothing will be impossible for you. ", "21": "But this kind does not go out except by prayer and fasting.”", "22": "While they were staying in Galilee, Jesus said to them, “The Son of Man is about to be betrayed into the hands of men, ", "23": "and they will kill Him, and He will be raised on the third day.” And they were extremely sorrowful.", "24": "When they came to Capernaum, those who collected tax money came to Peter and said, “Does your Teacher not pay the tax[a]?”", "25": "He said, “Yes.” And when he came home, Jesus stopped him, saying, “What do you think, Simon? From whom do the kings of the earth take custom or taxes? From their own sons or from strangers?” ", "26": "Peter said to Him, “From strangers.” Jesus said to him, “Then the sons are free. ", "27": "However, lest we offend them, go to the sea and cast a hook, and take the first fish that comes up. And when you open its mouth, you will find a coin. Take it and give it to them for you and Me.”"}