{"1": "Now when Jesus finished these sayings, He departed from Galilee and came into the region of Judea beyond the Jordan. ", "2": "Large crowds followed Him, and He healed them there.", "3": "The Pharisees also came to Him, tempting Him and saying, “Is it lawful for a man to divorce his wife for any reason?”", "4": "He answered, “Have you not read that He who made them at the beginning 'made them male and female,'[a] ", "5": "and said, 'For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh'[b]? ", "6": "So they are no longer two, but one flesh. Therefore what God has joined together, let no man put asunder.”", "7": "They said to Him, “Then why did Moses command to give a certificate of divorce, and to send her away?”[c]", "8": "He said to them, “Moses, for the hardness of your hearts, permitted you to divorce your wives, but from the beginning it was not so. ", "9": "But I say to you, whoever divorces his wife, except for sexual immorality, and marries another, commits adultery. And whoever marries her who is divorced commits adultery.”", "10": "His disciples said to Him, “If such is the case of the man with his wife, it is not good to marry.”", "11": "But He said to them, “Not all men can receive this precept, but only those to whom it is given. ", "12": "For there are some eunuchs who have been so from birth, there are some eunuchs who have been made eunuchs by men, and there are some eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. He who is able to receive this, let him receive it.”", "13": "Then little children were brought to Him that He might put His hands on them and pray. But the disciples rebuked them.", "14": "But Jesus said, “Let the little children come to Me, and do not forbid them. For to such belongs the kingdom of heaven.” ", "15": "He laid His hands on them and departed from there.", "16": "Now one came and said to Him, “Good Teacher, what good deed shall I do to have eternal life?”", "17": "He replied to him, “Why do you call Me good? There is One who is good. But if you would enter life, keep the commandments.”", "18": "He said to Him, “Which ones?” Jesus said, “You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,[d] ", "19": "Honor your father and your mother,[e] and, You shall love your neighbor as yourself.[f]”", "20": "The young man said to Him, “All these I have kept from my youth. What do I still lack?”", "21": "Jesus said to him, “If you would be perfect, go and sell what you have, and give to the poor, and you will have treasure in heaven. And come, follow Me.”", "22": "But when the young man heard this, he went away sorrowful. For he had great possessions.", "23": "Then Jesus said to His disciples, “Truly, I say to you that it will be hard for a rich man to enter the kingdom of heaven. ", "24": "And again I say to you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”", "25": "When His disciples heard this, they were greatly amazed, saying, “Who then can be saved?”", "26": "But Jesus looked at them and said, “With men this is impossible, but with God all things are possible.”", "27": "Then Peter answered Him, “See, we have left everything and followed You. What then shall we have?”", "28": "Jesus said to them, “Truly I say to you, in the regeneration, when the Son of Man sits on His glorious throne, you who have followed Me will also sit on twelve thrones, judging the twelve tribes of Israel. ", "29": "And everyone who has left houses or brothers or sisters or father or mother or wife or children or fields for My name's sake shall receive a hundred times as much and inherit eternal life. ", "30": "But many who are first will be last, and the last first.”"}