{"1": "Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, wise men came from the east to Jerusalem, ", "2": "saying, “Where is He who was born King of the Jews? For we have seen His star in the east and have come to worship Him.”", "3": "When Herod the king heard these things, he was troubled, and all Jerusalem with him. ", "4": "And when he had gathered all the chief priests and scribes of the people together, he inquired of them where Christ should be born. ", "5": "They told him, “In Bethlehem of Judea, for this is what the prophet wrote:", "6": "'And you, Bethlehem, in the land of Judah, are no longer least among the princes of Judah; for out of you shall come a Governor, who will shepherd My people Israel.'[a]”", "7": "Then Herod, when he had privately called the wise men, carefully inquired of them what time the star appeared. ", "8": "And he sent them to Bethlehem and said, “Go and search diligently for the young Child, and when you have found Him, bring me word again, so that I may come and worship Him also.”", "9": "When they heard the king, they departed. And the star which they saw in the east went before them until it came and stood over where the young Child was. ", "10": "When they saw the star, they rejoiced with great excitement. ", "11": "And when they came into the house, they saw the young Child with Mary, His mother, and fell down and worshipped Him. And when they had opened their treasures, they presented gifts to Him: gold, frankincense, and myrrh. ", "12": "But being warned in a dream that they should not return to Herod, they returned to their own country by another route.", "13": "Now when they departed, the angel of the Lord appeared to Joseph in a dream, saying, “Arise, take the young Child and His mother, and escape to Egypt, and stay there until I bring you word. For Herod will seek the young Child to kill Him.”", "14": "When he rose, he took the young Child and His mother by night, and departed into Egypt, ", "15": "and remained there until the death of Herod, to fulfill what the Lord had spoken through the prophet, “Out of Egypt I have called My Son.”[b]", "16": "Then Herod, when he saw that he had been tricked by the wise men, was utterly furious and sent forth and killed all the male children who were in Bethlehem and the surrounding region, from two years old and under, based on the time which he had diligently inquired of the wise men. ", "17": "Then was fulfilled what was spoken by Jeremiah the prophet:", "18": "“In Ramah a voice was heard, grieving and weeping and great mourning, Rachel weeping for her children, and she would not be comforted, because they are no more.”[c]", "19": "But when Herod was dead, an angel of the Lord appeared in a dream to Joseph in Egypt, ", "20": "saying, “Arise, take the young Child and His mother, and go into the land of Israel, for those who sought the young Child's life are dead.”", "21": "And he rose, took the young Child and His mother, and came into the land of Israel. ", "22": "But when he heard that Archelaus reigned in Judea instead of his father Herod, he was afraid to go there. Nevertheless, being warned by God in a dream, he withdrew to the region of Galilee. ", "23": "And he went and lived in a city called Nazareth, that what was spoken by the prophets might be fulfilled, “He shall be called a Nazarene.”"}