{"1": "“For the kingdom of heaven is like a landowner who went out early in the morning to hire laborers for his vineyard. ", "2": "When he had agreed with the laborers for a denarius a day, he sent them into his vineyard.", "3": "“Then he went out about the third hour and saw others standing idle in the marketplace, ", "4": "and said to them, 'You also go into the vineyard, and whatever is right I will give you.' So they went. ", "5": "Again he went out about the sixth hour and the ninth hour and did likewise.", "6": "“About the eleventh hour he went out and found others standing idle, and said to them, 'Why do you stand here idle all day?'", "7": "“They said to him, 'Because no one has hired us.' “He said to them, 'You also go into the vineyard, and whatever is right you will receive.' ", "8": "“So when evening came, the owner of the vineyard said to his steward, 'Call the laborers and give them their wages, beginning with the last to the first.'", "9": "“When they who were hired about the eleventh hour came, they each received a denarius. ", "10": "But when the first came, they supposed that they would receive more, but each of them likewise received a denarius. ", "11": "When they received it, they grumbled against the landowner, ", "12": "saying, 'These last worked only one hour, and you made them equal to us, who have borne the burden and the heat of the day.'", "13": "“But he answered one of them, 'Friend, I am doing you no wrong. Did you not agree with me for a denarius? ", "14": "Take what is yours and go your way. I will give to this last one even as I give to you. ", "15": "Is it not lawful for me to do what I wish with my own things? Or is your eye evil because I am good?'", "16": "“So the last will be first, and the first last. For many are called, but few are chosen.”", "17": "As Jesus was going up to Jerusalem, He took the twelve disciples aside on the road and said to them, ", "18": "“Now we are going up to Jerusalem, and the Son of Man will be betrayed to the chief priests and scribes. And they will condemn Him to death ", "19": "and deliver Him to the Gentiles to mock, and to scourge, and to crucify Him, but on the third day He will rise.”", "20": "Then the mother of Zebedee's sons came to Him with her sons. And kneeling before Him, she asked for a certain thing.", "21": "He said to her, “What do you want?” She said to Him, “Grant that these two sons of mine may sit, one at Your right hand and one at Your left, in Your kingdom.”", "22": "But Jesus answered, “You do not know what you are asking. Are you able to drink from the cup that I am to drink, and to be baptized with the baptism that I am baptized with?” They said to Him, “We are able.”", "23": "He said to them, “You will indeed drink from My cup and be baptized with the baptism that I am baptized with. But to sit at My right hand and at My left is not Mine to grant, but it is for those for whom it is prepared by My Father.”", "24": "When the ten heard it, they were moved with indignation against the two brothers. ", "25": "But Jesus called them to Him and said, “You know that the rulers of the Gentiles lord it over them, and those who are great exercise authority over them. ", "26": "It shall not be so among you. Whoever would be great among you, let him serve you, ", "27": "and whoever would be first among you, let him be your slave, ", "28": "even as the Son of Man did not come to be served, but to serve and to give His life as a ransom for many.”", "29": "As they departed from Jericho, a large crowd followed Him. ", "30": "There, two blind men sitting by the road, when they heard that Jesus was passing by, cried out, “Have mercy on us, O Lord, Son of David!”", "31": "The crowd rebuked them, that they should be silent. But they cried out even more, “Have mercy on us, O Lord, Son of David!”", "32": "Jesus stood still and called them, saying, “What do you want Me to do for you?”", "33": "They said to Him, “Lord, let our eyes be opened.”", "34": "So Jesus had compassion on them and touched their eyes. Immediately their eyes received sight, and they followed Him."}