{"1": "Then Jesus was led up into the wilderness by the Spirit to be tempted by the devil. ", "2": "And He had fasted for forty days and forty nights, and then He was hungry. ", "3": "And the tempter came to Him and said, “If You are the Son of God, command that these stones be turned into bread.”", "4": "But He answered, “It is written, 'Man shall not live by bread alone, but by every word that proceeds out of the mouth of God.'[a]”", "5": "Then the devil took Him up into the holy city, and set Him on the highest point of the temple, ", "6": "and said to Him, “If You are the Son of God, throw Yourself down. For it is written, 'He shall give His angels charge concerning you,'[b] and 'In their hands they shall lift you up, lest at any time you dash your foot against a stone.'[c]”", "7": "Jesus said to him, “It is also written, 'You shall not tempt the Lord your God.'[d]”", "8": "Again, the devil took Him up on a very high mountain and showed Him all the kingdoms of the world and their grandeur, ", "9": "and said to Him, “All these things I will give You if You will fall down and worship me. ”", "10": "Then Jesus said to him, “Get away from here, Satan! For it is written, 'You shall worship the Lord your God, and Him only shall you serve.'[e] ”", "11": "Then the devil left Him, and immediately angels came and ministered to Him.", "12": "Now when Jesus heard that John was put in prison, He left for Galilee. ", "13": "And leaving Nazareth, He came and lived in Capernaum, which is by the sea, in the regions of Zebulun and Naphtali, ", "14": "that what was spoken by Isaiah the prophet might be fulfilled, saying:", "15": "“The land of Zebulun and the land of Naphtali, the way to the sea, beyond the Jordan, Galilee of the Gentiles:", "16": "The people who sat in darkness saw great light. And on those who sat in the land of the shadow of death, light has dawned.”[f]", "17": "From that time Jesus began to preach, saying, “Repent! For the kingdom of heaven is at hand.”", "18": "As Jesus walked beside the Sea of Galilee, He saw two brothers, Simon called Peter, and Andrew his brother, throwing a net into the sea, for they were fishermen. ", "19": "And He said to them, “Follow Me, and I will make you fishers of men.” ", "20": "They immediately left their nets and followed Him.", "21": "And going on from there, He saw two other brothers, James the son of Zebedee and John his brother, in a boat with Zebedee their father, mending their nets, and He called them. ", "22": "They immediately left the boat and their father and followed Him.", "23": "Jesus went throughout all Galilee teaching in their synagogues, preaching the gospel of the kingdom, and healing all kinds of sickness and all sorts of diseases among the people. ", "24": "His fame went throughout all Syria. And they brought to Him all sick people who were taken with various diseases and tormented with pain, those who were possessed with demons, those who had seizures, and those who had paralysis, and He healed them. ", "25": "Great crowds followed Him from Galilee, the Decapolis, Jerusalem, Judea, and from beyond the Jordan."}