{"1": "From:[a] Paul, an apostle of the Messiah[b] Jesus, by the command of God our Savior and the Messiah[c] Jesus, our hope.", "2": "To: Timothy, my genuine child in the faith. May grace, mercy, and peace from God the Father and the Messiah[d] Jesus, our Lord, be yours!", "3": "When I was on my way to Macedonia, I urged you to stay in Ephesus so that you could instruct certain people to stop teaching false doctrine ", "4": "and occupying themselves with myths and endless genealogies. These things promote controversies rather than God's ongoing purpose, which involves faith. ", "5": "The goal of this instruction is love that flows from a pure heart, from a clear conscience, and from a sincere faith. ", "6": "Some people have left these qualities behind and have turned to fruitless discussion. ", "7": "They want to be teachers of the Law, yet they do not understand either what they are talking about or the things about which they speak so confidently.", "8": "Of course, we know that the Law is good if a person uses it legitimately, ", "9": "that is, if he understands that the Law is not intended for righteous[e] people but for lawbreakers and rebels, for ungodly people and sinners, for those who are unholy and irreverent, for those who kill their fathers, their mothers, or other people, ", "10": "for those involved in sexual immorality, for homosexuals, for kidnappers,[f] for liars, for false witnesses, and for whatever else goes against the healthy teaching ", "11": "that agrees with the glorious gospel of the blessed God, which he entrusted to me.", "12": "I thank the Messiah[g] Jesus, our Lord, who gives me strength, that he has considered me faithful and has appointed me to his service. ", "13": "In the past I was a blasphemer, a persecutor, and a violent[h] man. But I received mercy because I acted ignorantly in my unbelief, ", "14": "and the grace of our Lord overflowed toward me,[i] along with the faith and love that are in the Messiah[j] Jesus. ", "15": "This is a trustworthy saying that deserves complete acceptance:[k] To this world Messiah[l] came, sinful people to reclaim.[m] I am the worst of them. ", "16": "But for that very reason I received mercy, so that in me, as the worst sinner,[n] the Messiah[o] Jesus might demonstrate all of his patience as an example for those who would believe in him for eternal life. ", "17": "Now to the King Eternal—the immortal, invisible, and only God—be honor and glory forever and ever! Amen.", "18": "Timothy, my child, I am instructing you in keeping with the prophecies made earlier about you, so that by following them you may continue to fight the good fight ", "19": "with faith and a good conscience. By ignoring their consciences,[p] some people have destroyed their faith like a wrecked ship. ", "20": "These include Hymenaeus and Alexander, whom I handed over to Satan so that they may learn not to blaspheme."}