{"1": "This is a trustworthy saying:[a] The one who would an elder be, a noble task desires he.", "2": "Therefore, an elder must be blameless, the husband of one wife,[b] stable, sensible, respectable, hospitable to strangers, and teachable.[c] ", "3": "He must not drink excessively or be a violent person, but instead be gentle. He must not be argumentative or love money. ", "4": "He must manage his own family well and have children who are submissive and respectful in every way. ", "5": "For if a man does not know how to manage his own family, how can he take care of God's church? ", "6": "He must not be a recent convert, so that he won't become arrogant and fall into the Devil's condemnation. ", "7": "He must be well thought of by outsiders, so he doesn't[d] fall into disgrace and the trap set for him by[e] the Devil.", "8": "Deacons,[f] too, must be serious. They must not be two-faced,[g] addicted to wine, or greedy for money. ", "9": "They must hold firmly to the secret of the faith with clear consciences. ", "10": "But they must first be tested. Then, if they prove to be blameless, let them serve in ministry.[h] ", "11": "Their wives[i] must also be serious. They must not be gossips, but instead be stable and trustworthy in everything. ", "12": "Deacons[j] must be husbands of one wife[k] and must manage their children and their families well. ", "13": "Those who serve well in ministry[l] gain an excellent reputation for themselves and will have great assurance by their faith in the Messiah[m] Jesus.", "14": "I hope to come to you soon. However, I'm writing this to you ", "15": "in case I am delayed, so that you may know how to behave in God's household, which is the church of the living God, the pillar and foundation of the truth. ", "16": "By common confession, the secret of our godly worship is great:[n] In flesh was he[o] revealed to sight, vindicated by the Spirit's might, adored by angels singing.[p] To nations was he manifest, believing souls found peace and rest,[q] our Lord in heaven reigning![r]"}