{"1": "All who are under the yoke of slavery should regard their own masters as deserving of the highest respect,[a] so that the name of God and our teaching may not be discredited.[b] ", "2": "Moreover, those who have believing masters should be respectful to them, because they are fellow believers.[c] In fact, they must serve them even better, because those who benefit from their service are believers and dear to them. These are the things you must teach and exhort.", "3": "If anyone teaches false doctrine and refuses to agree with the sound words of our Lord Jesus, the Messiah,[d] and godly teaching, ", "4": "he is a conceited person and does not understand anything. He has an unhealthy craving for arguments and debates. This produces jealousy, rivalry, slander, evil suspicions, ", "5": "and incessant conflict between people who are depraved in mind and deprived of truth. They think that godliness is a way to make a profit.[e] ", "6": "Of course, godliness with contentment does bring a great profit.", "7": "Nothing to this world we bring; from it take we nothing.", "8": "With food to eat and clothes to wear; content we are in everything.", "9": "But people who want to get rich keep toppling into temptation and are trapped by many stupid and harmful desires that plunge them into destruction and ruin. ", "10": "For the love of money is a root of all kinds of evil. Some people, in their eagerness to get rich, have wandered away from the faith and caused[f] themselves a lot of pain.", "11": "But you, man of God, must flee from all these things. Instead, you must pursue righteousness, godliness, faithfulness,[g] love, endurance, and gentleness.", "12": "Fight the good fight for the faith. Keep holding on to eternal life, to which you were called and about which you gave a good testimony in front of many witnesses.", "13": "Since you are[h] in the presence of God, who gives life to everything, and in the presence of the Messiah[i] Jesus, who gave a good testimony before Pontius Pilate, I solemnly charge you ", "14": "to keep these commands stainlessly and blamelessly until the appearance of our Lord Jesus, the Messiah.[j] ", "15": "At the right time, he will make him known. God[k] is the blessed and only Ruler, the King of kings and Lord of lords.", "16": "He alone has endless life and lives in inaccessible light. No one has ever seen him, nor can anyone see him. Honor and eternal power belong to him! Amen.", "17": "Tell those who are rich in this age not to be arrogant and not to place their confidence in anything as uncertain as riches. Instead, let them place their confidence[l] in God, who lavishly provides us with everything for our enjoyment. ", "18": "They are to do good, to be rich in good actions, to be generous, and to share. ", "19": "By doing this they store up a treasure for themselves that is a good foundation for the future, so that they can keep their hold on the life that is real.", "20": "Timothy, guard what has been entrusted to you. Avoid the pointless discussions and contradictions of what is falsely called knowledge. ", "21": "Although some claim to have it, they have abandoned the faith. May grace be with all of you!"}