{"1": "“If in the land which the Lord your God gives you to possess, any one is found slain, lying in the open country, and it is not known who killed him, ", "2": "then your elders and your judges shall come forth, and they shall measure the distance to the cities which are around him that is slain; ", "3": "and the elders of the city which is nearest to the slain man shall take a heifer which has never been worked and which has not pulled in the yoke. ", "4": "And the elders of that city shall bring the heifer down to a valley with running water, which is neither plowed nor sown, and shall break the heifer's neck there in the valley. ", "5": "And the priests the sons of Levi shall come forward, for the Lord your God has chosen them to minister to him and to bless in the name of the Lord, and by their word every dispute and every assault shall be settled. ", "6": "And all the elders of that city nearest to the slain man shall wash their hands over the heifer whose neck was broken in the valley; ", "7": "and they shall testify, 'Our hands did not shed this blood, neither did our eyes see it shed. ", "8": "Forgive, O Lord, thy people Israel, whom thou hast redeemed, and set not the guilt of innocent blood in the midst of thy people Israel; but let the guilt of blood be forgiven them.' ", "9": "So you shall purge the guilt of innocent blood from your midst, when you do what is right in the sight of the Lord.", "10": "“When you go forth to war against your enemies, and the Lord your God gives them into your hands, and you take them captive, ", "11": "and see among the captives a beautiful woman, and you have desire for her and would take her for yourself as wife, ", "12": "then you shall bring her home to your house, and she shall shave her head and pare her nails. ", "13": "And she shall put off her captive's garb, and shall remain in your house and bewail her father and her mother a full month; after that you may go in to her, and be her husband, and she shall be your wife. ", "14": "Then, if you have no delight in her, you shall let her go where she will; but you shall not sell her for money, you shall not treat her as a slave, since you have humiliated her.", "15": "“If a man has two wives, the one loved and the other disliked, and they have borne him children, both the loved and the disliked, and if the first-born son is hers that is disliked, ", "16": "then on the day when he assigns his possessions as an inheritance to his sons, he may not treat the son of the loved as the first-born in preference to the son of the disliked, who is the first-born, ", "17": "but he shall acknowledge the first-born, the son of the disliked, by giving him a double portion of all that he has, for he is the first issue of his strength; the right of the first-born is his.", "18": "“If a man has a stubborn and rebellious son, who will not obey the voice of his father or the voice of his mother, and, though they chastise him, will not give heed to them, ", "19": "then his father and his mother shall take hold of him and bring him out to the elders of his city at the gate of the place where he lives, ", "20": "and they shall say to the elders of his city, 'This our son is stubborn and rebellious, he will not obey our voice; he is a glutton and a drunkard.' ", "21": "Then all the men of the city shall stone him to death with stones; so you shall purge the evil from your midst; and all Israel shall hear, and fear.", "22": "“And if a man has committed a crime punishable by death and he is put to death, and you hang him on a tree, ", "23": "his body shall not remain all night upon the tree, but you shall bury him the same day, for a hanged man is accursed by God; you shall not defile your land which the Lord your God gives you for an inheritance."}