{"1": "“You shall not see your brother's ox or his sheep go astray, and withhold your help[a] from them; you shall take them back to your brother. ", "2": "And if he is not near you, or if you do not know him, you shall bring it home to your house, and it shall be with you until your brother seeks it; then you shall restore it to him. ", "3": "And so you shall do with his ass; so you shall do with his garment; so you shall do with any lost thing of your brother's, which he loses and you find; you may not withhold your help. ", "4": "You shall not see your brother's ass or his ox fallen down by the way, and withhold your help[b] from them; you shall help him to lift them up again.", "5": "“A woman shall not wear anything that pertains to a man, nor shall a man put on a woman's garment; for whoever does these things is an abomination to the Lord your God.", "6": "“If you chance to come upon a bird's nest, in any tree or on the ground, with young ones or eggs and the mother sitting upon the young or upon the eggs, you shall not take the mother with the young; ", "7": "you shall let the mother go, but the young you may take to yourself; that it may go well with you, and that you may live long.", "8": "“When you build a new house, you shall make a parapet for your roof, that you may not bring the guilt of blood upon your house, if any one fall from it.", "9": "“You shall not sow your vineyard with two kinds of seed, lest the whole yield be forfeited to the sanctuary,[c] the crop which you have sown and the yield of the vineyard. ", "10": "You shall not plow with an ox and an ass together. ", "11": "You shall not wear a mingled stuff, wool and linen together.", "12": "“You shall make yourself tassels on the four corners of your cloak with which you cover yourself.", "13": "“If any man takes a wife, and goes in to her, and then spurns her, ", "14": "and charges her with shameful conduct, and brings an evil name upon her, saying, 'I took this woman, and when I came near her, I did not find in her the tokens of virginity,' ", "15": "then the father of the young woman and her mother shall take and bring out the tokens of her virginity to the elders of the city in the gate; ", "16": "and the father of the young woman shall say to the elders, 'I gave my daughter to this man to wife, and he spurns her; ", "17": "and lo, he has made shameful charges against her, saying, “I did not find in your daughter the tokens of virginity.” And yet these are the tokens of my daughter's virginity.' And they shall spread the garment before the elders of the city. ", "18": "Then the elders of that city shall take the man and whip him; ", "19": "and they shall fine him a hundred shekels of silver, and give them to the father of the young woman, because he has brought an evil name upon a virgin of Israel; and she shall be his wife; he may not put her away all his days. ", "20": "But if the thing is true, that the tokens of virginity were not found in the young woman, ", "21": "then they shall bring out the young woman to the door of her father's house, and the men of her city shall stone her to death with stones, because she has wrought folly in Israel by playing the harlot in her father's house; so you shall purge the evil from the midst of you.", "22": "“If a man is found lying with the wife of another man, both of them shall die, the man who lay with the woman, and the woman; so you shall purge the evil from Israel.", "23": "“If there is a betrothed virgin, and a man meets her in the city and lies with her, ", "24": "then you shall bring them both out to the gate of that city, and you shall stone them to death with stones, the young woman because she did not cry for help though she was in the city, and the man because he violated his neighbor's wife; so you shall purge the evil from the midst of you.", "25": "“But if in the open country a man meets a young woman who is betrothed, and the man seizes her and lies with her, then only the man who lay with her shall die. ", "26": "But to the young woman you shall do nothing; in the young woman there is no offense punishable by death, for this case is like that of a man attacking and murdering his neighbor; ", "27": "because he came upon her in the open country, and though the betrothed young woman cried for help there was no one to rescue her.", "28": "“If a man meets a virgin who is not betrothed, and seizes her and lies with her, and they are found, ", "29": "then the man who lay with her shall give to the father of the young woman fifty shekels of silver, and she shall be his wife, because he has violated her; he may not put her away all his days.", "30": "[d] “A man shall not take his father's wife, nor shall he uncover her who is his father's.[e]"}