{"1": "Now Moses and the elders of Israel commanded the people, saying, “Keep all the commandment which I command you this day. ", "2": "And on the day you pass over the Jordan to the land which the Lord your God gives you, you shall set up large stones, and plaster them with plaster; ", "3": "and you shall write upon them all the words of this law, when you pass over to enter the land which the Lord your God gives you, a land flowing with milk and honey, as the Lord, the God of your fathers, has promised you. ", "4": "And when you have passed over the Jordan, you shall set up these stones, concerning which I command you this day, on Mount Ebal, and you shall plaster them with plaster. ", "5": "And there you shall build an altar to the Lord your God, an altar of stones; you shall lift up no iron tool upon them. ", "6": "You shall build an altar to the Lord your God of unhewn[a] stones; and you shall offer burnt offerings on it to the Lord your God; ", "7": "and you shall sacrifice peace offerings, and shall eat there; and you shall rejoice before the Lord your God. ", "8": "And you shall write upon the stones all the words of this law very plainly.”", "9": "And Moses and the Levitical priests said to all Israel, “Keep silence and hear, O Israel: this day you have become the people of the Lord your God. ", "10": "You shall therefore obey the voice of the Lord your God, keeping his commandments and his statutes, which I command you this day.”", "11": "And Moses charged the people the same day, saying, ", "12": "“When you have passed over the Jordan, these shall stand upon Mount Ger′izim to bless the people: Simeon, Levi, Judah, Is′sachar, Joseph, and Benjamin. ", "13": "And these shall stand upon Mount Ebal for the curse: Reuben, Gad, Asher, Zeb′ulun, Dan, and Naph′tali. ", "14": "And the Levites shall declare to all the men of Israel with a loud voice:", "15": "“'Cursed be the man who makes a graven or molten image, an abomination to the Lord, a thing made by the hands of a craftsman, and sets it up in secret.' And all the people shall answer and say, 'Amen.'", "16": "“'Cursed be he who dishonors his father or his mother.' And all the people shall say, 'Amen.'", "17": "“'Cursed be he who removes his neighbor's landmark.' And all the people shall say, 'Amen.'", "18": "“'Cursed be he who misleads a blind man on the road.' And all the people shall say, 'Amen.'", "19": "“'Cursed be he who perverts the justice due to the sojourner, the fatherless, and the widow.' And all the people shall say, 'Amen.'", "20": "“'Cursed be he who lies with his father's wife, because he has uncovered her who is his father's.'[b] And all the people shall say, 'Amen.'", "21": "“'Cursed be he who lies with any kind of beast.' And all the people shall say, 'Amen.'", "22": "“'Cursed be he who lies with his sister, whether the daughter of his father or the daughter of his mother.' And all the people shall say, 'Amen.'", "23": "“'Cursed be he who lies with his mother-in-law.' And all the people shall say, 'Amen.'", "24": "“'Cursed be he who slays his neighbor in secret.' And all the people shall say, 'Amen.'", "25": "“'Cursed be he who takes a bribe to slay an innocent person.' And all the people shall say, 'Amen.'", "26": "“'Cursed be he who does not confirm the words of this law by doing them.' And all the people shall say, 'Amen.'"}