{"1": "This is the blessing with which Moses the man of God blessed the children of Israel before his death. ", "2": "He said, “The Lord came from Sinai, and dawned from Se′ir upon us;[a] he shone forth from Mount Paran, he came from the ten thousands of holy ones, with flaming fire[b] at his right hand.", "3": "Yea, he loved his people;[c] all those consecrated to him were in his[d] hand; so they followed[e] in thy steps, receiving direction from thee,", "4": "when Moses commanded us a law, as a possession for the assembly of Jacob.", "5": "Thus the Lord became king in Jesh′urun, when the heads of the people were gathered, all the tribes of Israel together.", "6": "“Let Reuben live, and not die, nor let his men be few.”", "7": "And this he said of Judah: “Hear, O Lord, the voice of Judah, and bring him in to his people. With thy hands contend[f] for him, and be a help against his adversaries.”", "8": "And of Levi he said, “Give to Levi[g] thy Thummim, and thy Urim to thy godly one, whom thou didst test at Massah, with whom thou didst strive at the waters of Mer′ibah;", "9": "who said of his father and mother, 'I regard them not'; he disowned his brothers, and ignored his children. For they observed thy word, and kept thy covenant.", "10": "They shall teach Jacob thy ordinances, and Israel thy law; they shall put incense before thee, and whole burnt offering upon thy altar.", "11": "Bless, O Lord, his substance, and accept the work of his hands; crush the loins of his adversaries, of those that hate him, that they rise not again.”", "12": "Of Benjamin he said, “The beloved of the Lord, he dwells in safety by him; he encompasses him all the day long, and makes his dwelling between his shoulders.”", "13": "And of Joseph he said, “Blessed by the Lord be his land, with the choicest gifts of heaven above,[h] and of the deep that couches beneath,", "14": "with the choicest fruits of the sun, and the rich yield of the months,", "15": "with the finest produce of the ancient mountains, and the abundance of the everlasting hills,", "16": "with the best gifts of the earth and its fulness, and the favor of him that dwelt in the bush. Let these come upon the head of Joseph, and upon the crown of the head of him that is prince among his brothers.", "17": "His firstling bull has majesty, and his horns are the horns of a wild ox; with them he shall push the peoples, all of them, to the ends of the earth; such are the ten thousands of E′phraim, and such are the thousands of Manas′seh.”", "18": "And of Zeb′ulun he said, “Rejoice, Zeb′ulun, in your going out; and Is′sachar, in your tents.", "19": "They shall call peoples to their mountain; there they offer right sacrifices; for they suck the affluence of the seas and the hidden treasures of the sand.”", "20": "And of Gad he said, “Blessed be he who enlarges Gad! Gad couches like a lion, he tears the arm, and the crown of the head.", "21": "He chose the best of the land for himself, for there a commander's portion was reserved; and he came to the heads of the people, with Israel he executed the commands and just decrees of the Lord.”", "22": "And of Dan he said, “Dan is a lion's whelp, that leaps forth from Bashan.”", "23": "And of Naph′tali he said, “O Naph′tali, satisfied with favor, and full of the blessing of the Lord, possess the lake and the south.”", "24": "And of Asher he said, “Blessed above sons be Asher; let him be the favorite of his brothers, and let him dip his foot in oil.", "25": "Your bars shall be iron and bronze; and as your days, so shall your strength be.", "26": "“There is none like God, O Jesh′urun, who rides through the heavens to your help, and in his majesty through the skies.", "27": "The eternal God is your dwelling place, and underneath are the everlasting arms. And he thrust out the enemy before you, and said, Destroy.", "28": "So Israel dwelt in safety, the fountain of Jacob alone, in a land of grain and wine; yea, his heavens drop down dew.", "29": "Happy are you, O Israel! Who is like you, a people saved by the Lord, the shield of your help, and the sword of your triumph! Your enemies shall come fawning to you; and you shall tread upon their high places.”"}