{"1": "Now the Feast of Unleavened Bread drew nigh, which is called the Passover.", "2": "And the chief priests and scribes sought how they might kill Him, for they feared the people.", "3": "Then entered Satan into Judas, surnamed Iscariot, being one of the twelve.", "4": "And he went his way and communed with the chief priests and captains how he might betray Him unto them.", "5": "And they were glad, and covenanted to give him money.", "6": "And he promised, and sought opportunity to betray Him unto them in the absence of the multitude.", "7": "Then came the Day of Unleavened Bread when the Passover lamb must be killed.", "8": "And He sent Peter and John, saying, “Go and prepare us the Passover, that we may eat.”", "9": "And they said unto Him, “Where wilt Thou have us prepare?”", "10": "And He said unto them, “Behold, when ye are entered into the city, there shall a man meet you, bearing a pitcher of water. Follow him into the house where he entereth in.", "11": "And ye shall say unto the master of the house, 'The Master saith unto thee, “Where is the guestchamber where I shall eat the Passover with My disciples?”'", "12": "And he shall show you a large upper room furnished. There make ready.”", "13": "And they went and found as He had said unto them. And they made ready the Passover.", "14": "And when the hour had come, He sat down and the twelve apostles with Him.", "15": "And He said unto them, “With desire I have desired to eat this Passover with you before I suffer;", "16": "for I say unto you, I will not anymore eat thereof until it be fulfilled in the Kingdom of God.”", "17": "And He took the cup, and gave thanks and said, “Take this, and divide it among yourselves;", "18": "for I say unto you, I will not drink of the fruit of the vine until the Kingdom of God shall come.”", "19": "And He took bread, and gave thanks and broke it and gave it unto them, saying, “This is My body which is given for you. This do in remembrance of Me.”", "20": "Likewise also He took the cup after supper, saying, “This cup is the new testament in My blood, which is shed for you.", "21": "But behold, the hand of him that betrayeth Me is with Me on the table.", "22": "And truly the Son of Man goeth as it was determined; but woe unto that man by whom He is betrayed!”", "23": "And they began to inquire among themselves which of them it was that should do this thing.", "24": "And there was also a contention among them, which of them should be accounted the greatest.", "25": "And He said unto them, “The kings of the Gentiles exercise lordship over them, and they that exercise authority over them are called 'benefactors.'", "26": "But ye shall not be so; but he that is greatest among you, let him be as the younger, and he that is chief, as he that doth serve.", "27": "For who is greater, he that sitteth at meat or he that serveth? Is it not he that sitteth at meat? But I am among you as He that serveth.", "28": "“Ye are they that have continued with Me in My temptations.", "29": "And I appoint unto you a Kingdom, as My Father hath appointed unto Me,", "30": "that ye may eat and drink at My table in My Kingdom, and sit on thrones judging the twelve tribes of Israel.”", "31": "And the Lord said, “Simon, Simon! Behold, Satan hath desired to have you, that he may sift you as wheat.", "32": "But I have prayed for thee, that thy faith fail not; and when thou art converted, strengthen thy brethren.”", "33": "And Peter said unto Him, “Lord, I am ready to go with Thee, both into prison and to death.”", "34": "And He said, “I tell thee, Peter, the cock shall not crow this day before thou shalt thrice deny that thou knowest Me.”", "35": "And He said unto them, “When I sent you without purse and pack and shoes, lacked ye anything?” And they said, “Nothing.”", "36": "Then said He unto them, “But now, he that hath a purse, let him take it and likewise his pack; and he that hath no sword, let him sell his garment and buy one.", "37": "For I say unto you that this that is written must yet be accomplished in Me: 'And He was reckoned among the transgressors.' For the things concerning Me have an end.”", "38": "And they said, “Lord, behold, here are two swords.” And He said unto them, “It is enough.”", "39": "And He came out and went, as He was wont, to the Mount of Olives; and His disciples also followed Him.", "40": "And when He was at the place, He said unto them, “Pray that ye enter not into temptation.”", "41": "And He was withdrawn from them about a stone's cast, and kneeled down and prayed,", "42": "saying, “Father, if Thou be willing, remove this cup from Me; nevertheless not My will, but Thine be done.”", "43": "And there appeared an angel unto Him from Heaven, strengthening Him.", "44": "And being in agony, He prayed more earnestly, and His sweat was, as it were, great drops of blood falling down to the ground.", "45": "And when He rose up from prayer and had come to His disciples, He found them sleeping for sorrow.", "46": "And He said unto them, “Why sleep ye? Rise and pray, lest ye enter into temptation.”", "47": "And while He yet spoke, behold, a multitude; and he that was called Judas, one of the twelve, went before them and drew near unto Jesus to kiss Him.", "48": "But Jesus said unto him, “Judas, betrayest thou the Son of Man with a kiss?”", "49": "When those who were about Him saw what would follow, they said unto Him, “Lord, shall we smite with the sword?”", "50": "And one of them smote the servant of the high priest and cut off his right ear.", "51": "And Jesus answered and said, “Suffer ye thus far.” And He touched his ear and healed him.", "52": "Then Jesus said unto the chief priests and captains of the temple and the elders, who had come to Him, “Have ye come out as against a thief, with swords and staves?", "53": "When I was daily with you in the temple, ye stretched forth no hands against Me; but this is your hour, and the power of darkness.”", "54": "Then they took Him and led Him, and brought Him into the high priest's house. And Peter followed afar off.", "55": "And when they had kindled a fire in the midst of the hall and had sat down together, Peter sat down among them.", "56": "But a certain maid beheld him as he sat by the fire, and earnestly looked upon him and said, “This man was also with him.”", "57": "And he denied Him, saying, “Woman, I know Him not.”", "58": "And after a little while another saw him and said, “Thou art also of them.” And Peter said, “Man, I am not!”", "59": "And after the space of about an hour, another confidently affirmed, saying, “In truth this fellow also was with him, for he is a Galilean.”", "60": "And Peter said, “Man, I know not what thou sayest!” And immediately, while he yet spoke, the cock crowed.", "61": "And the Lord turned and looked upon Peter. And Peter remembered the word of the Lord, how He had said unto him, “Before the cock crow, thou shalt deny Me thrice.”", "62": "And Peter went out and wept bitterly.", "63": "And the men who held Jesus mocked Him and smote Him.", "64": "And when they had blindfolded Him, they struck Him on the face and asked Him, saying, “Prophesy! Who is it that smote thee?”", "65": "And many other things they spoke blasphemously against Him.", "66": "And as soon as it was day, the elders of the people and the chief priests and the scribes came together, and led Him into their council, saying,", "67": "“Art thou the Christ? Tell us.” And He said unto them, “If I tell you, ye will not believe.", "68": "And if I also ask you, ye will not answer Me nor let Me go.", "69": "Hereafter shall the Son of Man sit on the right hand of the power of God.”", "70": "Then said they all, “Art thou then the Son of God?” And He said unto them, “Ye say that I am.”", "71": "And they said, “What need we any further witness? For we ourselves have heard it from his own mouth.”"}