{"1": "And the whole multitude of them arose and led Him unto Pilate.", "2": "And they began to accuse Him, saying, “We found this fellow perverting the nation and forbidding to give tribute to Caesar, saying that he himself is Christ, a king.”", "3": "And Pilate asked Him, saying, “Art thou the king of the Jews?” And He answered him and said, “Thou sayest it.”", "4": "Then said Pilate to the chief priests and the people, “I find no fault in this man.”", "5": "And they became the more fierce, saying, “He stirreth up the people, teaching throughout all Judea, beginning from Galilee to this place.”", "6": "When Pilate heard of Galilee, he asked whether the Man were a Galilean.", "7": "And as soon as he learned that He belonged unto Herod's jurisdiction, he sent Him to Herod, who himself also was at Jerusalem at that time.", "8": "And when Herod saw Jesus he was exceedingly glad, for he had been desirous to see Him for a long time, because he had heard many things about Him, and he hoped to see some miracle done by Him.", "9": "Then he questioned Him with many words, but He answered him nothing.", "10": "And the chief priests and scribes stood and vehemently accused Him.", "11": "And Herod, with his men of war, treated Him with contempt and mocked Him, and arrayed Him in a gorgeous robe and sent Him again to Pilate.", "12": "And on the same day, Pilate and Herod were made friends together, for before that there was enmity between them.", "13": "And Pilate, when he had called together the chief priests and the rulers and the people,", "14": "said unto them, “Ye have brought this man unto me as one who perverteth the people. And behold, I, having examined him before you, have found no fault in this man concerning those things whereof ye accuse him.", "15": "No, nor yet Herod; for I sent you to him, and lo, nothing worthy of death is done unto him.", "16": "I will therefore chastise him and release him.”", "17": "(For of necessity he must release one unto them at the Feast.)", "18": "And they all cried out at once, saying, “Away with this man, and release unto us Barabbas”", "19": "(who had been cast into prison for a certain sedition made in the city, and for murder).", "20": "Pilate therefore, desiring to release Jesus, spoke again to them.", "21": "But they cried, saying, “Crucify him, crucify him!”", "22": "And he said unto them the third time, “Why? What evil hath he done? I have found no cause for death in him. I will therefore chastise him and let him go.”", "23": "But they were instant with loud voices, requiring that He might be crucified. And the voices of them and of the chief priests prevailed.", "24": "And Pilate gave sentence that it should be as they required.", "25": "And he released unto them the one who for sedition and murder had been cast into prison, whom they had desired; but he delivered Jesus to their will.", "26": "And as they led Him away, they laid hold upon one Simon, a Cyrenian, coming out of the country, and on him they laid the cross, that he might bear it after Jesus.", "27": "And there followed Him a great company of people, and of women who also bewailed and lamented Him.", "28": "But Jesus, turning unto them, said, “Daughters of Jerusalem, weep not for Me, but weep for yourselves and for your children.", "29": "For behold, the days are coming in which they shall say, 'Blessed are the barren, and the wombs that never bore and the breasts which never gave suck.'", "30": "Then shall they begin to say to the mountains, 'Fall on us!' and to the hills, 'Cover us!'", "31": "For if they do these things in a green tree, what shall be done in the dry?”", "32": "And there were also two others, malefactors, led with Him to be put to death.", "33": "And when they had come to the place which is called Calvary, there they crucified Him, and the malefactors, one on the right hand and the other on the left.", "34": "Then Jesus said, “Father, forgive them, for they know not what they do.” And they parted His raiment and cast lots.", "35": "And the people stood beholding. And the rulers who were also with them derided Him, saying, “He saved others; let him save himself if he be Christ, the chosen of God.”", "36": "And the soldiers also mocked Him, coming to Him and offering Him vinegar", "37": "and saying, “If thou art the king of the Jews, save thyself.”", "38": "And a superscription also was written over Him in letters of Greek and Latin and Hebrew: This Is The King Of The Jews.", "39": "And one of the malefactors who was hanged railed against Him, saying, “If thou be Christ, save thyself and us!”", "40": "But the other answering rebuked him, saying, “Dost not thou fear God, seeing thou art under the same condemnation?", "41": "And we indeed justly, for we receive the due reward of our deeds. But this Man hath done nothing amiss.”", "42": "And he said unto Jesus, “Lord, remember me when Thou comest into Thy Kingdom.”", "43": "And Jesus said unto him, “Verily I say unto thee, today shalt thou be with Me in Paradise.”", "44": "And it was about the sixth hour, and there was a darkness over all the earth until the ninth hour.", "45": "And the sun was darkened, and the veil of the temple was rent in the midst.", "46": "And when Jesus had cried out with a loud voice, He said, “Father, into Thy hands I commend My spirit.” And having said thus, He gave up the ghost.", "47": "Now when the centurion saw what was done, he glorifed God, saying, “Certainly this was a righteous man!”", "48": "And all the people who came together to that sight, beholding the things which had been done, smote their breasts and returned.", "49": "And all His acquaintances and the women who had followed Him from Galilee stood afar off, beholding these things.", "50": "And behold, there was a man named Joseph, a council member, and he was a good man and a just.", "51": "(The same had not consented to their counsel and deed.) He was of Arimathea, a city of the Jews, who himself also waited for the Kingdom of God.", "52": "This man went unto Pilate and begged the body of Jesus.", "53": "And he took it down and wrapped it in linen, and laid it in a sepulcher that was hewn in stone, wherein never man before was laid.", "54": "And that day was the Preparation, and the Sabbath drew near.", "55": "And the women also, who came with Him from Galilee, followed after, and beheld the sepulcher and how His body was laid.", "56": "And they returned and prepared spices and ointments, and rested the Sabbath day according to the commandment."}