{"1": "The Lord then recruited and deployed 70[a] more disciples. He sent them ahead, in teams of two, to visit all the towns and settlements between them and Jerusalem. ", "2": "This is what He ordered. Jesus: There's a great harvest waiting in the fields, but there aren't many good workers to harvest it. Pray that the Harvest Master will send out good workers to the fields.", "3": "It's time for you 70 to go. I'm sending you out armed with vulnerability, like lambs walking into a pack of wolves. ", "4": "Don't bring a wallet. Don't carry a backpack. I don't even want you to wear sandals. Walk along barefoot, quietly, without stopping for small talk. ", "5": "When you enter a house seeking lodging, say, “Peace on this house!” ", "6": "If a child of peace—one who welcomes God's message of peace—is there, your peace will rest on him. If not, don't worry; nothing is wasted. ", "7": "Stay where you're welcomed. Become part of the family, eating and drinking whatever they give you. You're My workers, and you deserve to be cared for. Again, don't go from house to house, ", "8": "but settle down in a town and eat whatever they serve you. ", "9": "Heal the sick and say to the townspeople, “The kingdom of God has come near to you.”", "10": "Of course, not every town will welcome you. If you're rejected, walk through the streets and say, ", "11": "“We're leaving this town. We'll wipe off the dust that clings to our feet in protest against you. But even so, know this: the kingdom of God has come near.” ", "12": "I tell you the truth, on judgment day, Sodom will have an easier time of it than the town that rejects My messengers.", "13": "It's going to be bad for you, Chorazin! It's going to be bad for you, Bethsaida! If the mighty works done in your streets had been done in the cities of Tyre and Sidon, they would have been moved to turn to God and cry out in sackcloth and ashes. ", "14": "On judgment day, Tyre and Sidon will have an easier time of it than you. ", "15": "It's going to be bad for you, too, Capernaum! Will you be celebrated to heaven? No, you will go down to the place of the dead.", "16": "Listen, disciples: if people give you a hearing, they're giving Me a hearing. If they reject you, they're rejecting Me. And if they reject Me, they're rejecting the One who sent Me. So—go now!", "17": "When the 70[b] completed their mission and returned to report on their experiences, they were elated. Seventy: It's amazing, Lord! When we use Your name, the demons do what we say!", "18": "Jesus: 18 I know. I saw Satan falling from above like a lightning bolt. ", "19": "I've given you true authority. You can smash vipers and scorpions under your feet.[c] You can walk all over the power of the enemy. You can't be harmed. ", "20": "But listen—that's not the point. Don't be elated that evil spirits leave when you say to leave. Rejoice that your names are written in heaven.", "21": "Then Jesus Himself became elated. The Holy Spirit was on Him, and He began to pray with joy. Jesus: Thank You, Father, Lord of heaven and earth. Thank You for hiding Your mysteries from the wise and intellectual, instead revealing them to little children. Your ways are truly gracious. ", "22": "My Father has given Me everything. No one knows the full identity of the Son except the Father, and nobody knows the full identity of the Father except the Son, and the Son fully reveals the Father to whomever He wishes. ", "23": "(then almost in a whisper to the disciples) How blessed are your eyes to see what you see! ", "24": "Many prophets and kings dreamed of seeing what you see, but they never got a glimpse. They dreamed of hearing what you hear, but they never heard it.", "25": "Just then a scholar of the Hebrew Scriptures tried to trap Jesus. Scholar: Teacher, what must I do to experience the eternal life?", "26": "Jesus (answering with a question): 26 What is written in the Hebrew Scriptures? How do you interpret their answer to your question?", "27": "Scholar: 27 You shall love—“love the Eternal One your God with everything you have: all your heart, all your soul, all your strength, and all your mind”[d]—and “love your neighbor as yourself.”[e]", "28": "Jesus: 28 Perfect. Your answer is correct. Follow these commands and you will live.", "29": "The scholar was frustrated by this response because he was hoping to make himself appear smarter than Jesus. Scholar: Ah, but who is my neighbor?", "30": "Jesus: 30 This fellow was traveling down from Jerusalem to Jericho when some robbers mugged him. They took his clothes, beat him to a pulp, and left him naked and bleeding and in critical condition. ", "31": "By chance, a priest was going down that same road, and when he saw the wounded man, he crossed over to the other side and passed by. ", "32": "Then a Levite who was on his way to assist in the temple also came and saw the victim lying there, and he too kept his distance. ", "33": "Then a despised Samaritan journeyed by. When he saw the fellow, he felt compassion for him. ", "34": "The Samaritan went over to him, stopped the bleeding, applied some first aid, and put the poor fellow on his donkey. He brought the man to an inn and cared for him through the night.", "35": "The next day, the Samaritan took out some money—two days' wages[f] to be exact—and paid the innkeeper, saying, “Please take care of this fellow, and if this isn't enough, I'll repay you next time I pass through.”", "36": "Which of these three proved himself a neighbor to the man who had been mugged by the robbers?", "37": "Scholar: 37 The one who showed mercy to him. Jesus: Well then, go and behave like that Samaritan.", "38": "This story brings together many themes from Jesus' teaching of the Kingdom. Samaritans are seen as “half-breeds” by Jesus' fellow Jews—racially mixed and also religiously compromised. By making a Samaritan the hero of the story, Jesus is once again tweaking assumptions and breaking out of conventional boxes: “In the kingdom of God,” Jesus is saying, “the outcasts and last can move to the front of the line.” The focus for Jesus is not on the kinds of sophisticated arguments preferred by the religious scholar; for Jesus the kingdom of God is about living life, and in particular, living a life of love for God and for neighbor—whoever that neighbor may be. Jesus continued from there toward Jerusalem and came to another village. Martha, a resident of that village, welcomed Jesus into her home. ", "39": "Her sister, Mary, went and sat at Jesus' feet, listening to Him teach. ", "40": "Meanwhile Martha was anxious about all the hospitality arrangements. Martha (interrupting Jesus): Lord, why don't You care that my sister is leaving me to do all the work by myself? Tell her to get over here and help me.", "41": "Jesus: 41 Oh Martha, Martha, you are so anxious and concerned about a million details, ", "42": "but really, only one thing matters. Mary has chosen that one thing, and I won't take it away from her."}