{"1": "Another time Jesus was praying, and when He finished, one of His disciples approached Him. Disciple: Teacher, would You teach us Your way of prayer? John taught his disciples his way of prayer, and we're hoping You'll do the same.", "2": "Jesus: 2 Here's how to pray: Father [in heaven], may Your name be revered. May Your kingdom come. [May Your will be accomplished on earth as it is in heaven.]", "3": "Give us the food we need for tomorrow,", "4": "And forgive us for our wrongs, for we forgive those who wrong us. And lead us away from temptation. [And save us from the evil one.][a]", "5": "Imagine that one of your friends comes over at midnight. He bangs on the door and shouts, “Friend, will you lend me three loaves of bread? ", "6": "A friend of mine just showed up unexpectedly from a journey, and I don't have anything to feed him.” ", "7": "Would you shout out from your bed, “I'm already in bed, and so are the kids. I already locked the door. I can't be bothered”? ", "8": "You know this as well as I do: even if you didn't care that this fellow was your friend, if he keeps knocking long enough, you'll get up and give him whatever he needs simply because of his brash persistence!", "9": "So listen: Keep on asking, and you will receive. Keep on seeking, and you will find. Keep on knocking, and the door will be opened for you. ", "10": "All who keep asking will receive, all who keep seeking will find, and doors will open to those who keep knocking.", "11": "Some of you are fathers, so ask yourselves this: if your son comes up to you and asks for a fish for dinner, will you give him a snake instead? ", "12": "If your boy wants an egg to eat, will you give him a scorpion? ", "13": "Look, all of you are flawed in so many ways, yet in spite of all your faults, you know how to give good gifts to your children. How much more will your Father in heaven give the Holy Spirit to all who ask!", "14": "Picture this: Jesus is exorcising a demon that has long kept a man from speaking. When the demon is expelled, the man starts talking and the people are amazed. ", "15": "But then controversy erupts. Some People: Do you know why He can cast out demons? It's because He's in league with the demon prince, Beelzebul.", "16": "Other people want to see more, so they challenge Jesus to give them another miraculous sign. ", "17": "Jesus knows what they're thinking. Jesus: People, be logical. If a kingdom is divided against itself, it will collapse. If a ruling family is divided against itself, it will fall apart.", "18": "So if Satan's kingdom is divided against itself, won't his whole enterprise collapse? Does it make any sense to say I'm casting out demons by Beelzebul? ", "19": "Besides, if you're saying it takes satanic power to cast out Satan, by whose power do your own exorcists work? If you condemn Me for an exorcism, you'll have to condemn them. ", "20": "But if I by the power of God cast out demonic spirits, then face this fact: the kingdom of God is here, just as I've been saying.", "21": "When a man of power with his full array of weapons guards his own palace, everything inside is secure. ", "22": "But when a new man who is stronger and better armed attacks the palace, the old ruler will be overcome, his weapons and trusted defenses will be removed, and his treasures will be plundered. ", "23": "Can you see that I'm asking you to choose whose side you're on—working with Me or fighting against Me? These people think they are experts on demonic spirits, but Jesus instructs them in how these things actually work.", "24": "When a demonic spirit is expelled from someone, he wanders through waterless wastelands seeking rest. But there is no rest for him anywhere, so he says, “I'm going back to my old house.” ", "25": "He returns and finds the old house has been swept clean and fixed up again. ", "26": "So he goes and finds seven other spirits even worse than he is, and they make themselves at home in the man's life so that he's worse off now than he was before.", "27": "As He is speaking, a woman shouts out from the crowd and interrupts Him. Woman: How blessed is Your mother's womb for bearing You! How blessed are her ", "28": "breasts for nursing You! Jesus: No, how blessed are those who hear God's voice and make God's message their way of life.", "29": "Jesus was becoming more and more popular, and the crowds swelled wherever He went. He wasn't impressed. Jesus: This generation is evil. These people are seeking signs and spectacles, but I'm not going to play their game. The only sign they will be given is the sign of Jonah. ", "30": "Just as Jonah became a sign to the people of Nineveh, so will the Son of Man be to this generation.", "31": "The queen of Ethiopia will stand to condemn the people of this generation on the day of judgment. She, an outsider, came from so far away to hear the wisdom given to Solomon, but now, something greater than Solomon is here: how are the people of this generation responding?", "32": "Similarly, the people of Nineveh will stand to condemn the people of this generation on the day of judgment. They, outsiders, responded and changed because of the preaching of Jonah, but now, something greater than Jonah is here: how are the people of this generation responding?", "33": "You need a light to see. Only an idiot would light a lamp and then put it beneath the floor or under a bucket. No, any intelligent person would put the lamp on a table so everyone who comes in the house can see. ", "34": "Listen, your eye, your outlook, the way you see is your lamp. If your way of seeing is functioning well, then your whole life will be enlightened. But if your way of seeing is darkened, then your life will be a dark, dark place. ", "35": "So be careful, people, because your light may be malfunctioning. ", "36": "If your outlook is good, then your whole life will be bright, with no shadowy corners, as when a radiant lamp brightens your home.", "37": "Jesus is fearless with Pharisees and scholars. To get through to them He agrees to eat in the home of a Pharisee where a religious scholar has also been invited. A Pharisee interrupted His speech with an invitation to dinner. Jesus accepted the invitation and took His place at his table. ", "38": "The Pharisee was offended that Jesus didn't perform the ceremonial handwashing before eating—something Pharisees were fastidious about doing.", "39": "Jesus: 39 You Pharisees are a walking contradiction. You are so concerned about external things—like someone who washes the outside of a cup and bowl but never cleans the inside, which is what counts! Beneath your fastidious exterior is a mess of extortion and filth.", "40": "You guys don't get it. Did the potter make the outside but not the inside too? ", "41": "If you were full of goodness within, you could overflow with generosity from within, and if you did that, everything would be clean for you.", "42": "Woe to you, Pharisees! Judgment will come on you! You are fastidious about tithing—keeping account of every little leaf of mint and herb—but you neglect what really matters: justice and the love of God! If you'd get straight on what really matters, then your fastidiousness about little things would be worth something.", "43": "Woe to you, Pharisees! Judgment will come on you! What you really love is having people fawn over you when you take the seat of honor in the synagogue or when you are greeted in the public market.", "44": "Wake up! See what you've become! Woe to you; you're like a field full of unmarked graves. People walk on the field and have no idea of the corruption that's a few inches beneath their feet.", "45": "Scholar (sitting at Jesus' table): 45 Rabbi, if You insult the Pharisees, then You insult us too.", "46": "Jesus: 46 Well, now that you mention it, watch out, all you religious scholars! Judgment will come on you too! You load other people down with unbearable burdens of rules and regulations, but you don't lift a finger to help others. ", "47-48": "Woe to you; you don't fool anybody! You seem very religious—honoring the prophets by building them elaborate memorial tombs. Come to think of it, that's very fitting, since you're so much like the people who killed the prophets! They killed the prophets; you build their tombs—you're all in the same family business!", "49": "This is why the Wisdom of God said, “I will send these people My prophets and emissaries,[b] and these people will kill and persecute many of them.” ", "50": "As a result, this generation will be held accountable for the blood of all the prophets shed from the very beginning of time, ", "51": "from Abel's blood to Zechariah's blood, who was killed in the temple itself between the altar and the holy place. I'm serious: this generation will be held accountable.", "52": "So, religious scholars, judgment will come on you! You're supposed to be teachers, unlocking the door of knowledge and guiding people through it. But the fact is, you've never even passed through the doorway yourselves. You've taken the key, left the door locked tight, and stood in the way of everyone who sought entry.", "53": "After that dinner, things were never the same. The religious scholars and Pharisees put constant pressure on Jesus, ", "54": "trying to trap Him and trick Him into saying things they could use to bring Him down."}