{"1": "The crowds at this time were packed in so tightly that thousands of people were stepping on each other. Jesus spoke to His disciples, knowing that the crowds could overhear. Jesus: Guard yourselves from the yeast that puffs up the Pharisees—hypocrisy, false appearance, trying to look better than you really are.", "2": "Nothing is covered up that won't be discovered; nothing is hidden that won't be exposed. ", "3": "Whatever a person says in the dark will be published in the light of day, and whatever a person whispers in private rooms will be broadcast from the housetops.", "4": "Listen, My friends, if people are trying to kill you, why be afraid? After you're dead, what more can they do? ", "5-6": "Here's whose opinion you should be concerned about: the One who can take your life and then throw you into hell! He's the only One you should fear! But don't misunderstand: you don't really need to be afraid of God, because God cares for every little sparrow. How much is a sparrow worth—don't five of them sell for a few cents?[a] ", "7": "Since you are so much more precious to God than a thousand flocks of sparrows, and since God knows you in every detail—down to the number of hairs on your head at this moment—you can be secure and unafraid of any person, and you have nothing to fear from God either.", "8": "That's why I keep telling you not to be intimidated. If you identify unashamedly with Me before others, I, the Son of Man, will affirm you before God and all the heavenly messengers. ", "9": "But if you deny Me before others, you will be denied before God and all the heavenly messengers. ", "10": "People can speak a word against Me, the Son of Man, and the sin is forgivable. But they can go too far, slandering the testimony of the Holy Spirit by rejecting His message about Me, and they won't be forgiven for that.", "11": "So you can anticipate that you will be put on trial before the synagogues and religious officials. Don't worry how you'll respond, and don't worry what you should say. ", "12": "The Holy Spirit will give you the words to say at the moment when you need them.", "13": "In the kingdom of God, money is valued in a very different way. In fact, concern for money can easily turn the spiritual life into a lukewarm, halfhearted affair. A person in the crowd got Jesus' attention. Person in the Crowd: Teacher, intervene and tell my brother to share the family inheritance with me.", "14": "Jesus: 14 Since when am I your judge or arbitrator?", "15": "Then He used that opportunity to speak to the crowd. Jesus: You'd better be on your guard against any type of greed, for a person's life is not about having a lot of possessions.", "16": "(then, beginning another parable) A wealthy man owned some land that produced a huge harvest. ", "17": "He often thought to himself, “I have a problem here. I don't have anywhere to store all my crops. What should I do? ", "18": "I know! I'll tear down my small barns and build even bigger ones, and then I'll have plenty of storage space for my grain and all my other goods. ", "19": "Then I'll be able to say to myself, 'I have it made! I can relax and take it easy for years! So I'll just sit back, eat, drink, and have a good time!'”", "20": "Then God interrupted the man's conversation with himself. “Excuse Me, Mr. Brilliant, but your time has come. Tonight you will die. Now who will enjoy everything you've earned and saved?”", "21": "This is how it will be for people who accumulate huge assets for themselves but have no assets in relation to God.", "22": "(then, to His disciples) This is why I keep telling you not to worry about anything in life—about what you'll eat, about how you'll clothe your body. ", "23": "Life is more than food, and the body is more than fancy clothes. ", "24": "Think about those crows flying over there: do they plant and harvest crops? Do they own silos or barns? Look at them fly. It looks like God is taking pretty good care of them, doesn't it? Remember that you are more precious to God than birds! ", "25": "Which one of you can add a single hour to your life or 18 inches[b] to your height by worrying really hard? ", "26": "If worry can't change anything, why do you do it so much?", "27": "Think about those beautiful wild lilies growing over there. They don't work up a sweat toiling for needs or wants—they don't worry about clothing. Yet the great King Solomon never had an outfit that was half as glorious as theirs!", "28": "Look at the grass growing over there. One day it's thriving in the fields. The next day it's being used as fuel. If God takes such good care of such transient things, how much more you can depend on God to care for you, weak in faith as you are. ", "29": "Don't reduce your life to the pursuit of food and drink; don't let your mind be filled with anxiety. ", "30": "People of the world who don't know God pursue these things, but you have a Father caring for you, a Father who knows all your needs.", "31": "Since you don't need to worry—about security and safety, about food and clothing—then pursue God's kingdom first and foremost, and these other things will come to you as well.", "32": "My little flock, don't be afraid. God is your Father, and your Father's great joy is to give you His kingdom.", "33": "That means you can sell your possessions and give generously to the poor. You can have a different kind of savings plan: one that never depreciates, one that never defaults, one that can't be plundered by crooks or destroyed by natural calamities. ", "34": "Your treasure will be stored in the heavens, and since your treasure is there, your heart will be lodged there as well.", "35-36": "I'm not just talking theory. There is urgency in all this. If you're apathetic and complacent, then you'll miss the moment of opportunity. You should be wide awake and on your toes like servants who are waiting for their master to return from a big wedding reception. They'll have their shoes on and their lamps lit so they can open the door for him as soon as he arrives home. ", "37": "How fortunate those servants will be when the master knocks and they open the door immediately! You know what the master will do? He'll put on an apron, sit them down at the kitchen table, and he'll serve them a midnight snack. ", "38": "The later he comes home—whether it's at midnight or even later, just before dawn—the more fortunate the alert servants will be.", "39": "In contrast, imagine a complacent, apathetic household manager whose house gets robbed. If he had been aware that thieves were waiting in the bushes and what hour they were coming, [he would have watched and][c] he never would have left the house! ", "40": "I'm trying to tell you that these are times for alertness, times requiring a sense of urgency and intensity, because like the master in the first story or the thief in the second, the Son of Man shows up by surprise.", "41": "Peter: 41 Lord, I'm not sure if this parable is intended only for us disciples or if this is for everyone else too.", "42": "Jesus: 42 Imagine the stories of two household managers, and decide for yourself which one is faithful and smart. Each household manager is told by his master to take good care of all his possessions and to oversee the other employees—the butlers, cooks, gardeners, and so on. ", "43": "One servant immediately busies himself in doing just what he was told. His master eventually comes to check on him ", "44": "and rewards him with a major promotion and with more responsibility and trust. ", "45": "The other household manager thinks, “Look, my boss is going to be gone for a long time. I can be complacent; there's no urgency here.” So he beats the other employees—the women as well as the men. He sits around like a slob, eating and getting drunk. ", "46": "Then the boss comes home unexpectedly and catches him by surprise. One household manager will be fortunate indeed, and the other will be cut into pieces and thrown out.", "47": "Now if a servant who is given clear instructions by his master doesn't follow those instructions but instead is complacent and apathetic, then he will be punished severely. ", "48": "But if a servant doesn't know what his master expects and behaves badly, then he will receive a lighter punishment. If you are given much, much will be required of you. If much is entrusted to you, much will be expected of you.", "49": "This is serious business we're involved in. My mission is to send a purging fire on the earth! In fact, I can hardly wait to see the smoke rising. ", "50": "I have a kind of baptism to go through, and I can't relax until My mission is accomplished! ", "51": "Do you think I've come with a nice little message of peace? No way. Believe Me, My message will divide. ", "52": "It will divide a household of five into three against two or two against three. ", "53": "It will divide father against son and son against father; mother against daughter and daughter against mother; mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.[d]", "54": "(speaking to the crowd) You see a cloud arise from the sea in the west, and you can say, “Here comes a shower!” And you're right. ", "55": "Or you feel the hot wind blowing in from the desert in the south and you say, “It's going to be really hot!” And you're right. ", "56": "Listen, hypocrites! You can predict the weather by paying attention to the sky and the earth, but why can't you interpret the urgency of this present moment? ", "57": "Why don't you see it for yourselves?", "58": "Imagine you're being sued. You and your accuser are on your way to court. Wouldn't you do everything in your power to settle out of court before you stand before the magistrate? After all, he might drag you to stand before the judge, and the judge might hand you over to the police, and they might throw you in jail. ", "59": "Once you're in jail, it's too late: you're not going anywhere until you've paid in full."}