{"1": "As He said this, some people told Him the latest news about a group of Galilean pilgrims in Jerusalem—a group not unlike Jesus' own entourage. Pilate butchered them while they were at worship, their own blood mingling with the blood of their sacrifices.", "2": "Jesus: 2 Do you think these Galileans were somehow being singled out for their sins, that they were worse than any other Galileans, because they suffered this terrible death? ", "3": "Of course not. But listen, if you do not consider God's ways and truly change, then friends, you should prepare to face His judgment and eternal death.", "4": "Speaking of current events, you've all heard about the 18 people killed in that building accident when the tower in Siloam fell. Were they extraordinarily bad people, worse than anyone else in Jerusalem, so that they would deserve such an untimely death? ", "5": "Of course not. But all the buildings of Jerusalem will come crashing down on you if you don't wake up and change direction now.", "6": "(following up with this parable) A man has a fig tree planted in his vineyard. One day he comes out looking for fruit on it, but there are no figs. ", "7": "He says to the vineyard keeper, “Look at this tree. For three years, I've come hoping to find some fresh figs, but what do I find? Nothing. So just go ahead and cut it down. Why waste the space with a fruitless tree?”", "8": "The vineyard keeper replies, “Give it another chance, sir. Give me one more year working with it. I'll cultivate the soil and heap on some manure to fertilize it. ", "9": "If it surprises us and bears fruit next year, that will be great, but if not, then we'll cut it down.”", "10": "Around this time, He was teaching in a synagogue on the Sabbath, the Jewish day of rest. ", "11": "A woman there had been sick for 18 years; she was weak, hunched over, and unable to stand up straight. ", "12-13": "Jesus placed His hands on her and suddenly she could stand straight again. She started praising God, ", "14": "but the synagogue official was indignant because Jesus had not kept their Sabbath regulations by performing this healing. Synagogue Official: Look, there are six other days when it's appropriate to get work done. Come on those days to be healed, not on the Sabbath!", "15": "Jesus: 15 You religious leaders are such hypocrites! Every single one of you unties his ox or donkey from its manger every single Sabbath Day, and then you lead it out to get a drink of water, right? ", "16": "Do you care more about your farm animals than you care about this woman, one of Abraham's daughters, oppressed by Satan for 18 years? Can't we untie her from her oppression on the Sabbath?", "17": "As the impact of His words settled in, His critics were humiliated, but everyone else loved what Jesus said and celebrated everything He was doing.", "18": "Jesus (explaining): 18 Do you want to understand the kingdom of God? Do you want Me to tell you what it's like? ", "19": "It's like a single mustard seed that someone took and planted in his garden. That tiny seed grew and became a tree so large that the birds could fly in and make their nests in its branches.", "20": "Do you want Me to tell you what the kingdom of God is like? ", "21": "It's like some yeast which a woman hid within a huge quantity of flour; soon the whole batch of dough was rising.", "22": "He was pressing toward Jerusalem, His journey taking Him through various towns and villages. In each one, He taught the people. ", "23": "Once a person asked this question: Inquiring Individual: Lord, will only a few people be rescued?", "24": "Jesus: 24 Strive to enter through the narrow door now, because many people—hear Me on this—will try to enter later on and will not be able to. ", "25": "Imagine you want to enter someone's home, but you wait until after the homeowner has shut the door. Then you stand outside and bang on the door, and you say, “Sir, please open the door for us!” But he will answer, “I don't know where you're from.”", "26": "Then you'll say, “Just a minute. We ate and drank with you, and you taught in our streets.” ", "27": "But he'll say, “Sorry, I have no idea where you're from. Leave me, all of you evildoers.” ", "28": "Then you'll see something that will make you cry and grind your teeth together—you'll see Abraham and Isaac and Jacob and all the prophets in the kingdom of God, but you yourselves will be on the outside looking in.", "29": "And then you'll see people streaming in from east and west, from north and south, gathering around the table in the kingdom of God, but you'll be on the outside looking in. ", "30": "That's how it will be; some are last now who will be first then, and some are first now who will be last then.", "31": "Jesus' response shows that the Jewish people will be surprised by who enters the kingdom of God. It will not be just the Jews but people from all around the world—east and west, north and south. And they will also be surprised by who does not enter the kingdom, since some Jews will be on the outside looking in. Right then some Pharisees came and warned Him. Pharisees: You'd better get out of here because Herod is plotting Your murder.", "32": "Jesus: 32 You can give that sly fox this message: “Watch as I cast out demons and perform healings today and tomorrow, and on the third day I'll reach My destination. ", "33": "But for today and tomorrow and the next day, I have to continue My journey, for no prophet should perish outside of Jerusalem.”", "34": "O Jerusalem! O Jerusalem! You kill the prophets and you stone the messengers who are sent to you. How often I wanted to gather in your children as a hen gathers in her chicks under her wings, but you were not willing to come to Me. ", "35": "Look now, your house is abandoned and empty. You won't see Me until you welcome Me with the words of the psalms, “Anyone who comes in the name of the Eternal One will be blessed!”[a]"}