{"1": "Another Sabbath Day came and Jesus was invited to an official's home for a meal. This fellow was a leader of the Pharisees, and Jesus was still under close surveillance by them. ", "2": "Jesus noticed a man suffering from a swelling disorder. ", "3": "He questioned the religious scholars and Pharisees. Jesus: Is it permitted by traditions and the Hebrew Scriptures to heal people on the Sabbath, or is it forbidden?", "4": "They didn't reply. Then Jesus healed the man and sent him on his way.", "5": "Jesus: 5 Would any single one of you leave his son[a] or even his ox in a well on the Sabbath if he had fallen into it, or would you pull him out immediately?", "6": "They still didn't reply.", "7": "Then He noticed how the guests were jockeying for places of honor at the dinner, so He gave them advice.", "8": "Jesus: 8 Whenever someone invites you to a wedding dinner, don't sit at the head table. Someone more important than you might also have been invited, ", "9": "and your host will have to humiliate you publicly by telling you to give your seat to the other guest and to go find an open seat in the back of the room. ", "10": "Instead, go and sit in the back of the room. Then your host may find you and say, “My friend! Why are you sitting back here? Come up to this table near the front!” Then you will be publicly honored in front of everyone. ", "11": "Listen, if you lift yourself up, you'll be put down, but if you humble yourself, you'll be honored.", "12": "Jesus still wasn't finished. Now He turned to the host who had invited Him to this gathering. Jesus: When you host a dinner or banquet, don't invite your friends, your brothers, your relatives, or your rich neighbors. If you do, they might invite you to a party of their own, and you'll be repaid for your kindness. ", "13": "Instead, invite the poor, the amputees, the cripples, the blind. ", "14": "Then you'll be blessed because they can never repay you. Your reward will come from God at the resurrection of the just and good.", "15": "Guest: 15 Blessed is everyone who will eat bread in the kingdom of God!", "16": "Jesus: 16 A man once hosted a huge banquet and invited many guests. ", "17": "When the time came, he sent his servant to tell the guests who had agreed to come, “We're ready! Come now!” ", "18": "But then every single guest began to make excuses. One said, “Oh, I'm sorry. I just bought some land, and I need to go see it. Please excuse me.” ", "19": "Another said, “So sorry. I just bought five pairs of oxen. I need to go check them out. Please excuse me.” ", "20": "Another said, “I just got married, so I can't come.”", "21": "The servant returned and reported their responses to his master. His master was angry and told the servant, “Go out quickly to the streets and alleys around town and bring the poor, the amputees, the blind, and the cripples.”", "22": "The servant came back again: “Sir, I've done as you said, but there is still more room.” ", "23": "And the host said, “Well then, go out to the highways and hedges and bring in the complete strangers you find there, until my house is completely full. ", "24": "One thing is for sure, not one single person on the original guest list shall enjoy this banquet.”", "25": "Jesus continues to challenge Jewish ideas about who will be in the kingdom of God and how the Kingdom will work. Those who have been dishonored on earth will be honored in the Kingdom, and those in positions of economic and religious honor here will be dishonored there. He also challenges individuals to reconsider their personal value systems. They should not honor their own lives and family above Christ, but rather give them up for Him. Great crowds joined Him on His journey, and He turned to them.", "26": "Jesus: 26 If any of you come to Me without hating your own father, mother, wife, children, brothers, sisters, and yes, even your own life, you can't be My disciple. ", "27": "If you don't carry your own cross as if to your own execution as you follow Me, you can't be part of My movement. ", "28": "Just imagine that you want to build a tower. Wouldn't you first sit down and estimate the cost to be sure you have enough to finish what you start? ", "29": "If you lay the foundation but then can't afford to finish the tower, everyone will mock you: ", "30": "“Look at that guy who started something that he couldn't finish!”", "31": "Or imagine a king gearing up to go to war. Wouldn't he begin by sitting down with his advisors to determine whether his 10,000 troops could defeat the opponent's 20,000 troops? ", "32": "If not, he'll send a peace delegation quickly and negotiate a peace treaty. ", "33": "In the same way, if you want to be My disciple, it will cost you everything. Don't underestimate that cost!", "34": "Don't be like salt that has lost its taste. How can its saltiness be restored? Flavorless salt is absolutely worthless. ", "35": "You can't even use it as fertilizer, so it's worth less than manure! Don't just listen to My words here. Get the deeper meaning."}