{"1": "The parable ends. Jesus never reveals how it came out. Did the older brother join the party and reconcile with his younger, wayward brother? Or did he stay outside, fuming over the seeming injustice of his father's extravagant love? The story remains unresolved because it is, in fact, an invitation—an invitation to the Pharisees and other opponents of Jesus to join Him in welcoming sinners and other outsiders into the joyful party of the Kingdom. Here's a parable He told the disciples: Jesus: Once there was a rich and powerful man who had an asset manager. One day, the man received word that his asset manager was squandering his assets.", "2": "The rich man brought in the asset manager and said, “You've been accused of wrongdoing. I want a full and accurate accounting of all your financial transactions because you are really close to being fired.”", "3": "The manager said to himself, “Oh, no! Now what am I going to do? I'm going to lose my job here, and I'm too weak to dig ditches and too proud to beg. ", "4": "I have an idea. This plan will mean that I have a lot of hospitable friends when I get fired.”", "5": "So the asset manager set up appointments with each person who owed his master money. He said to the first debtor, “How much do you owe my boss?” ", "6": "The debtor replied, “A hundred barrels[a] of oil.” The manager said, “I'm discounting your bill by half. Just write 50 on this contract.” ", "7": "Then he said to the second debtor, “How much do you owe?” This fellow said, “A hundred bales[b] of wheat.” The manager said, “I'm discounting your debt by 20 percent. Just write down 80 bales on this contract.”", "8": "When the manager's boss realized what he had done, he congratulated him for at least being clever. That's how it is: those attuned to this evil age are more clever in dealing with their affairs than the enlightened are in dealing with their affairs!", "9": "Learn some lessons from this crooked but clever asset manager. Realize that the purpose of money is to strengthen friendships, to provide opportunities for being generous and kind. Eventually money will be useless to you—but if you use it generously to serve others, you will be welcomed joyfully into your eternal destination.", "10": "If you're faithful in small-scale matters, you'll be faithful with far bigger responsibilities. If you're crooked in small responsibilities, you'll be no different in bigger things. ", "11": "If you can't even handle a small thing like money, who's going to entrust you with spiritual riches that really matter? ", "12": "If you don't manage well someone else's assets that are entrusted to you, who's going to give over to you important spiritual and personal relationships to manage?", "13": "Imagine you're a servant and you have two masters giving you orders. What are you going to do when they have conflicting demands? You can't serve both, so you'll either hate the first and love the second, or you'll faithfully serve the first and despise the second. One master is God and the other is money. You can't serve them both.", "14": "The Pharisees overheard all this, and they started mocking Jesus because they really loved money.", "15": "Jesus (to the Pharisees): 15 You've made your choice. Your ambition is to look good in front of other people, not God. But God sees through to your hearts. He values things differently from you. The goals you and your peers are reaching for God detests.", "16": "The law and the prophets had their role until the coming of John the Baptist. Since John's arrival, the good news of the kingdom of God has been taught while people are clamoring to enter it. ", "17": "That's not to say that God's rules for living are useless. The stars in the sky and the earth beneath your feet will pass away before one letter of God's rules for living become worthless.", "18": "Take God's rules regarding marriage for example. If a man divorces his wife and marries somebody else, then it's still adultery because that man has broken his vow to God. And if a man marries a woman divorced from her husband, he's committing adultery for the same reason.", "19": "There was this rich man who had everything—purple clothing of fine quality and high fashion, gourmet meals every day, and a large house. ", "20": "Just outside his front gate lay this poor homeless fellow named Lazarus. Lazarus was covered in ugly skin lesions. ", "21": "He was so hungry he wished he could scavenge scraps from the rich man's trash. Dogs would come and lick the sores on his skin. ", "22": "The poor fellow died and was carried on the arms of the heavenly messengers to the embrace of Abraham. Then the rich fellow died and was buried ", "23": "and found himself in the place of the dead. In his torment, he looked up, and off in the distance he saw Abraham, with Lazarus in his embrace.", "24": "He shouted out, “Father Abraham! Please show me mercy! Would you send that beggar Lazarus to dip his fingertip in water and cool my tongue? These flames are hot, and I'm in agony!”", "25": "But Abraham said, “Son, you seem to be forgetting something: your life was full to overflowing with comforts and pleasures, and the life of Lazarus was just as full with suffering and pain. So now is his time of comfort, and now is your time of agony. ", "26": "Besides, a great canyon separates you and us. Nobody can cross over from our side to yours, or from your side to ours.”", "27": "“Please, Father Abraham, I beg you,” the formerly rich man continued, “send Lazarus to my father's house. ", "28": "I have five brothers there, and they're on the same path I was on. If Lazarus warns them, they'll choose another path and won't end up here in torment.”", "29": "But Abraham said, “Why send Lazarus? They already have the law of Moses and the writings of the prophets to instruct them. Let your brothers hear them.”", "30": "“No, Father Abraham,” he said, “they're already ignoring the law and the prophets. But if someone came back from the dead, then they'd listen for sure; then they'd change their way of life.”", "31": "Abraham answered, “If they're not listening to Moses and the prophets, they won't be convinced even if someone comes back from the dead.”"}