{"1": "The theme of money and wealth has come up again and again. It's what really motivates the Pharisees, it turns out. Money might be God's top competitor. In the previous parable, Jesus turns the tables. The rich man, who represents what most people wish they could become, turns out to be the one who is hopeless in God's judgment; he is rich in possessions but poor in compassion, and compassion is what God measures, not wealth. The kingdom of God, Jesus is making clear, calls rich people to stop working to increase their personal wealth portfolio; instead, it challenges them to join God by using their wealth and power on behalf of the poor. Jesus (to His disciples): You can't stop temptations to do wrong from coming. But how tragic it will be for the person who becomes the source of the temptation! ", "2": "It would be better if a millstone were hung around his neck and he were thrown into the sea, than that he should offend one of these little ones.", "3": "So each of you needs to be careful. If your brother sins [against you],[a] confront him about it, and if he has a change of mind and heart, then forgive him. ", "4": "Even if he wrongs you seven times in a single day, if he turns back to you each time and says he's sorry and will change, you must forgive him.", "5": "The Lord's Emissaries: 5 We don't have enough faith for this! Help our faith to grow!", "6": "Jesus (pointing to a nearby mulberry tree): 6 It's not like you need a huge amount of faith. If you just had faith the size of a single, tiny mustard seed, you could say to this huge tree, “Pull up your roots and replant yourself in the sea,” and it would fly through the sky and do what you said. So even a little faith can accomplish the seemingly impossible.", "7": "Imagine this scenario. You have a servant—say he's been out plowing a field or taking care of the sheep—and he comes in hot and sweaty from his work. Are you going to say, “You poor thing! Come in and sit down right away”? Of course not! ", "8": "Wouldn't you be more likely to say, “First, cook my supper and set the table, and then after I've eaten, you can get something to eat and drink for yourself”? ", "9": "And after your servant has done everything you told him to do, are you going to make a big deal about it and thank him? [I don't think so!][b] ", "10": "Now apply this situation to yourselves. When you've done everything I'm telling you to do, just say, “We're servants, unworthy of extra consideration or thanks; we're just doing our duty.”", "11": "Jesus was still pressing toward Jerusalem, taking a road that went along the border between Samaria (considered undesirable territory) and Galilee. ", "12": "On the outskirts of a border town along this road, He was greeted from a distance by a group of 10 people who were under quarantine because of an ugly and disgusting skin disease known as leprosy.", "13": "Lepers (shouting across the distance): 13 Jesus, Master, show mercy to us!", "14": "Jesus: 14 Go now and present yourselves to the priests for inspection of your disease. They went, and before they reached the priests, their skin disease was healed, leaving no trace of the disease that scarred them and separated them from the community.", "15": "One of them, the instant he realized he had been healed, turned and ran back to Jesus, shouting praises to God. ", "16": "He prostrated himself facedown at Jesus' feet. Leper: Thank You! Thank You! Now this fellow happened to be, not a Jew, but a Samaritan.", "17": "Jesus: 17 Didn't all ten receive the same healing this fellow did? Where are the other nine? ", "18": "Was the only one who came back to give God praise an outsider? ", "19": "(to the Samaritan man) Get up, and go your way. Your faith has made you healthy again.", "20": "Some Pharisees asked Jesus when the kingdom of God would come. Jesus: The kingdom of God comes—but not with signs that you can observe. ", "21": "People are not going to say, “Look! Here it is!” They're not going to say, “Look! It's over there!” You want to see the kingdom of God? The kingdom of God is already here among you.", "22": "(to His disciples) Days are coming when you will wish you could see just one of the days of the Son of Man, but you won't see it. ", "23": "People will say, “Look, it's there!” or “Look! It's here!” Don't even bother looking. Don't follow their lead. ", "24": "You know how lightning flashes across the sky, bringing light from one horizon to the other. That's how the Son of Man will be when His time comes.", "25": "But first, He must face many sufferings. He must be rejected by this generation. ", "26": "The days of the Son of Man will be like the days of Noah. ", "27": "People were eating, drinking, marrying, and being given in marriage. Everything seemed completely normal until the day Noah entered the ark. Then it started raining, and soon they were all destroyed by the flood.", "28": "It was just the same in the days of Lot. People were eating, drinking, buying, selling, planting, building, and carrying on business as usual. ", "29": "But then came the day when Lot left Sodom—a different kind of rain began to fall, and they were all destroyed by fire and sulfur falling from the sky.[c] ", "30": "That's how it will be on the day when the Son of Man is revealed.", "31": "Since people are easily distracted, Jesus says that they shouldn't get so caught up in the routines of daily life that they forget to remain faithful to Him. When that day comes, if you're on the housetop, don't run inside to try to save any of your belongings. If you're in the field, don't bother running back to the house. ", "32": "Remember Lot's wife. Turning back is fatal for those who do so. ", "33": "If you try to hold on to your life, it will slip through your fingers; if you let go of your life, you'll keep it. ", "34": "Listen, on the day of the Son of Man, two people will be asleep in bed; destruction will take one and the other will be left to survive. ", "35": "Two women will be grinding grain together; destruction will take one and the other will survive. ", "36": "[36 Two men will be working out in the field; destruction will overtake one and the other will survive.][d]", "37": "Disciples: 37 Where, Lord? Jesus: Where vultures circle over rotting corpses."}