{"1": "He told them a parable, urging them to keep praying and never grow discouraged. The parable went like this:", "2": "Jesus: 2 There was a judge living in a certain city. He showed no respect for God or humanity. ", "3": "In that same city there was a widow. Again and again she kept coming to him seeking justice: “Clear my name from my adversary's false accusations!” ", "4": "He paid no attention to her request for a while, but then he said to himself, “I don't care about what God thinks of me, much less what any mere human thinks. ", "5": "But this widow is driving me crazy. She's never going to quit coming to see me unless I hear her case and provide her legal protection.”", "6": "Did you catch what this self-assured judge said? ", "7": "If he can be moved to act justly, won't God bring justice for His chosen people when they cry to Him day and night? Will He be slow to bring them justice? ", "8": "Mark My words: God will intervene fast with vindication. But here's the question: when the Son of Man comes, will He find anyone who still has faith?", "9": "Jesus emphasizes that the kingdom of God will not come through valiant efforts but as people pray, “may Your kingdom come,” with persistence and with humility. He told another parable—this one addressed to people who were confident in their self-righteousness and looked down on other people with disgust.", "10": "Jesus: 10 Imagine two men walking up a road, going to the temple to pray. One of them is a Pharisee and the other is a despised tax collector. ", "11": "Once inside the temple, the Pharisee stands up and prays this prayer in honor of himself: “God, how I thank You that I am not on the same level as other people—crooks, cheaters, the sexually immoral—like this tax collector over here. ", "12": "Just look at me! I fast not once but twice a week, and I faithfully pay my tithes on every penny of income.” ", "13": "Over in the corner, the tax collector begins to pray, but he won't even lift his eyes to heaven. He pounds on his chest in sorrow and says, “God, be merciful to me, a sinner!”", "14": "Now imagine these two men walking back down the road to their homes. Listen, it's the tax collector who walks home clean before God, and not the Pharisee, because whoever lifts himself up will be put down and whoever takes a humble place will be lifted up.", "15": "Some people brought infants to Jesus, hoping He would touch them in blessing. The disciples rebuked them for doing so, ", "16": "but Jesus called to the people. Jesus: Let the little children come to Me. Never hinder them! Don't you realize—the kingdom of God belongs to those who are like children? ", "17": "You can depend on this: if you don't receive the Kingdom as a child would, you won't enter it at all.", "18": "Public Official: 18 Good Teacher, what do I need to do to inherit the life of the age to come?", "19": "Jesus: 19 Why did you just call Me good? No one is good but God—only God. ", "20": "You know what the Hebrew Scriptures command: “Do not commit adultery; do not murder; do not steal; do not bear false witness; honor your father and mother.”[a]", "21": "Public Official: 21 I've already been doing these things—since I came of age.", "22": "Jesus: 22 One thing you still lack—one thing; sell all your possessions and distribute the proceeds to the poor. Then you will have treasure in heaven. Then you can come and follow Me.", "23": "The man heard these words and sadness came over his face, for his wealth was considerable.", "24": "Jesus: 24 What a hard thing it is for those with much wealth to enter the kingdom of God! ", "25": "In fact, it would be easier for a camel to squeeze through the eye of a needle than it would be for a rich person to enter the kingdom of God!", "26": "Listeners: 26 Then who can be liberated?", "27": "Jesus: 27 Remember, what is humanly impossible is possible with God.", "28": "Peter: 28 We have left our homes and followed You.", "29": "Jesus: 29 I'm telling you the truth: there is nobody who leaves his house or wife or siblings or parents or children for the sake of the kingdom of God ", "30": "who will not receive more than he has given up—much more—in this age and in the age to come. He will receive eternal life.", "31": "He took the twelve aside and spoke privately to them. Jesus: Look, my friends, we are going up to Jerusalem. Everything the prophets have written about the Son of Man will be fulfilled. ", "32": "He will be handed over to the outsiders. They will mock Him, disgrace Him, and spit on Him; ", "33": "they will scourge Him, and they will kill Him. And on the third day, He will rise from death.", "34": "But they had no comprehension of what He was talking about. The meaning was hidden from them, and they couldn't grasp it.", "35": "Picture this: Jesus is nearing the city of Jericho. A blind man is sitting there, begging by the roadside. ", "36": "He can hear the sounds of the crowd accompanying Jesus, and he asks what's going on.", "37": "Crowd: 37 Jesus of Nazareth is passing this way.", "38": "Then the man starts shouting. Blind Man: Jesus, Son of King David, show mercy to me!", "39": "The people in the front of the crowd reprimand him and tell him to be quiet, but he just shouts louder. Blind Man: Son of King David, show mercy to me!", "40": "Jesus stops and tells the people to bring the man over to Him. The man stands in front of Jesus.", "41": "Jesus: 41 What do you want Me to do for you? Blind Man: Lord, let me receive my sight.", "42": "Jesus: 42 Receive your sight; your faith has made you well.", "43": "At that very instant, the man is able to see. He begins following Jesus, shouting praises to God; and everyone in the crowd, when they see what has happened, starts praising God too."}