{"1": "Jesus enters Jericho and seems only to be passing through. ", "2": "Living in Jericho is a man named Zaccheus. He's the head tax collector and is very rich. ", "3": "He is also very short. He wants to see Jesus as He passes through the center of town, but he can't get a glimpse because the crowd blocks his view. ", "4": "So he runs ahead of the crowd and climbs up into a sycamore tree so he can see Jesus when He passes beneath him.", "5": "Jesus comes along and looks up into the tree[, and there He sees Zaccheus].[a] Jesus: Zaccheus, hurry down from that tree because I need to stay at your house tonight.", "6": "Zaccheus scrambles down and joyfully brings Jesus back to his house. ", "7": "Now the crowd sees this, and they're upset. Crowd (grumbling): Jesus has become the houseguest of this fellow who is a notorious sinner.", "8": "Zaccheus: 8 Lord, I am giving half of my goods to the poor, and whomever I have cheated I will pay back four times what I took.", "9": "Jesus: 9 Today liberation has come to this house, since even Zaccheus is living as a son of Abraham. ", "10": "For the Son of Man came to seek and to liberate the lost.", "11": "The crowd has been listening to all this, and everyone assumes that the kingdom of God is going to appear at any moment, since He's nearing Jerusalem. So He tells them this parable:", "12": "Jesus: 12 A ruler once planned a journey to a distant country to take the throne of that country and then return home. ", "13": "Before his departure, he called 10 of his servants and gave them each about three months of wages.[b] “Use this money to buy and sell until I return.” ", "14": "After he departed, the people under his rule despised him and sent messengers with a clear message: “We do not want this man to rule over us.”", "15": "He successfully assumed kingship of the distant country and returned home. He called his 10 servants together and told them to give an account of their success in doing business with the money he had entrusted to them.", "16": "The first came before him and said, “Lord, I have made 10 times the amount you entrusted to me.” ", "17": "The ruler replied, “Well done! You're a good servant indeed! Since you have been faithful in handling a small amount of money, I'll entrust you with authority over 10 cities in my new kingdom.”", "18": "The second came and said, “Lord, I've made five times the original amount.” ", "19": "The ruler replied, “I'll entrust you with authority over five cities.”", "20": "A third came and said, “Lord, I have successfully preserved the money you gave me. I wrapped it up in a napkin and hid it away ", "21": "because I was afraid of you. After all, you're a tough man. You have a way of taking a profit without making an investment and harvesting when you didn't plant any seed.”", "22": "The ruler replied, “I will condemn you using your very own words, you worthless servant! So I'm a severe man, am I? So I take a profit without making an investment and harvest without planting seed? ", "23": "Then why didn't you invest my money in the bank so I could have at least gained some interest on it?” ", "24": "The ruler told the onlookers, “Take the money I gave him, and give it to the one who multiplied my investment by 10.”", "25": "It is common to speculate about when the kingdom of God will fully arrive. But Jesus, through the previous parable, makes it clear that such speculation is a waste of time. Instead, people should be busy investing their lives in the kingdom of God. Earlier, in His encounter with the rich young ruler, Jesus invited the man to stop collaborating with the Roman Empire for his own benefit and to switch sides—so he could start working with the kingdom of God for the sake of the poor. The man refused; but soon after, a man named Zaccheus volunteered to do that very thing: to stop working for his own wealth by collaborating with Caesar's kingdom and to start working for justice for the poor by collaborating with God's kingdom. Speculation about the dates and times of the coming of the Kingdom can obscure the point—believers should live, starting now, in the way of the Kingdom. Then the onlookers replied, “Lord, he already has 10 times the original amount!”", "26": "The ruler responded, “Listen, whoever has some will be given more, and whoever doesn't have anything will lose what he thinks he has. ", "27": "And these enemies of mine who didn't want me to rule over them—bring them here and execute them in my presence.”", "28": "When He finished the parable, He pushed onward, climbing the steep hills toward Jerusalem.", "29": "He approached the towns of Bethphage and Bethany, which are near Mount Olivet. He sent two of the disciples ahead.", "30": "Jesus: 30 Go to the next village. When you enter, you will find a colt tied—a colt that has never been ridden before. Untie it and bring it here. ", "31": "If anyone asks you why you're untying it, just say, “The Lord needs it.”", "32": "So the two disciples found things just as He had told them. ", "33": "When its owners did indeed ask why they were untying the colt, ", "34": "the disciples answered as they had been instructed. Disciples: The Lord needs it.", "35": "They brought the colt to Jesus, threw their coats on the colt's back, and then sat Jesus on it. ", "36": "As Jesus rode along, some people began to spread their garments on the road as a carpet. ", "37": "When they passed the crest of Mount Olivet and began descending toward Jerusalem, a huge crowd of disciples began to celebrate and praise God with loud shouts, glorifying God for the mighty works they had witnessed.", "38": "Crowd of Disciples: 38 The King who comes in the name of the Eternal One is blessed![c] Peace in heaven! Glory in the highest!", "39": "Pharisees (who were in the crowd): 39 Teacher, tell these people to stop making these wild claims and acting this way!", "40": "Jesus: 40 Listen—if they were silent, the very rocks would start to shout!", "41": "When Jerusalem came into view, He looked intently at the city and began to weep.", "42": "Jesus: 42 How I wish you knew today what would bring peace! But you can't see. ", "43": "Days will come when your enemies will build up a siege ramp, and you will be surrounded and contained on every side.[d] ", "44": "Your enemies will smash you into rubble and not leave one stone standing on another, and they will cut your children down too, because you did not recognize the day when God's Anointed One visited you.", "45": "In this powerful scene as Jesus comes into the city, echoing the words of Zechariah 9:9, Jesus shows how His kingdom is upside down compared to the kingdoms of this world. Caesar enters a town riding a white stallion, accompanied by dignitaries and soldiers with weapons. Jesus comes on a little donkey, cheered by common people tossing their coats in the donkey's path. The contrast between the two ways, He suggests through tears, is the difference between violent destruction and peace. He entered Jerusalem and went into the temple. He began driving out the temple merchants.", "46": "Jesus: 46 The Hebrew Scriptures say, “My house shall be a house of prayer,”[e] but you have turned it into a shelter for thieves.[f]", "47": "He came back day after day to teach in the temple. The chief priests, the religious scholars, and the leading men of the city wanted to kill Him, ", "48": "but because He was so popular among the people—who hung upon each word He spoke—they were unable to do anything."}