{"1": "One day when He was teaching the people in the temple and proclaiming the good news, the chief priests, religious scholars, and elders came up and questioned Him.", "2": "Elders: 2 Tell us by what authority You march into the temple and disrupt our worship. Who gave You this authority?", "3": "Jesus: 3 Let Me ask you a question first. Tell Me this: ", "4": "was the ritual cleansing of baptism John did from God, or was it merely a human thing?", "5": "Chief Priests, Religious Scholars, and Elders (conferring together): 5 If we say it was from God, then He'll ask us why we didn't believe John. ", "6": "If we say it was merely human, all the people will stone us because they are convinced that John was a true prophet.", "7": "So they said they didn't know where John's ritual washing came from.", "8": "Jesus: 8 Well then, if you won't answer My question, I won't tell you by what authority I have acted.", "9": "He told the people another parable: Jesus: A man planted a vineyard. He rented it to tenants and went for a long trip to another country. ", "10": "At the harvest time, he sent a servant to the tenants so he could be paid his share of the vineyard's fruit, but the tenants beat the servant and sent him away empty-handed. ", "11": "The man sent another servant, and they beat him and treated him disgracefully and sent him away empty-handed too. ", "12": "He sent a third servant who was injured and thrown out. ", "13": "Then the vineyard owner said, “Now what am I going to do? I'll send my much-loved son. They should treat him with respect.”", "14": "But when the tenants recognized the owner's son, they said, “Here's our chance to actually own this vineyard! Let's kill the owner's heir so we can claim this place as our own!” ", "15": "So they threw him out of the vineyard and murdered him. What do you think the owner will do to these scoundrels?", "16": "I'll tell you what he'll do; he'll come and wipe those tenants out, and he'll give the vineyard to others. Crowd: No! God forbid that this should happen!", "17": "Jesus: 17 Why then do the Hebrew Scriptures contain these words: The stone that the builders rejected has become the very stone that holds together the entire foundation?[a]", "18": "Everyone who falls on that stone will be broken to fragments, and if that stone falls on anyone, he will be ground to dust.", "19": "That was the last straw for the religious scholars and the chief priests; they were ready to attack Him right then and there. But they couldn't for fear of public opinion, and they realized that Jesus, through this parable, had exposed their violent intentions.", "20": "Since they can't use overt violence against Him, they develop a covert plan. They would keep Him under constant surveillance. They would send spies, pretending to ask sincere questions, listening for something they could seize upon that would justify His arrest and condemnation under the governor's authority.", "21": "In addition to the Pharisees, there is a religious sect in Roman-occupied Israel called the Sadducees. They are religious conservatives holding to an ancient tradition in Judaism that doesn't believe in an afterlife. Their disbelief in an afterlife seems to make them conclude, “There's only one life, and this is it, so you'd better play it safe.” That means they are very happy to collaborate with the Romans—and make a healthy profit—rather than risk any kind of rebellion or revolt. For this reason, they are closely allied with another group called the Herodians, allies of Caesar's puppet king Herod. Their contemporaries, the Pharisees, who believe in an afterlife, are more prone to risk their lives in a rebellion since they hope martyrs will be rewarded with resurrection. For this reason, the Pharisees are closely allied with the Zealots, who are more overtly revolutionary. Each group tries to trap Jesus, but He turns the tables on them, using each encounter to shed more light on the message of the kingdom of God. In case after case, Jesus brings His hearers to the heart of the matter; and again and again, the bottom-line issue is money. Chief Priests, Religious Scholars, and Elders: 21 Teacher, we respect You because You speak and teach only what is right, You show no partiality to anyone, and You truly teach the way of God. ", "22": "So—is it lawful for us to pay taxes to Caesar's occupying regime, or should we refuse?", "23": "He saw through their transparent trick. Jesus: [Why are you trying to trick Me?][b] ", "24": "Show Me a coin. Whose image and name are on this coin? Chief Priests, Religious Scholars, and Elders: Caesar's.", "25": "Jesus: 25 Well then, you should give to Caesar whatever is Caesar's, and you should give to God whatever is God's.", "26": "Once again they failed to humiliate Him in public or catch Him in a punishable offense. They were confounded by His reply and couldn't say anything in response.", "27": "Another group came to test Him—this time from the Sadducees, a rival party of the Pharisees, who believe that there is no resurrection.", "28": "Sadducees: 28 Teacher, Moses wrote in the Hebrew Scriptures that a man must marry his brother's wife and the new couple should bear children for his brother if his brother dies without heirs.[c] ", "29": "Well, once there were seven brothers, and the first took a wife and then died without fathering children. ", "30": "The second [took her as his wife and then he died childless,][d] ", "31": "and then the third, and so on through the seven. They all died leaving no children. ", "32": "Finally the woman died too. ", "33": "Here's our question: in the resurrection, whose wife will she be, since all seven had her for a while? Will she be the wife of seven men at once?", "34": "Jesus: 34 The children of this era marry and are given in marriage, ", "35": "but those who are considered worthy to attain the resurrection of the dead in the coming era do not marry and are not given in marriage. ", "36": "They are beyond mortality; they are on the level of heavenly messengers; they are children of God and children of the resurrection. ", "37": "Since you brought up the issue of resurrection, even Moses made clear in the passage about the burning bush that the dead are, in fact, raised. After all, he calls the Lord the God of Abraham, Isaac, and Jacob.[e] ", "38": "By Moses' time, they were all dead, but God isn't God of the dead, but of the living. So all live to God.", "39": "Religious Scholars: 39 Teacher, that was a good answer.", "40": "After this no one had the courage to ask Him any more questions. ", "41": "But He asked them a question. Jesus: How is it that people say the Anointed One is David's descendant? ", "42": "Don't you remember how David himself wrote in the psalms, The Master said to my master: “Sit here at My right hand, in the place of honor and power.", "43": "And I will gather Your enemies together, lead them in on hands and knees, and You will rest Your feet on their backs.”[f]", "44": "Did you hear that? David calls his son “Lord.” Elders don't defer to those who are younger in that way. How is David's son also “Lord”?", "45": "Jesus turned to His disciples, speaking loudly enough for the others to hear.", "46": "Jesus: 46 Beware of the religious scholars. They like to parade around in long robes. They love being greeted in the marketplaces. They love taking the best seats in the synagogues. They adore being seated around the head table at banquets. ", "47": "But in their greed they rob widows of their houses and cover up their greed with long pretentious prayers. Their condemnation will be all the worse because of their hypocrisy."}