{"1": "This daily pattern continued as they came closer to the holiday of Unleavened Bread, also known as the Passover.", "2": "Jesus teaches of judgment to come and the destruction of the temple. All things move toward a collision of ideas and faith at the most important feast of the year. The chief priests and religious scholars continued looking for a way to kill Jesus; they hadn't been able to act yet due to their fear of the people's reaction. ", "3": "At this point, Satan entered into one of the twelve, Judas (also called Iscariot). ", "4": "Judas set up a private meeting with the chief priests and the captains of the temple police to discuss a plan for betraying Jesus and putting Him in their hands. ", "5": "This was just the kind of break they had been waiting for, so they were thrilled and agreed to a handsome payment. ", "6": "Everything was settled, and Judas simply waited for the right moment, when the crowds weren't around, to betray Jesus into their custody.", "7": "They came to the Day of Unleavened Bread, a holy day when a special lamb (called the Passover lamb) had to be sacrificed. ", "8": "Jesus chose Peter and John and gave them instructions. Jesus: Go and make all the necessary preparations for the Passover meal so we can eat together.", "9": "Peter and John: 9 Where do You want us to make preparations?", "10": "Jesus: 10 When you enter the city, you'll encounter a man carrying a jar of water. Just follow him wherever he goes, and when he enters a house, ", "11": "tell the homeowner, “The Teacher has this question for you: 'Where is the guest room where I can share the Passover meal with My disciples?'” ", "12": "He'll show you a spacious second-story room that has all the necessary furniture. That's where you should prepare our meal.", "13": "They did as He said and found everything just as He said it would be, and they prepared the Passover meal. ", "14": "When the meal was prepared, Jesus sat at the table, joined by His emissaries.[a]", "15": "The meal that Jesus and His disciples shared is still celebrated today among followers of Jesus. We surround it with varied rituals and music, but the original meal took place in the midst of great drama and tension. The disciples were arguing, and Jesus was teaching them yet another lesson about life in the kingdom of God. Jesus even spoke of His own suffering and their betrayal and denial. Yet through it all, Jesus' focus remained on the central theme of His life and mission: the coming of the kingdom of God. Jesus: 15 It has been My deep desire to eat this Passover meal with you before My suffering begins. ", "16": "Know this: I will not eat another Passover meal until its meaning is fulfilled in the kingdom of God.", "17": "He took a cup of wine and gave thanks for it. Jesus: Take this; share it among yourselves. ", "18": "Know this: I will not drink another sip of wine until the kingdom of God has arrived in fullness.", "19": "Then He took bread, gave thanks, broke it, and shared it with them. Jesus: This is My body, My body given for you. Do this to remember Me.", "20": "And similarly, after the meal had been eaten, He took the cup. Jesus: This cup, which is poured out for you, is the new covenant, made in My blood. ", "21": "But even now, the hand of My betrayer is with Me on this table. ", "22": "As it has been determined, the Son of Man, that firstfruit of a new generation of humanity, must be betrayed, but how pitiful it will be for the person who betrays Him.", "23": "They immediately began questioning each other. Disciples: Which one of us could do such a horrible thing?", "24": "Soon they found themselves arguing about the opposite question. Disciples: Which one of us is the most faithful, the most important?", "25": "Jesus (interrupting): 25 The authority figures of the outsiders play this game, flexing their muscles in competition for power over one another, masking their quest for domination behind words like “benefactor” or “public servant.” ", "26": "But you must not indulge in this charade. Instead, among you, the greatest must become like the youngest and the leader must become a true servant. ", "27": "Who is greater right here as we eat this meal—those of us who sit at the table, or those who serve us? Doesn't everyone normally assume those who are served are greater than those who serve? But consider My role among you. I have been with you as a servant.", "28": "You have stood beside Me faithfully through My trials. ", "29": "I give you a kingdom, just as the Father has given Me a kingdom. ", "30": "You will eat and drink at My table in My kingdom, and you will have authority over the twelve tribes of Israel.", "31": "Simon, Simon, how Satan has pursued you, that he might make you part of his harvest. ", "32": "But I have prayed for you. I have prayed that your faith will hold firm and that you will recover from your failure and become a source of strength for your brothers here.", "33": "Peter: 33 Lord, what are You talking about? I'm going all the way to the end with You—to prison, to execution—I'm prepared to do anything for You.", "34": "Jesus: 34 No, Peter, the truth is that before the rooster crows at dawn, you will have denied that you even know Me, not just once, but three times. ", "35": "Remember when I sent you out with no money, no pack, not even sandals? Did you lack anything? Disciples: Not a thing.", "36": "Jesus: 36 It's different now. If you have some savings, take them with you. If you have a pack, fill it and bring it. If you don't have a sword, sell your coat and buy one. ", "37": "Here's the truth: what the Hebrew Scriptures said, “And He was taken as one of the criminals,”[b] must come to fruition in Me. These words must come true.", "38": "Disciples: 38 Look, Lord, we have two swords here. Jesus: That's enough.", "39": "There is powerful consistency in Jesus' life. Again and again, He withdraws from the crowds to pray in solitude. Now, at this dramatic moment, Jesus again withdraws to pray—in a solitude made more intense by the fact that He has asked His disciples to pray, too, but they have fallen asleep. And in this moment of anguished emotion, Jesus mouths a prayer that resonates with His consistent message of the Kingdom. He has taught His disciples to pray, “May Your kingdom come,” which is a request for God's will to be done on earth as it is in heaven. Now, drenched in sweat, Jesus Himself prays simply for God's will to be done, even if it means He must drink the cup of suffering that awaits Him in the hours ahead. We often speak of having faith in Jesus; but we seldom speak of the faith of Jesus, a faith He demonstrated consistently throughout His life and especially at its end. In a moment of agony, Jesus still trusted God, still yielded His will to God, and still approached God as “Father,” placing Himself in the position of a child, in trust—profound, tested, sincere. Once again He left the city as He had been doing during recent days, returning to Mount Olivet along with His disciples. ", "40": "And He came to a certain place. Jesus: Pray for yourselves, that you will not sink into temptation.", "41": "He distanced Himself from them about a stone's throw and knelt there, ", "42": "praying. Jesus: Father, if You are willing, take this cup away from Me. Yet not My will, but Your will, be done.", "43": "[43 Then a messenger from heaven appeared to strengthen Him. ", "44": "And in His anguish, He prayed even more intensely, and His sweat was like drops of blood falling to the ground.][c] ", "45": "When He rose from prayer and returned to the disciples, He found them asleep, weighed down with sorrow. ", "46": "He roused them. Jesus: Why are you sleeping? Wake up and pray that you will not sink into temptation.", "47": "Even as He said these words, the sound of a crowd could be heard in the distance, and as the crowd came into view, it was clear that Judas was leading them. He came close to Jesus and gave Jesus the traditional greeting of a kiss.", "48": "Jesus: 48 Ah, Judas, is this how you betray the Son of Man—with a kiss?", "49": "Disciples (realizing what was going on): 49 Lord, is this why You told us to bring the swords? Should we attack?", "50": "Before Jesus could answer, one of them had swung his sword at the high priest's slave, cutting off his right ear.", "51": "Jesus: 51 Stop! No more of this! Then He reached out to touch—and heal—the man's ear. ", "52": "Jesus turned to the chief priests, the captains of the temple, and the elders and spoke. Jesus: Do you think I'm some sort of violent criminal? Is that why you came with swords and clubs? ", "53": "I haven't been hard to find—each day I've been in the temple in broad daylight, and you never tried to seize Me there. But this is your time—night—and this is your power—the power of darkness.", "54": "They grabbed Him at this point and took Him away to the high priest's home. Peter followed—at a distance. ", "55": "He watched from the shadows as those who had seized Jesus made a fire in the center of the courtyard and sat down around it. Then Peter slipped in quietly and sat with them. ", "56": "But a young servant girl saw his face in the firelight. She stared for a while and then spoke. Servant Girl: This fellow here was with Jesus. I recognize him.", "57": "Peter (denying it): 57 Woman, I don't even know the man.", "58": "A little later, a man also recognized him. Man: I recognize you. You're one of Jesus' followers. Peter: Man, you're wrong. I'm not.", "59": "An hour or so passed, and then another person pointed to Peter. Another Person: This fellow is obviously Galilean. He must be a member of Jesus' group.", "60": "Peter: 60 Look, I have no idea what you're talking about. And he hadn't even finished the sentence when a nearby rooster crowed. ", "61": "The Lord turned toward Peter, and their eyes met. Peter remembered Jesus' words about his triple denial before the rooster would crow, ", "62": "so he left the courtyard and wept bitter tears.", "63": "At this point, the men who were holding Jesus began to mock Him and beat Him. ", "64": "They put a blindfold on Him. Men Holding Jesus: Hey, Prophet! Use Your prophetic powers to tell us who just whacked You!", "65": "They kept on with this sort of insulting, degrading treatment for quite some time. ", "66": "When dawn had given way to full day, the Sanhedrin council assembled, consisting of religious leaders of the Sadducean party, along with the chief priests and religious scholars. They took Him to their headquarters for interrogation.", "67": "Sanhedrin: 67 If you are the Anointed One whom God promised us, tell us plainly. Jesus: If I give you an answer, you won't believe it. ", "68": "And if I ask you a question, you won't answer it. ", "69": "But this I will say to you: from now on, the Son of Man will take His seat at the right hand of the power of God.", "70": "Sanhedrin: 70 So You are the Son of God, then? Jesus: It's as you say.", "71": "Sanhedrin: 71 What more evidence do we need? We've heard it with our own ears from His own lips."}