{"1": "So the whole council got up and took Jesus to Pilate. ", "2": "They brought accusations against Him. Sanhedrin: We have observed this man leading our nation astray. He even forbade us to pay our taxes to Caesar. He claims to be the Anointed One and a King Himself.", "3": "Pilate: 3 Are You the King of the Jews? Jesus: It's as you say.", "4": "Pilate (to the chief priest and crowd): 4 I find this man guilty of no crime.", "5": "Sanhedrin (growing more intense): 5 He has been stirring up discontent among the people all over Judea. He started up in Galilee, and now He's brought His brand of trouble all the way to Jerusalem!", "6": "Pilate: 6 Just a minute. Is this man a Galilean?", "7": "When Pilate learned that Jesus was indeed Galilean—which meant He was officially under Herod's jurisdiction—Pilate sent Him over to Herod, who was currently in Jerusalem. ", "8": "Herod was fascinated to meet Jesus for he had heard about Him for a long time. He was hoping he might be treated to a miracle or two. ", "9": "He interrogated Jesus for quite a while, but Jesus remained silent, refusing to answer his questions. ", "10": "Meanwhile the chief priests and religious scholars had plenty to say—angrily hurling accusations at Jesus.", "11": "Eventually Herod and his soldiers began to insult Jesus, mocking and degrading Him. They put expensive clothing on Him and sent Him back to Pilate. ", "12": "This ended a long-standing rift between Herod and Pilate; they became friends from that day forward.", "13": "Pilate assembled the chief priests and other Jewish authorities.", "14": "Pilate: 14 You presented this man to me as a rabble-rouser, but I examined Him in your presence and found Him not guilty of the charges you have leveled against Him. ", "15": "Herod also examined Him and released Him to my custody. So He hasn't done anything deserving the death penalty. ", "16": "I'll see to it that He is properly whipped and then let Him go.", "17": "[17 It was the custom for Pilate to set one prisoner free during the holiday festivities.][a]", "18": "Crowd (all shouting at once): 18 Away with this man! Free Barabbas instead!", "19": "Crucifixion is a favorite Roman punishment for insurrectionists, slaves, and prisoners of war. Anyone daring to defy the power and authority of Caesar is executed in this public and humiliating way. Jesus indeed is a revolutionary. He doesn't come to proclaim a new religion, but a new kingdom—a new way of life. He is indeed a threat to Caesar's way of doing things, a way that co-opts the religious leaders. Jesus' revolution is a peaceful revolution. He doesn't advocate the use of violence—in fact, when one of His disciples uses the sword to try to protect Jesus from arrest, Jesus heals the “enemy” and rebukes His disciple. So Jesus doesn't support the regime of Caesar or follow the usual violent path of revolution: He leads a revolutionary revolution—in a path of love, healing, justice, and reconciliation. Jesus appropriates and transforms the symbol of their power into a symbol of His greater power. He makes the cross not the icon of violent domination, but the reverse. By hanging on the cross and speaking of forgiveness, Jesus shows that there is a greater power at work in the world than the power of domination: it's the power of God's saving and reconciling love. Barabbas had been imprisoned after being convicted of an insurrection he had led in Jerusalem. He had also committed murder. ", "20": "Pilate argued with them, wishing he could release Jesus, ", "21": "but they wouldn't be silenced. Crowd (shouting): Crucify Him! Crucify Him!", "22": "Pilate (countering a third time): 22 Why? What has He done that is so evil? I have found in Him no offense worthy of capital punishment. As I said, I will punish Him and then release Him.", "23": "But they would not relent. They shouted louder and louder that He should be crucified, and eventually Pilate capitulated. ", "24": "So he pronounced the punishment they demanded.", "25": "He released the rebel and murderer Barabbas—the insurrectionist they had pleaded for in His place—and he handed Jesus over to them to do with as they desired.", "26": "On the way to the place of crucifixion, they pulled a man from the crowd—his name was Simon of Cyrene, a person from the countryside who happened to be entering the city at that moment. They put Jesus' cross on Simon's shoulders, and he followed behind Jesus. ", "27": "Along with Him was a huge crowd of common people, including many women shrieking and wailing in grief.", "28": "Jesus (to the people in the crowd): 28 Daughters of Jerusalem, do not weep for Me. Weep instead for yourselves and weep for your children. ", "29": "Days are coming when people will say, “Blessed are the infertile; blessed are the wombs that never bore a child; blessed are the breasts that never nursed an infant.” ", "30": "People will beg the mountains, “Surround us!” They'll plead with the hills, “Cover us!”[b] ", "31": "For if they treat Me like this when I'm like green unseasoned wood, what will they do to a nation that's ready to burn like seasoned firewood?", "32": "Jesus wasn't the only one being crucified that day. There were two others, criminals, who were also being led to their execution. ", "33": "When they came to the place known as “The Skull,” they crucified Jesus there, in the company of criminals, one to the right of Jesus and the other to His left.", "34": "Jesus: 34 [Father, forgive them, for they don't know what they're doing.][c] Meanwhile they were drawing lots to see who would win Jesus' clothing. ", "35": "The crowd of people stood, watching. Authorities (mocking Jesus): So He was supposed to rescue others, was He? He was supposed to be God's Anointed, the Liberating King? Let's see Him start by liberating Himself!", "36": "The soldiers joined in the mockery. First, they pretended to offer Him a soothing drink—but it was sour wine.", "37": "Soldiers: 37 Hey, if You're the King of the Jews, why don't You free Yourself!", "38": "Even the inscription they placed over Him was intended to mock Him—“This is the King of the Jews!” [This was written in Greek, Latin, and Hebrew.][d]", "39": "One of the criminals joined in the cruel talk. Cynical Criminal: You're supposed to be the Anointed One, right? Well—do it! Rescue Yourself and us!", "40": "But the other criminal told him to be quiet. Believing Criminal: Don't you have any fear of God at all? You're getting the same death sentence He is! ", "41": "We're getting what we deserve since we've committed crimes, but this man hasn't done anything wrong at all! ", "42": "(turning to Jesus) Jesus, when You come into Your kingdom, please remember me.", "43": "Jesus: 43 I promise you that this very day you will be with Me in paradise.", "44": "At this point, it was about noon, and a darkness fell over the whole region. The darkness persisted until about three in the afternoon, ", "45": "and at some point during this darkness, the curtain in the temple was torn in two.", "46": "The tearing of this heavy curtain in the temple is highly symbolic. Because this curtain separated the holiest place in the temple from the rest of the temple, some see in this act a symbol of God opening the way for unholy humans to enter into His holy presence: Jesus' death brought forgiveness and opened the way for all to come to God. Others see in the curtain's being torn the opposite meaning: God's presence can no longer be confined to any single geographical place. The suffering and death of Jesus ended one age of human history, and now a new era has begun. Now God is on the move, at large, invading the whole world. Or perhaps this graphic image means both. Jesus (shouting out loudly): 46 Father, I entrust My spirit into Your hands![e] And with those words, He exhaled—and breathed no more.", "47": "The Centurion[f]—one of the soldiers who performed the execution—saw all this, and he praised God. Centurion: No doubt, this man must have been innocent.", "48": "The crowds of common people who had gathered and watched the whole ordeal through to its conclusion left for their homes, pounding on their own chests in profound grief. ", "49": "And all who knew Jesus personally, including the group of women who had been with Him from the beginning in Galilee, stood at a distance, watching all of these things unfold.", "50": "Meanwhile a man named Joseph had been at work. He was a member of the council, a good and fair man, ", "51": "from a Judean town called Arimathea. He had objected to the plans and actions of the council; he was seeking the kingdom of God. ", "52": "He had gone to Pilate and asked for the body of Jesus. ", "53": "He removed the body from the cross and wrapped it in a shroud made of fine linen. He then laid the body in a cavelike tomb cut from solid rock, a tomb that never had been used before. ", "54": "It was Preparation Day—the day before the holy Sabbath—and it was about to begin at sundown. ", "55": "The women who had accompanied Jesus from the beginning in Galilee now came, took note of where the tomb was and how His body had been prepared, ", "56": "then left to prepare spices and ointments for His proper burial. They ceased their work on the Sabbath so they could rest as the Hebrew Scriptures required."}