{"1": "Early on Sunday morning, even before the sun had fully risen, these women made their way back to the tomb with the spices and ointments they had prepared. ", "2": "When they arrived, they found the stone was rolled away from the tomb entrance, ", "3": "and when they looked inside, the body of the Lord Jesus was nowhere to be seen. ", "4": "They didn't know what to think. As they stood there in confusion, two men suddenly appeared standing beside them. These men seemed to glow with light. ", "5": "The women were so terrified that they fell to the ground facedown. This phrase, “Son of Man,” is very important in Luke's story and may have many layers of meaning. It may mean “epitome of humanity” or “prime example of what a human can be.” But it also evokes a specific passage of Scripture that is very important to Jewish people, Daniel 7:13-27. There the phrase “Son of Man” refers to a king who receives an eternal and universal kingdom, and it also represents “the saints of the Most High”—the people of God. In light of Jesus' central message about the kingdom of God, it is likely that the phrase suggests Jesus is the long-awaited Anointed One who launches a new era in human history and who creates a community of people who represent the eternal and universal kingdom of God. In this way, “Son of” suggests “new generation of,” and “Man” suggests “humanity.” Jesus is Himself the new generation of humanity (a second Adam, a new beginning), and the community He creates shares this identity (a new creation, a new humanity in Jesus). The two messengers here use this pregnant phrase in a way that shocks everyone: The way this long-awaited Anointed One receives His kingdom is not through conventional military victory where enemies are defeated and killed. No, this King receives His kingdom by suffering, dying, and rising again Himself. Amazing news—good news! Two Men: Why are you seeking the living One in the place of the dead? ", "6": "He is not here. He has risen from the dead. Don't you remember what He told you way back in Galilee? ", "7": "He told you that the Son of Man must be handed over to wicked men, He must be crucified, and then on the third day He must rise.", "8": "The women did remember Jesus' words about this, ", "9": "so they returned from the tomb and found the eleven and recounted for them—and others with them—everything they had experienced. ", "10-11": "The Lord's emissaries[a] heard their stories as fiction, a lie; they didn't believe a word of it. (By the way, this group of women included Mary Magdalene, Joanna, and Mary the mother of James, along with a number of others.) ", "12": "Peter, however, got up and ran to the tomb. When he reached the opening, he bent down, looked inside, and saw the linen burial cloths lying there. But the body was gone. He walked away, full of wonder about what had happened.", "13": "Picture this: That same day, two other disciples (not of the eleven) are traveling the seven miles from Jerusalem to Emmaus. ", "14": "As they walk along, they talk back and forth about all that has transpired during recent days. ", "15": "While they're talking, discussing, and conversing, Jesus catches up to them and begins walking with them, ", "16": "but for some reason they don't recognize Him.", "17": "Jesus: 17 You two seem deeply engrossed in conversation. What are you talking about as you walk along this road? They stop walking and just stand there, looking sad. ", "18": "One of them—Cleopas is his name—speaks up. Cleopas: You must be the only visitor in Jerusalem who hasn't heard about what's been going on over the last few days.", "19": "Jesus: 19 What are you talking about? Two Disciples: It's all about the man named Jesus of Nazareth. He was a mighty prophet who did amazing miracles and preached powerful messages in the sight of God and everyone around. ", "20": "Our chief priests and authorities handed Him over to be executed—crucified, in fact.", "21": "We had been hoping that He was the One—you know, the One who would liberate all Israel and bring God's promises. Anyway, on top of all this, just this morning—the third day after the execution—", "22": "some women in our group really shocked us. They went to the tomb early this morning, ", "23": "but they didn't see His body anywhere. Then they came back and told us they did see something—a vision of heavenly messengers—and these messengers said that Jesus was alive. ", "24": "Some people in our group went to the tomb to check it out, and just as the women had said, it was empty. But they didn't see Jesus.", "25": "Jesus: 25 Come on, men! Why are you being so foolish? Why are your hearts so sluggish when it comes to believing what the prophets have been saying all along? ", "26": "Didn't it have to be this way? Didn't the Anointed One have to experience these sufferings in order to come into His glory?", "27": "Luke has told his story. It ends with joy and praise. The crucified Jesus has been resurrected and has ascended to heaven to take His place at God's right hand just as the ancient prophets predicted. For the band of disciples, Easter joy has eclipsed Good Friday sorrow. This ending point becomes the starting point for Luke's sequel, known as the Acts of the Apostles. The story isn't really over; it's just begun. The life and ministry of Jesus that Luke has just recounted is the mustard-seed stage of the kingdom of God that continues to grow and grow and grow. Now it's time for this Kingdom to fill the world. If Luke's Gospel is about what Jesus began to do and teach, then Luke's sequel is about what the risen Jesus continues to do and teach through His followers for millennia. Luke writes in hope that future believers will be taken up into this beautiful story that will never, ever end. Then He begins with Moses and continues, prophet by prophet, explaining the meaning of the Hebrew Scriptures, showing how they were talking about the very things that had happened to Jesus.", "28": "About this time, they are nearing their destination. Jesus keeps walking ahead as if He has no plans to stop there, ", "29": "but they convince Him to join them. Two Disciples: Please, be our guest. It's getting late, and soon it will be too dark to walk. So He accompanies them to their home. ", "30": "When they sit down at the table for dinner, He takes the bread in His hands, He gives thanks for it, and then He breaks it and hands it to them. ", "31": "At that instant, two things happen simultaneously: their eyes are suddenly opened so they recognize Him, and He instantly vanishes—just disappears before their eyes.", "32": "Two Disciples (to each other): 32 Amazing! Weren't our hearts on fire within us while He was talking to us on the road? Didn't you feel it all coming clear as He explained the meaning of the Hebrew Scriptures?", "33": "So they get up immediately and rush back to Jerusalem—all seven miles—where they find the eleven gathered together—the eleven plus a number of others. ", "34": "Before Cleopas and his companion can tell their story, the others have their own story to tell. Other Disciples: The Lord has risen indeed! It's true! He appeared to Simon!", "35": "Then the two men report their own experience—their conversation along the road, their moment of realization and recognition as He broke the bread. ", "36": "At that very instant, as they're still telling the story, Jesus is there, standing among them! Jesus: May you have peace!", "37": "You might expect them to be overjoyed, but they aren't. They're startled and terrified; they think they're seeing a ghost.", "38": "Jesus: 38 Why are you upset? Why are your hearts churning with questions? ", "39": "Look—look at My hands and My feet! See that it's Me! Come on; touch Me; see for yourselves. A ghost doesn't have flesh and bones, as you can see that I have!", "40": "[40 Then He shows them His hands and His feet.][b]", "41": "Now their fear gives way to joy; but it seems too good to be true, and they're still unsure. Jesus: Do you have anything here to eat?", "42": "They hand Him a piece of broiled fish, ", "43": "and He takes it and eats it in front of them.", "44": "Jesus: 44 I've been telling you this all along, that everything written about Me in the Hebrew Scriptures must be fulfilled—everything from the law of Moses to the prophets to the psalms.", "45": "Then He opens their minds so they can comprehend the meaning of the Hebrew Scriptures.", "46": "Jesus: 46 This is what the Scriptures said: that the promised Anointed One should suffer and rise from the dead on the third day, ", "47": "that in His name a radical change of thought and life should be preached, and that in His name the forgiveness of sins should be preached, beginning in Jerusalem and extending to all nations. ", "48": "You have witnessed the fulfillment of these things. ", "49": "So I am sending My Father's promise to you. Stay in the city until you receive it—until power from heaven comes upon you.", "50": "Then He leads them out to Bethany. He lifts up His hands and blesses them, ", "51": "and at that moment, with His hands raised in blessing, He leaves them and is carried up into heaven. ", "52": "They worship Him, then they return to Jerusalem, filled with intense joy, ", "53": "and they return again and again to the temple to celebrate God."}