{"1": "Picture these events: On the banks of Gennesaret Lake, a huge crowd, Jesus in the center of it, presses in to hear His message from God. ", "2": "Off to the side, fishermen are washing their nets, leaving their boats unattended on the shore.", "3": "Jesus gets into one of the boats and asks its owner, Simon, to push off and anchor a short distance from the beach. Jesus sits down and teaches the people standing on the beach.", "4": "After speaking for a while, Jesus speaks to Simon. Jesus: Move out into deeper water, and drop your nets to see what you'll catch.", "5": "Simon (perplexed): 5 Master, we've been fishing all night, and we haven't caught even a minnow. But . . . all right, I'll do it if You say so.", "6": "Simon then gets his fellow fishermen to help him let down their nets, and to their surprise, the water is bubbling with thrashing fish—a huge school. The strands of their nets start snapping under the weight of the catch, ", "7": "so the crew shouts to the other boat to come out and give them a hand. They start scooping fish out of the nets and into their boats, and before long, their boats are so full of fish they almost sink!", "8-10": "The miracles Jesus performs come in all types: He heals the sick. He frees the oppressed. He shows His power over nature. He will even raise the dead. But as the story in verses 21-26 shows, one of the greatest miracles of all is forgiveness. To have sins forgiven—to start over again, to have God separate believers from their mistakes and moral failures, to lift the weight of shame and guilt—this may well be the weightiest evidence that God's Son is on the move. The kingdom of God doesn't throw all guilty people in jail; it doesn't execute everyone who has made mistakes or tell them they're just getting what they deserve. Instead, it brings forgiveness, reconciliation, a new start, a second chance. In this way, it mobilizes believers to have a new future. Certainly Jesus has communicated the message of the Kingdom through words and through signs and wonders. Now Jesus embodies the message in the way He treats people, including outcasts like Levi. As a tax collector, Levi is a Jew who works for the Romans, the oppressors, the enemies. No wonder tax collectors are despised! But how does Jesus treat this compromiser? He doesn't leave him paralyzed in his compromised position; He invites him—like the paralyzed man—to get up and walk, and to walk in a new direction toward a new King and Kingdom. Simon's fishing partners, James and John (two of Zebedee's sons), along with the rest of the fishermen, see this incredible haul of fish. They're all stunned, especially Simon. He comes close to Jesus and kneels in front of His knees. Simon: I can't take this, Lord. I'm a sinful man. You shouldn't be around the likes of me. Jesus: Don't be afraid, Simon. From now on, I'll ask you to bring Me people instead of fish.", "11": "The fishermen haul their fish-heavy boats to land, and they leave everything to follow Jesus.", "12": "Another time in a city nearby, a man covered with skin lesions comes along. As soon as he sees Jesus, he prostrates himself. Leper: Lord, if You wish to, You can heal me of my disease.", "13": "Jesus reaches out His hand and touches the man, something no one would normally do for fear of being infected or of becoming ritually unclean. Jesus: I want to heal you. Be cleansed! Immediately the man is cured. ", "14": "Jesus tells him firmly not to tell anyone about this. Jesus: Go, show yourself to the priest, and do what Moses commanded by making an appropriate offering to celebrate your cleansing. This will prove to everyone what has happened.", "15": "Even though Jesus said not to talk about what happened, soon every conversation was consumed by these events. The crowds swelled even larger as people went to hear Jesus preach and to be healed of their many afflictions. ", "16": "Jesus repeatedly left the crowds, though, stealing away into the wilderness to pray.", "17": "One day Jesus was teaching in a house, and the healing power of the Lord was with Him. Pharisees and religious scholars were sitting and listening, having come from villages all across the regions of Galilee and Judea and from the holy city of Jerusalem.", "18": "Some men came to the house, carrying a paralyzed man on his bed pallet. They wanted to bring him in and present him to Jesus, ", "19": "but the house was so packed with people that they couldn't get in. So they climbed up on the roof and pulled off some roof tiles. Then they lowered the man by ropes so he came to rest right in front of Jesus.", "20": "In this way, their faith was visible to Jesus. Jesus (to the man on the pallet): My friend, all your sins are forgiven.", "21": "The Pharisees and religious scholars were offended at this. They turned to one another and asked questions. Pharisees and Religious Scholars: Who does He think He is? Wasn't that blasphemous? Who can pronounce that a person's sins are forgiven? Who but God alone?", "22": "Jesus (responding with His own question): 22 Why are your hearts full of questions? ", "23": "Which is easier to say, “Your sins are forgiven” or “Get up and walk”? ", "24": "Just so you'll know that the Son of Man is fully authorized to forgive sins on earth (He turned to the paralyzed fellow lying on the pallet), I say, get up, take your mat, and go home.", "25": "Then, right in front of their eyes, the man stood up, picked up his bed, and left to go home—full of praises for God! ", "26": "Everyone was stunned. They couldn't help but feel awestruck, and they praised God too. People: We've seen extraordinary things today.", "27": "Some time later, Jesus walked along the street and saw a tax collector named Levi sitting in his tax office. Jesus: Follow Me.", "28": "And Levi did. He got up from his desk, left everything (just as the fishermen had), and followed Jesus.", "29": "Shortly after this, Levi invited his many friends and associates, including many tax collectors, to his home for a large feast in Jesus' honor. Everyone sat at a table together.", "30": "The Pharisees are back again, and they stay through the rest of the story. Pharisaism is a religious movement, consisting of lay people (not clergy) who share a deep commitment to the Hebrew Scriptures and traditions. They believe the Jewish people have not yet been freed from the Romans because of the Jews' tolerance of sin. There are too many drunks, prostitutes, and gluttons. “If we could just get these sinners to change their ways,” they feel, “then God would send the One who will free us.” How angry they are at Jesus not just for forgiving sins but also for eating with sinners! After all, to eat with people means to accept them. The kind of Rescuer they expect will judge and destroy sinners, not forgive them and enjoy their company! The Pharisees and their associates, the religious scholars, got the attention of some of Jesus' disciples. Pharisees (in low voices): What's wrong with you? Why are you eating and drinking with tax collectors and other immoral people?", "31": "Jesus (answering for the disciples): 31 Healthy people don't need a doctor, but sick people do. ", "32": "I haven't come for the pure and upstanding; I've come to call notorious sinners to rethink their lives and turn to God.", "33": "Pharisees: 33 Explain to us why You and Your disciples are so commonly found partying like this, when our disciples—and even the disciples of John—are known for fasting rather than feasting, and for saying prayers rather than drinking wine.", "34": "Jesus: 34 Imagine there's a wedding going on. Is that the time to tell the guests to ignore the bridegroom and fast? ", "35": "Sure, there's a time for fasting—when the bridegroom has been taken away. ", "36": "Look, nobody tears up a new garment to make a patch for an old garment. If he did, the new patch would shrink and rip the old, and the old garment would be worse off than before. ", "37": "And nobody takes freshly squeezed juice and puts it into old, stiff wineskins. If he did, the fresh wine would make the old skins burst open, and both the wine and the wineskins would be ruined. ", "38": "New demands new—new wine for new wineskins. ", "39": "Anyway, those who've never tasted the new wine won't know what they're missing; they'll always say, “The old wine is good enough for me!”"}