{"1": "These are the words of Yirmeyahu the son of Hilkiyahu, one of the cohanim living in 'Anatot, in the territory of Binyamin. ", "2": "The word of Adonai came to him during the days of Yoshiyahu the son of Amon, king of Y'hudah, in the thirteenth year of his reign. ", "3": "It also came during the days of Y'hoyakim the son of Yoshiyahu, king of Y'hudah, continuing until the eleventh year of Tzidkiyahu the son of Yoshiyahu, king of Y'hudah, right up until the time Yerushalayim was carried away captive, in the fifth month.", "4": "Here is the word of Adonai that came to me:", "5": "“Before I formed you in the womb, I knew you; before you were born, I separated you for myself. I have appointed you to be a prophet to the nations.”", "6": "I said, “Oh, Adonai Elohim, I don't even know how to speak! I'm just a child!” ", "7": "But Adonai said to me, “Don't say, 'I'm just a child.' “For you will go to whomever I send you, and you will speak whatever I order you.", "8": "Do not be afraid of them, for I am with you, says Adonai, to rescue you.”", "9": "Then Adonai put out his hand and touched my mouth, and Adonai said to me, “There! I have put my words in your mouth.", "10": "Today I have placed you over nations and kingdoms to uproot and to tear down, to destroy and to demolish, to build and to plant.”", "11": "The word of Adonai came to me, asking, “Yirmeyahu, what do you see?” I answered, “I see a branch from an almond tree [a]. ", "12": "Then Adonai said to me, “You have seen well, because I am watching [b] to fulfill my word.”", "13": "A second time the word of Adonai came to me, asking, “What do you see?” I answered, “I see a caldron tilted away from the north, over a fire fanned by the wind.” ", "14": "Then Adonai said to me, “From the north calamity will boil over onto everyone living in the land, ", "15": "because I will summon all the families in the kingdoms of the north,” says Adonai, “and they will come and sit, each one, on his throne at the entrance to the gates of Yerushalayim, opposite its walls, all the way around, and opposite all the cities of Y'hudah.", "16": "I will pronounce my judgments against them for all their wickedness in abandoning me, offering incense to other gods and worshipping what their own hands made.", "17": "“But you, dress for action; stand up and tell them everything I order you to say. When you confront them, don't break down; or I will break you down in front of them!", "18": "For today, you see, I have made you into a fortified city, a pillar of iron, a wall of bronze against the whole land — against the kings of Y'hudah, against its princes, against its cohanim and the people of the land.", "19": "They will fight against you, but they will not overcome you, for I am with you,” says Adonai, “to rescue you.”"}