{"1": "Hear the word Adonai speaks to you, house of Isra'el!", "2": "Here is what Adonai says: “Don't learn the way of the Goyim, don't be frightened by astrological signs, even if the Goyim are afraid of them;", "3": "for the customs of the peoples are nothing. They cut down a tree in the forest; a craftsman works it with his axe;", "4": "they deck it with silver and gold. They fix it with hammer and nails, so that it won't move.", "5": "Like a scarecrow in a cucumber patch, it cannot speak. It has to be carried, because it cannot walk. Do not be afraid of it — it can do nothing bad; likewise it is unable to do anything good!”", "6": "There is no one like you, Adonai! You are great, and your name is great and mighty.", "7": "Who would not fear you, king of the nations? For it is your due! — since among all the wise of the nations and among all their royalty, there is no one like you.", "8": "One and all they are boorish and stupid; the teaching of their nothings is a piece of wood!", "9": "Silver is beaten into plates, then imported from Tarshish. Gold from Ufaz is worked by a craftsman and shaped by the hands of a goldsmith. They are clothed in blue and purple, all the work of skillful men.", "10": "But Adonai, God, is the true God, the living God, the everlasting king. At his anger, the earth trembles; the nations cannot endure his fury.", "11": "“This is what you must say to them: 'The gods that did not make heaven and earth will perish from earth and from under heaven.'”", "12": "God made the earth by his power, established the world by his wisdom spread out the sky by his understanding.", "13": "When he thunders, the waters in heaven roar, he raises clouds from the ends of the earth, he makes the lightning flash in the rain and brings the wind out from his storehouses.", "14": "At this, everyone is proved stupid, ignorant, every goldsmith put to shame by his idol! The figures he casts are a fraud; there is no breath in them;", "15": "they are nothings, ridiculous objects; when the day for their punishment comes, they will perish.", "16": "Ya'akov's portion is not like these, for he is the one who formed all things. Isra'el is the tribe he claims as his heritage; Adonai-Tzva'ot is his name.", "17": "You who are living under the siege, gather your belongings off the ground,", "18": "for here is what Adonai says: “At this time I am slinging away the inhabitants of the land; I will distress them, so that they will feel it.”", "19": "Woe to me because of my wound! My injury is incurable! I used to say, “It's only an illness, and I can bear it.”", "20": "But now my tent is ruined, all its cords are severed; my children have left me and are no more; there is no one to set up my tent again, no one to raise its curtains.", "21": "The shepherds have become stupid, they have not consulted Adonai. This is why they have not prospered, and all their flocks are scattered.", "22": "Listen! A noise! It's coming closer! A great uproar from the land to the north, to make the cities of Y'hudah desolate, a place for jackals to live.", "23": "Adonai, I know that the way of humans is not in their control, humans are not able to direct their steps as they walk.", "24": "Adonai, correct me, but in moderation, not in your anger, or you'll reduce me to nothing.", "25": "Pour out your anger on the nations that do not acknowledge you, also on the families that do not call on your name. For they have consumed Ya'akov — consumed him and finished him off, and laid waste to his home."}