{"1": "Adonai, although you would be in the right if I were to dispute with you, nevertheless I want to discuss some points of justice with you: Why do the wicked prosper? Why do the treacherous all thrive?", "2": "You planted them, and they took root; they grow, and they bear fruit. You are near in their mouths, though far from their hearts.", "3": "But, Adonai, you know me and see me; you test my devotion to you; drag them away like sheep to be slaughtered, and set them apart for the day of slaughter.", "4": "How long must the land mourn and the grass in all the fields wither? The wild animals and birds are consumed because of the wickedness of those who live there; for they say, “He will not see how we end up.”", "5": "If racing men on foot exhausts you, how will you compete against horses? You may feel secure in a land at peace, but how will you do in the Yarden's thick brush?", "6": "For even your own brothers and your father's family are betraying you; they are in full cry after you. Despite all their nice speech, don't believe them.", "7": "“I have abandoned my house, I have rejected my heritage, I have given my heart's beloved over to the hands of her foes.", "8": "For me, my heritage has become like a lion in the forest — she roared out against me; so now I hate her.", "9": "For me, my heritage is like a speckled bird of prey — other birds of prey surround her and attack her. Go, gather all the wild animals, and bring them to devour her.", "10": "Many shepherds have destroyed my vineyard, they have trampled my plot of land, they have turned my desirable property into a desert waste.", "11": "Yes, they have made it a waste; wasted, it mourns to me; the whole land is wasted, because nobody really cares.”", "12": "On all the desert's bare hills plunderers have come; yes, the sword of Adonai devours the land from one end to the other; nothing alive is safe.", "13": "They sowed wheat and reaped thorns, they wore themselves out and gained nothing. So be ashamed of your [tiny] harvest, the result of Adonai's fierce anger.", "14": "Here is what Adonai says: “As for all my evil neighbors who encroach on the heritage I gave to my people Isra'el as their possession, I will uproot them from their own land, and I will uproot Y'hudah from among them. ", "15": "Then, after I have uprooted them, I will take pity on them again and bring them back, each one to his inheritance, each one to his own land. ", "16": "Then, if they will carefully learn my people's ways, swearing by my name, 'As Adonai lives,' just as they taught my people to swear by Ba'al, they will be built up among my people. ", "17": "But if they refuse to listen, then I will uproot that nation, uproot and destroy it,” says Adonai."}