{"1": "Adonai said to me, “Go, buy yourself a linen loincloth, and wrap it around your body; but don't soften it in water.” ", "2": "So I bought a loincloth, as Adonai had said, and put it on.", "3": "Then the word of Adonai came to me a second time: ", "4": "“Take the loincloth you bought and are wearing, get up, go to Parah, and hide it there in a hole in the rock.” ", "5": "So I went and hid it in Parah, as Adonai had ordered me.", "6": "A long time afterwards, Adonai said to me, “Get up, go to Parah, and recover the loincloth I ordered you to hide there.” ", "7": "So I went to Parah and dug up the loincloth; but when I took it from the place where I had hidden it, I saw that it was ruined and useless for anything. ", "8": "Then the word of Adonai came to me: ", "9": "“Here is what Adonai says: 'This is how I will ruin what makes Y'hudah so proud and Yerushalayim so very proud: ", "10": "I will ruin this evil people, who refuse to hear my words and live according to their own stubborn inclinations, who go after other gods to serve and worship them. They will be like this loincloth, which is useless for anything. ", "11": "For just as a loincloth clings to a man's body, I made the whole house of Isra'el and the whole house of Y'hudah cling to me,' says Adonai, 'so that they could be my people, building me a name and becoming for me a source of praise and honor. But they would not listen. ", "12": "So you are to tell them, “This is what Adonai the God of Isra'el says: 'Every bottle is filled with wine.'” Then when they ask you, “Don't we already know that every bottle is filled with wine?” ", "13": "you are to answer them, “This is what Adonai says: 'I am going to fill all the inhabitants of this land — including the kings sitting on the throne of David, the cohanim, the prophets and the inhabitants of Yerushalayim — with drunkenness. ", "14": "Then I will smash them one against another, even fathers and sons together,' says Adonai 'I will show neither pity nor compassion, but I will destroy them relentlessly.'”'”", "15": "Listen and pay attention; don't be proud! For Adonai has spoken.", "16": "Give glory to Adonai your God before the darkness falls, before your feet stumble on the mountains in the twilight, and, while you are seeking light, he turns it into deathlike shadows and makes it completely dark.", "17": "But if you will not hear this warning, I will weep secretly because of your pride; my eyes will weep bitterly, streaming with tears, because Adonai's flock is carried away captive.", "18": "Tell the king and the queen mother, “Come down from your thrones, for your magnificent crowns are falling from your heads.”", "19": "The cities of the Negev are besieged, and no one can relieve them; all of Y'hudah is carried into exile, completely swept into exile.", "20": "Raise your eyes, and you will see them coming from the north. Where is the flock once entrusted to you, the sheep that were your pride?", "21": "When he sets over you as rulers those you trained to be allies, what will you say? Won't pains seize you like those of a woman in labor?", "22": "And if you ask yourself, “Why have these things happened to me?” it is because of your many sins that your skirts are pulled up and you have been violated.", "23": "Can an Ethiopian change his skin? or a leopard its spots? If they can, then you can do good, who are so accustomed to doing evil.", "24": "“So I will scatter them like chaff that flies away in the desert wind.", "25": "This is what you get,” says Adonai, “the portion I measure out to you, because you have forgotten me and trusted in the lie.", "26": "I myself will lift your skirts above your face, and your privates will be exposed.", "27": "On the hills and in the fields, I have seen your abominations — your adulteries, your lustful neighings your shameless prostitution. Woe to you, Yerushalayim! You refuse to be purified! Won't you ever allow it?”"}