{"1": "The word of Adonai that came to Yirmeyahu concerning the drought:", "2": "“Y'hudah is mourning, her gates are languishing; they sit on the ground in gloom; Yerushalayim sends up a cry of anguish.", "3": "Her nobles send their servants for water; they go to the cisterns but find no water, so they return with empty jars. Ashamed and dismayed, they cover their heads.", "4": "Because of the ground, which is cracked, since it has not rained in the land, the farmers are ashamed; they cover their heads.", "5": "The doe in the countryside, giving birth, abandons her young for lack of grass.", "6": "The wild donkeys standing on the bare heights gasp for air like jackals; their eyes grow dim from trying to spot any vegetation.”", "7": "Although our crimes witness against us, take action, Adonai, for your name's sake; for our backslidings are many; we have sinned against you.", "8": "You, hope of Isra'el, its savior in time of trouble, why should you be like a stranger in the land, like a traveler turning aside for the night?", "9": "Why should you be like a man in shock, like a champion unable to save? You, Adonai, are right here with us; we bear your name — don't leave us!", "10": "Here is what Adonai says to this people: “They so love to wander, they don't restrain their feet; so Adonai does not want them. Now he will remember their crimes, and he will punish their sins.”", "11": "Then Adonai said to me, “Don't pray for this people or for their welfare. ", "12": "When they fast, I will not hear their cry; when they offer burnt offerings and grain offerings, I will not accept them. Rather, I will destroy them with war, famine and disease.” ", "13": "Then I said, “Adonai, God! The prophets are telling them, 'You won't see war, and you won't have famine; but I will give you secure peace in this place.'” ", "14": "Adonai replied, “The prophets are prophesying lies in my name. I didn't send them, order them or speak to them. They are prophesying false visions to you, worthless divinations, the delusions of their own minds. ", "15": "Therefore,” Adonai says, “concerning the prophets who prophesy in my name, whom I did not send, yet they say, 'There will be neither war nor famine in this land' — it will be war and famine that will destroy those prophets. ", "16": "And the people to whom they are prophesying will be thrown out into the streets of Yerushalayim because of the famine and war, with no one to bury them — them, or their wives, or their sons, or their daughters — because I will pour their own wickedness out upon them. ", "17": "You are to give them this message: 'Let my eyes stream with tears night and day, unceasingly, because the virgin daughter of my people has been severely broken; she has been dealt a crushing blow.", "18": "If I go out in the field, I see those slain with the sword. If I enter the city, I see the victims of famine. Meanwhile, prophets and cohanim ply their trade in the land, knowing nothing.'”", "19": "Have you rejected Y'hudah completely? Is Tziyon loathsome to you? Why have you struck us irreparably? We looked for peace, but to no avail; for a time of healing, but instead found terror!", "20": "We confess our rebellion, Adonai, also the crimes of our ancestors; yes, we have sinned against you.", "21": "For your name's sake, do not spurn us; do not dishonor your glorious throne. Remember your covenant with us; do not break it.", "22": "Among the nations' idols, can any make it rain? Can the skies, of themselves, send showers? Aren't you the one, Adonai, our God? Don't we look to you? For you do all these things."}