{"1": "Then Adonai said to me, “Even if Moshe and Sh'mu'el were standing in front of me, my heart would not turn toward this people! Drive them out of my sight, get them out of here! ", "2": "And when they ask you where they should go, tell them that this is what Adonai says: 'Those destined for death — to death! Those destined for the sword — to the sword! Those destined for famine — to famine! Those destined for captivity — to captivity!'", "3": "“I will assign them four kinds [of scourges],” says Adonai, “the sword to kill, dogs to drag away, birds in the air and wild animals to devour and destroy. ", "4": "I will make them an object of horror to all the kingdoms of the earth, because of M'nasheh the son of Hizkiyahu king of Y'hudah, because of what he did in Yerushalayim.", "5": "“Who will take pity on you, Yerushalayim? Who will grieve for you? Who will turn aside to ask about your welfare?", "6": "You have rejected me,” says Adonai. “You are heading backward. So I am stretching out my hand against you; tired of sparing you, I am destroying you.", "7": "With a winnowing fork I am scattering them to the wind at the gates of the land; I am bereaving them, destroying my people, because they will not return from their ways.", "8": "Their widows increase in number more than the sand of the seas; At midday I am bringing the destroyer on the mothers of young men, causing anguish and terror suddenly to fall upon her.", "9": "The mother of seven sons grows faint, panting in despair; her sun has gone down while it's still daytime; she is left disgraced and bewildered. And the rest of them I will give to the sword, to their enemies,” says Adonai.", "10": "Woe to me, mother, that you gave me birth, a man who is the object of strife and controversy throughout the land! I neither lend nor borrow, yet all of them curse me.", "11": "Adonai said, “I promise to release you for good, I promise to make your enemies appeal to you when calamity and trouble come.", "12": "“Can iron break iron and bronze from the north? ", "13": "I will give away your wealth and your treasures as plunder, and you will not be paid for them, because of all your sins throughout your territory; ", "14": "and I will make you pass together with your enemies into a land you do not know. For my anger has become a blazing fire, and it will flare up against you.”", "15": "Adonai, you know. Remember me, think of me, and take vengeance for me on my persecutors. Because you are patient, don't banish me; know that for your sake I suffer insults.", "16": "When I found your words, I devoured them; your words made me glad, they gave me joy; because, Adonai-Tzva'ot, you had me bear your name.", "17": "I have never kept company with merrymakers, I could not celebrate; with your hand on me I sat by myself, for you filled me with indignation.", "18": "Why is my pain unending, my wound incurable, refusing to be healed? Will you be for me like a deceptive vadi, which is only sometimes filled with water?", "19": "This is Adonai's answer: “If you return — if I bring you back — you will stand before me. If you separate the precious from the base, you will be my spokesman. It will then be they who turn to you, not you who turn to them.", "20": "Toward this people I will make you a fortified wall of bronze — they will fight against you but not prevail against you; for I am with you to save you and rescue you,” says Adonai.", "21": "“I will free you from the grasp of the wicked and redeem you from the clutches of the ruthless.”"}