{"1": "“Y'hudah's sin is written with an iron pen; with a diamond point it is engraved on the tablet of their hearts and on the horns of your altars.", "2": "As they remember their children, so they remember their altars and their sacred poles by the green trees on the high hills.", "3": "My mountain in the field, your wealth and all your treasures will be plundered; because of the sin of your high places throughout your territory.", "4": "You will relinquish your hold on your heritage which I gave you. I will make you serve your enemies in a land you do not know. For you have kindled my fiery anger, and it will burn forever.”", "5": "Here is what Adonai says: “A curse on the person who trusts in humans, who relies on merely human strength, whose heart turns away from Adonai.", "6": "He will be like a tamarisk in the 'Aravah — when relief comes, it is unaffected; for it lives in the sun-baked desert, in salty, uninhabited land.", "7": "Blessed is the man who trusts in Adonai; Adonai will be his security.", "8": "He will be like a tree planted near water; it spreads out its roots by the river; it does not notice when heat comes; and its foliage is luxuriant; it is not anxious in a year of drought but keeps on yielding fruit.", "9": "“The heart is more deceitful than anything else and mortally sick. Who can fathom it?", "10": "I, Adonai, search the heart; I test inner motivations; in order to give to everyone what his actions and conduct deserve.”", "11": "A partridge hatches eggs it did not lay; like this are those who get rich unjustly: in the prime of life their wealth will desert them; in the end they will prove to be fools.", "12": "Throne of Glory, exalted from the beginning! Our Holy Sanctuary,", "13": "Hope of Isra'el, Adonai! All who abandon you will be ashamed, those who leave you will be inscribed in the dust, because they have abandoned Adonai, the source of living water.", "14": "Heal me, Adonai, and I will be healed; save me, and I will be saved, for you are my praise.", "15": "They keep asking me, “Where is the word of Adonai? Let it come now.”", "16": "As for me, I have not run away from being a shepherd who follows you; you know I didn't want this fatal day; what came from my lips has been clear to you.", "17": "So do not be my ruin, you, my refuge on the day of disaster.", "18": "Let my persecutors be ashamed, not me; let them be terrified, not me. Bring on them the day of disaster, destroy them with double destruction.", "19": "Then Adonai said this to me: “Go, and stand at the People's Gate, where the kings of Y'hudah go in and out, and at all the gates of Yerushalayim; ", "20": "and say to them: 'Kings of Y'hudah, all Y'hudah and all living in Yerushalayim who enter through these gates, hear the word of Adonai! ", "21": "Here is what Adonai says: “If you value your lives, don't carry anything on Shabbat or bring it in through the gates of Yerushalayim; ", "22": "don't carry anything out of your houses on Shabbat; and don't do any work. Instead, make Shabbat a holy day. I ordered your ancestors to do this, ", "23": "but they neither listened nor paid attention; rather, they stiffened their necks, so that they wouldn't have to hear or receive instruction. ", "24": "However, if you will pay careful heed to me,” says Adonai “and carry nothing through the gates of this city on Shabbat, but instead make Shabbat a day which is holy and not for doing work; ", "25": "then kings and princes occupying the throne of David will enter through the gates of this city, riding in chariots and on horses. They, their princes, the people of Y'hudah and the inhabitants of Yerushalayim will enter; and this city will be inhabited forever. ", "26": "They will come from the cities of Y'hudah, from the places surrounding Yerushalayim, from the land of Binyamin, from the Sh'felah, from the hills and from the Negev, bringing burnt offerings, sacrifices, grain offerings, frankincense and thanksgiving sacrifices to the house of Adonai. ", "27": "But if you will not obey me and make Shabbat a holy day and not carry loads through the gates of Yerushalayim on Shabbat, then I will set its gates on fire; it will burn up the palaces of Yerushalayim and not be quenched.”'”"}