{"1": "This word came to Yirmeyahu from Adonai: ", "2": "“Get up, and go down to the potter's house; there I will tell you more.” ", "3": "So I went down to the house of the potter; and there he was, working at the wheels. ", "4": "Whenever a pot he made came out imperfect, the potter took the clay and made another pot with it, in whatever shape suited him.", "5": "Then the word of Adonai came to me: ", "6": "“House of Isra'el, can't I deal with you as the potter deals with his clay? — says Adonai. Look! You, house of Isra'el, are the same in my hand as the clay in the potter's hand. ", "7": "At one time, I may speak about uprooting, breaking down and destroying a nation or kingdom; ", "8": "but if that nation turns from their evil, which prompted me to speak against it, then I relent concerning the disaster I had planned to inflict on it. ", "9": "Similarly, at another time, I may speak about building and planting a nation or kingdom; ", "10": "but if it behaves wickedly from my perspective and doesn't listen to what I say, then I change my mind and don't do the good I said I would do that would have helped it.", "11": "“So now, tell the people of Y'hudah and those living in Yerushalayim that this is what Adonai says: 'I am designing disaster for you, working out my plan against you. Turn, each of you, from his evil ways; improve your conduct and actions.'", "12": "“But they will answer, 'It's hopeless! We will stick to our own plans; each of us will stubbornly follow his own evil desires!'", "13": "“Therefore, Adonai says this: 'Ask among the nations who has heard anything like this. The virgin Isra'el has done a most horrible thing.", "14": "Does the snow of the L'vanon disappear from the mountain crags? Do the cold waters of foreign lands ever run dry?", "15": "No, but my people have forgotten me and offer incense to nothings. This causes them to stumble as they walk the ancient paths; they leave the highway to walk on side-trails.", "16": "Thus they make their land an object of horror and ongoing ridicule. Passers-by shake their heads, appalled, every one.", "17": "Like a strong east wind, I will scatter them before the enemy. I will see their back, not their face, on their day of disaster.'”", "18": "Then they said, “Let's develop a plan for dealing with Yirmeyahu. Torah won't be lost from the cohanim, or counsel from the wise, or words from the prophets. So come, let's destroy him with slander; and meanwhile, we won't pay attention to anything he says.”", "19": "Pay attention to me, Adonai! Listen to what my opponents are saying!", "20": "Is good to be repaid with evil? For they have dug a pit [to trap] me. Remember how I stood before you and spoke well of them, in order to turn your anger away from them?", "21": "Therefore, hand their sons over to famine, hurl them into the power of the sword, let their wives be made childless and widows, let their husbands be slain by disease, let their young men be slain by the sword in battle,", "22": "let screams be heard from their houses when you bring raiders on them without warning. For they have dug a pit to catch me and have laid snares for my feet.", "23": "Nevertheless, Adonai, you know all their plans against me to stop me. Do not forgive their crime, do not blot out their sin from your sight; but let them be made to stumble before you; deal with them when you are angry."}