{"1": "The word of Adonai came to me: ", "2": "“Go and shout in the ears of Yerushalayim that this is what Adonai says: 'I remember your devotion when you were young; how, as a bride, you loved me; how you followed me through the desert, through a land not sown.", "3": "“'Isra'el is set aside for Adonai, the firstfruits of his harvest; all who devour him will incur guilt; evil will befall them,” says Adonai.", "4": "Hear the word of Adonai, house of Ya'akov and all families in the house of Isra'el;", "5": "here is what Adonai says: “What did your ancestors find wrong with me to make them go so far away from me, to make them go after nothings and become themselves nothings?", "6": "They didn't ask, 'Where is Adonai, who brought us out of the land of Egypt, who led us through the desert, through a land of wastes and ravines, through a land of drought and death-dark shadows, through a land where no one travels and where no one ever lived?'", "7": "I brought you into a fertile land to enjoy its fruit and all its good things; but when you entered, you defiled my land and made my heritage loathsome.", "8": "The cohanim didn't ask, 'Where is Adonai?' Those who deal with the Torah did not know me, the people's shepherds rebelled against me; the prophets prophesied by Ba'al and went after things of no value.", "9": "“So again I state my case against you,” says Adonai, “and state it against your grandchildren too.", "10": "Cross to the coasts of the Kitti'im and look; send to Kedar and observe closely; see if anything like this has happened before:", "11": "has a nation ever exchanged its gods (and theirs are not gods at all!)? Yet my people have exchanged their Glory for something without value.", "12": "Be aghast at this, you heavens! Shudder in absolute horror!” says Adonai.", "13": "“For my people have committed two evils: they have abandoned me, the fountain of living water, and dug themselves cisterns, broken cisterns, that can hold no water!", "14": "“Is Isra'el a slave, born into serfdom? If not, why has he become plunder?", "15": "The young lions are roaring at him — how loudly they are roaring! They desolate his country, demolishing and depopulating his cities.", "16": "The people of Nof and Tachpanches feed on the crown of your head.", "17": "“Haven't you brought this on yourself by abandoning Adonai your God when he led you along the way?", "18": "If you go to Egypt, what's in it for you? Drinking water from the Nile? If you go to Ashur, what's in it for you? Drinking water from the [Euphrates] River?", "19": "Your own wickedness will correct you, your own backslidings will convict you; you will know and see how bad and bitter it was to abandon Adonai your God, and how fear of me is not in you,” says Adonai Elohim-Tzva'ot.", "20": "“For long ago I broke your yoke; when I snapped your chains, you said, 'I won't sin.' Yet on every high hill, under every green tree, you sprawled and prostituted yourself.", "21": "But I planted you as a choice vine of seed fully tested and true. How did you degenerate into a wild vine for me?", "22": "Even if you scrub yourself with soda and plenty of soap, the stain of your guilt is still there before me,” says Adonai Elohim.", "23": "“How can you say, 'I am not defiled, I have not pursued the ba'alim'? Look at your conduct in the valley, understand what you have done. You are a restive young female camel, running here and there,", "24": "wild, accustomed to the desert, sniffing the wind in her lust — who can control her when she's in heat? Males seeking her need not weary themselves, for at mating season they will find her.", "25": "“Stop before your shoes wear out, and your throat is dry from thirst! But you say, 'No, it's hopeless! I love these strangers, and I'm going after them.'", "26": "Just as a thief is ashamed when caught, so is the house of Isra'el ashamed — they, their kings, their leaders, their cohanim and their prophets,", "27": "who say to a log, 'You are my father,' and to a stone, 'You gave us birth.' For they have turned their backs to me instead of their faces. But when trouble comes, they will plead, 'Rouse yourself and save us!'", "28": "Where are your gods that you made for yourselves? Let them rouse themselves, if they can save you when trouble comes. Y'hudah, you have as many gods as you have cities!", "29": "Why argue with me? You have all rebelled against me!” says Adonai.", "30": "“In vain have I struck down your people. They would not receive correction. Your own sword has devoured your prophets like a marauding lion.", "31": "You of this generation, look at the word of Adonai: Have I been a desert to Isra'el? or a land of oppressive darkness? Why do my people say, 'We're free to roam, we will no longer come to you'?", "32": "Does a girl forget her jewellery, or a bride her wedding sash? Yet my people have forgotten me, days beyond numbering.", "33": "You are so clever in your search for love that the worst of women can learn from you!", "34": "Right there on your clothing is the blood of the innocent poor, although you never caught them breaking and entering. Yet concerning all these things,", "35": "you say, 'I am innocent; surely he's no longer angry at me.' Here, I am passing sentence on you, because you say, 'I have done nothing wrong.'", "36": "You cheapen yourself when you change course so often — you will be disappointed by Egypt too, just as you were disappointed by Ashur.", "37": "Yes, you will leave him too, with your hands on your heads [in shame]. For Adonai rejects those in whom you trust; from them you will gain nothing.”"}