{"1": "This is the word that came to Yirmeyahu from Adonai when King Tzidkiyahu sent to him Pash'chur the son of Malkiyah and Tz'fanyah the son of Ma'aseiyah with this message: ", "2": "“Please consult Adonai for us, because N'vukhadretzar king of Bavel is making war on us. Maybe Adonai will perform a miracle for us and cause him to withdraw.”", "3": "Yirmeyahu answered them, “Here is what you are to tell Tzidkiyahu: ", "4": "'This is what Adonai, the God of Isra'el, says: “I will make the weapons of war that you have in your hands ineffectual in your fight against the king of Bavel and the Kasdim who are outside the walls besieging you. Instead, I will gather them inside this city; ", "5": "and I myself will fight against you with my hand stretched out and with a strong arm, in anger, rage and great fury. ", "6": "I will strike the inhabitants of this city, humans and animals alike, and they will die of a terrible plague. ", "7": "Afterwards,” says Adonai “I will hand over Tzidkiyahu king of Y'hudah, his servants, the people, and anyone remaining alive in this city after the plague, war and famine, to N'vukhadretzar king of Bavel and to their enemies, to those who seek their lives; and he will put them to the sword. He will not spare them; he will have no pity, no compassion.”'", "8": "“And here is what you are to tell this people: 'Adonai says: “Look! I am presenting you with the way of life and the way of death. ", "9": "Anyone who stays in this city will die by sword, famine and plague. But he who leaves and surrenders to the Kasdim besieging you will stay alive; his own life will be his only 'spoils of war.' ", "10": "For I have determined absolutely that this city will have evil, not good,” says Adonai. “It is going to be handed over to the king of Bavel, and he will burn it to the ground.”'", "11": "“To the royal house of Y'hudah say: 'Hear the word of Adonai; ", "12": "house of David, this is what Adonai says: “Judge fairly every morning, rescue the wronged from their oppressors; or my fury will lash out like fire, burning so hot that no one can quench it, because of how evil your actions are.”", "13": "Adonai says, “I am against you, [Yerushalayim,] situated in a valley like a rock on a plain. You who say, 'Who can come down against us? Who can enter our lairs?' —", "14": "I will punish you,” says Adonai, “as your deeds deserve. I will set its forest on fire, and it will devour everything around it.”'”"}