{"1": "Adonai said, “Go down to the house of the king of Y'hudah and there speak this word: ", "2": "'King of Y'hudah occupying David's throne, hear the word of Adonai — you, your servants and your people who enter through these gates. ", "3": "This is what Adonai says: “Do what is right and just; rescue the wronged from their oppressors; do nothing wrong or violent to the stranger, orphan or widow; don't shed innocent blood in this place.", "4": "“'“If you are careful to do this, then future kings occupying David's throne will enter these palace gates riding in chariots and on horses — he, his servants and his people. ", "5": "But if you will not pay attention to these words, then I swear by myself,” says Adonai, “that this palace will become a ruin.”'", "6": "“For here is what Adonai says concerning the palace of the king of Y'hudah: 'You are like Gil'ad to me, like the peak of the L'vanon; yet I will turn you into a desert, uninhabited cities.", "7": "I will designate men to destroy you, each one with his weapons; they will chop down your choice cedars and throw them in the fire.'", "8": "“Many nations will pass by this city, and they will say to one another, 'Why has Adonai done such a thing to this great city?' ", "9": "The answer will be, 'Because they abandoned the covenant of Adonai their God and worshipped other gods, serving them.'”", "10": "Do not weep for [the king] who has died, do not mourn for him [Yoshiyahu]. But weep for him who departs [to Egypt], for he will never return or see his native land again.", "11": "For this is what Adonai says about Shalum the son of Yoshiyahu, king of Y'hudah, who succeeded Yoshiyahu his father as king: “He has left this place, never to return; ", "12": "but he will die in the place where they have led him captive, without seeing this land again.", "13": "“Woe to him who builds his palace unfairly, its upper rooms by injustice; who makes his neighbor work for free and will not give him his wages;", "14": "who says, 'I will build me a spacious palace with airy upper rooms,' then makes windows and cedar panels painted with vermilion!", "15": "Your cedar may be excellent, but that doesn't make you a better king. True, your father ate and drank, but he also did what was right and just, so things went well with him.", "16": "He upheld the cause of the poor and the weak, so everything went well. Isn't that what knowing me is all about?” says Adonai.", "17": "“In contrast, your eyes and heart are controlled entirely by your greed, your desire for shedding innocent blood, oppressing and extorting.”", "18": "Therefore here is what Adonai says concerning Y'hoyakim the son of Yoshiyahu, king of Y'hudah: “There will be no one to mourn for him, 'Oh! My brother!' or 'Oh! My sister!' There will be no one to mourn for him, 'Oh! My master!' or 'Oh! His glory!'", "19": "He will be given a donkey's 'burial' — dragged out the gates of Yerushalayim and thrown away [to rot].", "20": "Climb up to the L'vanon and cry out, raise your voice in Bashan, cry out from 'Avarim, for all your lovers are broken.", "21": "I spoke to you in your times of prosperity, but you said, 'I won't listen.' This has been your pattern since you were young — you pay no attention to what I say.", "22": "The wind will shepherd all your shepherds away, and your lovers will go into captivity. Then you will be ashamed and disgraced for all your wicked deeds.", "23": "You who live in the L'vanon, nesting in the cedars, how gracious will you be when pains come on you like a woman in labor?", "24": "“As I live,” says Adonai, “even if Koniyahu the son of Y'hoyakim king of Y'hudah were the signet ring on my right hand, I would pull you off ", "25": "and hand you over to those who seek your life, to those you fear, N'vukhadretzar king of Bavel and the Kasdim. ", "26": "I will hurl you and the mother who gave birth to you into a country different from the one you were born in, and you will die there. ", "27": "They will not return to the country to which they long to return.”", "28": "Is this man Koniyahu a despised, broken pot, an instrument nobody wants? Why are they being thrown out? Why are he and his offspring thrown out into a country they do not know?", "29": "Oh, land, land, land! Hear the word of Adonai!", "30": "This what Adonai says: “List this man as childless; he is a lifetime failure — none of his offspring will succeed, none will sit on David's throne or rule again in Y'hudah.”"}