{"1": "“Oh no! The shepherds are destroying and scattering the sheep in my pasture!” says Adonai. ", "2": "Therefore this is what Adonai, the God of Isra'el, says against the shepherds who shepherd my people: “You have scattered my flock, driven them away and not taken care of them. So I will 'take care of' you because of your evil deeds,” says Adonai. ", "3": "“I myself will gather what remains of my flock from all the countries where I have driven them and bring them back to their homes, and they will be fruitful and increase their numbers. ", "4": "I will appoint shepherds over them who will shepherd them; then they will no longer be afraid or disgraced; and none will be missing,” says Adonai.", "5": "“The days are coming,” says Adonai when I will raise a righteous Branch for David. He will reign as king and succeed, he will do what is just and right in the land.", "6": "In his days Y'hudah will be saved, Isra'el will live in safety, and the name given to him will be Adonai Tzidkenu [Adonai our righteousness].", "7": "“Therefore,” says Adonai, “the day will come when people no longer swear, 'As Adonai lives, who brought the people of Isra'el out of the land of Egypt,' ", "8": "but, 'As Adonai lives, who brought the descendants of the house of Isra'el up from the land to the north' and from all the countries where I drove them. Then they will live in their own land.”", "9": "Concerning the prophets: My heart within me is broken, all my bones are shaking; I am like a drunk, like a man overcome by wine, because of Adonai, because of his holy words.", "10": "For the land is full of adulterers; because of a curse the land is in mourning — the desert pastures have dried up. Their course is evil, their power misused.", "11": "“Both prophet and cohen are godless; In my own house I find their wickedness,” says Adonai.", "12": "“Therefore their way will be slippery for them; they will be driven into darkness and fall there. For I will bring disaster upon them, their year of punishment,” says Adonai.", "13": "“I have seen inappropriate conduct in the prophets of Shomron — they prophesied by Ba'al and led my people Isra'el astray.", "14": "But in the prophets of Yerushalayim I have seen a horrible thing — they commit adultery, live in lies, so encouraging evildoers that none returns from his sin. For me they have all become like S'dom, its inhabitants like 'Amora.”", "15": "Therefore, this is what Adonai-Tzva'ot says concerning the prophets: “I will feed them bitter wormwood and make them drink poisonous water, for ungodliness has spread through all the land from the prophets of Yerushalayim.”", "16": "Adonai-Tzva'ot says: “Don't listen to the words of the prophets who are prophesying to you. They are making you act foolishly, telling you visions from their own minds and not from the mouth of Adonai.", "17": "They keep reassuring those who despise me, 'Adonai says you will be safe and secure,' and saying to all living by their own stubborn hearts, 'Nothing bad will happen to you.'", "18": "But which of them has been present at the council of Adonai to see and hear his word? Who has paid attention to his word enough to hear it?”", "19": "Look! The storm of Adonai, bursting out in fury, a whirling storm, whirling down upon the heads of the wicked!", "20": "Adonai's anger will not abate till he fully accomplishes the purpose in his heart. In the acharit-hayamim, you will understand everything.", "21": "“I did not send these prophets; yet they ran. I did not speak to them; yet they prophesied.", "22": "If they have been present at my council, they should let my people hear my words and turn them from their evil way and the evil of their actions.", "23": "Am I God only when near,” asks Adonai, “and not when far away?", "24": "Can anyone hide in a place so secret that I won't see him?” asks Adonai. Adonai says, “Do I not fill heaven and earth?", "25": "“I have heard what these prophets prophesying lies in my name are saying: 'I've had a dream! I've had a dream!' ", "26": "How long will this go on? Is [my word] in the hearts of prophets who are prophesying lies, who are prophesying the deceit of their own minds? ", "27": "With their dreams that they keep telling each other, they hope to cause my people to forget my name; just as their ancestors forgot my name when they worshipped Ba'al.", "28": "“If a prophet has a dream, let him tell it as a dream. But someone who has my word should speak my word faithfully. What do chaff and wheat have in common?” asks Adonai.", "29": "“Isn't my word like fire,” asks Adonai, “like a hammer shattering rocks?", "30": "So, I am against the prophets,” says Adonai, “who steal my words from each other.", "31": "Yes, I am against the prophets,” says Adonai, “who speak their own words, then add, 'He says.'", "32": "“I am against those who concoct prophecies out of fake dreams,” says Adonai. “They tell them, and by their lies and arrogance they lead my people astray. I didn't send them, I didn't commission them, and they don't do this people any good at all,” says Adonai.", "33": "“When [someone from] this people, a prophet or a cohen asks you, 'What is the burden of Adonai?' you are to answer them, 'What burden? I am throwing you off,' says Adonai. ", "34": "As for a prophet, cohen or [someone else from] this people who speaks about 'the burden of Adonai,' I will punish him and his household.”", "35": "So, when you speak with your neighbor or brother, ask, “What answer has Adonai given?” or “What has Adonai said?” ", "36": "Don't use the expression, “burden of Adonai” any more; for every person's own word will be his burden. Must you twist the words of the living God, of Adonai-Tzva'ot, our God? ", "37": "So, when speaking to a prophet, ask, “What answer has Adonai given you?” or “What did Adonai say?” ", "38": "But if you talk about “the burden of Adonai,” then here is what Adonai says: “Because you use this expression, 'the burden of Adonai,' after I have already sent you the order not to say, 'the burden of Adonai,' ", "39": "I will lift you up, burden that you are, and throw you off, away from my presence — you and the city I gave you and your ancestors. ", "40": "Then I will subject you to everlasting disgrace — eternal, unforgettable shame.”"}