{"1": "This is the word that came to Yirmeyahu concerning all the people of Y'hudah in the fourth year of Y'hoyakim the son of Yoshiyahu, king of Y'hudah; this was also the first year of N'vukhadretzar king of Bavel. ", "2": "Yirmeyahu the prophet proclaimed it before all the people of Y'hudah and all the inhabitants of Yerushalayim: ", "3": "“For twenty-three years, since the thirteenth year of Yoshiyahu the son of Amon, king of Y'hudah, until today, the word of Adonai has come to me; and I have proclaimed it to you on numerous occasions; but you haven't listened. ", "4": "Moreover, Adonai sent you all his servants the prophets — again, on numerous occasions — but you didn't listen or pay attention. ", "5": "The message was always: 'Every one of you, turn back from his evil way, from the evil of your actions. Then you will live in the land Adonai gave you and your ancestors forever and ever. ", "6": "Don't follow other gods by serving and worshipping them. “Don't provoke my anger with things your own hands have made; then I will do you no harm. ", "7": "But you wouldn't listen to me,” says Adonai, “so that you could provoke me with the products of your hands, to your own harm.”", "8": "“Therefore, here is what Adonai-Tzva'ot says: 'Because you haven't paid attention to what I've been saying, ", "9": "I'm going to send for all the families of the north,' says Adonai, 'and for my servant N'vukhadretzar the king of Bavel, and bring them against this land, against its inhabitants and against all the surrounding nations. I will completely destroy them, making them an object of horror and ridicule, a perpetual ruin. ", "10": "Moreover, I will silence among them the sounds of joy and gladness, the voices of bridegroom and bride, the grinding of millstones and the light of lamps. ", "11": "This entire land will become a ruin, a waste; and these nations will serve the king of Bavel for seventy years. ", "12": "But when the seventy years are over, I will punish the king of Bavel and that nation for their sin,' says Adonai, 'and I will turn the land of the Kasdim into everlasting ruins. ", "13": "I will inflict on that land all my words that I have decreed against it, everything written in this book, in which Yirmeyahu has prophesied against all the nations. ", "14": "For they too will become slaves to many nations and to powerful kings; I will pay them back according to their deeds and the work of their own hands.'", "15": "“For here is what Adonai the God of Isra'el says to me: 'Take this cup of the wine of fury from my hand, and make all the nations where I am sending you drink it. ", "16": "They will drink, stagger to and fro and behave like crazy people because of the sword that I will send among them.'”", "17": "Then I took the cup from Adonai's hand and made all the nations drink, where Adonai had sent me — ", "18": "Yerushalayim and the cities of Y'hudah, along with their kings and leaders, to make them a ruin and an object of horror, ridicule and cursing, as it is today; ", "19": "Pharaoh king of Egypt, with his servants and leaders and all his people, both native ", "20": "and foreign; all the kings of the land of 'Utz; all the kings of the land of the P'lishtim, Ashkelon, 'Azah, 'Ekron and those remaining in Ashdod; ", "21": "Edom, Mo'av, and the people of 'Amon; ", "22": "all the kings of Tzor, of Tzidon and of the coastlands across the sea; ", "23": "D'dan, Teima, Buz and all who cut the corners of their beards; ", "24": "all the kings of Arabia and of the mixed peoples living in the desert; ", "25": "all the kings of Zimri, of 'Eilam and of the Medes; ", "26": "and all the kings of the north, far and near, one after another — indeed, all the kingdoms of the world that there are on the surface of the earth. And the king of Sheshakh will drink last of all.", "27": "“You are to say to them, 'Here is what Adonai-Tzva'ot, the God of Isra'el, says: Drink until you're so drunk that you throw up, fall down, and never get up again, because of the sword I am sending among you!' ", "28": "If they refuse to take the cup from your hand and drink it, then say to them, 'Here is what Adonai-Tzva'ot says: You must drink! ", "29": "For, look! — if I am bringing disaster on the city that bears my own name, do you expect to go unpunished? Yes, I will summon a sword for all the inhabitants of the earth,' says Adonai.", "30": "“As for you, [Yirmeyahu,] prophesy all these words against them; say to them, 'Adonai is roaring from on high, raising his voice from his holy dwelling, roaring with might against his own habitation, shouting out loud, like those who tread grapes, against everyone living on earth.", "31": "The sound resounds to the ends of the earth, for Adonai is indicting the nations, about to pass judgment on all humankind; the wicked he has handed over to the sword,' says Adonai.” ", "32": "Thus says Adonai-Tzva'ot: “Disaster is spreading from nation to nation, a mighty tempest is being unleashed from the farthest ends of the earth.”", "33": "On that day, those killed by Adonai will be strewn from one end of the earth to the other; they will not be mourned or gathered or buried, but will lie on the ground like dung.", "34": "“Wail, shepherds! Cry! Wallow in the dust, you lords of the flock! For the days for your slaughter have come. I will break you in pieces, and like a prized vase you will fall.”", "35": "The shepherds have no way to flee, the lords of the flock no way to escape.", "36": "Hear the cry of the shepherds, the wails of the lords of the flock! For Adonai is destroying their pasture,", "37": "the peaceful grazing grounds are silenced, because of Adonai's fierce anger.", "38": "Like a lion, he has abandoned his lair; for their land has become desolate because of the oppressor's fierce sword and because of Adonai's fierce anger."}