{"1": "That same year, at the beginning of the reign of Tzidkiyahu king of Y'hudah, in the fifth month of the fourth year, Hananyah the son of 'Azur the prophet, from Giv'on, spoke to me in Adonai's house in front of the cohanim and all the people, saying, ", "2": "“This is what Adonai-Tzva'ot, the God of Isra'el, says: 'I have broken the yoke of the king of Bavel. ", "3": "Within two years I will restore to this place all the articles from Adonai's house that N'vukhadnetzar king of Bavel removed from this place and carried to Bavel. ", "4": "Also I will bring back here Y'khanyah the son of Y'hoyakim, king of Y'hudah, along with all those from Y'hudah who were taken captive to Bavel,' says Adonai, 'for I will break the yoke of the king of Bavel.'”", "5": "Then the prophet Yirmeyahu said to the prophet Hananyah in front of the cohanim and all the people standing in Adonai's house — ", "6": "the prophet Yirmeyahu said, “Amen! May Adonai do it! May Adonai fulfill the words you have prophesied and bring back from Bavel to this place the articles from Adonai's house and all the people who were carried away captive! ", "7": "Nevertheless, listen now to this word that I am speaking for you to hear and for all the people to hear. ", "8": "The prophets who were here before me and before you prophesied in times past against many countries and against great kingdoms about war, disaster and plagues. ", "9": "As for a prophet who prophesies peace — when the word of that prophet is fulfilled, it will be evident concerning that prophet that Adonai indeed did send him.”", "10": "At this point Hananyah the prophet took the crossbar off the prophet Yirmeyahu's neck and broke it. ", "11": "Then Hananyah, in front of all the people, said, “Thus says Adonai: 'In just this way will I break off the yoke of N'vukhadnetzar king of Bavel from the necks of all the nations within two years.'” The prophet Yirmeyahu left them; ", "12": "but then this word of Adonai came to Yirmeyahu, after Hananyah the prophet had broken off the crossbar from the neck of the prophet Yirmeyahu: ", "13": "“Go and tell Hananyah that Adonai:says, 'You have broken the crossbars of wood, but you will make in their place crossbars of iron. ", "14": "For here is what Adonai-Tzva'ot, the God of Isra'el, says: “I have put a yoke of iron on the necks of all these nations, so that they can serve N'vukhadnetzar king of Bavel; and they will serve him; and I have given him the wild animals too.”'”", "15": "Then the prophet Yirmeyahu said to Hananyah the prophet, “Listen here, Hananyah! Adonai has not sent you! You are making these people trust in a lie! ", "16": "Therefore, here is what Adonai says: 'I am about to send you away from the face of the earth — this year you will die, because you have preached rebellion against Adonai.'” ", "17": "Hananyah the prophet died that same year, in the seventh month."}