{"1": "Following is the text of the letter Yirmeyahu the prophet sent from Yerushalayim to the leaders remaining in exile, as well as to the cohanim, the prophets and all the people N'vukhadnetzar had carried off captive from Yerushalayim to Bavel. ", "2": "This was after Y'khanyah the king, the queen mother, the officers, the leaders of Y'hudah and Yerushalayim, and the artisans and skilled workers had left Yerushalayim. ", "3": "The letter was entrusted to El'asah the son of Shafan and G'maryah the son of Hilkiyah; Tzidkiyah king of Y'hudah sent them to Bavel, to N'vukhadnetzar king of Bavel. The letter said:", "4": "“Here is what Adonai-Tzva'ot, the God of Isra'el, says to all those in exile, whom I have caused to be carried off captive from Yerushalayim to Bavel: ", "5": "'Build yourselves houses, and live in them. Plant gardens, and eat what they produce. ", "6": "Choose women to marry, and have sons and daughters. Choose wives for your sons, and give your daughters in marriage to men, so that they can have sons and daughters — increase your numbers there, don't decrease. ", "7": "Seek the welfare of the city to which I have caused you to go in exile, and pray to Adonai on its behalf; for your welfare is bound up in its welfare.' ", "8": "For this is what Adonai-Tzva'ot, the God of Isra'el, says: 'Don't let your prophets who are living among you and your diviners deceive you, and don't pay attention to the dreams you urge them to dream. ", "9": "For they are prophesying falsely in my name; I have not sent them,' says Adonai.", "10": "“For here is what Adonai says: 'After Bavel's seventy years are over, I will remember you and fulfill my good promise to you by bringing you back to this place. ", "11": "For I know what plans I have in mind for you,' says Adonai,'plans for well-being, not for bad things; so that you can have hope and a future. ", "12": "When you call to me and pray to me, I will listen to you. ", "13": "When you seek me, you will find me, provided you seek for me wholeheartedly; ", "14": "and I will let you find me,' says Adonai. 'Then I will reverse your exile. I will gather you from all the nations and places where I have driven you,' says Adonai, 'and bring you back to the place from which I exiled you.'", "15": "“You say that Adonai has raised up prophets for you in Bavel. ", "16": "But here is what Adonai says about the king occupying David's throne and about all the people living in this city, your kinsmen who did not go into exile with you — ", "17": "thus says Adonai-Tzva'ot: 'I will attack them with sword, famine and plague; I will make them like bad figs, so bad they are inedible. ", "18": "I will pursue them with sword, famine and plague and make them an object of horror to all the kingdoms of the earth; and they will bring on themselves cursing, astonishment, ridicule and reproach among all the nations where I have driven them; ", "19": "because they have not paid attention to my words,' says Adonai, 'which I sent to them through my servants the prophets. I sent them frequently, but you refused to listen,' says Adonai.", "20": "“So pay attention now to the word of Adonai, all of you in exile, whom I sent away from Yerushalayim to Bavel. ", "21": "Here is what Adonai-Tzva'ot, the God of Isra'el, says about Ach'av the son of Kolayah and Tzidkiyahu the son of Ma'aseiyah, who prophesy lies to you in my name: 'I will hand them over to N'vukhadretzar king of Bavel, and he will put them to death before your eyes. ", "22": "In fact, all those exiled from Y'hudah who are in Bavel will take up this formula for cursing: “May Adonai make you like Tzidkiyahu and Ach'av, whom the king of Bavel roasted in the fire!” ", "23": "because they have done vile things in Isra'el, committing adultery with their neighbors' wives and speaking words in my name, falsely, which I did not order them to say. For I am he who knows; I am witness to this,' says Adonai.", "24": "“To Sh'ma'yah the Nechelami you are to communicate this message: ", "25": "'This is a word from Adonai-Tzva'ot, the God of Isra'el, because of the letters you sent in your own name to all the people in Yerushalayim, including Tz'fanyah the son of Ma'aseiyah the cohen and all the cohanim. ", "26": "Your letter said, “Adonai has made you cohen in place of Y'hoyada the cohen, in order to have officials in Adonai's house who will arrest any crazy person who makes himself out to be a prophet, so that you can restrain him in stocks and collar. ", "27": "So why haven't you rebuked Yirmeyahu of 'Anatot, who makes himself out to be a prophet for you? ", "28": "He even sends word to us in Bavel saying that the exile will last a long time; so build houses and live in them, plant gardens and eat what they produce.” ", "29": "Tz'fanyah the cohen read this letter to Yirmeyahu the prophet, and afterwards ", "30": "the word of Adonai came to Yirmeyahu, ", "31": "instructing him to send to all those in exile this message: “Here is what Adonai says about Sh'ma'yah the Nechelami: 'This Sh'ma'yah has prophesied to you, even though I did not send him, and has caused you to put your trust in a lie. ", "32": "Because of this,' Adonai says, 'I will punish Sh'ma'yah the Nechelami and his offspring. He will not have a man to live among this people, and he will not see the good I am planning to do for my people,' says Adonai, 'because he has preached rebellion against Adonai.'”'”"}