{"1": "[Adonai] says: “If a man divorces his wife, and she leaves him and marries another man, then if the first one marries her again, that land will be completely defiled. But you prostituted yourself to many lovers, yet you want to return to me?” says Adonai.", "2": "“Raise your eyes to the bare hills, take a look: where have you not had sex? You sat by the roadsides waiting for them like a nomad in the desert. You have defiled the land with your prostitution and wickedness.", "3": "For this reason the showers have been withheld, there has been no rain in the spring; still you maintain a whore's brazen look and refuse to be ashamed.", "4": "Didn't you just now cry to me, 'My father, you are my friend from my youth'? —", "5": "[thinking,] 'He won't bear a grudge forever, will he? He wouldn't maintain it right to the end.' You say this, but you keep doing evil things, you just do whatever you want.”", "6": "In the days of Yoshiyahu the king, Adonai asked me, “Have you seen the things that backsliding Isra'el has been doing? She goes up on every bare hill and under every green tree and prostitutes herself there. ", "7": "I said that after she had done all these things, she would return to me; but she hasn't returned. Meanwhile, her unfaithful sister Y'hudah has been watching. ", "8": "I saw that even though backsliding Isra'el had committed adultery, so that I had sent her away and given her a divorce document, unfaithful Y'hudah her sister was not moved to fear — instead she too went and prostituted herself. ", "9": "The ease with which Isra'el prostituted herself defiled the land, as she committed adultery with stones and with logs. ", "10": "Yet in spite of all this, her unfaithful sister Y'hudah has not returned to me wholeheartedly; she only makes a pretense of it,” said Adonai.", "11": "Then Adonai said to me, “Backsliding Isra'el has proved herself more righteous than unfaithful Y'hudah. ", "12": "Go and proclaim these words toward the north: '“Return, backsliding Isra'el,” says Adonai. “I will not frown on you, for I am merciful,” says Adonai. “I will not bear a grudge forever.", "13": "Only acknowledge your guilt, that you have committed crimes against Adonai your God, that you were promiscuous with strangers under every green tree, and that you have not paid attention to my voice,” says Adonai.", "14": "“Return, backsliding children,” says Adonai; “for I am your master. I will take you, one from a city, two from a family, and bring you to Tziyon.", "15": "I will give you shepherds after my own heart, and they will feed you with knowledge and understanding.", "16": "“'“And,” says Adonai, “in those days, when your numbers have increased in the land, people will no longer talk about the ark for the covenant of Adonai — they won't think about it, they won't miss it, and they won't make another one. ", "17": "When that time comes, they will call Yerushalayim the throne of Adonai. All the nations will be gathered there to the name of Adonai, to Yerushalayim. No longer will they live according to their stubbornly evil hearts. ", "18": "In those days, the house of Y'hudah will live together with the house of Isra'el; they will come together from the lands in the north to the land I gave your ancestors as their heritage.", "19": "“'“I thought that I would like to put you among the sons [with inheritance rights] and give you a pleasant land, the best heritage of all the nations. I thought that you would call me 'My father' and never stop following me. ", "20": "But like a faithless woman who betrays her husband, you, house of Isra'el, have betrayed me,” says Adonai.'”", "21": "A sound is heard on the heights, the house of Isra'el crying, pleading for mercy, because they have perverted their way and forgotten Adonai their God.", "22": "“Return, backsliding children, and I will heal your backsliding.” “Here we are, we are coming to you, for you are Adonai our God.", "23": "Indeed the hills have proved a delusion, likewise the orgies on the mountains. Truly the salvation of Isra'el is in Adonai our God.", "24": "But from our youth the shameful thing [idolatry] has devoured the fruit of our ancestors' work, their flocks and herds, their sons and daughters.", "25": "Let us lie down in our shame, let our disgrace cover us, for we have sinned against Adonai our God, both we and our ancestors, from our youth until today; we have not paid attention to the voice of Adonai our God.”"}