{"1": "This word came to Yirmeyahu from Adonai: ", "2": "“This is what Adonai the God of Isra'el says: 'Write all the words I have spoken to you in a scroll. ", "3": "For the day is coming,' says Adonai, 'when I will reverse the exile of my people Isra'el and Y'hudah,' says Adonai. 'I will cause them to return to the land I gave their ancestors, and they will take possession of it.'”", "4": "These are the words Adonai spoke concerning Isra'el and Y'hudah: ", "5": "Here is what Adonai says: “We have heard a cry of terror, of fear and not of peace.", "6": "Ask now and see: can men give birth to children? Why, then, do I see all the men with their hands on their stomachs like women in labor, with every face turned pale?", "7": "How dreadful that day will be! — there has never been one like it: a time of trouble for Ya'akov, but out of it he will be saved.", "8": "“On that day,” says Adonai-Tzva'ot, “I will break his yoke from off your neck, I will snap your chains. Foreigners will no longer enslave him.", "9": "Instead, they will serve Adonai their God and David their king, whom I will raise up for them.", "10": "“So don't be afraid, Ya'akov my servant,” says Adonai, “or be alarmed, Isra'el; for I will return you from far away and your offspring from their country of exile. Ya'akov will again be quiet, at rest; and no one will make him afraid.", "11": "“For I am with you to save you,” says Adonai, “I will finish off all the nations where I have scattered you. However, you I will not finish off, but will discipline only as you deserve; I will not completely destroy you.”", "12": "For here is what Adonai says: “Your wound is past healing, your injury most severe;", "13": "no one thinks your wound can be bandaged; you have no medicines that can heal you.", "14": "All your friends have forgotten you, they no longer seek you out. I have struck you down as an enemy would, punished as a cruel man would, because of your great wickedness, because of your many sins.", "15": "Why cry that your wound and pain are past healing? I have done these things to you because of your great wickedness, because of your many sins.", "16": "“But all who devour you will be devoured, all your enemies will go into exile, those who plunder you will be plundered, those who pillage you will be pillaged.", "17": "For I will restore your health, I will heal you of your wounds,” says Adonai, “because they called you an outcast, Tziyon, with no one who cares about her.”", "18": "Thus says Adonai: “I will return Ya'akov's captives to their tents; I will take pity on his dwellings. Cities will be rebuilt on their own tels, with palaces where they're supposed to be.", "19": "From them will come thanksgiving and the sound of people celebrating. I will increase them; they will not be decreased; I will honor them; they will not be despised.", "20": "Their children will be as they used to be, their community confirmed in my presence; and I will punish everyone who oppresses them.", "21": "Their leader will be one of their own, their ruler will come from among them. I will cause him to come close and let him approach me; for, otherwise, who would guarantee his heart enough to approach me?” says Adonai.", "22": "“You will be my people, and I will be your God.”", "23": "Look! The storm of Adonai, bursting out in fury, a sweeping storm, whirling down upon the heads of the wicked!", "24": "Adonai's fierce anger will not abate till he accomplishes the purpose in his heart. In the acharit-hayamim, you will understand.", "25": "(31:1) “When that time comes,” says Adonai, “I will be God of all the clans of Isra'el, and they will be my people.”"}