{"1": "(2) Here is what Adonai says: “The people escaping the sword found favor in the desert — I have brought Isra'el to its rest.”", "2": "(3) From a distance Adonai appeared to me, [saying,] “I love you with an everlasting love; this is why in my grace I draw you to me.", "3": "(4) Once again, I will build you; you will be rebuilt, virgin of Isra'el. Once again, equipped with your tambourines, you will go out and dance with the merrymakers.", "4": "(5) Once again, you will plant vineyards on the hills of Shomron, and those doing the planting will have the use of its fruit.", "5": "(6) For a day will come when the watchmen on Mount Efrayim will call, 'Come, let's go up to Tziyon, to Adonai our God.'”", "6": "(7) For here is what Adonai says: “Sing with joy for Ya'akov! shout for the chief of the nations! Proclaim your praise, and say: 'Adonai! You have saved your people, the remnant of Isra'el!'", "7": "(8) Look! I am bringing them from the land in the north, gathering them from the far ends of the earth; among them are the blind and lame, women with children, women in labor, all together, a vast throng returning here.", "8": "(9) They will come weeping and praying as I bring them back. I will lead them by streams of water on smooth paths, so that they won't stumble. For I am a father to Isra'el, and Efrayim is my firstborn son.”", "9": "(10) Nations, hear the word of Adonai! Proclaim it in the coastlands far away. Say: “He who scattered Isra'el is gathering him, guarding him like a shepherd his flock.”", "10": "(11) For Adonai has ransomed Ya'akov, redeemed him from hands too strong for him.", "11": "(12) They will come and sing on the heights of Tziyon, streaming to the goodness of Adonai, to the grain, the wine, the olive oil, and the young of the flock and the herd. They themselves will be like a well-watered garden, never to languish again.", "12": "(13) “Then the virgin will dance for joy, young men and old men together; for I will turn their mourning into joy, comfort and gladden them after their sorrow.", "13": "(14) I will give the cohanim their fill of rich food, and my people will be satisfied with my bounty,” says Adonai.", "14": "(15) This is what Adonai says: “A voice is heard in Ramah, lamenting and bitter weeping. It is Rachel weeping for her children, refusing to be comforted for her children, because they are no longer alive.”", "15": "(16) This is what Adonai says: “Stop your weeping, and dry your eyes, for your work will be rewarded,” says Adonai. “They will return from the enemy's land;", "16": "(17) so there is hope for your future,” says Adonai. “Your children will return to their own territory.", "17": "(18) “I hear Efrayim bemoaning himself: 'You disciplined me, and I took your discipline like a young ox not used to a yoke. Let me return, and I will return, for you are Adonai, my God.", "18": "(19) Yes, I turned away; but later I repented. When I had been made to understand, I struck my thigh in shame and remorse, bearing the weight of the disgrace acquired when I was young.'", "19": "(20) “Isn't Efrayim my very dear son, a child who delights me so? I speak about him all the time, I can't help but recall him to mind. In sum, I deeply yearn for him; I will surely show him favor,” says Adonai.", "20": "(21) Set up road signs, erect guideposts, pay attention to the highway, the path on which you traveled. Come back, virgin Isra'el, come back to these cities of yours!", "21": "(22) How long will you hesitate, you unruly daughter? For Adonai has created something new on earth: a woman with the strengths of a man.", "22": "(23) Here is what Adonai-Tzva'ot, the God of Isra'el, says: “This expression will be used again in the land of Y'hudah and its cities after I have returned their exiles: 'May Adonai bless you, home of justice, holy mountain!'", "23": "(24) In it will live together Y'hudah and all its cities, the farmer and those who lead the flocks.", "24": "(25) For I have satisfied the weary and filled the needs of all in distress.”", "25": "(26) At this point I woke up and looked around, but I had enjoyed my sleep.", "26": "(27) “Here, the days are coming,” says Adonai, when I will sow the house of Isra'el and the house of Y'hudah with the seed of humans and the seed of animals. ", "27": "(28) At that time, just as I used to watch over them with the intent to uproot, break down, overthrow, destroy and do harm; so then I will watch over them to build and plant,” says Adonai. ", "28": "(29) “When those days come they will no longer say, 'The fathers have eaten sour grapes, and the children's teeth are set on edge.'", "29": "(30) Rather, each will die for his own sin; every one who eats sour grapes, his own teeth will be set on edge.", "30": "(31) “Here, the days are coming,” says Adonai, “when I will make a new covenant with the house of Isra'el and with the house of Y'hudah. ", "31": "(32) It will not be like the covenant I made with their fathers on the day I took them by their hand and brought them out of the land of Egypt; because they, for their part, violated my covenant, even though I, for my part, was a husband to them,” says Adonai. ", "32": "(33) “For this is the covenant I will make with the house of Isra'el after those days,” says Adonai: “I will put my Torah within them and write it on their hearts; I will be their God, and they will be my people. ", "33": "(34) No longer will any of them teach his fellow community member or his brother, 'Know Adonai'; for all will know me, from the least of them to the greatest; because I will forgive their wickednesses and remember their sins no more.”", "34": "(35) This is what Adonai says, who gives the sun as light for the day, who ordained the laws for the moon and stars to provide light for the night, who stirs up the sea until its waves roar — Adonai-Tzva'ot is his name:", "35": "(36) “If these laws leave my presence,” says Adonai, “then the offspring of Isra'el will stop being a nation in my presence forever.”", "36": "(37) This is what Adonai says: “If the sky above can be measured and the foundations of the earth be fathomed, then I will reject all the offspring of Isra'el for all that they have done,” says Adonai.", "37": "(38) “Look, the days are coming,” says Adonai, “when the city will be rebuilt for Adonai from the Tower of Hanan'el to the Corner Gate. ", "38": "(39) The measuring line will be stretched straight to Garev Hill, then turn to Go'ah. ", "39": "(40) The whole valley of corpses and ashes, including all the fields as far as Vadi Kidron, and on to the corner of the Horse Gate to the east, will be separated out for Adonai; it will never be uprooted or destroyed again.”"}