{"1": "The word of Adonai came to Yirmeyahu a second time while he was still imprisoned in the guards' quarters:", "2": "“Thus says Adonai the maker, Adonai who formed [the universe] so as to keep directing it — Adonai is his name:", "3": "'Call out to me, and I will answer you — I will tell you great things, hidden things of which you are unaware.'”", "4": "For here is what Adonai the God of Isra'el says concerning the houses of this city and the palaces of the kings of Y'hudah which are about to be destroyed and used as siege-works and ramparts, ", "5": "where they will come to fight the Kasdim: “These places will eventually be filled with the corpses of people whom I am striking down in my anger and fury, everyone whose wickedness has caused me to hide my face from this city. ", "6": "However, I will bring it health and healing; I will heal them and reveal to them peace and truth in plenty. ", "7": "I will cause the captives of Y'hudah and the captives of Isra'el to return; and I will build them up as I did at first. ", "8": "I will cleanse them from all their sins, through which they offended me; and I will pardon all their sins, through which they offended and rebelled against me. ", "9": "Then the name of this city will bring me joy, praise and glory before all the nations of the earth that hear about all the good I am doing for them; they will be overcome with fear and trembling at all the good and peace I am securing for it.”", "10": "Here is what Adonai says: “You say that this place is a wasteland, with neither people nor animals in the cities of Y'hudah, and that the streets of Yerushalayim are desolate, without people or animals — no inhabitants. Yet there will again be heard here ", "11": "the sounds of joy and gladness and the voices of bridegroom and bride, the voices of those who sing, 'Give thanks to Adonai-Tzva'ot, for Adonai is good, for his grace continues forever,' as they bring offerings of thanksgiving into the house of Adonai. For I will cause those captured from the land to return, as before,” says Adonai.", "12": "Adonai-Tzva'ot says, “In this place, which is a wasteland without people or animals, and in all its cities, there will once again be pasture-lands where shepherds can let their flocks rest. ", "13": "In the cities of the hill-country, in the cities of the Sh'felah, in the cities of the Negev, in the territory of Binyamin, in the areas around Yerushalayim and in the cities of Y'hudah flocks will again pass under the hands of the one who counts them,” says Adonai.", "14": "“Here, the days are coming,” says Adonai, “when I will fulfill this good promise which I have proclaimed for the house of Isra'el and the house of Y'hudah.", "15": "When those days come, at that time, I will cause to spring up for David a Branch of Righteousness. He will do what is just and right in the land.", "16": "When those days come, Y'hudah will be saved, Yerushalayim will live in safety, and the name given to her will be Adonai Tzidkenu [Adonai our Righteousness].”", "17": "For this is what Adonai says: “There will never be cut off from David a man to occupy the throne of the house of Isra'el. ", "18": "Nor will there ever be cut off from the cohanim who are L'vi'im a man before me to offer burnt offerings, burn grain offerings and offer sacrifices every day.”", "19": "This word of Adonai came to Yirmeyahu: ", "20": "“Here is what Adonai says: 'If you can break my covenant with the day and my covenant with the night, so that daytime and nighttime no longer come when they are supposed to,", "21": "then my covenant with my servant David also can be broken, so that he will not have a descendant to reign from his throne or L'vi'im who are cohanim to minister to me.", "22": "To the degree that the armies of heaven are past counting and the sand by the sea past measuring, I will increase the descendants of my servant David and the L'vi'im ministering to me.'”", "23": "This word of Adonai came to Yirmeyahu: ", "24": "“Haven't you noticed that these people are saying, 'Adonai has rejected the two families he chose'? Hence they despise my people and no longer look at them as a nation. ", "25": "Here is what Adonai says: 'If I have not established my covenant with day and night and fixed the laws for sky and earth, ", "26": "then I will also reject the descendants of Ya'akov and of my servant David, not choosing from his descendants people to rule over the descendants of Avraham, Yis'chak and Ya'akov. For I will cause their captives to come back, and I will show them compassion.'”"}