{"1": "This word came to Yirmeyahu from Adonai when N'vukhadretzar king of Bavel, his whole army, all his vassal kingdoms and all the peoples fought against Yerushalayim and all its cities: ", "2": "“Adonai the God of Isra'el says to go and speak to Tzidkiyahu king of Y'hudah. Tell him that Adonai says: 'I am going to hand this city over to the king of Bavel, and he will burn it to the ground. ", "3": "You will not escape but will surely be captured and handed over to him; your eyes will see the eyes of the king of Bavel, he will speak with you face to face, and you will go to Bavel.' ", "4": "Nevertheless, Tzidkiyahu king of Y'hudah, hear the word of Adonai. Adonai says this about you: 'You will not be put to the sword ", "5": "but will die peacefully; and just as they burned spices for your ancestors, the earlier kings who preceded you, so they will burn spices for you and mourn you, “Oh! Master!” For I have spoken the word,' says Adonai.” ", "6": "Yirmeyahu the prophet said all these words to Tzidkiyahu king of Y'hudah in Yerushalayim ", "7": "at the time when the king of Bavel's army was fighting against Yerushalayim and against all the cities of Y'hudah that were left — that is, against Lakhish and 'Azekah, since only these remained of the fortified cities of Y'hudah.", "8": "This word came to Yirmeyahu from Adonai after King Tzidkiyahu had made a covenant with all the people in Yerushalayim to emancipate them. ", "9": "Everyone who had a male or female slave who was Hebrew was to let him go free; none was to keep as his slave a fellow Jew. ", "10": "All the leaders and all the people listened who had entered into the covenant, wherein everyone was to free his male and female slaves and not keep them in bondage any longer. They listened, and they let them go. ", "11": "But afterwards, they changed their minds; they made the male and female slaves, whom they had freed, return; and they brought them back into subjection as slaves. ", "12": "Therefore this word of Adonai came to Yirmeyahu from Adonai: ", "13": "“Here is what Adonai the God of Isra'el says: 'When I brought your ancestors out of the land of Egypt, where they lived as slaves, I made this covenant with them: ", "14": "“At the end of seven years every one of you is to set free his brother Hebrew who has been sold to you and has served you six years. You are to let him go free from you.” But your ancestors did not listen to me or pay any attention. ", "15": "Now you repented, you did what is right from my viewpoint when each of you proclaimed freedom to his fellow; and you made a covenant before me in the house bearing my name. ", "16": "But then you changed your minds. You profaned my name when each of you took back his male and female slaves, whom you had set free to live as they wished, and brought them back into subjection as your slaves.' ", "17": "Therefore here is what Adonai says: 'You did not heed me and proclaim freedom, each to his brother and each to his neighbor; so now I proclaim for you a freedom,' says Adonai, 'for sword, plague and famine. I will make you an object of horror to all the kingdoms on earth. ", "18": "As for the men who violated my covenant by not living up to the conditions of the covenant which they made in my presence when they cut the calf in two and passed between its parts — ", "19": "the leaders of Y'hudah, the leaders of Yerushalayim, the officials, the cohanim and all the people of the land who passed between the parts of the calf; ", "20": "I will hand them over to their enemies, hand them over to those who seek their lives; and their corpses will become food for birds in the air and wild animals. ", "21": "Tzidkiyahu king of Y'hudah and his officials I will hand over to their enemies, to those who seek their lives and to the army of the king of Bavel, which has withdrawn. ", "22": "I will give the order,' says Adonai, 'and cause them to return to this city. They will attack it, capture it and burn it to the ground; and I will make the cities of Y'hudah desolate and uninhabited.'”"}