{"1": "Tzidkiyahu the son of Yoshiyahu became king, succeeding Koniyahu the son of Y'hoyakim, whom N'vukhadretzar king of Bavel had made king over the land of Y'hudah. ", "2": "But neither he, his servants nor the people of the land paid attention to the words of Adonai, which he spoke through the prophet Yirmeyahu.", "3": "Tzidkiyahu the king sent Y'hukhal the son of Shelemyahu and Tz'fanyahu the son of Ma'aseiyah, the cohen, to the prophet Yirmeyahu with the message, “Please pray to Adonai our God for us.” ", "4": "At that time Yirmeyahu was mixing freely with the people, because they had not yet put him in prison. ", "5": "At the same time Pharaoh's army marched out of Egypt; and when the Kasdim besieging Yerushalayim heard about them, they lifted the siege from Yerushalayim.", "6": "Then this word of Adonai came to the prophet Yirmeyahu: ", "7": "“Adonai the God of Isra'el says to tell the king of Y'hudah, who sent you to me to consult me: 'Pharaoh's army has marched out to assist you; but they will return to Egypt, to their own country. ", "8": "The Kasdim will return, attack this city, capture it and burn it to the ground.' ", "9": "Here is what Adonai says: 'Don't deceive yourselves by thinking that the Kasdim must withdraw from you, because they will not withdraw. ", "10": "Even if you were to strike the entire army of the Kasdim fighting against you, to the degree that only their wounded were left, they would still rise up every man from his tent and burn this city to the ground.'”", "11": "Then, at the time when the army of the Kasdim had lifted the siege of Yerushalayim out of fear of Pharaoh's army, ", "12": "Yirmeyahu left Yerushalayim to go to the territory of Binyamin to receive his share of an inheritance there. He was passing through the crowds ", "13": "and had reached the gate leading toward Binyamin when a guard commander there named Yir'iyah the son of Shelemyah, the son of Hananyah, seized Yirmeyahu the prophet, shouting, “You're deserting to the Kasdim!” ", "14": "Yirmeyahu answered, “That is a lie! I am not deserting to the Kasdim”; but Yir'iyah wouldn't listen to him. So he arrested Yirmeyahu and brought him to the officials. ", "15": "The officials, furious with Yirmeyahu, had him beaten and jailed in the house of Y'honatan the secretary, which had been made over into a prison. ", "16": "The cistern had been made into a dungeon, and Yirmeyahu was put in one of its cells; there he remained for a long time.", "17": "Then Tzidkiyahu the king sent and had him brought; and the king asked him secretly, in his palace, “Is there any word from Adonai?” “There is,” Yirmeyahu said. “You will be handed over to the king of Bavel.” ", "18": "Yirmeyahu asked King Tzidkiyahu, “In what way have I sinned against you or against your officials or against this people, that has caused you to put me in prison? ", "19": "Where are your prophets now, the ones who prophesied to you that the king of Bavel wouldn't attack you or this land? ", "20": "So now, please listen, my lord king! I beg you, approve my request — don't make me return to the house of Y'honatan the secretary, or I will die there.” ", "21": "At that, Tzidkiyahu the king gave the order, at which they committed Yirmeyahu to the guards' quarters and gave him daily a loaf of bread from the Bakers' Street, until all the bread in the city had been used up. Thus Yirmeyahu remained in the guards' quarters."}