{"1": "But Sh'fatyah the son of Mattan, G'dalyahu the son of Pash'chur, Yukhal the son of Shelemyahu and Pash'chur the son of Malkiyah heard these words which Yirmeyahu had said to all the people, ", "2": "“Here is what Adonai says: whoever remains in this city will die by sword, famine and plague; but whoever leaves and surrenders to the Kasdim will stay alive; his own life will be his only 'spoils of war,' but he will stay alive. ", "3": "Adonai says that this city will certainly be handed over to the army of the king of Bavel, and he will capture it.” ", "4": "The leaders said to the king, “Please let this man be put to death; because by speaking such words to the soldiers left in this city and to all the people, he is demoralizing them. This man is seeking not to benefit this people, but to harm them.” ", "5": "Tzidkiyahu the king said, “All right, he is in your hands; for the king can't prevent you from doing as you please.”", "6": "Then they took Yirmeyahu and threw him into the cistern of Malkiyahu the king's son, which was in the guards' quarters; they let down Yirmeyahu into it with ropes. In the pit there was no water, but there was mud; and Yirmeyahu sank into the mud. ", "7": "'Eved-Melekh the Ethiopian, an officer in the king's house, heard that they had put Yirmeyahu in the cistern. When the king was sitting at the gate leading toward Binyamin, ", "8": "'Eved-Melekh left the palace and said to the king, ", "9": "“My lord, king! What these men have done to Yirmeyahu the prophet is evil. They have thrown him into the cistern; and he is likely to die there where he is, because of the famine; for there is no more food in the city.” ", "10": "Then the king ordered 'Eved-Melekh the Ethiopian, “Take thirty men with you from here, and bring Yirmeyahu the prophet up out of the cistern before he dies.” ", "11": "So 'Eved-Melekh took the men with him and entered a storeroom under the treasury in the king's palace, from which he took some old clothes and rags. These he let down with ropes to Yirmeyahu in the cistern. ", "12": "'Eved-Melekh the Ethiopian then said to Yirmeyahu, “Use these old clothes and rags as padding between your armpits and the ropes.” After Yirmeyahu had done this, ", "13": "they pulled Yirmeyahu up with the ropes and took him out of the cistern. Yirmeyahu remained in the guards' quarters.", "14": "Tzidkiyahu summoned and had Yirmeyahu brought to him through the third entry in the house of Adonai. Then the king said to Yirmeyahu, “I want to ask you something; don't hide anything from me.” ", "15": "Yirmeyahu said to Tzidkiyahu, “If I do say it to you, won't you have me put to death? And if I give you counsel, you won't listen to me.” ", "16": "So Tzidkiyahu swore secretly to Yirmeyahu, “As Adonai lives, who gave us our lives, I will not put you to death; nor will I hand you over to these men who want you put to death.”", "17": "Then Yirmeyahu said to Tzidkiyahu, “Here is what Adonai-Tzva'ot, the God of Isra'el, says: 'If you will go out and surrender to the king of Bavel's officers, then you will stay alive — this city will not be burned down; and you and your family will live. ", "18": "But if you will not go out to the king of Bavel's officers, then this city will be handed over to the Kasdim; they will burn it to the ground; and you will not escape from them.'” ", "19": "Tzidkiyahu the king said to Yirmeyahu, “I am afraid of the Judeans who deserted to the Kasdim. The Kasdim might hand me over to them, and they would mistreat me.” ", "20": "Yirmeyahu answered, “They won't hand you over. I beg you, listen to the voice of Adonai concerning what I'm telling you about; then it will go well with you, and you will live. ", "21": "But if you refuse to surrender, then this is the word Adonai has shown me: ", "22": "all the women remaining in the king of Y'hudah's palace will be brought out to the king of Bavel's officers, and those women will taunt you: 'Your own close friends misled you and took advantage of you. Now that your feet are stuck in the mud, they have abandoned you.'", "23": "They will bring all your women and children out to the Kasdim, and you will not escape from them. Rather, you will be captured by the king of Bavel, and you will cause this city to be burned to the ground.”", "24": "Tzidkiyahu said to Yirmeyahu, “Don't tell anyone what you just said, or you will die. ", "25": "If the officials hear that I have talked with you, and they come to you and say, 'Tell us now what you said to the king; don't hide it from us, or we will put you to death, and also what the king said to you,' ", "26": "then tell them, 'I presented my request to the king that he would not make me return to Y'honatan's house, to die there.'” ", "27": "All the officials did come to Yirmeyahu and asked him, and he told them everything the king had ordered him to say. So they stopped speaking with him, since the matter had not been reported.", "28": "Yirmeyahu remained in the guards' quarters until the day Yerushalayim was captured; he was there when Yerushalayim was captured."}