{"1": "“Isra'el, if you will return,” says Adonai, “yes, return to me; and if you will banish your abominations from my presence without wandering astray again;", "2": "and if you will swear, 'As Adonai lives,' in truth, justice and righteousness; then the nations will bless themselves by him, and in him will they glory.”", "3": "For here is what Adonai says to the people of Y'hudah and Yerushalayim: “Break up your ground that hasn't been plowed, and do not sow among thorns.”", "4": "“People of Y'hudah and inhabitants of Yerushalayim, circumcise yourselves for Adonai, remove the foreskins of your heart! Otherwise my fury will lash out like fire, burning so hot that no one can quench it, because of how evil your actions are.", "5": "“Announce in Y'hudah, proclaim in Yerushalayim; say: 'Blow the shofar in the land!' Shout the message aloud: 'Assemble! Let us go to the fortified cities!'", "6": "Set up a signal toward Tziyon, head for cover without delay. For I will bring disaster from the north, yes, dire destruction.", "7": "A lion has risen from his lair, a destroyer of nations has set out, left his own place to ruin your land, to demolish and depopulate your cities.”", "8": "So wrap yourselves in sackcloth, lament and wail, for Adonai's fierce anger has not turned away from us.", "9": "“When that day comes,” says Adonai, “the king's heart will fail him, likewise the princes'; the cohanim will be appalled and the prophets stupefied.”", "10": "Then I said, “Oh, Adonai Elohim! Surely you have sadly deceived this people and Yerushalayim by saying, 'You will have peace,' when the sword is at our very throats!”", "11": "“At that time it will be said of this people and of Yerushalayim: 'A scorching wind from the desert heights is sweeping down on my people.' It is not coming to winnow or cleanse;", "12": "this wind of mine is too strong for that. Now I will pass sentence on them.”", "13": "Here he comes, like the clouds, his chariots like the whirlwind, his horses faster than eagles! Woe to us, we are doomed!", "14": "Wash the evil from your heart, Yerushalayim, so that you can be saved. How long will you harbor within yourselves your evil thoughts?", "15": "For a voice is announcing the news from Dan, proclaiming disaster from the hills of Efrayim:", "16": "“Report it to the nations, proclaim about Yerushalayim: '[Enemies] are coming from a distant country, watching and shouting their war cry against the cities of Y'hudah.'", "17": "Like guards in a field they surround her, because she has rebelled against me,” says Adonai.", "18": "“Your own ways and your actions have brought these things on yourselves. This is your wickedness, so bitter! It has reached your very heart.”", "19": "My guts! My guts! I'm writhing in pain! My heart! It beats wildly — I can't stay still! — because I have heard the shofar sound; it's the call to war.", "20": "The news is disaster after disaster! All the land is ruined! My tents are suddenly destroyed, my tent curtains in an instant.", "21": "How long must I see that signal and hear the shofar sound?", "22": "“It is because my people are foolish — they do not know me; they are stupid children, without understanding, wise when doing evil; but they don't know how to do good.”", "23": "I looked at the land — it was unformed and void — and at the sky — it had no light.", "24": "I looked at the mountains, and they shook — all the hills moved back and forth.", "25": "I looked, and there was no human being; all the birds in the air had fled.", "26": "I looked, and the fertile fields were a desert, all the land's cities were razed to the ground at the presence of Adonai, before his burning anger.", "27": "For here is what Adonai says: “The whole land will be desolate (although I will not destroy it completely).", "28": "Because of this, the land will mourn and the sky above be black; for I have spoken, I have decided, I will not change my mind, I will not turn back.”", "29": "At the noise of the horsemen and archers, the entire city flees — some plunge into thickets; others climb rocks; all cities are deserted; no one lives there.", "30": "And you, who are doomed to be plundered, what do you mean by putting on crimson, decking yourselves with jewels and gold, enlarging your eyes with eye make-up? You beautify yourself in vain — your lovers despise you, they seek your life!", "31": "For I have heard a sound like a woman in labor, in anguish giving birth to her first child. It is the sound of the daughter of Tziyon gasping for breath as she spreads her hands: “Woe to me! Everything in me is so weary before the killers.”"}