{"1": "This word came to Yirmeyahu from Adonai after N'vuzar'adan the commander of the guard had let him leave Ramah, after having taken him, bound in chains, with all the captives from Yerushalayim and Y'hudah that had been carried off to Bavel. ", "2": "The commander of the guard took Yirmeyahu and said to him, “Adonai your God decreed this disaster for this place, ", "3": "and Adonai has brought it about; he has done what he said he would do, because you people sinned against Adonai and did not listen to what he said; that is why this has come upon you. ", "4": "Now, today, I am freeing you from the chains on your hand. If it seems good to you to come with me to Bavel, come; and I will look after you well. But if it seems not good to you to come with me to Bavel, then don't — the entire land is in front of you: wherever it seems good and right for you to go, go there.” ", "5": "Before Yirmeyahu could answer, [N'vuzar'adan said,] “Go back then to G'dalyahu the son of Achikam, the son of Shafan, whom the king of Bavel has made governor over the cities of Y'hudah, and live with him among the people; or go wherever it seems right for you to go.” The commander of the guard gave him provisions and a gift, and dismissed him. ", "6": "Yirmeyahu then went to G'dalyahu the son of Achikam in Mitzpah and lived with him among the people who were left in the land.", "7": "Now when all the field force commanders and their men heard that the king of Bavel had made G'dalyahu the son of Achikam governor in the land and had committed to his care men, women, children and some of the poorest people in the land of those who had not been carried captive to Bavel; ", "8": "they approached G'dalyahu in Mitzpah — in particular, Yishma'el the son of N'tanyahu, Yochanan and Yonatan the sons of Kareach, S'rayah the son of Tanchumet, the sons of 'Efai the N'tofati and Y'zanyahu the son of the Ma'akhati, they and their men. ", "9": "G'dalyahu the son of Achikam, the son of Shafan, swore to them and their men, “Don't be afraid to serve the Kasdim. Live in the land, serve the king of Bavel; and things will go well with you. ", "10": "As for me, I will live in Mitzpah and be responsible to the Kasdim who come to us. But you — harvest wine, summer fruits and olive oil; put them in your containers; and live in your cities that you have taken over.”", "11": "Likewise, when all the Judeans who were in Mo'av, in Edom, among the people of 'Amon, and in all the other countries heard that the king of Bavel had left a remnant in Y'hudah and had appointed G'dalyahu the son of Achikam, the son of Shafan, to govern them; ", "12": "then all the Judeans returned from all the places where they had been driven and came to the land of Y'hudah, to G'dalyahu in Mitzpah, and harvested wine and summer fruit in great abundance.", "13": "Yochanan the son of Kareach and all the field force commanders came to G'dalyahu in Mitzpah ", "14": "and said to him, “Are you aware that Ba'alis the king of the people of 'Amon has sent Yishma'el the son of N'tanyahu to take your life?” But G'dalyahu the son of Achikam did not believe them. ", "15": "Then Yochanan the son of Kareach spoke privately with G'dalyahu in Mitzpah: “Please, let me go, and I will kill Yishma'el the son of N'tanyahu; no one will know. Why let him assassinate you? Moreover, if he does, all the Judeans gathered around you will scatter; and the remnant of Y'hudah will perish.” ", "16": "But G'dalyahu the son of Achikam said to Yochanan the son of Kareach, “Don't do it. What you are saying about Yishma'el is not true.”"}