{"1": "In the seventh month Yishma'el the son of N'tanyahu, the son of Elishama, of royal blood and one of the chief officials of the king, came with ten men to G'dalyahu in Mitzpah. While eating a meal together there in Mitzpah, ", "2": "Yishma'el and the ten men with him rose and attacked G'dalyahu the son of Achikam, the son of Shafan, struck him with their swords, and assassinated the man whom the king of Bavel had appointed governor of the land. ", "3": "Yishma'el also murdered all the Judeans who were with G'dalyahu at Mitzpah, as well as the Kasdim soldiers they found there.", "4": "The next day, before his assassination of G'dalyahu had become known, ", "5": "eighty men from Sh'khem, Shiloh and Shomron came with beards shaved off, clothes torn and gashes on their bodies; they had grain offerings and frankincense with them to present in the house of Adonai. ", "6": "Yishma'el the son of N'tanyahu went out from Mitzpah to meet them, weeping all along the way; on meeting them, he said to them, “Come to G'dalyahu the son of Achikam.” ", "7": "But once they were inside the city, Yishma'el the son of N'tanyahu and the men with him slaughtered them and threw them into the cistern. ", "8": "However, ten of them said to Yishma'el, “Don't kill us, for we have stores of wheat, barley, olive oil and honey hidden in the field.” So he relented, and did not kill them along with their comrades. ", "9": "The cistern in which Yishma'el threw the corpses of the men he had murdered with G'dalyahu was the one Asa the king had made in fear of Ba'asha king of Isra'el; it was this cistern that Yishma'el the son of N'tanyahu filled with the slaughtered men. ", "10": "Then Yishma'el carried off captive the rest of the people in Mitzpah — the king's daughters and all the people left in Mitzpah, whom N'vuzar'adan the commander of the guard had committed to the care of G'dalyahu the son of Achikam. Yishma'el the son of N'tanyahu carried them off captive and left to cross over to the people of 'Amon.", "11": "When Yochanan the son of Kareach and all the military commanders with him heard of all the crimes committed by Yishma'el the son of N'tanyahu, ", "12": "they took all the men and went to attack Yishma'el the son of N'tanyahu. They found him by the big pool in Giv'on. ", "13": "When all Yishma'el's captives saw Yochanan the son of Kareach and all the military commanders with him, they were overjoyed. ", "14": "So all the people Yishma'el had carried off captive from Mitzpah turned and joined Yochanan the son of Kareach. ", "15": "But Yishma'el the son of N'tanyahu escaped from Yochanan with eight men and went on to the people of 'Amon. ", "16": "Yochanan the son of Kareach and the military commanders with him then took all the rest of the people he had freed from Yishma'el the son of N'tanyahu, those Yishma'el had taken from Mitzpah after assassinating G'dalyahu the son of Achikam — the heroes, the soldiers, the women, the children and the officers he had brought back from Giv'on — ", "17": "and they left there to stay at Kimham's Lodge, near Beit-Lechem, intending to go on to Egypt ", "18": "and thus escape the Kasdim. They were afraid of them, because Yishma'el the son of N'tanyahu had murdered G'dalyahu the son of Achikam, whom the king of Bavel had appointed governor of the land."}