{"1": "Then all the military commanders, Yochanan the son of Kareach, Y'zanyah the son of Hosha'yah and all the people, from the least to the greatest, approached ", "2": "and said to Yirmeyahu the prophet, “I beg you, approve our request: pray for us to Adonai your God for all of this remnant. For, while once we were numerous, only a few of us are left, as you can see. ", "3": "Pray that Adonai your God will tell us what direction to take and what to do.”", "4": "Yirmeyahu the prophet said to them: “I hear you. All right, I will pray to Adonai your God, as you have asked. And whatever Adonai answers you, I will tell you; I will withhold nothing from you.” ", "5": "They said to Yirmeyahu, “May Adonai be a true and faithful witness against us if we fail to do any part of what Adonai your God gives you to tell us. ", "6": "Whether it be good or bad, we will listen to what Adonai our God says. We are dispatching you to him so that things will go well with us, as we heed what Adonai our God says.”", "7": "Ten days later the word of Adonai came to Yirmeyahu. ", "8": "So he called Yochanan the son of Kareach, all the military commanders with him and all the people, from the least to the greatest, ", "9": "and said to them, “You sent me to present your request to Adonai the God of Isra'el. This is what he says: ", "10": "'If you will stay in this land, then I will build you up, not pull you down; I will plant you and not uproot you; for I am relenting from the calamity I inflicted on you. ", "11": "Don't be afraid of the king of Bavel — of whom you are afraid. Don't be afraid of him,' says Adonai, 'for I am with you to save you and to rescue you from his power. ", "12": "I will take pity on you, so that he will take pity on you and cause you to return to your own land.", "13": "“But if you say, 'We will not stay in this land,' thereby not heeding what Adonai your God is saying, ", "14": "and instead say, 'No, we will go to the land of Egypt; because there we will not see war or hear the shofar sounding its alarm or be short of food; so we'll stay there'; ", "15": "then hear what Adonai says, remnant of Y'hudah — this is what Adonai-Tzva'ot, the God of Isra'el, says: 'If you are determined to go to Egypt and stay there, ", "16": "the sword, of which you are afraid, will overtake you there in the land of Egypt; and the famine, of which you are afraid, will pursue you relentlessly there in Egypt; and there you will die. ", "17": "This is how it will be for all the people determined to go to Egypt and stay there — they will die by sword, famine and plague; none of them will remain or escape the disaster that I will bring upon them.' ", "18": "For here is what Adonai-Tzva'ot, the God of Isra'el, says: 'Just as my anger and fury were poured out on the inhabitants of Yerushalayim, so likewise my fury will be poured out on you if you go to Egypt; so that you will become an object of condemnation, astonishment, cursing and reproach; and you will see this place no more.'", "19": "“Adonai has spoken concerning you, remnant of Y'hudah! Don't go to Egypt! You know for a fact that I have given you fair warning today. ", "20": "For you have been behaving deceitfully, against your own interests. You sent me to Adonai your God, saying, 'Pray for us to Adonai our God; tell us everything Adonai our God says, and we will do it.' ", "21": "Today I have told it to you, but you haven't heeded any part of what Adonai your God gave me to tell you. ", "22": "Therefore, know for a fact that you will die by sword, famine and plague in the place where you want to go and live.”"}