{"1": "When Yirmeyahu had finished telling all the people everything Adonai their God had said, which Adonai their God had sent him to tell them, the entire speech cited above, ", "2": "then 'Azaryah the son of Hosha'yah, Yochanan the son of Kareach and all the men with him had the effrontery to say to Yirmeyahu, “You are lying! Adonai our God did not send you to say, 'Don't go to Egypt and live there'! ", "3": "Rather, Barukh the son of Neriyah is inciting you against us, so that we can be handed over to the Kasdim to be put to death or carried off as captives to Bavel.”", "4": "So Yochanan the son of Kareach, all the military commanders and all the people did not heed what Adonai said, to live in the land of Y'hudah. ", "5": "Instead, Yochanan the son of Kareach and all the military commanders took all the remnant of Y'hudah who had returned from all the nations where they had been driven to live in the land of Y'hudah — ", "6": "the men, the women, the children, the king's daughters, everyone N'vuzar'adan the commander of the guard had committed to G'dalyahu the son of Achikam, the son of Shafan, and Yirmeyahu the prophet and Barukh the son of Neriyah — ", "7": "and went to the land of Egypt; for they did not heed what Adonai had said; and they arrived in Tachpanches.", "8": "Then this word of Adonai came to Yirmeyahu in Tachpanches: ", "9": "“With the men of Y'hudah watching, take some big stones, and set them with mortar in the pavement at the entry to Pharaoh's palace in Tachpanches. ", "10": "Tell them: 'This is what Adonai-Tzva'ot, the God of Isra'el, says: “I will summon N'vukhadretzar the king of Bavel, my servant, take him and set his throne on these stones I laid here; he will come and spread his royal canopy over them. ", "11": "He will come and attack the land of Egypt. Those destined for death — to death! Those destined for captivity — to captivity! Those destined for the sword — to the sword!", "12": "I will light a fire in the temples of the gods of Egypt, and he will burn [those gods] or take them captive. He will fold up the land of Egypt like a shepherd folding up his cloak, and leave there victorious. ", "13": "He will also break the standing-stones of the temple of the sun in the land of Egypt and burn to the ground the temples of the gods of Egypt.”'”"}