{"1": "This word came to Yirmeyahu concerning all the people from Y'hudah living in the land of Egypt — in Migdol, Tachpanches, Nof and the land of Patros: ", "2": "“Here is what Adonai-Tzva'ot, the God of Isra'el, says: 'You have seen all the disaster I inflicted on Yerushalayim and all the cities of Y'hudah; there they are today, ruined, with no one living in them. ", "3": "It came about because of the wicked things they did to make me angry — sacrificing to and serving other gods, whom they did not know, neither they, nor you nor your ancestors. ", "4": "I had sent you all my servants the prophets, sent them frequently, with the message, “Don't do this horrible thing which I hate!” ", "5": "But they neither listened nor obeyed, so as to turn from their wickedness and stop offering to other gods. ", "6": "Hence my fury and anger were poured out and ignited in the cities of Y'hudah and the streets of Yerushalayim; so that they became waste and desolate, as they are today.'", "7": "“Therefore now, Adonai-Tzva'ot, the God of Isra'el, says this: 'Why are you committing this great sin against yourselves? The result can only be to cut you off from Y'hudah — men, women, children and babies — so that none of you remain. ", "8": "For you continue provoking me with the products of your own hands, offering to other gods in the land of Egypt, where you have gone to live as aliens. It will lead only to your destruction and becoming an object of curses and reproaches among all the nations of the earth. ", "9": "Have you forgotten the wicked deeds of your ancestors, the wicked deeds of the kings of Y'hudah, the wicked deeds of their wives, your own wicked deeds, and the wicked deeds of your wives, which they committed in the land of Y'hudah and in the streets of Yerushalayim? ", "10": "To this day they remain unhumbled; they have not been afraid, and they have not lived according to my Torah or my regulations that I presented to you and your ancestors.'", "11": "“Therefore here is what Adonai-Tzva'ot, the God of Isra'el, says: 'I will decree disaster for you and destroy all of Y'hudah. ", "12": "I will take the remnant of Y'hudah, who determined to go to Egypt and live there as aliens, and they will all perish — in the land of Egypt they will fall and perish by sword and famine. They will die, from the least to the greatest, by sword and famine; and they will become an object of condemnation, astonishment, cursing and reproach. ", "13": "Yes, I will punish those living in the land of Egypt, as I punished Yerushalayim, by sword, famine and plague; ", "14": "so that none of the remnant of Y'hudah who went into the land of Egypt to live as aliens will escape or remain, to be able to return to the land of Y'hudah. They long to return and live there, but none will return except a few refugees.'”", "15": "Then all the men who knew that their wives were offering incense to other gods, along with all the women standing by, a huge crowd, all the people living in Patros in the land of Egypt, answered Yirmeyahu: ", "16": "“As for the word you have just spoken to us in the name of Adonai, we will not listen to you. ", "17": "Instead, we will certainly continue to fulfill every word our mouths have spoken: we will offer incense to the queen of heaven and pour out drink offerings to her, as we have done, we and our ancestors, our kings and our leaders, in the cities of Y'hudah and the streets of Yerushalayim. For then we had plenty of food; everything was fine, we didn't experience anything unpleasant. ", "18": "But since we stopped offering to the queen of heaven and pouring out drink offerings to her, we have lacked everything, and we have been destroyed by sword and famine.” ", "19": "[Then the wives added,] “Are we the ones who offer incense to the queen of heaven? Do we pour out drink offerings to her? And did we make cakes marked with her image for her and pour out drink offerings to her without our husbands' consent?”", "20": "Then Yirmeyahu said to all the people — to the men, the women, and all the people who had answered him back: ", "21": "“The incense you offered in the cities of Y'hudah and in the streets of Yerushalayim — you, your ancestors, your kings, your leaders and the people of the land — Adonai kept remembering and taking note of this [insult], ", "22": "until Adonai could no longer bear it, so evil and so detestable were your deeds. This is why your land has become a wasteland, an object for astonishment and cursing, uninhabited, as it is today. ", "23": "It is because you offered incense, sinned against Adonai, didn't listen to what Adonai said, and didn't live by his Torah, regulations and instructions that this disaster has befallen you, as it is today.”", "24": "In addition, Yirmeyahu said to all the people, but especially the women: “Hear the word of Adonai, all Y'hudah who are in the land of Egypt; ", "25": "this is what Adonai-Tzva'ot, the God of Isra'el, says: 'You and your wives stated your intentions with your mouths and performed them with your hands — you said, “We will certainly fulfill our vows that we made to offer incense to the queen of heaven and pour out drink offerings to her.”' Without doubt, you will indeed fulfill every point of your vows. ", "26": "Therefore hear the word of Adonai, all Y'hudah living in the land of Egypt: 'I swear by my own great name,' says Adonai, 'that no man of Y'hudah will speak my name again in the land of Egypt, swearing, “As Adonai, God, lives.” ", "27": "I am watching over them for harm, not for good. All the men of Y'hudah in the land of Egypt will be destroyed by sword and famine, until none of them is left. ", "28": "Those who escape the sword will return from the land of Egypt to the land of Y'hudah few in number; and all the remnant of Y'hudah who went into the land of Egypt to live will know whose word will stand — mine or theirs! ", "29": "Moreover, here is a sign for you,' says Adonai, 'that I will punish you in this place, so that you can know that my threats of disaster against you will come true.' ", "30": "Adonai says, 'I will hand over Pharaoh Hofra king of Egypt to his enemies, to those seeking his life — just as I handed Tzidkiyahu king of Y'hudah over to N'vukhadretzar king of Bavel, his enemy, who sought his life.'”"}