{"1": "This is the word of Adonai that came to Yirmeyahu the prophet concerning the nations. ", "2": "Concerning Egypt, against the army of Pharaoh N'kho, king of Egypt, stationed by the Euphrates River in Kark'mish, which N'vukhadretzar king of Bavel attacked in the fourth year of Y'hoyakim son of Yoshiyahu, king of Y'hudah:", "3": "“Prepare breastplate and shield! Advance to battle!", "4": "Harness the horses! Riders, mount! [Troops,] fall in! Helmets in place! Polish the spears! Coats of mail on!", "5": "“Why do I see them retreating in panic, their heroes routed, fleeing headlong, not looking back, terror all around?” asks Adonai.", "6": "“The swift cannot flee, nor the heroes escape. In the north, by the Euphrates River, they have stumbled and fallen.”", "7": "Who is this, rising up like the Nile, like rivers whose waters surge out in flood?", "8": "It is Egypt, rising up like the Nile, like rivers whose waters surge out in flood, saying, “I will surge out and cover the earth, destroying the city along with its people.”", "9": "Charge, horses! Full speed ahead, chariots! Let the warriors attack! — Kush and Put, bearing their shields, and the Ludim, strung bows in hand.", "10": "For on that day Adonai Elohei-Tzva'ot will have a day of vengeance for avenging himself on his enemies. The sword will destroy, have its fill, be made drunk on their blood. Yes, Adonai Elohei-Tzva'ot decrees slaughter in the land to the north by the Euphrates River.", "11": "Go up to Gil'ad for its healing resin, virgin daughter of Egypt. You try many medicines, all in vain; for you there is no cure.", "12": "The nations have heard about your disgrace; your shrieks fill the earth as warrior trips over warrior, both falling down together.", "13": "This word Adonai spoke to Yirmeyahu the prophet concerning how N'vukhadretzar king of Bavel would come and attack the land of Egypt:", "14": "“Proclaim in Egypt, announce in Migdol, announce in Nof and Tachpanches; say: 'Take your stand! Get ready! For all around you the sword is destroying.", "15": "Why has your strong one been overthrown? He failed to stand because Adonai pushed him down.", "16": "He caused many to trip; yes, they fell all over each other.'” Then they said, “Let's get up, let's return to our own people, back to the land where we were born, away from the sword that destroys.”", "17": "They cried there, “Pharaoh king of Egypt makes noise, but he lets the right time [for action] slip by.”", "18": "“As I live,” says the king, whose name is Adonai-Tzva'ot, “when he comes, he will be [as mighty] as Tavor among the mountains, as Karmel next to the sea.", "19": "“Daughter living in Egypt, prepare what you need for exile; for Nof will become a ruin, laid waste, without inhabitant.", "20": "Egypt is a beautiful female calf; but a horsefly from the north has come to attack her.", "21": "Her mercenaries too, that she had with her, were like well-fed calves in a stable; but they too have withdrawn in retreat, they all ran away without standing their ground. For their day of disaster has come over them, the time for them to be punished.", "22": "Egypt hisses like a snake, as the enemy's army marches ahead, attacking her with their axes like lumbermen chopping trees.", "23": "They cut down her forest,” says Adonai, “for they cannot be numbered; yes, there are more of them than locusts, far too many to count.", "24": "The daughter of Egypt is put to shame, handed over to the people from the north.”", "25": "Adonai-Tzva'ot, the God of Isra'el, says: “I will punish Amon from No, Pharaoh, and Egypt with her gods and kings — that is, Pharaoh and those who trust in him; ", "26": "I will hand them over to those who seek their lives, to N'vukhadretzar king of Bavel and to his servants. But afterwards, Egypt will be inhabited, as in the past,” says Adonai.", "27": "“Yet don't be afraid, Ya'akov my servant; don't be distressed, Isra'el. For I will save you from faraway places, and your offspring from the lands where they are held captive. Ya'akov will return and be at peace, quiet, with no one to make him afraid.", "28": "Don't be afraid, Ya'akov my servant,” says Adonai, “for I am with you. I will finish off all the nations where I have scattered you. However, you I will not finish off, I will discipline you as you deserve, but not completely destroy you.”"}