{"1": "Concerning Mo'av, this is what Adonai-Tzva'ot, the God of Isra'el, says: “Woe to N'vo, for it is ravaged; Kiryatayim disgraced and captured. Misgav is put to shame, distressed.", "2": "“In Mo'av, nothing is left to praise. At Heshbon they plotted her downfall: 'Come, we'll cut her off as a nation.' You too, Madmein, will be silenced; the sword pursues behind you.", "3": "An agonized cry from Horonayim, ruin, terrible devastation!", "4": "Mo'av has been shattered; the cries of her young ones are heard,", "5": "as they ascend the slopes of Luchit, weeping bitterly as they climb. On the road down to Horonayim shrieks of destruction ring out.”", "6": "Flee! Save your lives! Be strong, like a tamarisk in the desert.", "7": "Because you trust in your deeds and your wealth, you too will be captured. Together with his priests and princes, K'mosh will go into exile.", "8": "A destroyer will descend on every city, no city will escape. The valley too will perish, the plain will be laid waste, as Adonai as said.", "9": "Give Mo'av wings, so it can fly and get away. Its cities will become ruins, with no one to live in them.", "10": "A curse on him who does the work of Adonai carelessly! A curse on him who withholds his sword from blood!", "11": "Mo'av has lived at ease from his youth; he is [wine] settled on its dregs, not decanted from jar to jar — he has not gone into exile. Therefore it retains its own [bad] taste, its aroma remains unchanged.", "12": "“So the days are coming,” says Adonai, “when I will send people to tilt him; they will tilt his jars, emptying them and shattering the wine-flasks to pieces. ", "13": "Mo'av will be disappointed by K'mosh then, just as the house of Isra'el was disappointed by Beit-El, a god in whom they had put their trust.", "14": "“How can you say, 'We are heroes, warriors valiant in battle'?", "15": "They are ravaging Mo'av, attacking its cities; its best young men go down to be slaughtered,” says the king, whose name is Adonai-Tzva'ot.", "16": "Mo'av's ruin is coming soon, its disaster speeds on swiftly.", "17": "Pity him, all of you who are near him, all of you who know his name; say, “How the mighty scepter is shattered, that splendid staff!”", "18": "Descend from your glory, and sit in thirst, daughter living in Divon; for Mo'av's destroyer advances on you; he has destroyed your strongholds.", "19": "Stand by the road and watch, inhabitant of 'Aro'er; ask the man fleeing and the woman escaping, “What is going on?”", "20": "Mo'av is disgraced, indeed, destroyed. Wail aloud! Shriek! Proclaim it by the Arnon that Mo'av has been laid waste.", "21": "Judgment has come on the Plain — on Holon, Yachtzah, Mefa'at, ", "22": "Divon, N'vo, Beit-Diblatayim, ", "23": "Kiryatayim, Beit-Gamul, Beit-M'on, ", "24": "K'riot, Botzrah and all the cities in the land of Mo'av, far and near.", "25": "“Mo'av's strength is cut down, his arm is broken,” says Adonai.", "26": "Because Mo'av boasted against Adonai, make him so drunk that he wallows in his own vomit and becomes a laughingstock. ", "27": "After all, Isra'el was a laughingstock for you. He didn't associate with thieves; nevertheless, whenever you spoke of him, you shook your head.", "28": "You who live in Mo'av, leave the cities, and live on the rocks; be like the dove who makes her nest in a hole in the rock at the mouth of a cave.", "29": "We have heard of the pride of Mo'av: so very proud he is! — presumptuous, proud, conceited; so haughty his heart!", "30": "“I know what meager ground he has for his arrogance,” says Adonai. “His boasting has nothing behind it, and it hasn't accomplished a thing.”", "31": "Therefore I wail for Mo'av; for all Mo'av I cry; for the people of Kir-Heres I lament.", "32": "I will weep for you, vineyard of Sivmah, more than I wept for Ya'zer. Your branches spread to the sea, reaching as far as the sea of Ya'zer. On your summer fruits and on your vintage the destroyer has fallen.", "33": "Gladness and joy have been removed from productive fields and the land of Mo'av. “I have stopped the flow of wine from the vats and the shouts of those who tread the grapes — those shouts of joy are stilled.”", "34": "The cries from Heshbon to El'aleh are heard as far away as Yachatz; those from Tzo'ar to Horonayim are heard in 'Eglat-Shlishiyah; for even the waters of Nimrim have become a desolate waste.", "35": "“Moreover,” says Adonai, “in Mo'av I will put an end to anyone sacrificing on a high place or offering incense to his gods.”", "36": "This is why my heart is moaning for Mo'av like funeral flutes, why my heart moans for the men of Kir-Heres like funeral flutes; for the wealth they produced has vanished.", "37": "Every head has been shaved bald, every beard has been clipped short, gashes are on every hand, sackcloth around every waist.", "38": "On all the housetops of Mo'av and in its open places — lamentation everywhere! “For I have broken Mo'av like a pot that nobody wants,” says Adonai.", "39": "Wail, “How shattered is Mo'av! How shamefully in retreat!” Thus will Mo'av become an object of ridicule and distress to all its neighbors.", "40": "For here is what Adonai says: “Look! Down he swoops like a vulture, spreading his wings against Mo'av —", "41": "the cities are captured, the strongholds are seized. On that day the hearts of Mo'av's warriors will be like the heart of a woman in labor.", "42": "Mo'av will be destroyed as a people, because he boasted against Adonai.", "43": "Terror, pit and trap are upon you, people of Mo'av,” says Adonai.", "44": "“Whoever flees from the terror will fall into the pit; and he who climbs up out of the pit will be caught in the trap. For I will bring on her, on Mo'av, the year for her punishment,” says Adonai.", "45": "“In the shadow of Heshbon the fugitives stop, exhausted. For fire breaks out from Heshbon, a flame from inside Sichon, consuming the sides and tops of the heads of Mo'av's noisy boasters.", "46": "Woe to you, Mo'av! K'mosh's people are doomed! For your sons have been taken captive, and your daughters led into captivity.", "47": "Yet I will end Mo'av's exile in the acharit-hayamim,” says Adonai. This is the judgment on Mo'av."}