{"1": "Concerning the people of 'Amon, here is what Adonai says: “Has Isra'el no sons? Has he no heir? Then why has Malkam inherited Gad, with his people settled in its cities?", "2": "Therefore,” says Adonai, “the days are coming when I will sound the battle alarm against Rabbah and the people of 'Amon; it will become a tel of ruins, her villages burned to the ground. Then Isra'el will inherit from them who disinherited him,” says Adonai.", "3": "“Wail, Heshbon, for 'Ai is doomed! Cry out, daughters of Rabbah! Wear sackcloth and mourn, running here and there among the sheep pens. For Malkam will go into exile, together with his priests and officers.", "4": "Why do you take such pride in the valleys, your well-watered valleys, rebellious daughter? You trusted in your riches and thought, 'Who can attack me?'", "5": "I am bringing terror on you,” says Adonai Elohei-Tzva'ot, “from every side. Each of you will be driven out headlong, with no one to gather the fugitives.", "6": "But afterwards, I will bring back the exiles of 'Amon,” says Adonai.", "7": "Concerning Edom, this is what Adonai-Tzva'ot says: “Is there no wisdom left in Teman? Have her wise men forgotten how to counsel? Has their wisdom vanished?", "8": "Flee! Turn back! Hide yourselves well, you who live in D'dan; for I am bringing calamity on 'Esav, when the time for me to punish him comes.", "9": "If grape-pickers came to you, they would leave no grapes for gleaning. If thieves came at night, they would destroy until they were satisfied.", "10": "So I, for my part, have stripped 'Esav bare, I have exposed his hiding-places; he will not be able to hide himself. He is doomed — sons, brothers and neighbors — so that he is no more.", "11": "Leave your orphans; I will keep them alive; let your widows trust in me.”", "12": "For this is what Adonai says: “Those who do not deserve to drink from this cup will have to drink it anyway, so should you go unpunished? No, you will not go unpunished; you will certainly drink it. ", "13": "For I have sworn by myself,” says Adonai, “that Botzrah will become a ruin and an object of astonishment, reproach and cursing; all its cities will be ruins forever.”", "14": "I have heard a message from Adonai: “A messenger is sent among the nations, saying: 'Gather together, and march against her! Prepare for battle!'", "15": "Here! I will make you least among nations, the most despised of people.", "16": "Your capacity to terrorize has deceived you and made you arrogant. You make your home in the rocky crags and seize the top of the mountain; but even if you build your nest high as an eagle's, from there I will drag you down,” says Adonai.", "17": "Edom will become an object of horror; everyone passing by will whistle in astonishment at all its disasters.", "18": "It will be like the overthrow of S'dom, 'Amora and their neighboring towns,” says Adonai. “No one will settle there any more, no human being will live there again.", "19": "It will be like a lion coming up from the thickets of the Yarden against a strong settlement: in an instant I will chase him away and appoint over it whomever I choose. For who is like me? Who can call me to account? What shepherd can stand up to me?”", "20": "So hear the plan of Adonai that he has devised against Edom, and his purpose that he will accomplish against those who live in Teman: the least of the flock will drag them away; their own pasture will be in shock at them.", "21": "The earth quakes at the sound of their fall; their cry can be heard at the Sea of Suf.", "22": "Like a vulture he will soar, swoop down and spread out his wings against Botzrah. On that day the hearts of Edom's warriors will be like the heart of a woman in labor.", "23": "Concerning Dammesek: “Hamat and Arpad are confused; having heard bad news, they dissolve in fear, like the churning sea, which cannot calm itself.", "24": "Dammesek, weakened, turns to flee; trembling has seized her; anguish and pain take hold of her like the pains of a woman in labor.", "25": "How can a city so praised be deserted, a city that gave me such joy?", "26": "Therefore her young men will fall in her squares, and all her warriors be silenced on that day,” says Adonai-Tzva'ot.", "27": "“I will light a fire inside Dammesek's walls which will consume the palaces of Ben-Hadad.”", "28": "Concerning Kedar and the kingdoms of Hatzor, which N'vukhadretzar king of Bavel struck, Adonai says: “Set out! March against Kedar! Plunder the people of the east!", "29": "They will seize their tents and their flocks, their tent curtains and all their equipment; their camels too they will take for themselves and shout at them, 'Terror in every direction!'", "30": "Flee! Leave your homes! Hide yourselves well, you who live in Hatzor,” says Adonai; “for N'vukhadretzar king of Bavel has devised a plan against you; he has formed a scheme against you.", "31": "Get up! March on a nation at ease, that lives secure,” says Adonai. “They have neither gates nor bars; they live in isolation.", "32": "Their camels will be booty, their many cattle a spoil. I will scatter to the winds those who shave the sides of their heads; From every direction I will bring their disaster on them,” says Adonai.", "33": "“Hatzor will be a place for jackals to live, desolate forever; no one will settle there any more, no human being will live there again.”", "34": "This is the word of Adonai that came to Yirmeyahu the prophet concerning 'Eilam at the beginning of the reign of Tzidkiyahu king of Y'hudah: ", "35": "“Adonai-Tzva'ot says: 'I will break 'Eilam's bow, the mainstay of their might.", "36": "I will bring against 'Eilam the four winds from the four quarters of the sky and scatter them to all those winds. There will not be one nation to which the dispersed of 'Eilam will not come.", "37": "I will break 'Eilam before their foes, before those who seek their lives; I will bring disaster on them, my burning anger,' says Adonai. 'I will send the sword to pursue them until I have finished them off.", "38": "I will put my throne in 'Eilam and destroy their king and leaders,' says Adonai.", "39": "'But in the acharit-hayamim, I will bring back the exiles of 'Eilam,' says Adonai.”"}