{"1": "“Roam the streets of Yerushalayim look around, observe and ask in its open spaces: if you can find anyone (if there is anyone!) who acts with justice and seeks the truth, I will pardon her.", "2": "And though they say, 'As Adonai lives,' the fact is that they are swearing falsely.”", "3": "Adonai, your eyes look for truth. You struck them, but they weren't affected; you [nearly] destroyed them, but they refused correction. They made their faces harder than rock, refusing to repent.", "4": "My reaction was, “These must be the poor, the foolish, not knowing the way of Adonai or the rulings of their God.", "5": "I will go to the prominent men, and I will speak to them; for they know the way of Adonai and the rulings of their God.” But these had completely broken the yoke and torn the harness off.", "6": "This is why a forest lion kills them, why a desert wolf can plunder them, why a leopard guards their cities — all who leave are torn to pieces — because their crimes are many, their backslidings keep increasing.", "7": "“Why should I forgive you? Your people have abandoned me and sworn by non-gods. When I fed them to the full, they committed adultery, thronging to the brothels.", "8": "They have become like well-fed horses, lusty stallions, each one neighing after his neighbor's wife.", "9": "Should I not punish for this?” asks Adonai. “Should I not be avenged on a nation like this?”", "10": "Go through her rows [of vines], and destroy them (but don't destroy them completely): strip away her branches, they do not belong to Adonai.", "11": "“For the house of Isra'el and the house of Y'hudah have thoroughly betrayed me,” says Adonai.", "12": "They have denied Adonai, they have said, “He won't do anything, calamity will not strike us, we will see neither sword nor famine.", "13": "The prophets are merely wind, they do not have the word; the things that they are predicting will happen only to them.”", "14": "Therefore Adonai Elohei-Tzva'ot says: “Because you people speak this way, I will make my words fire in your mouth, [Yirmeyahu,] and this people wood; so that it will devour them.", "15": "I will bring on you, house of Isra'el, a distant nation,” says Adonai, “an enduring nation, an ancient nation, a nation whose language you do not know — you will not understand what they are saying.", "16": "Their quiver is like an open grave, they are all mighty warriors.", "17": "They will eat up your harvest and your bread, they will eat up your sons and your daughters, they will eat up your flocks and your herds, they will eat up your vines and your fig trees; with the sword they will beat down your fortified cities, in which you trust.", "18": "But even in those days,” says Adonai, “I will not completely destroy you.", "19": "And when your people ask, 'Why has Adonai our God done all these things to us?' you are to give them this answer: 'Just as you abandoned me and served strange gods in your own land, so likewise you will serve strangers in a land that is not your own.'", "20": "Announce this in the house of Ya'akov, proclaim it in Y'hudah; say:", "21": "'Hear this, stupid, brainless people, who have eyes but do not see, who have ears but do not hear:", "22": "Don't you fear me? — says Adonai. Won't you tremble at my presence? I made the shore the limit for the sea; by eternal decree it cannot pass. Its waves may toss, but to no avail; although they roar, they cannot cross it.", "23": "But this people has a rebellious, defiant heart; they have rebelled and gone!", "24": "They don't say to themselves, “Let's fear Adonai our God, who gives the fall and spring rains in season, who reserves us the weeks assigned for harvest.”", "25": "Your crimes have overturned nature's rules, your sins have kept back good from you.'", "26": "“For among my people there are wicked men, who, like fowlers, lie in wait and set traps to catch their fellow human beings.", "27": "Their houses are as full of fraud as a cage full of birds. They grow rich and great, ", "28": "sleek and bloated; they excel in acts of wickedness but do not plead on behalf of the orphan, thus enabling his cause to succeed; nor do they judge in favor of the poor.", "29": "“Should I not punish for this?” asks Adonai. “Should I not be avenged on a nation like this?", "30": "A shocking and horrifying thing has happened in the land:", "31": "The prophets prophesy lies, the cohanim obey the prophets, and my people love it that way. But what will you do at the end of it all?"}