{"1": "This is the word which Adonai spoke concerning Bavel, concerning the land of the Kasdim, through Yirmeyahu the prophet:", "2": "“Declare it among the nations, proclaim it! Hoist a banner, proclaim it, don't hide it! Say: 'Bavel is captured. Bel is shamed, M'rodakh disgraced, her images shamed, her idols disgraced.'", "3": "For from the north a nation is marching against her that will desolate her land. No one will live there — both humans and animals have fled and gone.", "4": "In those days, at that time,” says Adonai, “the people of Isra'el will come, together with the people of Y'hudah. They will weep as they go their way, seeking Adonai their God.", "5": "They will ask the way to Tziyon; and, turning their faces toward it, will say, 'Come, join yourselves to Adonai by an everlasting covenant never to be forgotten.'", "6": "My people have been lost sheep. My shepherds made them go astray, turning them loose in the mountains. As they wandered from mountain to hill, they lost track of where their home is.", "7": "Everyone finding them ate them up. Their enemies said, 'We aren't guilty; for they sinned against Adonai, the resting place of justice; yes, against Adonai, their ancestors' hope.'", "8": "Flee from Bavel! Leave the land of the Kasdim! Be like male goats leading the flock;", "9": "for I will stir up and bring against Bavel an alliance of great nations from the country to the north. They will array themselves against her; from there she will be captured. Their arrows are like those of a death-dealing warrior; none will return in vain.", "10": "The land of the Kasdim will be plundered; all who plunder it will get enough,” says Adonai.", "11": "“Because you are glad, because you exult, you plunderers of my heritage; because you frisk like a calf in the grass and neigh like stallions;", "12": "your mother will be utterly shamed, she who bore you will be disgraced. Here she is! — last among the nations, a desert, parched and barren.", "13": "Because of the anger of Adonai, no one will live there any more; all of it will be desolate. Everyone passing Bavel will whistle in shock at all her plagues.", "14": "“Take your positions surrounding Bavel, all you whose bows are strung; shoot at her, spare no arrows; because she sinned against Adonai.", "15": "From all sides raise the war cry against her! Now she surrenders! Her buttresses fall, her walls are thrown down, for this is the vengeance of Adonai. Avenge yourself on her! As she has done, do to her!", "16": "Cut off the sower from Bavel and the reaper with sickle at harvest-time. For fear of the destroying sword everyone returns to his own people, each one flees to his own land.", "17": "“Isra'el is a stray lamb, driven away by lions. First to devour him was Ashur's king; and the last to break his bones is this N'vukhadretzar king of Bavel.”", "18": "Therefore Adonai-Tzva'ot, the God of Isra'el, says: “I will punish the king of Bavel and his land as I punished the king of Ashur.", "19": "I will bring Isra'el back to his pasture, to graze on the Karmel and the Bashan, on the hills of Efrayim and in Gil'ad until he has his fill.", "20": "In those days, at that time,” says Adonai, “Isra'el's guilt will be sought, but there will be none, and Y'hudah's sins, but they won't be found; for I will pardon the remnant I leave.", "21": "“Attack the land of Meratayim; attack it and those living in P'kod. Waste them, utterly destroy them; do all I have ordered you,” says Adonai.", "22": "“The sound of battle is heard in the land, with great destruction!", "23": "How the hammer of the whole earth lies hacked apart and shattered! What an object of horror among the nations Bavel has become!", "24": "I set a trap and caught you, Bavel, before you knew it. You were discovered and seized, because you challenged Adonai.", "25": "Adonai has opened his store of arms and brought out the weapons of his wrath; for Adonai Elohei-Tzva'ot has work to do in the land of the Kasdim.", "26": "Attack her from every direction! Open her stores of grain! Pile her up like heaps of grain; destroy her completely; leave nothing!", "27": "Kill all her bulls! let them go down to be slaughtered! Woe to them! for their day has come, the time for them to be punished.”", "28": "Hear the sound of the fugitives, of those escaping from Bavel, coming to proclaim in Tziyon the vengeance of Adonai our God, vengeance over his temple.", "29": "“Call up archers against Bavel, all whose bows are strung. Besiege her from every side, let no one escape. Repay her for her deeds; as she has done, do to her. For she insulted Adonai, the Holy One of Isra'el.", "30": "This is why her young men will fall in her open places, why all her warriors will be silenced on that day,” says Adonai.", "31": "“I am against you, arrogant [nation],” says Adonai Elohei-Tzva'ot. “For your day has come, the time for you to be punished.", "32": "The arrogant [nation] will stumble and fall, and no one will lift him up again. I will set his cities on fire, and it will devour everything around him.”", "33": "Thus says Adonai-Tzva'ot: “The people of Isra'el are oppressed, and so are the people of Y'hudah. Those who took them captive hold them fast; they refuse to let them go.", "34": "But their redeemer is strong; Adonai-Tzva'ot is his name. He will thoroughly plead their cause, so that he can give rest to the land but unrest to those who live in Bavel.", "35": "Adonai says, “A sword hangs over the Kasdim, and over those who live in Bavel, over her leaders and over her sages.", "36": "A sword hangs over the lying diviners; they will become fools. A sword hangs over her warriors; they will be disgraced.", "37": "A sword hangs over their horses, also over their chariots, also over the foreigners within her; they will become like women. A sword hangs over her treasures; they will be robbed.", "38": "A drought hangs over her waters; they will be dried up. For this is a land of idols; they go mad over these horrors of theirs.", "39": "“Therefore wildcats and jackals will live there, and ostriches will settle there. It will never again be peopled, it will be uninhabited age after age;", "40": "as when God overthrew S'dom, 'Amora and their neighboring towns,” says Adonai. “No one will settle there any more, no human being will live there again.", "41": "“Look! A people is coming from the north; a great nation and many kings are being stirred up from the ends of the earth.", "42": "They are armed with bow and spear; they are cruel, without compassion; their sound is like the roaring sea, as they ride forth on horses. Their men take their battle positions against you, daughter of Bavel.", "43": "The king of Bavel has heard news of them; his hands droop, helpless. Anguish seizes hold of him and pain, like a woman in labor.", "44": "“It will be like a lion coming up from the thickets of the Yarden against a strong settlement; in an instant I will chase him away and appoint over it whomever I choose. For who is like me? Who can call me to account? What shepherd can stand up to me?”", "45": "So hear the plan of Adonai that he has devised against Bavel, and his goals that he will accomplish against the land of the Kasdim: the least of the flock will drag them away; their own pasture will be in shock at them.", "46": "At the sound of Bavel's capture the earth quakes; their cry is heard throughout the nations."}