{"1": "Adonai says this: “Against Bavel and those living in Lev-Kamai I will stir up a destructive wind.", "2": "Against Bavel I will send foreigners to winnow her and leave her land empty. They will besiege her from every side on the day of disaster.", "3": "Let the archer draw his bow, let him flaunt his coat of mail; do not spare her young men, completely destroy her whole army.", "4": "In the land of the Kasdim the slain will fall, those thrust through [by the sword] in her streets.", "5": "Isra'el and Y'hudah are not left widowed of their God, Adonai-Tzva'ot; but the land of [the Kasdim] is full of guilt before the Holy One of Isra'el.”", "6": "Flee from Bavel, let each one save his life! Don't perish because of her guilt. For the time has come for the vengeance of Adonai; he will repay her what she deserves.", "7": "Bavel was a gold cup in the hands of Adonai; it made the whole earth drunk — the nations drank her wine; this is why the nations have lost their senses.", "8": "Bavel has suddenly fallen. She is broken; wail for her. Bring healing ointment for her wounds; perhaps she can be healed.", "9": "“We tried to heal Bavel, but she cannot be healed. So leave her alone, and each of us will return to his own country.” For the judgment against her rises to the skies and reaches even the clouds.", "10": "Adonai has brought forth our victory. Come, let us proclaim in Tziyon the work of Adonai our God!", "11": "Sharpen the arrows! Fill the quivers! Adonai roused the spirit of the kings of the Medes, because he plans to destroy Bavel. This is the vengeance of Adonai vengeance over his temple.", "12": "Raise a standard against the walls of Bavel! Strengthen the guard! Post the sentries! Prepare ambushes! For Adonai has both planned and accomplished what he promised to do to those living in Bavel.", "13": "You who live near plenty of water, so rich in treasure — your end has come, your time for being cut off!", "14": "Adonai-Tzva'ot has sworn by himself, “I will fill you with men as numerous as grasshoppers; they will raise over you a shout of triumph.”", "15": "He made the earth by his power, established the world by his wisdom spread out the sky by his understanding.", "16": "When he thunders, the waters in heaven roar, he raises clouds from the ends of the earth, he makes the lightning flash in the rain and brings the wind out from his storehouses.", "17": "At this, everyone is proved stupid, ignorant, every goldsmith put to shame by his idol! The figures he casts are a fraud, there is no breath in them,", "18": "they are nothings, ridiculous objects; when the day for their punishment comes, they will perish.", "19": "Ya'akov's portion is not like these, for he is the one who formed all things, including the tribe he claims as his heritage. Adonai-Tzva'ot is his name.", "20": "“[Bavel] you are my war club and weapons of war — with you I shatter nations; with you I destroy kingdoms;", "21": "with you I shatter horses and their riders; with you I shatter chariots and their drivers;", "22": "with you I shatter husbands and wives; with you I shatter old and young; with you I shatter young men and virgins;", "23": "with you I shatter shepherds and their flocks; with you I shatter farmers and their teams; with you I shatter governors and deputies.", "24": "“But I will repay Bavel and all living in the land of the Kasdim for all the evil they did in Tziyon,” says Adonai, “before your eyes [, Y'hudah].”", "25": "“I am against you, destructive mountain, destroying all the earth,” says Adonai. “I will stretch out my hand against you, to send you tumbling down from the crags and make you a burned-out mountain.", "26": "No one will make cornerstones or foundation-stones from you again; but you will be desolate forever,” says Adonai.", "27": "Raise up a banner in the land, blow the shofar among the nations. Prepare the nations for war against her. Summon kingdoms against her — Ararat, Minni and Ashkenaz. Appoint an officer against her; bring up horses like bristling grasshoppers.", "28": "Prepare the nations against her, the kings of the Medes, his governors and deputies, and all the land he controls.", "29": "The earth quakes and writhes, as Adonai's designs against Bavel are fulfilled, to make the land of Bavel a ruin, with no one living there.", "30": "Bavel's warriors have given up fighting; they remain in their fortresses; their courage has failed; they are now like women. Her homes are on fire, her gate-bars broken.", "31": "One runner runs to meet another, messenger to meet messenger, to report to the king of Bavel that every part of his city is taken,", "32": "the fords have been occupied, and the swamp thickets set on fire, while the warriors are seized with panic.", "33": "For here is what Adonai-Tzva'ot, the God of Isra'el, says: “The daughter of Bavel is like a threshing-floor at treading-time. Just a little while longer, and the time for harvesting her will come.”", "34": "N'vukhadretzar king of Bavel has devoured me, crushed me. He left me like an empty pot. Like a monster, he swallowed me whole. With my delicacies he stuffed his belly; then he rinsed me out.", "35": "But one who lives in Tziyon will say, “May my torn flesh be avenged on Bavel”; and Yerushalayim will say, “May my blood be avenged on the Kasdim.”", "36": "Therefore here is what Adonai says: “I will plead your cause. I will take vengeance for you. I will dry up her river and make her water sources dry.", "37": "Bavel will become a heap of ruins, a place for jackals to live, an object of horror and hissing, with no one living there.", "38": "Together they roar like young lions, growl like lion cubs.", "39": "When they are hot with desire, I will prepare them a drink. I will make them so drunk they will have convulsions, sleep forever and never wake up,” says Adonai.", "40": "“I will drag them down like lambs to be slaughtered, like rams and male goats.”", "41": "Sheshakh has been captured, the pride of the whole earth seized! Bavel has become an object of horror throughout the nations!", "42": "The sea has flooded Bavel, overwhelmed her with its raging waves.", "43": "Her cities have become desolate — parched, arid land, a land where no one lives; nobody even passes through.", "44": "“I will punish Bel in Bavel and make him disgorge what he swallowed. The nations will no longer flow to him. Bavel's wall will fall.", "45": "Get out of her, my people! Each one, save yourself from Adonai's furious anger!", "46": "Don't be fainthearted, don't be afraid of the rumors spreading abroad in the land. One year one rumor comes, the next year another one, rumors of violence in the land and rulers fighting rulers.", "47": "Therefore, listen! The days are coming when I will pass judgment on Bavel's idols. Her whole land will be put to shame, as all her slain fall on home soil.", "48": "Then heaven and earth and all that is in them will sing for joy over Bavel; for the plunderers from the north are coming to her,” says Adonai.", "49": "Just as Bavel caused the slain of Isra'el to fall, so at Bavel will fall the slain of all the land.", "50": "You who escaped the sword, go! Don't stand still! Remember Adonai from afar, let Yerushalayim come into your minds.", "51": "“The reproaches we have heard have put us to shame, disgrace covers our faces; because foreigners have entered the sanctuaries of Adonai's house.”", "52": "“Therefore,” says Adonai, “the days are coming when I will pass judgment on her idols, and the wounded will groan throughout her land.", "53": "Even if Bavel scales the heavens or reinforces her lofty stronghold, plunderers will come to her from me,” says Adonai.", "54": "An agonized cry is heard from Bavel! Great destruction in the land of the Kasdim!", "55": "For Adonai is plundering Bavel and silencing her noisy din — their waves roar like the raging ocean, their clamor sounds and resounds.", "56": "Yes, the plunderer has fallen upon her, fallen on Bavel. Her warriors are captured, their bows are broken. For Adonai is a God of retribution; he will surely repay.", "57": "“I will intoxicate her leaders and sages, her governors, deputies and warriors. They will sleep forever and never wake up,” says the king, whose name is Adonai-Tzva'ot.", "58": "Thus says Adonai-Tzva'ot: “The wide walls of Bavel will be razed to the ground, her lofty gates will be set on fire. The peoples are toiling for nothing, the nation's labor goes up in flames, and everyone is exhausted.”", "59": "This is the order which Yirmeyahu the prophet gave to S'rayah the son of Neriyah, the son of Machseyah, when he went to Bavel with Tzidkiyahu the king of Y'hudah in the fourth year of his reign. S'rayah was quartermaster. ", "60": "Yirmeyahu had written on a separate scroll all the above words describing the disaster that was to befall Bavel. ", "61": "Yirmeyahu said to S'rayah, “See to it that when you arrive in Bavel you read all these words aloud. Then say, ", "62": "'Adonai, you have promised to destroy this place, that no one will live here, neither human nor animal, but that it will be desolate forever.' ", "63": "When you finish reading this scroll, tie a rock to it, throw it into the middle of the Euphrates, ", "64": "and say, 'Like this, Bavel will sink, never to rise again, because of the disaster I am bringing on her; and they will grow weary.'” (Up to here, these have been the words of Yirmeyahu.)"}