{"1": "Tzidkiyahu was twenty-one years old when he began to rule, and he ruled for eleven years in Yerushalayim. His mother's name was Hamutal the daughter of Yirmeyahu, from Livnah. ", "2": "He did what was evil from Adonai's perspective, following the example of everything Y'hoyakim had done. ", "3": "And it was because of Adonai's anger that all these things happened to Yerushalayim and Y'hudah, until he had thrown them out of his presence. Tzidkiyahu rebelled against the king of Bavel; ", "4": "so in the ninth year of his reign, in the tenth month, on the tenth day of the month, N'vukhadretzar king of Bavel marched against Yerushalayim with his entire army. He set up camp against it and built siege towers against it on every side. ", "5": "The city remained under siege into the eleventh year of King Tzidkiyahu.", "6": "On the ninth day of the fourth month, when the famine in the city was so severe that there was no food for the people of the land, ", "7": "they broke through into the city. All the soldiers fled and left the city by night through the gate between the two walls, near the king's garden. Because the Kasdim were surrounding the city, they took the route through the 'Aravah. ", "8": "But the army of the Kasdim went in pursuit of the king and overtook Tzidkiyahu on the plains near Yericho; all his troops deserted him. ", "9": "Then they took the king and brought him up to the king of Bavel in Rivlah, in the land of Hamat, where he passed judgment on him. ", "10": "The king of Bavel slaughtered his sons before his eyes; he also slaughtered all the leading men of Y'hudah in Rivlah. ", "11": "Then the king of Bavel put out Tzidkiyahu's eyes, bound him in chains, carried him off to Bavel and kept him in prison until the day of his death.", "12": "In the fifth month, on the tenth day of the month, which was also the nineteenth year of King N'vukhadretzar, king of Bavel, N'vuzar'adan, the commander of the guard and a close associate of the king of Bavel, entered Yerushalayim. ", "13": "He burned down the house of Adonai, the royal palace and all the houses in Yerushalayim — every notable person's house he burned to the ground. ", "14": "The whole army of the Kasdim, who were with the commander of the guard, broke down all the walls of Yerushalayim on every side. ", "15": "N'vuzar'adan the commander of the guard then deported some of the poor people, the remaining population of the city, the deserters who had defected to the king of Bavel and the rest of the common people. ", "16": "But N'vuzar'adan the commander of the guard left behind some of the poor people of the land to be vineyard-workers and farmers.", "17": "The Kasdim smashed the bronze columns of the house of Adonai, also the trolleys and bronze Sea that were in the house of Adonai, and carried their bronze to Bavel. ", "18": "They also took away the pots, shovels, snuffers, basins, pans, and all the bronze articles they had used in worship. ", "19": "The commander of the guard took the cups, censers, sprinkling bowls, pots, menorahs, pans and bowls — everything made of gold and everything made of silver. ", "20": "The bronze in the two columns, the one Sea, and the twelve bronze bulls under the bases, all of which Shlomo had made for the house of Adonai, was more than could be weighed. ", "21": "As for the columns, the height of one column was thirty-one-and-a-half feet; it took a twenty-one-foot measuring line to go around it; and its thickness was four fingers — it was hollow. ", "22": "On it was a capital of brass eight-and-three quarters feet high, with netting and pomegranates all around the capital, all of bronze; the second column was similar, also with pomegranates. ", "23": "There were ninety-six pomegranates on the outside; while the total number of pomegranates in the netting was one hundred.", "24": "The commander of the guard took [prisoner] S'rayah the chief cohen, Tz'fanyah the second-ranking cohen, and three doorkeepers. ", "25": "From the city he took an official in charge of the soldiers, seven close associates of the king who had been found in the city, the army commander's secretary in charge of military conscription, and sixty of the common people found inside the city. ", "26": "N'vuzar'adan the commander of the guard took them and brought them to the king of Bavel in Rivlah. ", "27": "There in Rivlah, in the land of Hamat, the king of Bavel had them put to death. Thus Y'hudah was carried away captive out of his land.", "28": "The numbers of people deported by N'vukhadretzar were as follows: in the seventh year, 3,023 persons from Y'hudah; ", "29": "in the eighteenth year of N'vukhadretzar, 832 persons from Yerushalayim; ", "30": "and in the twenty-third year of N'vukhadretzar, N'vuzar'adan the commander of the guard deported 745 persons from Y'hudah; the total comes to 4,600 persons.", "31": "In the thirty-seventh year of the captivity of Y'hoyakhin king of Y'hudah, in the twelfth month, on the twenty-fifth day of the month, Eveel-M'rodakh began his reign as king of Bavel; and in his first year, he commuted the sentence of Y'hoyakhin king of Y'hudah and released him from prison. ", "32": "He treated him with kindness and gave him a throne higher than those of the other kings there with him in Bavel. ", "33": "So Y'hoyakhin no longer had to wear prison clothes; moreover, he was provided with food as long as he lived, ", "34": "and he was granted a daily allowance by the king of Bavel to spend on his other needs for as long as he lived, until the day of his death."}