{"1": "“Head for cover, people of Binyamin, get out of Yerushalayim! Blow the shofar in T'koa, light the beacon on Beit-Hakerem. For disaster threatens from the north, with great destruction.", "2": "Although she is beautiful and delicate, I am cutting off the daughter of Tziyon.”", "3": "Shepherds advance on her with their flocks; all around her they pitch their tents, each grazing his own plot of pasture.", "4": "“Prepare for war against her! Get up! Let's attack at noon!” “Woe to us! for the day is waning, evening shadows are lengthening.”", "5": "“Get up! Let's attack at night! Let's destroy her palaces!”", "6": "For Adonai-Tzva'ot says this: “Cut down her trees, and raise a siege-ramp against Yerushalayim! This is the city to be punished; in her there is nothing but oppression.", "7": "Just as a cistern keeps its water fresh, so she keeps her wickedness fresh! Violence and destruction are heard within her, always before me sickness and wounds.", "8": "Accept correction, Yerushalayim, or I will be estranged from you and turn you into a desolate waste, a land without inhabitants.”", "9": "Thus says Adonai-Tzva'ot: “They will glean the remnant of Isra'el as thoroughly as in a vineyard — one last time, like a grape-picker, pass your hand over the vines.”", "10": "To whom should I speak? Whom should I warn? Who will listen to me? Their ears are dull, they can't pay attention. For them the word of Adonai has become unattractive, an object of scorn.", "11": "This is why I am full of Adonai's fury; I am weary of holding it back. “Pour it out on the children in the street and on the groups of young men gathered; for husbands and wives will be taken together, seniors as well as the very old.", "12": "Their homes will be turned over to others, their fields together with their wives. Yes, I will stretch out my hand against those who are living in the land,” says Adonai.", "13": "“For from the least to the greatest of them, all are greedy for gains; prophets and cohanim alike, they all practice fraud —", "14": "they dress the wound of my people, but only superficially, saying, 'There is perfect shalom,' when there is no shalom.", "15": "“They should be ashamed of their detestable deeds, but they are not ashamed at all; they don't know how to blush. Therefore when others fall, they too will fall; when I punish them, they will stumble,” says Adonai.", "16": "Here is what Adonai says: “Stand at the crossroads and look; ask about the ancient paths, 'Which one is the good way?' Take it, and you will find rest for your souls. But they said, 'We will not take it.'", "17": "I appointed sentinels to direct them: 'Listen for the sound of the shofar.' But they said, 'We will not listen.'", "18": "So hear, you nations; know, you assembly, what there is against them.", "19": "Hear, oh earth! I am going to bring disaster on this people; it is the consequence of their own way of thinking; for they pay no attention to my words; and as for my Torah, they reject it.", "20": "What do I care about incense from Sh'va or sweet cane from a distant land? Your burnt offerings are unacceptable, your sacrifices don't please me.”", "21": "Therefore thus says Adonai: “I will put obstacles in the way of this people that they will stumble over — fathers and sons, neighbors and friends, all will perish together.”", "22": "Here is what Adonai says: “A people is coming from the land of the north, a great nation will be aroused from the ends of the earth.", "23": "They will take hold of bow and spear; they are cruel; they have no compassion: their noise as they ride on horses is like the roaring sea; and they are equipped for battle against you, daughter of Tziyon.", "24": "'We have heard the news, and our hands fall limp; anguish has seized us, pain like a mother's in childbirth.'”", "25": "Don't go into the countryside, don't walk out on the road; for the sword of the enemy is spreading terror in every direction.", "26": "Daughter of my people, put on sackcloth, roll in ashes, mourn as if for an only son, wail most bitterly; for suddenly the destroyer will come upon us.", "27": "“I have made you a refiner and tester of my people, to know and test how they behave.", "28": "All of them are total rebels, spreading slanderous gossip; they are bronze and iron, [inferior metals,] all of them corrupt.", "29": "The bellows blast away; and though the lead is consumed by the fire, in vain has the smelter refined, for the wicked have not been separated.", "30": "They are called 'rejected silver,' because Adonai has rejected them.”"}