{"1": "This word came to Yirmeyahu from Adonai: ", "2": "“Stand at the gate of the house of Adonai and proclaim this word: 'Listen to the word of Adonai, all you from Y'hudah who enter these gates to worship Adonai! ", "3": "Here is what Adonai-Tzva'ot, the God of Isra'el, says: “Improve your ways and actions, and I will let you stay in this place. ", "4": "Don't rely on that deceitful slogan, 'The temple of Adonai, the temple of Adonai — these [buildings] are the temple of Adonai.' ", "5": "No, but if you really improve your ways and actions; if you really administer justice between people; ", "6": "if you stop oppressing foreigners, orphans and widows; if you stop shedding innocent blood in this place; and if you stop following other gods, to your own harm; ", "7": "then I will let you stay in this place, in the land I gave to your ancestors forever and ever. ", "8": "Look! You are relying on deceitful words that can't do you any good. ", "9": "First you steal, murder, commit adultery, swear falsely, offer to Ba'al and go after other gods that you haven't known. ", "10": "Then you come and stand before me in this house that bears my name and say, 'We are saved' — so that you can go on doing these abominations! ", "11": "Do you regard this house, which bears my name, as a cave for bandits? I can see for myself what's going on,” says Adonai. ", "12": "“Go to the place in Shiloh that used to be mine, that used to bear my name, and see what I did to it because of the wickedness of my people Isra'el. ", "13": "I spoke to you again and again, but you wouldn't listen. I called you, but you wouldn't answer. Now,” says Adonai, “because you have done all these things, ", "14": "I will do to the house that bears my name, on which you rely, and to the place I gave you and your ancestors, what I did to Shiloh; ", "15": "and I will drive you out of my presence, just as I drove out all your kinsmen, all the descendants of Efrayim.”'", "16": "“So you, [Yirmeyahu,] don't pray for this people! Don't cry, pray or intercede on their behalf with me; because I won't listen to you. ", "17": "Don't you see what they are doing in the cities of Y'hudah and in the streets of Yerushalayim? ", "18": "The children gather the wood, the fathers light the fire, and the women knead the dough to make cakes for the queen of heaven; and, just to provoke me, they pour out drink offerings to other gods! ", "19": "Are they really provoking me,” asks Adonai, “or are they provoking themselves, to their own ruin?”", "20": "Therefore, here is what Adonai Elohim says: “My anger and fury will be poured out on this place, on men, animals, trees in the fields and produce growing from the ground; and it will burn without being quenched.”", "21": "Thus says Adonai-Tzva'ot, the God of Isra'el: “You may as well eat the meat of your burnt offerings along with that of your sacrifices. ", "22": "For I didn't speak to your ancestors or give them orders concerning burnt offerings or sacrifices when I brought them out of the land of Egypt. ", "23": "Rather, what I did order them was this: 'Pay attention to what I say. Then I will be your God, and you will be my people. In everything, live according to the way that I order you, so that things will go well for you.' ", "24": "But they neither listened nor paid attention, but lived according to their own plans, in the stubbornness of their evil hearts, thus going backward and not forward. ", "25": "You have done this from the day your ancestors came out of Egypt until today. Even though I sent you all my servants the prophets, sending them time after time, ", "26": "they would not listen or pay attention to me, but stiffened their necks; they did worse than their ancestors. ", "27": "So tell them all this; but they won't listen to you; likewise, call to them; but they won't answer you. ", "28": "Therefore, say to them, 'This is the nation that has not listened to the voice of Adonai their God. They won't take correction; faithfulness has perished; it has vanished from their mouths.", "29": "Cut off your hair, and throw it away, take up a lament on the bare hills, for Adonai has rejected and abandoned the generation that rouses his anger.'", "30": "“For the people of Y'hudah have done what is evil from my perspective,” says Adonai; “they have set up their detestable things in the house which bears my name, to defile it. ", "31": "They have built the high places of Tofet in the Ben-Hinnom Valley, to burn their sons and daughters in the fire, something I never ordered; in fact, such a thing never even entered my mind! ", "32": "Therefore, the days are coming,” says Adonai, “when it will no longer be called either Tofet or the Ben-Hinnom Valley, but the Valley of Slaughter — they will put the dead in Tofet, because there will be no space left [anywhere else]. ", "33": "The corpses of this people will become food for the birds in the air and the wild animals; no one will frighten them away. ", "34": "Then in the cities of Y'hudah and the streets of Yerushalayim I will silence the sounds of joy and gladness and the voices of bridegroom and bride; because the land will be reduced to ruins."}