{"1": "“At that time,” says Adonai, “[these enemies] will remove the bones of the kings of Y'hudah, the bones of his princes, the bones of the cohanim, the bones of the prophets and the bones of the inhabitants of Yerushalayim from their graves. ", "2": "They will spread them out, exposed to the sun, the moon and the entire army of heaven, whom they loved, served, walked after, sought after and worshipped. The bones will not be collected or reburied but will be left lying on the ground like dung. ", "3": "All the survivors of this evil family who remain wherever I have driven them will prefer death to life,” says Adonai-Tzva'ot. ", "4": "“You are to tell them that Adonai says: 'If a person falls, doesn't he get up again? If someone goes astray, doesn't he turn back?", "5": "Why do these people keep backsliding? Why is their backsliding so persistent? They cling to deceit and refuse to return!", "6": "I listened attentively but they spoke nothing right. No one repents of his wickedness, saying, “What have I done!” Each runs off in his own direction, like a horse plunging headlong into battle.", "7": "Storks in the sky know their seasons; doves, swallows and cranes their migration times; but my people do not know the rulings of Adonai!", "8": "“'How can you say, “We are wise; Adonai's Torah is with us,” when in fact the lying pen of the scribes has turned it into falsehood?", "9": "The wise are put to shame, alarmed, entrapped. They have rejected the word of Adonai, so what wisdom do they have?", "10": "“'Therefore I will give their wives to others, and their fields to those who take them over; for from the least to the greatest, all are greedy for gains; prophets and cohanim alike all practice fraud —", "11": "they dress the wound of the daughter of my people, but only superficially, saying, “There is perfect shalom,” when there is no shalom.", "12": "They should be ashamed of their detestable deeds, but they are not ashamed at all, they don't know how to blush. So when others fall, they too will fall; when I punish them, they will stumble,' says Adonai.", "13": "“'I will put an end to them,' says Adonai. 'There are no grapes on the vine, and no figs on the fig tree; the leaf has withered; and what I have given them will pass from their possession.'”", "14": "“Why are we sitting still? Assemble! Let's enter the fortified cities and meet our doom there! For Adonai our God has doomed us; he has given us bitter water to drink, because we have sinned against Adonai.", "15": "When we look for peace, nothing good comes; when we seek a time of healing, instead there is terror.”", "16": "From Dan can be heard the snorting of his horses; when his stallions neigh, the whole land trembles. For they come devouring the land and all in it, the city and those who dwell there.", "17": "“Yes, now I am sending snakes among you, vipers that no one can charm, and they will bite you,” says Adonai.", "18": "My grief has no cure, I am sick at heart.", "19": "Listen to my people's cry of distress out of a distant land: “Is Adonai no longer in Tziyon? Is her king no longer there?” “Why do they provoke me with their idols and their futile foreign gods?”", "20": "“The harvest has passed, the summer is over, and still we are not saved.”", "21": "The daughter of my people is broken, and it's tearing me to pieces; everything looks dark to me, horror seizes me.", "22": "Has Gil'ad exhausted its healing resin? Is no physician there? If there is, then why is the daughter of my people so slow to recover her health?", "23": "(9:1) I wish my head were made of water and my eyes were a fountain of tears, so that I could cry day and night over the slain of the daughter of my people!"}