{"1": "(2) I wish I were out in the desert, in some travelers' lodge — then I could get away from my people and distance myself from them! “Indeed they are all adulterers, a band of traitors is what they are.", "2": "(3) They bend their tongues, their 'bow' of falsehood, and hold sway in the land, but not for truth. For they go from evil to evil, and me they do not know,” says Adonai.", "3": "(4) Everyone, be on guard against your neighbor, don't trust even a brother; for every brother is out to trick you, and every neighbor goes around gossiping.", "4": "(5) Everyone deceives his neighbor, no one speaks the truth; they have taught their tongues to lie, they wear themselves out with sinning.", "5": "(6) “You inhabit a world of deceit; deceitfully they refuse to know me,” says Adonai.", "6": "(7) “Therefore,” says Adonai-Tzva'ot, “I will refine them and test them. What else can I do with the daughter of my people?", "7": "(8) Their tongues are sharpened arrows; with their mouths they speak deceit — they say nice words to their neighbors, while inwardly plotting against them.", "8": "(9) Should I not punish them for these things?” asks Adonai. “Should I not take vengeance on such a nation?”", "9": "(10) I weep and wail for the mountains and lament over the desert pastures, because they have been burned up; no one passes through; they no longer hear the sound of cattle; the birds and wild animals have fled, are gone.", "10": "(11) “I will make Yerushalayim a heap of ruins, turn it into a lair for jackals, and make the cities of Y'hudah desolate, with no one living there.”", "11": "(12) Who is wise enough to understand this? To whom has the mouth of Adonai spoken, so that he can proclaim it? Why has the land perished and been laid waste like a desert, so that no one passes through?", "12": "(13) Adonai answers: “Because they abandoned my Torah, which I set before them, and neither listened to what I said nor lived accordingly,", "13": "(14) but have lived by their own hearts' stubbornness and by the ba'alim, as their ancestors taught them —", "14": "(15) therefore,” says Adonai-Tzva'ot, the God of Isra'el: “I will feed this people bitter wormwood and give them poisonous water to drink.", "15": "(16) I will scatter them among nations that neither they nor their ancestors have known. I will send the sword after them until I have wiped them out.”", "16": "(17) Thus says Adonai-Tzva'ot: “Mark this, then summon the mourning women, so that they will come; send for those who are best [at mourning], so that they will come:", "17": "(18) 'Have them hurry and wail for us, so our eyes will be wet from crying, and our eyelids gush with tears.'", "18": "(19) For the sound of wailing is heard from Tziyon: 'We are utterly ruined, we are completely ashamed, because we have left the land, and our homes have been torn down!'”", "19": "(20) You women, hear the word of Adonai! Let your ears receive the words from his mouth. Teach your daughters how to wail, have each teach her friend how to lament:", "20": "(21) “Death has come up through our windows, it has entered our palaces, it has cut down children in the streets and young people in the public places.”", "21": "(22) Say: “Here is what Adonai says: 'The corpses of people are scattered like dung in an open field, like sheaves left behind by the reaper with no one to gather them.'”", "22": "(23) Here is what Adonai says: “The wise man should not boast of his wisdom, the powerful should not boast of his power, the wealthy should not boast of his wealth;", "23": "(24) instead, let the boaster boast about this: that he understands and knows me — that I am Adonai, practicing grace, justice and righteousness in the land; for in these things I take pleasure,” says Adonai.", "24": "(25) “The days are coming,” says Adonai, “when I will punish all those who have been circumcised in their uncircumcision — ", "25": "(26) Egypt, Y'hudah, Edom, the people of 'Amon and Mo'av, and all those living in the desert who cut the edges [of their beard]: “For although all the Goyim are uncircumcised, all the house of Isra'el have uncircumcised hearts.”"}