{"1": "Paul and Timothy, the servants of Jesus Christ, to all the saints in Christ Jesus who are at Philippi, with the bishops and deacons.", "2": "Grace be with you and peace from God our Father and from the Lord Jesus Christ.", "3": "I thank my God with every remembrance of you, ", "4": "always in all my prayers for you, and pray with gladness, ", "5": "because of the fellowship that you have had in the gospel from the first day until now. ", "6": "And I am confident of this: that he who began a good work in you will go forth with it until the day of Jesus Christ – ", "7": "as it is fitting for me so to judge of you all, because I have you in my heart, and have you also every one companions of grace with me, even in my bonds, as I defend and establish the gospel.", "8": "For God is my witness how greatly I long after you all from the very heart root in Jesus Christ. ", "9": "And this I pray: that your love may increase more and more in knowledge and in all experience, ", "10": "that you may accept the things of most value, that you may be pure, and such as would hurt no man's conscience until the day of Christ – ", "11": "filled with the fruits of righteousness, which fruits come by Jesus Christ for the glory and laud of God.", "12": "I would you understood, brethren, that my trouble has served for the great furthering of the gospel. ", "13": "For my bonds in Christ are manifest throughout all the judgment hall and in all other places, ", "14": "and many of the brethren in the Lord are emboldened through my bonds, and dare to more freely speak the word without fear. ", "15": "Some there are who preach Christ out of envy and rivalry, and some of goodwill. ", "16": "The one part preach Christ out of rivalry, and not purely, supposing to add more adversity to my bonds, ", "17": "but the other part out of love, because they see that I am set to defend the gospel. ", "18": "What then? If only Christ be preached – whatever the way, whether through opportunism or of a true intent – I rejoice.", "19": "Yea, and I will rejoice, because I know that these circumstances will bear toward my salvation (through your prayer and ministering of the Spirit of Jesus Christ, ", "20": "as I heartily look for), and hope that in nothing I will be ashamed, but that with all confidence, as always in times past, so now Christ may be magnified in my body, whether it be through life or death. ", "21": "For Christ is to me life, and death is to me gain.", "22": "If it happens that I live in the flesh, it means fruitful work for me, and what to choose I do not know. ", "23": "I am constrained by two things: I desire to be released and to be with Christ, which thing is best of all. ", "24": "Nevertheless, to remain in the flesh is more needful for you. ", "25": "And this I am sure of: that I will abide, and continue with you all for the furtherance and joy of your faith, ", "26": "so that you may more abundantly rejoice in Jesus Christ through me, by my coming to you again.", "27": "Only be sure that you live worthy of the gospel of Christ, so that whether I come and see you or am absent, I may yet hear of you that you continue in one spirit and in one soul, labouring as we do to maintain the faith of the gospel – ", "28": "and in nothing fearing your adversaries, which is to them a sign of perdition, but to you of salvation, and that from God. ", "29": "For to you it is given not only to believe on Christ, but also to suffer for his sake, ", "30": "and to have even the same fight which you saw me have and now hear of me."}