{"1": "Paul, an apostle of Jesus Christ by the will of God, and Timothy our brother, To the church of God which is at Corinth, with all the saints who are in all Achaia:", "2": "Grace to you and peace from God our Father and from the Lord Jesus Christ.", "3": "Blessed be God, the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort, ", "4": "who comforts us in all our tribulation, that we may be able to comfort those who are in any trouble by the comfort with which we ourselves are comforted by God. ", "5": "As the sufferings of Christ abound in us, so our consolation also abounds through Christ. ", "6": "If we are afflicted, it is for your consolation and salvation, which is effective in enduring the same sufferings which we also suffer. Or if we are comforted, it is for your consolation and salvation. ", "7": "Our hope for you is steadfast, knowing that as you partake in the sufferings, so also you will partake of the consolation.", "8": "For we would not, brothers, have you ignorant of our troubles which came to us in Asia. We were pressured beyond measure, above strength, so that we despaired even of life. ", "9": "We had the sentence of death in ourselves, so that we would not trust in ourselves, but in God who raises the dead. ", "10": "He delivered us from so great a death and does deliver us. In Him we trust that He will still deliver us, ", "11": "as you help together by praying for us, so that thanks may be given by many on our behalf for the gift bestowed upon us by means of many persons.", "12": "For our rejoicing is this: The testimony of our conscience is that we conducted ourselves in the world, and more abundantly toward you, in simplicity and godly sincerity, not with fleshly wisdom, but by the grace of God. ", "13": "For we write nothing else to you than what you read or understand. And I trust you will understand even to the end, ", "14": "as you have understood us in part, that we are yours, boasting even as you are ours on the day of the Lord Jesus.", "15": "In this confidence I planned to come to you before, that you might have a second benefit: ", "16": "to visit you while going to Macedonia, and to come again to you from Macedonia, and then be sent by you on my way to Judea. ", "17": "Therefore, when I was planning this, did I do this lightly? Or the things that I plan, do I plan according to the flesh, so that I would tell you “Yes, yes” and “No, no”?", "18": "But as God is true, we did not tell you “Yes” and “No.” ", "19": "For the Son of God, Jesus Christ, who was preached among you by us, even by Silas, Timothy, and me, was not “Yes” and “No.” In Him it was “Yes.” ", "20": "For all the promises of God in Him are “Yes,” and in Him “Amen,” to the glory of God through us. ", "21": "Now He who establishes us with you in Christ and has anointed us is God, ", "22": "who also has sealed us and established the guarantee with the Spirit in our hearts.", "23": "Moreover I call God as a witness upon my soul, that it is to spare you that I have not yet gone to Corinth. ", "24": "Not that we have dominion over your faith, but we are fellow workers for your joy, for by faith you stand."}