{"1": "Now I, Paul, who am lowly in presence among you but bold toward you while absent, appeal to you by the meekness and gentleness of Christ. ", "2": "I beg you that when I am present, I might not have to be bold with that confidence by which I intend to be bold against some, who think of us as if we walked according to the flesh. ", "3": "For though we walk in the flesh, we do not war according to the flesh. ", "4": "For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strongholds, ", "5": "casting down imaginations and every high thing that exalts itself against the knowledge of God, bringing every thought into captivity to the obedience of Christ, ", "6": "and being ready to punish all disobedience when your obedience is complete.", "7": "Do you look at things from the outward appearance? If any man trusts that he is Christ's, let him consider again that, as he is Christ's, even so are we Christ's. ", "8": "For even if I should boast somewhat more of our authority, which the Lord has given us for edification and not for your destruction, I shall not be ashamed, ", "9": "lest I appear to frighten you by my letters. ", "10": "“For his letters,” they say, “are weighty and powerful, but his bodily presence is weak, and his speech contemptible.” ", "11": "Let such a person consider this: that as we are in word by letters when we are absent, we will also be in deed when we are present.", "12": "For we dare not count or compare ourselves with those who commend themselves. They who measure themselves by one another and compare themselves with one another are not wise. ", "13": "But we will not boast beyond measure, but within the boundaries which God has appointed us, which reach even you. ", "14": "For we are not overextending ourselves as though we did not reach you, since we have come to you, preaching the gospel of Christ. ", "15": "We are not boasting of things beyond our measure in other men's labors. But we have hope that when your faith is increased, our region shall be greatly enlarged by you, ", "16": "to preach the gospel in the regions beyond you and not to boast in another man's accomplishments. ", "17": "But, “Let him who boasts, boast in the Lord.”[a] ", "18": "For it is not he who commends himself who is approved, but he whom the Lord commends."}