{"1": "Doubtless it is not profitable for me to boast. So I will move on to visions and revelations of the Lord. ", "2": "I knew a man in Christ over fourteen years ago—whether in the body or out of the body I cannot tell, God knows—such a one was caught up to the third heaven. ", "3": "And I knew that such a man—whether in the body or out of the body I cannot tell, God knows— ", "4": "was caught up into paradise and heard inexpressible words not permitted for a man to say. ", "5": "Of such a person, I will boast. Yet of myself I will not boast, except in my weaknesses. ", "6": "For if I desire to boast, I will not be a fool, for I will be speaking the truth. But now I resist, lest anyone should think of me above that which he sees me to be or hears from me. ", "7": "And lest I should be exalted above measure by the abundance of revelations, a thorn was given me in the flesh, a messenger of Satan, to torment me, lest I be exalted above measure. ", "8": "I asked the Lord three times that this thing might depart from me. ", "9": "But He said to me, “My grace is sufficient for you, for My strength is made perfect in weakness.” Therefore most gladly I will boast in my weaknesses, that the power of Christ may rest upon me. ", "10": "So I take pleasure in weaknesses, in reproaches, in hardships, in persecutions, and in distresses for Christ's sake. For when I am weak, then I am strong.", "11": "I have become a fool in boasting. You have compelled me, for I ought to have been commended by you, for I am in no way inferior to the leading apostles, though I am nothing. ", "12": "Truly the signs of an apostle were performed among you in all patience, in signs and wonders, and mighty deeds. ", "13": "For in what respect were you inferior to other churches, unless it be that I myself was not burdensome to you? Forgive me this wrong!", "14": "I am ready to come to you this third time. And I will not be burdensome to you, for I do not seek what is yours, but you. For the children ought not to lay up for the parents, but the parents for the children. ", "15": "And I will very gladly spend and be spent for you. If I love you more, am I to be loved less? ", "16": "But be that as it may. I did not burden you. Nevertheless, being crafty, I caught you with deceit. ", "17": "Did I take advantage of you by any of those whom I sent to you? ", "18": "I urged Titus to go, and with him I sent a brother. Did Titus take advantage of you? Did we not walk in the same spirit? Did we not walk in the same steps?", "19": "Again, do you think that we are defending ourselves to you? We speak before God in Christ. We do all things, beloved, for your edifying. ", "20": "For I fear that when I come, I shall not find you such as I wish, and that I shall be found by you such as you do not wish. I fear there are debates, envying, wrath, strife, backbiting, whispering, arrogance, and disorder. ", "21": "And I fear that when I come again, my God will humble me among you, and that I shall mourn for many who have sinned already, who have not repented of uncleanness, sexual immorality, and lasciviousness which they have committed."}