{"1": "Therefore, since we have this ministry through the mercy we have received, we do not lose heart. ", "2": "But we have renounced the secret things of shame, not walking in craftiness nor handling the word of God deceitfully, but by expressing the truth and commending ourselves to every man's conscience in the sight of God. ", "3": "But if our gospel is hidden, it is hidden to those who are lost. ", "4": "The god of this world has blinded the minds of those who do not believe, lest the light of the glorious gospel of Christ, who is the image of God, should shine on them. ", "5": "For we do not preach ourselves, but Christ Jesus the Lord, and ourselves your servants for Jesus' sake. ", "6": "For God, who commanded the light to shine out of darkness, has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ.", "7": "But we have this treasure in earthen vessels, the excellency of the power being from God and not from ourselves. ", "8": "We are troubled on every side, yet not distressed; we are perplexed, but not in despair; ", "9": "persecuted, but not forsaken; cast down, but not destroyed; ", "10": "and always carrying around in the body the death of the Lord Jesus, that also the life of Jesus might be expressed in our bodies. ", "11": "For we who live are always delivered to death for Jesus' sake, that also the life of Jesus might be manifested in our mortal flesh. ", "12": "So then, death works in us, but life in you.", "13": "We have the same spirit of faith. As it is written, “I believed, and therefore I have spoken.”[a] So we also believe and therefore speak, ", "14": "knowing that He who raised the Lord Jesus will also raise us through Jesus and will present us with you. ", "15": "All these things are for your sakes, so that the abundant grace through the thanksgiving of many might overflow to the glory of God.", "16": "For this reason we do not lose heart: Even though our outward man is perishing, yet our inward man is being renewed day by day. ", "17": "Our light affliction, which lasts but for a moment, works for us a far more exceeding and eternal weight of glory, ", "18": "while we do not look at the things which are seen, but at the things which are not seen. For the things which are seen are temporal, but the things which are not seen are eternal."}