{"1": "As workers together with God, we ask you not to receive the grace of God in vain. ", "2": "For He says: “In an acceptable time I have listened to you, and in the day of salvation I have helped you.”[a] Look, now is the accepted time; look, now is the day of salvation.", "3": "We give no offense in anything, that our service may not be blamed. ", "4": "But in all things we commend ourselves as servants of God: in much patience, in afflictions, in necessities, in distress, ", "5": "in stripes, in imprisonments, in tumults, in labors, in sleeplessness, and in hunger; ", "6": "by purity, by knowledge, by patience, by kindness, by the Holy Spirit, by genuine love, ", "7": "by the word of truth, by the power of God, by the armor of righteousness on the right hand and on the left, ", "8": "by honor and dishonor, by evil report and good report; as deceivers, and yet true; ", "9": "as unknown, and yet well known; as dying, and look, we live; as punished, but not killed; ", "10": "as sorrowful, yet always rejoicing; as poor, yet making many rich; and as having nothing, and yet possessing all things.", "11": "O Corinthians, we have spoken frankly to you; our heart is opened wide. ", "12": "You are not restrained by us, but you are restrained in your own affections. ", "13": "In return (I speak as to my children) you also be open.", "14": "Do not be unequally yoked together with unbelievers. For what fellowship has righteousness with unrighteousness? What communion has light with darkness? ", "15": "What agreement has Christ with Belial? Or what part has he who believes with an unbeliever? ", "16": "What agreement has the temple of God with idols? For you are the temple of the living God. As God has said: “I will live in them and walk in them. I will be their God, and they shall be My people.”[b]", "17": "Therefore, “Come out from among them and be separate, says the Lord. Do not touch what is unclean, and I will receive you.”[c]", "18": "“I will be a Father to you, and you shall be My sons and daughters, says the Lord Almighty.”[d]"}