{"1": "It is redundant for me to write to you concerning the ministry to the saints. ", "2": "I know your willingness, for which I boast of you to those in Macedonia, that Achaia was ready a year ago, and your zeal has stirred up most of them. ", "3": "Yet I have sent the brothers, lest our boasting of you might be in vain in this case, that, as I said, you may be ready; ", "4": "and lest if any Macedonians come with me and find you unprepared, we (not to mention you) should be ashamed of this confident boasting. ", "5": "Therefore I thought it necessary to exhort the brothers to go ahead to you and arrange beforehand your bountiful gift you previously promised, that it might be prepared as a gift, not as a matter of greed.", "6": "But this I say: He who sows sparingly will also reap sparingly, and he who sows bountifully will also reap bountifully. ", "7": "Let every man give according to the purposes in his heart, not grudgingly or out of necessity, for God loves a cheerful giver. ", "8": "God is able to make all grace abound toward you, so that you, always having enough of everything, may abound to every good work. ", "9": "As it is written: “He has dispersed abroad, He has given to the poor; His righteousness remains forever.”[a]", "10": "Now He who supplies seed to the sower and supplies bread for your food will also multiply your seed sown and increase the fruits of your righteousness. ", "11": "So you will be enriched in everything to all bountifulness, which makes us give thanks to God.", "12": "For the administration of this service not only supplies the need of the saints, but is abundant also through many thanksgivings to God. ", "13": "Meanwhile, through the performance of this ministry, they glorify God for the profession of your faith in the gospel of Christ and for your liberal sharing with them and with all others. ", "14": "And in their prayer for you, they long for you because of the surpassing grace of God in you. ", "15": "Thanks be to God for His indescribable gift."}