{"1": "The word of the Lord that came to Joel son of Pethuel.", "2": "Hear this, you elders. Listen, all of you who live in the land. Has anything like this ever happened in your days or in the days of your fathers?", "3": "Tell it to your children, and let your children tell it to their children, and their children to the next generation.", "4": "What the grasshoppers have left, the swarming locusts have eaten. What the swarming locusts have left, the young locusts have eaten. What the young locusts have left, the mature locusts have eaten.[a]", "5": "Wake up, you drunkards, and weep! Wail,[b] all you wine drinkers, because of the sweet wine[c] that has been snatched from your mouth.", "6": "A nation has come up into my land, powerful and without number. It has teeth like a lion and fangs like a lioness.", "7": "It has devastated my vines and shredded my fig trees. It has completely stripped off their bark and thrown it aside, so that their branches are bare and white.", "8": "Grieve like a virgin dressed in sackcloth, who grieves for the husband[d] of her youth.", "9": "Grain offerings and drink offerings are cut off from the house of the Lord. The priests are in mourning, those who minister in the presence of the Lord.", "10": "The fields are devastated. The soil mourns. The grain is devastated. The new wine has run dry. The olive oil runs out.", "11": "Hang your heads, you farmers. Wail, you vine growers, for the wheat and for the barley, because the grain harvest has died in the field.", "12": "The vine has dried up, and the fig tree has withered. The pomegranate, the date palm, and the apple tree— all the trees in the countryside have dried up, and joy has dried up for all the people.", "13": "Put on sackcloth, you priests, and lament. Wail, you who minister in front of the altar. Come, spend the night in sackcloth, you who minister before my God, because the grain offerings and drink offerings are being held back from the house of your God.", "14": "Set aside a day of fasting. Call a solemn convocation. Summon the elders and everyone who lives in the land to come to the house of the Lord your God. Cry out to the Lord!", "15": "How terrible that day will be! Yes, the Day of the Lord is near. It will come like destruction from the Almighty.[e]", "16": "Hasn't the food been cut off right before our eyes? Happiness and celebration are cut off from the house of our God.", "17": "The planted seed is dried up under the clods of earth.[f] The storehouses are in ruins. The granaries have been broken down, because the grain has dried up.", "18": "Listen to how the cattle bellow! The herds of cattle are milling around in confusion, because they have no pasture. Even the flocks of sheep are suffering punishment.", "19": "To you, O Lord, I call, because fire has consumed the grazing lands in the wilderness,[g] and flames have burned up all the trees in the countryside.", "20": "Even the animals in the countryside pant for you. The streams of water have dried up, and fire has consumed the grazing lands in the wilderness."}