{"1": "Blow the ram's horn in Zion. Sound the alarm on my holy mountain. Let all who live in the land tremble with fear, for the Day of the Lord is coming. It is close at hand—", "2": "a day of darkness and gloom, a day of clouds and frightening darkness. Like dawn[a] spreading across the mountains, a large and mighty people is coming. There has been nothing like it from ancient times, nor will there ever be again for generations to come.", "3": "In front of them, fire devours. Behind them, a flame blazes. In front of them, the land is like the Garden of Eden. Behind them, it is a desolate wilderness. There is no escaping them.", "4": "They look like horses. They charge like cavalry.", "5": "With a noise like chariots they bounce over the mountaintops, like a crackling fire consuming stubble, like a powerful army lined up for battle.", "6": "At the sight of them, peoples are in anguish. Every face becomes flushed.[b]", "7": "They charge like strong warriors. They climb over walls like soldiers. They all march in formation. They do not turn aside from their path.", "8": "They do not collide with each other. Each marches straight ahead in his position. They pierce through defenses without hesitating.[c]", "9": "They rush into the city. They run along the city wall. They climb into the houses. Like thieves they enter through the windows.", "10": "In front of them the earth quakes. The sky shudders. The sun and moon become dark, and the stars stop shining.", "11": "The Lord shouts at the head of his army. His forces are very numerous, and those who obey his command are powerful. The Day of the Lord is great. It is terrifying. Who can endure it?", "12": "Even now, declares the Lord, return to me with all your heart, with fasting and weeping and grief.", "13": "Tear your heart and not your clothing. Return to the Lord your God, for he is gracious and compassionate, slow to anger and abounding in mercy, and he relents from sending disaster.", "14": "Who knows? He may turn and have pity and leave behind a blessing— grain offerings and drink offerings for the Lord your God.", "15": "Blow the ram's horn in Zion. Set aside a day for fasting. Call a solemn convocation.", "16": "Gather the people. Consecrate the assembly. Bring together the elders. Gather the children, even those nursing at the breast. Let the bridegroom leave his room, and the bride her chamber.", "17": "Let the priests, who minister before the Lord, weep between the temple porch and the altar. Let them say: Have compassion on your people, O Lord. Do not subject the inheritance you have given us to the scorn of the nations. Do not make us notorious among the nations as an object of ridicule.[d] Why should they say among the peoples, “Where is their God?”", "18": "The Lord is zealous for his land, and he will take pity on his people.", "19": "The Lord will respond to them: I am sending you grain, new wine, and fresh oil, enough to satisfy you fully. Never again will I subject you to scorn among the nations.", "20": "I will drive the northern invaders far from you, pushing them into a parched and desolate land. Their vanguard will be driven into the eastern sea[e] and their rearguard into the western sea.[f] Then their stench will go up. Their foul smell will go up. Yes, the Lord[g] has done great things.", "21": "Do not be afraid, O earth. Celebrate and be glad. Yes, the Lord has done great things.", "22": "Do not be afraid, you animals out in the field, because the grazing lands are becoming green. The trees are bearing their fruit. The fig tree and the vine yield their riches.", "23": "Celebrate, you people of Zion! Rejoice in the Lord your God, because he has given you the autumn rains in righteousness.[h] He sends you abundant showers, both autumn and spring rains,[i] as he did in the beginning.", "24": "The threshing floors will be filled with grain. The vats will overflow with new wine and olive oil.", "25": "I will repay you for the years eaten by the swarming locusts, by the young locusts, the mature locusts, and the grasshoppers,[j] my great army that I sent among you.", "26": "You will have plenty to eat. You will eat until you are full, and you will praise the name of the Lord your God, who has worked wonders for you. Never again will my people be put to shame!", "27": "Then you will know that I am in the midst of Israel, that I am the Lord your God, and that there is no other. Never again will my people be put to shame!", "28": "After this, I will pour out my Spirit on all flesh.[k] Your sons and your daughters will prophesy. Your old men will dream dreams. Your young men will see visions.", "29": "Even on the servants, both male and female, I will pour out my Spirit in those days.", "30": "I will show warning signs in the heavens and on the earth: blood and fire and pillars of smoke.", "31": "The sun will be turned to darkness and the moon to blood, before the coming of the great and terrifying day of the Lord.", "32": "And everyone who calls on the name of the Lord will be saved.[l] So on Mount Zion and in Jerusalem there will be deliverance, as the Lord has promised, among the survivors whom the Lord calls."}