{"1": "Look! In those days and at that time, when I restore the fortunes[a] of Judah and Jerusalem,[b]", "2": "I will gather all nations and bring them down to the Valley of Jehoshaphat.[c] There I will enter into judgment against them for the sake of my possession, my people Israel, whom they scattered among the nations. The nations also divided up my land.", "3": "They cast lots for my people and traded boys to pay prostitutes. They sold girls for wine so that they could drink.", "4": "Tell me, what do you have against me, Tyre and Sidon, and all you regions of Philistia? Are you repaying me for something I have done? If you are paying me back, I will swiftly and speedily repay onto your own heads what you have done,", "5": "because you took my silver and my gold, and you carried off my best treasures to your temples.", "6": "You sold the people of Judah and Jerusalem to the Greeks, in order to send them far from their own borders.", "7": "See, I am going to rouse them out of the places to which you sold them, and I will make what you have done return on your own heads.", "8": "I will sell your sons and daughters into the hands of the people of Judah, and they will sell them to the Sabeans, a nation far away.[d] Yes, the Lord has spoken.", "9": "Proclaim this among the nations: Consecrate yourselves for war! Rouse the strong warriors! Let all the fighting men draw near and attack.", "10": "Beat your plowshares into swords, and your pruning knives into spears. Let the weakling say, “I am a strong warrior!”", "11": "Come quickly to help, all you nations from every side, and assemble there. Bring down your strong warriors, O Lord!", "12": "Let the nations be roused. Let them advance into the Valley of Jehoshaphat, for there I will be seated to judge all the nations.", "13": "Swing the sickle, for the harvest is ripe. Come, trample the grapes, for the winepress is full and the vats overflow, because the nations' wickedness is so great!", "14": "Multitudes, multitudes in the Valley of Decision! For the Day of the Lord is near in the Valley of Decision.", "15": "The sun and moon will be darkened, and the stars will stop shining.", "16": "The Lord will roar from Zion and shout from Jerusalem. The sky and the earth will tremble. But the Lord will be a refuge for his people, a stronghold for the people of Israel.", "17": "Then you will know that I, the Lord your God, dwell in Zion, my holy mountain. Jerusalem will be holy. Foreigners will not pass through her again.", "18": "In that day the mountains will drip sweet wine, and the hills will flow with milk. All the stream beds of Judah will run with water. A fountain will flow out of the Lord's house. It will water the Valley of Acacias.", "19": "Egypt will be desolate. Edom will be a desolate wilderness, because of violence they committed against the people of Judah, in whose land they shed innocent blood.", "20": "Judah will be inhabited forever, and Jerusalem through all generations.", "21": "I will pardon their bloodguilt, which I have not pardoned.[e] The Lord dwells in Zion!"}