{"1": "[Job continued:] “Behold, my eye has seen all this, My ear has heard and understood it.", "2": "  “What you know I also know; I am not inferior to you.", "3": "  “But I wish to speak to [a]the Almighty, And I desire to argue with God.", "4": "  “But you smear me with lies [you defame my character most untruthfully]; You are all worthless physicians and have no remedy to offer.", "5": "  “Oh, that you would be completely silent, And that silence would be your wisdom!", "6": "  “Please hear my argument And listen to the pleadings of my lips.", "7": "  “Will you speak what is unjust for God, And speak what is deceitful for Him?", "8": "  “Will you show partiality for Him [and be unjust to me so that you may gain favor with Him]? Will you contend and plead for God?", "9": "  “Will it be well for you when He investigates you [and your tactics against me]? Or will you deceive Him as one deceives a man?", "10": "  “He will surely reprimand you If you secretly show partiality.", "11": "  “Will not His majesty terrify you, And will not the dread of Him fall upon you?", "12": "  “Your memorable sayings are [worthless, merely] proverbs of ashes; Your defenses are defenses of [crumbling] clay.", "13": "  “Be silent before me so that I may speak; And let happen to me what may.", "14": "  “Why should I take my flesh in my teeth And put my life in my hands [incurring the wrath of God]?", "15": "  “Even though He kills me; I will hope in Him. Nevertheless, I will argue my ways to His face.", "16": "  “This also will be my salvation, For a godless man may not come before Him.", "17": "  “Listen diligently to my speech, And let my declaration fill your ears.", "18": "  “Behold now, I have prepared my case; I know that I will be vindicated.", "19": "  “Who will argue and contend with me? For then I would be silent and die.", "20": "  “Only [O Lord,] do not do two things to me, And then I will not hide myself from Your face:", "21": "  Withdraw Your hand from me and remove this bodily suffering, And let not the dread of You terrify me.", "22": "  “Then [Lord,] call, and I will answer; Or let me speak, and then reply to me.", "23": "  “How many are my iniquities and sins [that so much sorrow should come to me]? Make me recognize and understand my transgression and my sin.", "24": "  “Why do You hide Your face [as if offended] And consider me Your enemy?", "25": "  “Will You cause a windblown leaf to tremble? Will You pursue the chaff of the dry stubble?", "26": "  “For You write bitter things against me [in Your indictment] And make me inherit and suffer for the iniquities of my youth.", "27": "  “You also put my feet in the stocks [as punishment] And [critically] observe all my paths; You set a circle and limit around the soles of my feet [which I must not overstep],", "28": "  While I waste away like a rotten thing, Like a garment that is moth-eaten."}