{"1": "Then Eliphaz the Temanite answered [Job] and said,", "2": "  “Should a wise man [such as you] utter such windy and vain knowledge [as we have just heard] And fill himself with the east wind [of withering, parching, and violent accusations]?", "3": "  “Should he rebuke and argue with useless talk? Or with words in which there is no benefit?", "4": "  “Indeed, you are doing away with fear, And you are diminishing meditation before God.", "5": "  “For your guilt teaches your mouth, And you choose [to speak] the language of the crafty and cunning.", "6": "  “Your own mouth condemns you, and not I; Yes, your own lips testify against you.", "7": "  “Were you the first man to be born [the original wise man], Or were you created before the hills?", "8": "  “Do you hear the secret counsel of God, And do you limit [the possession of] wisdom to yourself?", "9": "  “What do you know that we do not know? What do you understand that is not equally clear to us?", "10": "  “Among us are both the gray-haired and the aged, Older than your father.", "11": "  “Are the consolations of God [as we have interpreted them to you] too trivial for you, [Or] were we too gentle toward you [in our first speech] to be effective?", "12": "  “Why does your heart carry you away [allowing you to be controlled by emotion]? And why do your eyes flash [in anger or contempt],", "13": "  That you should turn your spirit against God And let such words [as you have spoken] go out of your mouth?", "14": "  “What is man, that he should be pure and clean, Or he who is born of a woman, that he should be righteous and just?", "15": "  “Behold, God puts no trust in His holy ones (angels); Indeed, the heavens are not pure in His sight—", "16": "  How much less [pure and clean is] the one who is repulsive and corrupt, Man, who drinks unrighteousness and injustice like water!", "17": "  “I will tell you, listen to me; And what I have seen I will also declare;", "18": "  What wise men have [freely] told, And have not hidden [anything passed on to them] from their fathers,", "19": "  To whom alone the land was given, And no stranger passed among them [corrupting the truth].", "20": "  “The wicked man writhes with pain all his days, And numbered are the years stored up for him, the ruthless one.", "21": "  “A [dreadful] sound of terrors is in his ears; While at peace and in a time of prosperity the destroyer comes upon him [the tent of the robber is not at peace].", "22": "  “He does not believe that he will return out of the darkness [for fear of being murdered], And he is destined for the sword [of God's vengeance].", "23": "  “He wanders about for food, saying, 'Where is it?' He knows that the day of darkness and destruction is already at hand.", "24": "  “Distress and anxiety terrify him, They overpower him like a king ready for battle.", "25": "  “Because he has stretched out his hand against God And behaves arrogantly against [a]the Almighty,", "26": "  Running and charging headlong against Him With his ornamented and massive shield;", "27": "  For he has covered his face with his fat, Adding layers of fat to his thighs [giving himself up to pleasures],", "28": "  And he has lived in desolate [God-forsaken] cities, In houses which no one should inhabit, Which were destined to become heaps [of ruins];", "29": "  He will not become rich, nor will his wealth endure; And his grain will not bend to the earth nor his possessions be extended on the earth.", "30": "  “He will not escape from darkness [fleeing disaster]; The flame [of God's wrath] will wither his branch, And by the blast of His mouth he will go away.", "31": "  “Let him not trust in vanity (emptiness, futility) and be led astray; For emptiness will be his [b]reward [for such living].", "32": "  “It will be fulfilled while he still lives, And his branch will not be green [but shall wither away].", "33": "  “He will fail to bring his grapes to maturity [leaving them to wither unnourished] on the vine, And will cast off blossoms [and fail to bring forth fruit] like the olive tree.", "34": "  “For the company of the godless is barren, And fire consumes the tents of bribery (wrong and injustice).", "35": "  “They conceive mischief and bring forth wickedness, And their inmost soul prepares deceit and fraud.”"}