{"1": "Then Job answered and said,", "2": "  “I have heard many such things; Wearisome and miserable comforters are you all.", "3": "  “Is there no end to [your futile] words of wind? Or what plagues you [so much] that you [so boldly] answer [me like this]?", "4": "  “I also could speak like you, If you were in my place; I could compose and join words together against you And shake my head at you.", "5": "  “[But instead] I could strengthen and encourage you with [the words of] my mouth, And the consolation and solace of my lips would soothe your suffering and lessen your anguish.", "6": "  “If I speak [to you miserable comforters], my pain is not relieved; And if I refrain [from speaking], what [pain or anguish] leaves me?", "7": "  “But now God has exhausted me. You [O Lord] have destroyed all my family and my household.", "8": "  “You have taken a firm hold on me and have shriveled me up, It has become a witness [against me]; And my leanness [and infirmity] rises up [as evidence] against me, It testifies to my face [about my guilt].", "9": "  “His wrath has torn me and hunted me down, He has gnashed at me with his teeth; My adversary sharpens His gaze and glares [with piercing eyes] at me.", "10": "  “They have gaped at me with their mouths, With contempt they have struck me on the cheek; They massed themselves together [and conspired] against me.", "11": "  “God hands me over to [a]criminals And tosses me [headlong] into the hands of the wicked.", "12": "  “I was [living] at ease, but He crushed me and broke me apart, And He has seized me by the neck and has shaken me to pieces; He has also set me up as His target.", "13": "  “His arrows surround me. He pierces my kidneys (vital organs) without mercy; He pours out my gall on the ground.", "14": "  “He attacks me, making wound after wound; He runs at me like a warrior.", "15": "  “I have sewed sackcloth over my skin [as a sign of mourning] And have defiled my horn (symbol of strength) in the dust.", "16": "  “My face is red and swollen with weeping, And on my eyelids is the shadow of death [my eyes are dimmed],", "17": "  Although there is no violence or wrongdoing in my hands, And my prayer is pure.", "18": "  “O earth, do not cover my blood, And let there be no [resting] place for my cry [where it will cease being heard].", "19": "  “Even now, behold, my Witness is in heaven, And my Advocate [who vouches and testifies for me] is on high.", "20": "  “My friends are scoffers [who ridicule]; My eye pours out tears to God.", "21": "  “Oh, that a man would mediate and plead with God [for me] Just as a man [mediates and pleads] with his neighbor and friend.", "22": "  “For when a few years are past, I shall go the way of no return."}