{"1": "Then Job answered and said,", "2": "  “Listen carefully to my speech, And let this be the consolation.", "3": "  “Bear with me, and I also will speak; And after I have spoken, you may [continue to] mock [me].", "4": "  “As for me, is my complaint to man or about him? And why should I not be impatient and my spirit troubled?", "5": "  “Look at me and be astonished and appalled; And put your hand over your mouth.", "6": "  “Even when I remember, I am troubled and afraid; Horror and trembling take hold of my flesh.", "7": "  “Why do the wicked still live, Become old, and become mighty in power?", "8": "  “Their children and descendants are established with them in their sight, And their offspring before their eyes.", "9": "  “Their houses are safe from fear; And the rod of God is not on them.", "10": "  “His bull breeds and does not fail; His cow calves and does not miscarry.", "11": "  “They send forth their little ones like a flock, And their children skip about.", "12": "  “They lift up their voices and sing to the tambourine and the lyre And rejoice to the sound of the flute.", "13": "  “They fully enjoy their days in prosperity, And so go down to Sheol (the nether world, the place of the dead) in a [peaceful] moment.", "14": "  “Yet they say to God, 'Depart from us, For we do not desire the knowledge of Your ways.", "15": "  'Who [and what] is [a]the Almighty, that we should serve Him? And what would we gain if we plead with Him?'", "16": "  “But notice, the prosperity of the wicked is not in their hand (in their power); The counsel of the wicked [and the mystery of God's dealings with the ungodly] is far from my comprehension.", "17": "  “How often [then] is it that the lamp of the wicked is put out, And that their disaster falls on them? Does God distribute pain and destruction and sorrow [to them] in His anger?", "18": "  “Are they like straw before the wind, And like chaff that the storm steals and carries away?", "19": "  “You say, 'God stores away [the punishment of] man's wickedness for his children.' Let God repay him so that he may know and experience it.", "20": "  “Let his own eyes see his destruction, And let him drink of the wrath of the Almighty.", "21": "  “For what pleasure does he have in his house and family after he is dead, When the number of his months [of life] is cut off?", "22": "  “Can anyone teach God knowledge, Seeing that He judges those on high?", "23": "  “One dies in his full strength, Being wholly at ease and quiet and satisfied;", "24": "  His pails are full of milk [his sides are filled out with fat], And the marrow of his bones is moist,", "25": "  Whereas another dies with a bitter soul, Never even tasting pleasure or good fortune.", "26": "  “Together they lie down in the dust, And the worms cover them.", "27": "  “Behold, I know your thoughts, And the plots by which you would wrong me.", "28": "  “For you say, 'Where is the house of the noble man? And where is the tent, the dwelling place of the wicked?'", "29": "  “Have you not asked those who travel this way, And do you not recognize their witness?", "30": "  “That evil men are [now] reserved for the day of disaster and destruction, They will be led away on the day of [God's] wrath?", "31": "  “But who will confront him with his actions and rebuke him face to face, And who will repay him for what he has done?", "32": "  “When he is carried to his grave, A guard will keep watch over his tomb.", "33": "  “The [dirt] clods of the valley are sweet to him [and gently cover him], Moreover, all men will follow after him [to a grave], While countless ones go before him.", "34": "  “How then can you vainly comfort me with empty words, Since your answers remain untrue?”"}