{"1": "Then Eliphaz the Temanite answered and said,", "2": "  “Can a vigorous man be of use to God, Or a wise man be useful to himself?", "3": "  “Is it any pleasure or joy to [a]the Almighty that you are righteous? Or is it of benefit to Him that you make your ways perfect?", "4": "  “Is it because of your fear of Him that He corrects you, That He enters into judgment against you?", "5": "  “Is not your wickedness great, And your sins without end?", "6": "  “For you have taken pledges of your brothers without cause, And stripped men naked.", "7": "  “You have not given water to the weary to drink, And you have withheld bread from the hungry.", "8": "  “But the land is possessed by the man with power, And the favored and honorable man dwells in it.", "9": "  “You have sent widows away empty-handed, And the arms (strength) of the fatherless have been broken.", "10": "  “Therefore snares surround you, And sudden dread terrifies and overwhelms you;", "11": "  Or darkness, so that you cannot see, And a flood of water covers you.", "12": "  “Is not God in the height of heaven? And behold the distant stars, how high they are!", "13": "  “You say, 'What does God know [about me]? Can He judge through the thick darkness?", "14": "  'Thick clouds are a hiding place for Him, so that He cannot see, And He walks on the vault (circle) of the heavens.'", "15": "  “Will you keep to the ancient path That wicked men walked [in the time of Noah],", "16": "  Men who were snatched away before their time, Whose foundations were poured out like a river?", "17": "  “They said to God, 'Depart from us! What can the Almighty do for us or to us?'", "18": "  “Yet He filled their houses with good things; But the counsel of the wicked and ungodly is far from me.", "19": "  “The righteous see it and are glad; And the innocent mock and laugh at them, saying,", "20": "  'Surely our adversaries are cut off and destroyed, And fire has consumed their abundance.'", "21": "  “Now yield and submit yourself to Him [agree with God and be conformed to His will] and be at peace; In this way [you will prosper and great] good will come to you.", "22": "  “Please receive the law and instruction from His mouth And establish His words in your heart and keep them.", "23": "  “If you return to the Almighty [and submit and humble yourself before Him], you will be built up [and restored]; If you remove unrighteousness far from your tents,", "24": "  And place your gold in the dust, And the gold of Ophir among the stones of the brooks [considering it of little value],", "25": "  And make the Almighty your gold And your precious silver,", "26": "  Then you will have delight in the Almighty, And you will lift up your face to God.", "27": "  “You will pray to Him, and He will hear you, And you will pay your vows.", "28": "  “You will also decide and decree a thing, and it will be established for you; And the light [of God's favor] will shine upon your ways.", "29": "  “When you are cast down and humbled, you will speak with confidence, And the humble person He will lift up and save.", "30": "  “He will even rescue the one [for whom you intercede] who is not innocent; And he will be rescued through the cleanness of your hands.”"}