{"1": "Job continued his discourse and said,", "2": "  “As God lives, who has taken away my right and denied me justice, And the Almighty, who has caused bitterness and grief for my soul,", "3": "  As long as my life is within me, And the breath of God is [still] in my nostrils,", "4": "  My lips will not speak unjustly, Nor will my tongue utter deceit.", "5": "  “Far be it from me that I should admit you are right [in your accusations against me]; Until I die, I will not remove my integrity from me.", "6": "  “I hold fast my uprightness and my right standing with God and I will not let them go; My heart does not reproach me for any of my days.", "7": "  “May my enemy be as the wicked, And he who rises up against me be as the unrighteous (unjust).", "8": "  “For what is the hope of the godless, even though he has gained [in this world], When God takes his life?", "9": "  “Will God hear his cry When trouble and distress come upon him?", "10": "  “Will he take delight in the Almighty? Will he call on God at all times?", "11": "  “I will teach you regarding the hand (power) of God; I will not conceal what is with the Almighty [God's actual treatment of the wicked].", "12": "  “Behold, all of you have seen it; Why then do you act vainly and foolishly [cherishing worthless concepts]?", "13": "  “This [which I am about to explain] is the portion of a wicked man from God, And the inheritance which tyrants and oppressors receive from the Almighty:", "14": "  “Though his children are many, they are destined for the sword; And his descendants will not have sufficient bread.", "15": "  “Those who survive him will be buried because of the plague, And [their] widows will not be able to weep.", "16": "  “Though he heaps up silver like dust And piles up clothing like clay,", "17": "  He may prepare it, but the just will wear it And the innocent will divide the silver.", "18": "  “He builds his house like a spider's web, Like a (temporary) hut which a watchman makes.", "19": "  “He lies down rich, but never will again; He opens his eyes, and it is gone.", "20": "  “Terrors overtake him like a [suddenly rising] flood; A windstorm steals him away in the night.", "21": "  “The east wind lifts him up, and he is gone; It sweeps him out of his place.", "22": "  “For it will hurl [thunderbolts of God's wrath] at him unsparingly and without compassion; He flees in haste from its power.", "23": "  “People will clap their hands at him [to mock and ridicule him] And hiss him out of his place."}