{"1": "“Surely there is a mine for silver, And a place where they refine gold.", "2": "  “Iron is taken out of the earth, And copper is smelted from the stone ore.", "3": "  “Man puts an end to darkness [by bringing in a light], And to the farthest bounds he searches out The rock buried in gloom and deep shadow.", "4": "  “He breaks open (mine) shafts far away from where people live, [In places] forgotten by the [human] foot; They dangle [in the mines] and hang away from men.", "5": "  “[As for] the earth, out of it comes food, But underneath [its surface, down deep] it is turned over as fire.", "6": "  “Its stones are the bed of sapphires; It holds dust of gold.", "7": "  “The path [deep within] no bird of prey knows, And the falcon's eye has not caught sight of it.", "8": "  “The proud beasts [and their young] have not walked on it, Nor has the fierce lion passed over it.", "9": "  “Man puts his hand on [and tears apart] the flinty rock; He overturns the mountains at the base [looking for treasure].", "10": "  “He cuts out channels and passages among the rocks; And his eye sees every precious thing.", "11": "  “Man dams up the streams from flowing [so that they do not trickle into the mine], And what is hidden he brings out to the light.", "12": "  “But where can wisdom be found? And where is the place of understanding?", "13": "  “Man does not know the value of it; Nor is it found in the land of the living.", "14": "  “The deep says, 'It is not in me'; And the sea says, 'It is not with me.'", "15": "  “It cannot be obtained for pure gold, Nor can silver be weighed as its price.", "16": "  “It cannot be valued in [terms of] the gold of Ophir, In the precious onyx or beryl, or the sapphire.", "17": "  “Gold and glass cannot equal wisdom, Nor can it be exchanged for articles of fine gold.", "18": "  “No mention of coral and crystal can be made; For the possession of wisdom is even above [that of] rubies or pearls.", "19": "  “The topaz of Ethiopia cannot compare with it, Nor can it be valued in pure gold.", "20": "  “From where then does wisdom come? And where is the place of understanding?", "21": "  “It is hidden from the eyes of all the living And concealed from the birds of the heavens.", "22": "  “Abaddon (the place of destruction) and Death say, 'We have [only] heard a report of it with our ears.'", "23": "  “God understands the way [to wisdom] And He knows its place [for wisdom is with God alone].", "24": "  “For He looks to the ends of the earth And sees everything under the heavens.", "25": "  “When He gave weight and pressure to the wind And allotted the waters by measure,", "26": "  When He made a limit for the rain And a way for the thunderbolt,", "27": "  Then He saw wisdom and declared it; He established it and searched it out.", "28": "  “But to man He said, 'Behold, the reverential and worshipful fear of the Lord—that is wisdom; And to depart from evil is understanding.'”"}