{"1": "“However, Job, please listen to my words, And pay attention to everything I say.", "2": "  “Behold, I have opened my mouth [to begin my speech]; My tongue in my mouth is going to speak.", "3": "  “My words will express the uprightness of my heart, And my lips will speak what they know with utter sincerity.", "4": "  “The Spirit of God has made me, And the breath of [a]the Almighty gives me life [which inspires me].", "5": "  “Answer me, if you can; Set yourselves before me, take your stand.", "6": "  “Behold, I belong to God like you; I too was formed out of the clay.", "7": "  “Behold, I will not make you afraid or terrified of me [for I am only mortal and not God], Nor should any pressure from me weigh heavily upon you.", "8": "  “Surely you have spoken in my hearing, And I have heard the sound of your words, saying:", "9": "  'I am pure, without transgression; I am innocent and there is no guilt in me.", "10": "  'Behold, God finds pretexts against me; He counts me as His enemy.", "11": "  'He puts my feet in the stocks [to hinder and humiliate me]; He [suspiciously] watches all my paths,' [you say].", "12": "  “Look, let me answer you, in this you are not right or just; For God is greater and far superior to man.", "13": "  “Why do you complain against Him? That He does not answer [you with] all His doings.", "14": "  “For God speaks once, And even twice, yet no one notices it [including you, Job].", "15": "  “In a dream, a vision of the night [one may hear God's voice], When deep sleep falls on men While slumbering upon the bed,", "16": "  Then He opens the ears of men And seals their instruction,", "17": "  That He may turn man aside from his conduct, And keep him from pride;", "18": "  He holds back his soul from the pit [of destruction], And his life from passing over into Sheol (the nether world, the place of the dead).", "19": "  “Man is also disciplined with pain on his bed, And with unceasing complaint in his bones,", "20": "  So that his life makes him loathe food, And his soul [loathe] even his favorite dishes.", "21": "  “His flesh is so wasted away that it cannot be seen, And his bones which were not seen now stick out.", "22": "  “Then his soul draws near to the pit [of destruction], And his life to those who bring death (the destroyers).", "23": "  “If there is an angel as a mediator for him, One out of a thousand, To explain to a man what is right for him [that is, how to be in right standing with God],", "24": "  Then [b]the angel is gracious to him, and says, 'Spare him from going down to the pit [of destruction]; I have found a ransom [a consideration, or reason for redemption, an atonement]!'", "25": "  “Let his flesh be restored and become fresher than in youth; Let him return to the days of his youthful strength.", "26": "  “He will pray to God, and He shall be favorable to him, So that he looks at His face with joy; For God restores to man His righteousness [that is, his right standing with God—with its joys].", "27": "  “He sings out to other men, 'I have sinned and perverted that which was right, And it was not proper for me!", "28": "  'God has redeemed my life from going to the pit [of destruction], And my life shall see the light.'”", "29": "  [Elihu comments,] “Behold, God does all these things [c]twice, yes, three times, with a man,", "30": "  To bring his life back from the pit [of destruction], That he may be enlightened with the light of the living.", "31": "  “Pay attention, Job, listen to me; Keep silent, and I will speak.", "32": "  “If you have anything to say, answer me; Speak, for I desire to justify you.", "33": "  “If not [and you have nothing to say], listen to me; Keep silent, and I will teach you wisdom.”"}