{"1": "Elihu continued his discourse and said,", "2": "  “Hear my words, you wise men, And listen to me, you who have [so much] knowledge.", "3": "  “For the ear puts words to the test As the palate tastes food.", "4": "  “Let us choose for ourselves that which is right; Let us know among ourselves what is good.", "5": "  “For Job has said, 'I am righteous [and innocent], But God has taken away my right;", "6": "  Although I am right, I am accounted a liar. My wound is incurable, though I am without transgression.'", "7": "  “What man is like Job, Who drinks up derision like water,", "8": "  Who goes in company with those who do evil And walks with wicked men?", "9": "  “For he has said, 'It profits a man nothing When he takes delight and is pleased with God and obeys Him.'", "10": "  “Therefore hear me, you men of understanding. Far be it from God that He would do wickedness, And from the Almighty to do wrong.", "11": "  “For God pays a man according to his work, And He will make every man find [appropriate] compensation according to his way.", "12": "  “Surely God will not act wickedly, Nor will the Almighty pervert justice.", "13": "  “Who put God in charge over the earth? And who has laid on Him the whole world?", "14": "  “If God should determine to do so, If He should gather to Himself [that is, withdraw from man] His [life-giving] spirit and His breath,", "15": "  All flesh would perish together, And man would return to dust.", "16": "  “If you now have understanding, hear this; Listen to the sound of my words.", "17": "  “Shall one who hates justice [and is an enemy of right] govern? And will you condemn Him who is just and mighty?", "18": "  “God who says to a king, 'You are worthless and vile,' Or to princes and nobles, 'You are wicked and evil'?", "19": "  “Who is not partial to princes, Nor does He regard the rich above the poor, For they all are the work of His hands.", "20": "  “In a moment they die, even at midnight The people are shaken and pass away, And the powerful are taken away without a [human] hand.", "21": "  “For God's eyes are on the ways of a man, And He sees all his steps.", "22": "  “There is no darkness nor deep shadow Where the evildoers may hide themselves.", "23": "  “For He sets no appointed time for a man, That he should appear before Him in judgment.", "24": "  “He breaks mighty men without inquiry, And sets others in their place.", "25": "  “Therefore He knows of their works, And He overthrows them in the night, So that they are crushed and destroyed.", "26": "  “He strikes them like the wicked In a public place,", "27": "  Because they turned aside from following Him And would not consider or show regard for any of His ways,", "28": "  So that they caused the cry of the poor to come to Him, And He heard the cry of the afflicted.", "29": "  “When He keeps quiet, who then can condemn? When He hides His face [withdrawing His favor and help], who then can behold Him [and make supplication to Him], Whether it be a nation or a man by himself?—", "30": "  So that godless men would not rule Nor be snares for the people.", "31": "  “For has anyone said to God, 'I have endured my chastisement; I will not offend anymore;", "32": "  Teach me what I do not see [in regard to how I have sinned]; If I have done wrong (injustice, unrighteousness), I will not do it again'?", "33": "  “Shall God's retribution [for your sins] be on your terms, because you refuse to accept it? For you must do the choosing, and not I; Therefore say what you [truthfully] know.", "34": "  “Men of understanding will tell me, Indeed, every wise man who hears me [will agree],", "35": "  'Job speaks without knowledge, And his words are without wisdom and insight.", "36": "  'Job ought to be tried [a]to the limit Because he answers like wicked men!", "37": "  'For he adds rebellion [in his unsubmissive, defiant attitude toward God] to his [unacknowledged] sin; He claps his hands among us [in open mockery and contempt of God], And he multiplies his words [of accusation] against God.'”"}