{"1": "Elihu continued speaking [to Job] and said,", "2": "  “Do you think this is according to [your] justice? Do you say, 'My righteousness is more than God's'?", "3": "  “For you say, 'What advantage have you [by living a righteous life]? What profit will I have, more [by being righteous] than if I had sinned?'", "4": "  “I will answer you, And your companions with you.", "5": "  “Look to the heavens and see; And behold the skies which are [much] higher than you.", "6": "  “If you have sinned, what do you accomplish against Him? And if your transgressions are multiplied, what have you done to Him?", "7": "  “If you are righteous, what do you give God, Or what does He receive from your hand?", "8": "  “Your wickedness affects only a man such as you, And your righteousness affects only [a]a son of man [but it cannot affect God, who is sovereign].", "9": "  “Because of the multitudes of oppressions the people cry out; They cry for help because of the [violent] arm of the mighty.", "10": "  “But no one says, 'Where is God my Maker, Who gives songs [of rejoicing] in the night,", "11": "  Who teaches us more than the beasts of the earth And makes us wiser than the birds of the heavens?'", "12": "  “The people cry out, but He does not answer Because of the pride of evil men.", "13": "  “Surely God will not listen to an empty cry [which lacks trust], Nor will the Almighty regard it.", "14": "  “Even though you say that you do not see Him [when missing His righteous judgment on earth], Yet your case is before Him, and you must wait for Him!", "15": "  “And now, because He has not [quickly] punished in His anger, Nor has He acknowledged transgression and arrogance well [and seems unaware of the wrong of which a person is guilty],", "16": "  Job uselessly opens his mouth And multiplies words without knowledge [drawing the worthless conclusion that the righteous have no more advantage than the wicked].”"}