{"1": "“Indeed, at His thundering my heart trembles And leaps out of its place.", "2": "  “Listen carefully to the thunder of His voice, And the rumbling that goes out of His mouth!", "3": "  “He lets it loose under the whole heaven, And His lightning to the ends of the earth.", "4": "  “After it, His voice roars; He thunders with the voice of His majesty, And He does not restrain His lightning [against His adversaries] when His voice is heard.", "5": "  “God thunders marvelously with His voice; He does great things which we cannot comprehend.", "6": "  “For He says to the snow, 'Fall on the earth'; And [He speaks] to the showers and to the downpour [of His mighty rains], 'Be strong.'", "7": "  “God seals (brings to a standstill, stops) [by severe weather] the hand of every man, That all men [whom He has made] may know His work [that is, His sovereign power and their subjection to it].", "8": "  “Then the beast goes into its lair And remains in its hiding place.", "9": "  “Out of its chamber comes the storm, And cold from the north wind.", "10": "  “Ice is made by the breath of God, And the expanse of the waters is frozen.", "11": "  “He loads the thick cloud with moisture; He disperses the cloud of His lightning.", "12": "  “Its direction is turned around by His guidance, That it may do whatever He commands it On the face of the inhabited earth.", "13": "  “Whether [it be] for correction, or for His earth [generally] Or for [His] mercy and lovingkindness, He causes it to happen.", "14": "  “Listen to this, Job; Stand still and consider the wonders of God.", "15": "  “Do you know how God establishes and commands them, And makes the lightning of His [storm] cloud shine?", "16": "  “Do you know about the layers of thick clouds [and how they are balanced and poised in the heavens], The wonderful works of Him who is perfect in knowledge,", "17": "  You whose garments are hot, When He quiets the earth [in sultry summer] with the [oppressive] south wind?", "18": "  “Can you, with Him, spread out the sky, Strong as a molten mirror?", "19": "  “Tell us [Job] what words [of man] shall we say to such a Being; We cannot state our case because of darkness [that is, our ignorance in the presence of the unsearchable God].", "20": "  “So shall it be told Him that I wish to speak? Or should a man say that he would be swallowed up [and destroyed by God]?", "21": "  “Now people cannot look at the light when it is bright in the skies [without being blinded], When the wind has passed and cleared them.", "22": "  “Out of the north comes golden splendor [and people can hardly look on it]; Around God is awesome splendor and majesty [far too glorious for man's eyes].", "23": "  “The Almighty—we cannot find Him; He is exalted in power And He will not do violence to [nor disregard] justice and abundant righteousness.", "24": "  “Men therefore fear Him; He does not regard nor respect any who are wise in heart [in their own understanding and conceit].”"}