{"1": "Then the Lord said to Job,", "2": "  “Will the faultfinder contend with the Almighty? Let him who disputes with God answer it.”", "3": "Then Job replied to the Lord and said,", "4": "  “Behold, I am of little importance and contemptible; what can I reply to You? I lay my hand on my mouth.", "5": "  “I have spoken once, but I will not reply again— Indeed, twice [I have answered], and I will add nothing further.”", "6": "Then the Lord answered Job out of the whirlwind, saying,", "7": "  “Now [a]gird up your loins (prepare yourself) like a man, And I will ask you, and you instruct Me.", "8": "  “Will you really annul My judgment and set it aside as void? Will you condemn Me [your God] that you may [appear to] be righteous and justified?", "9": "  “Have you an arm like God, And can you thunder with a voice like His?", "10": "  “Adorn yourself with eminence and dignity [since you question the Almighty], And array yourself with honor and majesty.", "11": "  “Pour out the overflowings of your wrath, And look at everyone who is proud and make him low.", "12": "  Look at everyone who is proud, and humble him, And [if you are so able] tread down the wicked where they stand.", "13": "  “[Crush and] hide them in the dust together; Shut them up in the hidden place [the house of death].", "14": "  “[If you can do all this, Job, proving your divine power] then I [God] will also praise you and acknowledge That your own right hand can save you.", "15": "  “Behold now, [b]Behemoth, which I created as well as you; He eats grass like an ox.", "16": "  “See now, his strength is in his loins And his power is in the muscles and sinews of his belly.", "17": "  “He sways his tail like a cedar; The tendons of his thighs are twisted and knit together [like a rope].", "18": "  “His bones are tubes of bronze; His [c]limbs are like bars of iron.", "19": "  “He is the first [in magnitude and power] of the works of God; [Only] He who made him can bring near His sword [to master him].", "20": "  “Surely the mountains bring him food, And all the wild animals play there.", "21": "  “He lies down under the lotus plants, In the hidden shelter of the reeds in the marsh.", "22": "  “The lotus plants cover him with their shade; The willows of the brook surround him.", "23": "  “If a river rages and overflows, he does not tremble; He is confident, though the Jordan [River] swells and rushes against his mouth.", "24": "  “Can anyone capture him when he is on watch, Or pierce his nose with barbs [to trap him]?"}