{"1": "“Call now —is there anyone who will answer you? And to which of the holy ones (angels) will you turn?", "2": "  “For anger slays the foolish man, And jealousy kills the simple (naive).", "3": "  “I have seen the foolish taking root [and outwardly prospering], But I cursed his dwelling immediately [for his destruction was certain].", "4": "  “His children are far from safety [and included in their father's ruin], They are oppressed and crushed in the [court of justice in the city's] gate, And there is no [a]one to rescue them.", "5": "  “The hungry devour his harvest And take it even [when it grows] among the thorns; The trap opens for [his] wealth.", "6": "  “For affliction does not come forth from the dust, Nor does trouble spring forth from the ground.", "7": "  “For man is born for trouble, [As naturally] as sparks fly upward.", "8": "  “As for me, I would seek God and inquire of Him, And I would commit my cause to God;", "9": "  Who does great and unsearchable things, Marvelous things without number.", "10": "  “He gives rain upon the earth And sends waters upon the fields,", "11": "  So that He sets on high those who are lowly, And He lifts to safety those who mourn.", "12": "  “He frustrates the devices and schemes of the crafty, So that their hands cannot attain success or achieve anything of [lasting] worth.", "13": "  “He catches the [so-called] wise in their own shrewdness, And the advice of the devious is quickly thwarted.", "14": "  “In the daytime they meet in darkness, And at noon they grope as in the night.", "15": "  “But God saves [the innocent] from the sword of the mouth of the devious, And the poor from the hand of the mighty.", "16": "  “So the helpless have hope, And injustice shuts its mouth.", "17": "  “Behold, how happy and fortunate is the man whom God reproves, So do not despise or reject the discipline of the Almighty [subjecting you to trial and suffering].", "18": "  “For He inflicts pain, but He binds up and gives relief; He wounds, but His hands also heal.", "19": "  “He will rescue you from six troubles; Even in seven, evil will not touch you.", "20": "  “In famine He will redeem you from death, And in war from the power of the sword.", "21": "  “You will be hidden from the scourge of the tongue, And you will not be afraid of destruction when it comes.", "22": "  “You will laugh at violence and famine, And you will not be afraid of the wild beasts of the earth.", "23": "  “For you will be in harmony with the stones of the field, And the beasts of the field will be at peace with you.", "24": "  “You will know also that your tent is secure and at peace, And you will visit your dwelling and fear no loss [nor find anything amiss].", "25": "  “You will know also that your descendants will be many, And your offspring as the grass of the earth.", "26": "  “You will come to your grave in old age, Like the stacking of grain [on the threshing floor] in its season.", "27": "  “Behold this; we have investigated it, and it is true. Hear and heed it, and know for yourself [for your own good].”"}