{"1": "“Is not man forced to labor on earth? And are not his days like the days of a hired man?", "2": "  “As a slave earnestly longs for the shade, And as a hired man eagerly awaits his wages,", "3": "  So am I allotted months of futility and suffering, And [long] nights of trouble and misery are appointed to me.", "4": "  “When I lie down I say, 'When shall I arise [and the night be gone]?' But the night continues, And I am continually tossing until the dawning of day.", "5": "  “My body is clothed with worms and a crust of dust; My skin is hardened [and broken and loathsome], and [breaks out and] runs.", "6": "  “My days are swifter than a weaver's shuttle, And are spent without hope.", "7": "  “Remember that my life is but breath [a puff of wind, a sigh]; My eye will not see good again.", "8": "  “The eye of him who sees me [now] will see me no more; Your eyes will be upon me, but I will not be.", "9": "  “As a cloud vanishes and is gone, So he who goes down to Sheol (the nether world, the place of the dead) does not come up.", "10": "  “He will not return again to his house, Nor will his place know about him anymore.", "11": "  “Therefore I will not restrain my mouth; I will speak in the anguish of my spirit, I will complain in the bitterness of my soul [O Lord].", "12": "  “Am I the sea, or the sea monster, That You set a guard over me?", "13": "  “When I say, 'My bed will comfort me, My couch will ease my complaint,'", "14": "  Then You frighten me with dreams And terrify me through visions,", "15": "  So that I would choose suffocation, Death rather than my [a]pain.", "16": "  “I waste away and loathe my life; I will not live forever. Let me alone, for my days are but a breath [futile and without substance].", "17": "  “What is man that You [should] magnify him [and think him important]? And that You are concerned about him?", "18": "  “And that You examine him every morning And try and test him every moment?", "19": "  “Will You never turn Your gaze away from me [it plagues me], Nor let me alone until I swallow my spittle?", "20": "  “If I have sinned, what [harm] have I done to You, O Watcher of mankind? Why have You set me as a target for You, So that I am a burden to myself?", "21": "  “Why then do You not pardon my transgression And take away my sin and guilt? For now I will lie down in the dust; And You will seek me [diligently], but I will not be.”"}