{"1": "The Israeli officials were living in Jerusalem, the Holy City, at this time; but now a tenth of the people from the other cities and towns of Judah and Benjamin were selected by lot to live there too. ", "2": "Some who moved to Jerusalem at this time were volunteers, and they were highly honored.", "3": "Following is a list of the names of the provincial officials who came to Jerusalem (though most of the leaders, the priests, the Levites, the Temple assistants, and the descendants of Solomon's servants continued to live in their own homes in the various cities of Judah).", "4-6": "Leaders from the tribe of Judah: Athaiah (son of Uzziah, son of Zechariah, son of Amariah, son of Shephatiah, son of Mahalalel, a descendant of Perez); Maaseiah (son of Baruch, son of Col-hozeh, son of Hazaiah, son of Adaiah, son of Joiarib, son of Zechariah, son of the Shilonite). These were the 468 stalwart descendants of Perez who lived in Jerusalem.", "7-9": "Leaders from the tribe of Benjamin: Sallu (son of Meshullam, son of Joed, son of Pedaiah, son of Kolaiah, son of Maaseiah, son of Ithiel, son of Jeshaiah). The 968 descendants of Gabbai and Sallai. Their chief was Joel, son of Zichri, who was assisted by Judah, son of Hassenuah.", "10-14": "Leaders from among the priests: Jedaiah (son of Joiarib); Jachin; Seraiah (son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub the chief priest). In all, there were 822 priests doing the work at the Temple under the leadership of these men. And there were 242 priests under the leadership of Adaiah (son of Jeroham, son of Pelaliah, son of Amzi, son of Zechariah, son of Pashhur, son of Malchijah). There were also 128 stalwart men under the leadership of Amashsai (son of Azarel, son of Ahzai, son of Meshillemoth, son of Immer), who was assisted by Zabdiel (son of Haggedolim).", "15-17": "Levite leaders: Shemaiah (son of Hasshub, son of Azrikam, son of Hashabiah, son of Bunni); Shabbethai and Jozabad, who were in charge of the work outside the Temple; Mattaniah (son of Mica, son of Zabdi, son of Asaph) was the one who began the thanksgiving services with prayer; Bakbukiah and Abda (son of Shammua, son of Galal, son of Jeduthun) were his assistants.", "18": "In all, there were 284 Levites in Jerusalem.", "19": "There were also 172 gatekeepers, led by Akkub, Talmon, and others of their clan. ", "20": "The other priests, Levites, and people lived wherever their family inheritance was located. ", "21": "However, the Temple workers (whose leaders were Ziha and Gishpa) all lived in Ophel.", "22-23": "The supervisor of the Levites in Jerusalem and of those serving at the Temple was Uzzi (son of Bani, son of Hashabiah, son of Mattaniah, son of Mica), a descendant of Asaph, whose clan became the Tabernacle singers. He was appointed by King David,[a] who also set the pay scale of the singers.", "24": "Pethahiah (son of Meshezabel, a descendant of Zerah, a son of Judah) assisted in all matters of public administration.", "25-30": "Some of the towns where the people of Judah lived were: Kiriath-arba, Dibon, Jekabzeel (and their surrounding villages), Jeshua, Moladah, Beth-pelet, Hazar-shual, Beersheba (and its surrounding villages), Ziklag, Meconah and its villages, En-rimmon, Zorah, Jarmuth, Zanoah, Adullam (and their surrounding villages), Lachish and its nearby fields, Azekah and its towns. So the people spread from Beersheba to the valley of Hinnom.", "31-35": "The people of the tribe of Benjamin lived at: Geba, Michmash, Aija, Bethel (and its surrounding villages), Anathoth, Nob, Ananiah, Hazor, Ramah, Gittaim, Hadid, Zeboim, Neballat, Lod, Ono (the Valley of the Craftsmen).", "36": "Some of the Levites who lived in Judah were sent to live with the tribe of Benjamin."}