{"1": "On that same day, as the laws of Moses were being read, the people found a statement which said that the Ammonites and Moabites should never be permitted to worship at the Temple.[a] ", "2": "For they had not been friendly to the people of Israel. Instead, they had hired Balaam to curse them—although God turned the curse into a blessing. ", "3": "When this rule was read, all the foreigners were immediately expelled from the assembly.", "4": "Before this had happened, Eliashib the priest, who had been appointed as custodian of the Temple storerooms and who was also a good friend of Tobiah, ", "5": "had converted a storage room into a beautiful guest room for Tobiah. The room had previously been used for storing the grain offerings, frankincense, bowls, and tithes of grain, new wine, and olive oil. Moses had decreed that these offerings belonged to the priests, Levites, the members of the choir, and the gatekeepers.", "6": "I was not in Jerusalem at the time, for I had returned to Babylon in the thirty-second year of the reign of King Artaxerxes (though I later received his permission to go back again to Jerusalem). ", "7": "When I arrived back in Jerusalem and learned of this evil deed of Eliashib—that he had prepared a guest room in the Temple for Tobiah—", "8": "I was very upset and threw out all of his belongings from the room. ", "9": "Then I demanded that the room be thoroughly cleaned, and I brought back the Temple bowls, the grain offerings, and frankincense.", "10": "I also learned that the Levites had not been given what was due them, so they and the choir singers who were supposed to conduct the worship services had returned to their farms. ", "11": "I immediately confronted the leaders and demanded, “Why has the Temple been forsaken?” Then I called all the Levites back again and restored them to their proper duties. ", "12": "And once more all the people of Judah began bringing their tithes of grain, new wine, and olive oil to the Temple treasury.", "13": "I put Shelemiah the priest, Zadok the scribe, and Pedaiah the Levite in charge of the administration of the storehouses; and I appointed Hanan (son of Zaccur, son of Mattaniah) as their assistant. These men had an excellent reputation, and their job was to make an honest distribution to their fellow Levites.", "14": "O my God, remember this good deed and do not forget all that I have done for the Temple.", "15": "One day I was on a farm and saw some men treading winepresses on the Sabbath, hauling in sheaves, and loading their donkeys with wine, grapes, figs, and all sorts of produce, which they took that day into Jerusalem. So I opposed them publicly. ", "16": "There were also some men from Tyre bringing in fish and all sorts of wares and selling them on the Sabbath to the people of Jerusalem.", "17": "Then I asked the leaders of Judah, “Why are you profaning the Sabbath? ", "18": "Wasn't it enough that your fathers did this sort of thing and brought the present evil days upon us and upon our city? And now you are bringing more wrath upon the people of Israel by permitting the Sabbath to be desecrated in this way.”", "19": "So from then on I commanded that the gates of the city be shut as darkness fell on Friday evenings and not be opened until the Sabbath had ended; and I sent some of my servants to guard the gates so that no merchandise could be brought in on the Sabbath day. ", "20": "The merchants and tradesmen camped outside Jerusalem once or twice, ", "21": "but I spoke sharply to them and said, “What are you doing out here, camping around the wall? If you do this again, I will arrest you.” And that was the last time they came on the Sabbath.", "22": "Then I commanded the Levites to purify themselves and to guard the gates in order to preserve the sanctity of the Sabbath. Remember this good deed, O my God! Have compassion upon me in accordance with your great goodness.", "23": "About the same time I realized that some of the Jews had married women from Ashdod, Ammon, and Moab, ", "24": "and that many of their children spoke in the language of Ashdod and couldn't speak the language of Judah at all. ", "25": "So I confronted these parents and cursed them and punched a few of them and knocked them around and pulled out their hair; and they vowed before God that they would not let their children intermarry with non-Jews.", "26": "“Wasn't this exactly King Solomon's problem?” I demanded. “There was no king who could compare with him, and God loved him and made him the king over all Israel; but even so he was led into idolatry by foreign women. ", "27": "Do you think that we will let you get away with this sinful deed?”", "28": "One of the sons of Jehoiada (the son of Eliashib the High Priest) was a son-in-law of Sanballat the Horonite, so I chased him out of the Temple. ", "29": "Remember them, O my God, for they have defiled the priesthood and the promises and vows of the priests and Levites. ", "30": "So I purged out the foreigners and assigned tasks to the priests and Levites, making certain that each knew his work. ", "31": "They supplied wood for the altar at the proper times and cared for the sacrifices and the first offerings of every harvest. Remember me, my God, with your kindness."}