{"1-2": "One day in April, four months later, as I was serving the king his wine he asked me, “Why so sad? You aren't sick, are you? You look like a man with deep troubles.” (For until then I had always been cheerful when I was with him.) I was badly frightened, ", "3": "but I replied, “Sir,[a] why shouldn't I be sad? For the city where my ancestors are buried is in ruins, and the gates have been burned down.”", "4": "“Well, what should be done?” the king asked. With a quick prayer to the God of heaven, I replied, “If it please Your Majesty and if you look upon me with your royal favor, send me to Judah to rebuild the city of my fathers!”", "5-6": "The king replied, with the queen sitting beside him, “How long will you be gone? When will you return?” So it was agreed! And I set a time for my departure!", "7": "Then I added this to my request: “If it please the king, give me letters to the governors west of the Euphrates River instructing them to let me travel through their countries on my way to Judah; ", "8": "also a letter to Asaph, the manager of the king's forest, instructing him to give me timber for the beams and for the gates of the fortress near the Temple, and for the city walls, and for a house for myself.” And the king granted these requests, for God was being gracious to me.", "9": "When I arrived in the provinces west of the Euphrates River, I delivered the king's letters to the governors there. (The king, I should add, had sent along army officers and troops to protect me!) ", "10": "But when Sanballat (the Horonite) and Tobiah (an Ammonite who was a government official) heard of my arrival, they were very angry that anyone was interested in helping Israel.", "11-12": "Three days after my arrival at Jerusalem I stole out during the night, taking only a few men with me; for I hadn't told a soul about the plans for Jerusalem that God had put into my heart. I was mounted on my donkey and the others were on foot, ", "13": "and we went out through the Valley Gate toward the Jackal's Well and over to the Dung Gate to see the broken walls and burned gates. ", "14-15": "Then we went to the Fountain Gate and to the King's Pool, but my donkey couldn't get through the rubble. So we circled the city, and I followed the brook, inspecting the wall, and entered again at the Valley Gate.", "16": "The city officials did not know I had been out there or why, for as yet I had said nothing to anyone about my plans—not to the political or religious leaders, or even to those who would be doing the work.", "17": "But now I told them, “You know full well the tragedy of our city; it lies in ruins and its gates are burned. Let us rebuild the wall of Jerusalem and rid ourselves of this disgrace!”", "18": "Then I told them about the desire God had put into my heart, and of my conversation with the king, and the plan to which he had agreed. They replied at once, “Good! Let's rebuild the wall!” And so the work began.", "19": "But when Sanballat, Tobiah, and Geshem the Arab heard of our plan, they scoffed and said, “What are you doing, rebelling against the king like this?”", "20": "But I replied, “The God of heaven will help us, and we, his servants, will rebuild this wall; but you may have no part in this affair.”"}