{"1-2": "Sanballat was very angry when he learned that we were rebuilding the wall. He flew into a rage, and insulted and mocked us and laughed at us, and so did his friends and the Samaritan army officers. “What does this bunch of poor, feeble Jews think they are doing?” he scoffed. “Do they think they can build the wall in a day if they offer enough sacrifices? And look at those charred stones they are pulling out of the rubbish and using again!”", "3": "Tobiah, who was standing beside him, remarked, “If even a fox walked along the top of their wall, it would collapse!”", "4": "Then I prayed, “Hear us, O Lord God, for we are being mocked. May their scoffing fall back upon their own heads, and may they themselves become captives in a foreign land! ", "5": "Do not ignore their sin. Do not blot it out, for they have despised you in despising us who are building your wall.”", "6": "At last the wall was completed to half its original height around the entire city—for the workers worked hard.", "7": "But when Sanballat and Tobiah and the Arabians, Ammonites, and Ashdodites heard that the work was going right ahead and that the breaks in the wall were being repaired, they became furious. ", "8": "They plotted to lead an army against Jerusalem to bring about riots and confusion. ", "9": "But we prayed to our God and guarded the city day and night to protect ourselves.", "10": "Then some of the leaders began complaining that the workmen were becoming tired; and there was so much rubble to be removed that we could never get it done by ourselves. ", "11": "Meanwhile, our enemies were planning to swoop down upon us and kill us, thus ending our work. ", "12": "And whenever the workers who lived in the nearby cities went home for a visit, our enemies tried to talk them out of returning to Jerusalem. ", "13": "So I placed armed guards from each family in the cleared spaces behind the walls.", "14": "Then as I looked over the situation, I called together the leaders and the people and said to them, “Don't be afraid! Remember the Lord who is great and glorious; fight for your friends, your families, and your homes!”", "15": "Our enemies learned that we knew of their plot, and that God had exposed and frustrated their plan. Now we all returned to our work on the wall; ", "16": "but from then on, only half worked while the other half stood guard behind them. ", "17": "And the masons and laborers worked with weapons within easy reach beside them ", "18": "or with swords belted to their sides. The trumpeter stayed with me to sound the alarm.", "19": "“The work is so spread out,” I explained to them, “and we are separated so widely from each other, that when you hear the trumpet blow, you must rush to where I am; and God will fight for us.”", "20-21": "We worked early and late, from sunrise to sunset; and half the men were always on guard. ", "22": "I told everyone living outside the walls to move into Jerusalem so that their servants could go on guard duty as well as work during the day. ", "23": "During this period none of us—I, nor my brothers, nor the servants, nor the guards who were with me—ever took off our clothes except for washing.[a] And we carried our weapons with us at all times."}