{"1": "About this time there was a great outcry of protest from parents against some of the rich Jews who were profiteering on them. ", "2-4": "What was happening was that families who ran out of money for food had to sell their children or mortgage their fields, vineyards, and homes to these rich men; and some couldn't even do that, for they already had borrowed to the limit to pay their taxes.", "5": "“We are their brothers, and our children are just like theirs,” the people protested. “Yet we must sell our children into slavery to get enough money to live. We have already sold some of our daughters, and we are helpless to redeem them, for our fields, too, are mortgaged to these men.”", "6": "I was very angry when I heard this; ", "7": "so after thinking about it I spoke out against these rich government officials. “What is this you are doing?” I demanded. “How dare you demand a mortgage as a condition for helping another Israelite!” Then I called a public trial to deal with them.", "8": "At the trial I shouted at them, “The rest of us are doing all we can to help our Jewish brothers who have returned from exile as slaves in distant lands, but you are forcing them right back into slavery again. How often must we redeem them?” And they had nothing to say in their own defense.", "9": "Then I pressed further. “What you are doing is very evil,” I exclaimed. “Should you not walk in the fear of our God? Don't we have enough enemies among the nations around us who are trying to destroy us? ", "10": "The rest of us are lending money and grain to our fellow Jews without any interest. I beg you, gentlemen, stop this business of usury. ", "11": "Restore their fields, vineyards, olive yards, and homes to them this very day and drop your claims against them.”", "12": "So they agreed to do it and said that they would assist their brothers without requiring them to mortgage their lands and sell them their children. Then I summoned the priests and made these men formally vow to carry out their promises. ", "13": "And I invoked the curse of God upon any of them who refused.[a] “May God destroy your homes and livelihood if you fail to keep this promise,” I declared. And all the people shouted, “Amen,” and praised the Lord. And the rich men did as they had promised.", "14": "I would like to mention that for the entire twelve years that I was governor of Judah—from the twentieth until the thirty-second year of the reign of King Artaxerxes—my aides and I accepted no salaries or other assistance from the people of Israel. ", "15": "This was quite a contrast to the former governors who had demanded food and wine and $100 a day in cash, and had put the population at the mercy of their aides who tyrannized them; but I obeyed God and did not act that way. ", "16": "I stayed at work on the wall and refused to speculate in land; I also required my officials to spend time on the wall. ", "17": "All this despite the fact that I regularly fed 150 Jewish officials at my table, besides visitors from other countries! ", "18": "The provisions required for each day were one ox, six fat sheep, and a large number of domestic fowls; and we needed a huge supply of all kinds of wines every ten days. Yet I refused to make a special levy against the people, for they were already having a difficult time. ", "19": "O my God, please keep in mind all that I've done for these people and bless me for it."}