{"1": "Then I saw a beast coming up out of the sea. It had ten horns and seven heads, and there was a crown on each horn. A name against God was written on each head. ", "2": "This beast looked like a leopard, with feet like a bear's feet and a mouth like a lion's mouth. And the dragon gave the beast all of his power and his throne and great authority. ", "3": "One of the heads of the beast looked as if it had been killed by a wound, but this death wound was healed. Then the whole world was amazed and followed the beast. ", "4": "People worshiped the dragon because he had given his power to the beast. And they also worshiped the beast, asking, “Who is like the beast? Who can make war against it?”", "5": "The beast was allowed to say proud words and words against God, and it was allowed to use its power for forty-two months. ", "6": "It used its mouth to speak against God, against God's name, against the place where God lives, and against all those who live in heaven. ", "7": "It was given power to make war against God's holy people and to defeat them. It was given power over every tribe, people, language, and nation. ", "8": "And all who live on earth will worship the beast—all the people since the beginning of the world whose names are not written in the Lamb's book of life. The Lamb is the One who was killed.", "9": "Anyone who has ears should listen:", "10": "If you are to be a prisoner, then you will be a prisoner. If you are to be killed with the sword, then you will be killed with the sword. This means that God's holy people must have patience and faith.", "11": "Then I saw another beast coming up out of the earth. It had two horns like a lamb, but it spoke like a dragon. ", "12": "This beast stands before the first beast and uses the same power the first beast has. By this power it makes everyone living on earth worship the first beast, who had the death wound that was healed. ", "13": "And the second beast does great miracles so that it even makes fire come down from heaven to earth while people are watching. ", "14": "It fools those who live on earth by the miracles it has been given the power to do. It does these miracles to serve the first beast. The second beast orders people to make an idol to honor the first beast, the one that was wounded by the deadly sword but sprang to life again. ", "15": "The second beast was given power to give life to the idol of the first one so that the idol could speak. And the second beast was given power to command all who will not worship the image of the beast to be killed. ", "16": "The second beast also forced all people, small and great, rich and poor, free and slave, to have a mark on their right hand or on their forehead. ", "17": "No one could buy or sell without this mark, which is the name of the beast or the number of its name. ", "18": "This takes wisdom. Let the one who has understanding find the meaning of the number, which is the number of a person. Its number is 666.[a]"}