{"1": "“Write this to the angel of the church in Ephesus: “The One who holds the seven stars in his right hand and walks among the seven golden lampstands says this: ", "2": "I know what you do, how you work hard and never give up. I know you do not put up with the false teachings of evil people. You have tested those who say they are apostles but really are not, and you found they are liars. ", "3": "You have patience and have suffered troubles for my name and have not given up.", "4": "“But I have this against you: You have left the love you had in the beginning. ", "5": "So remember where you were before you fell. Change your hearts and do what you did at first. If you do not change, I will come to you and will take away your lampstand from its place. ", "6": "But there is something you do that is right: You hate what the Nicolaitans[a] do, as much as I.", "7": "“Every person who has ears should listen to what the Spirit says to the churches. To those who win the victory I will give the right to eat the fruit from the tree of life, which is in the garden of God.", "8": "“Write this to the angel of the church in Smyrna: “The One who is the First and the Last, who died and came to life again, says this: ", "9": "I know your troubles and that you are poor, but really you are rich! I know the bad things some people say about you. They say they are Jews, but they are not true Jews. They are a synagogue that belongs to Satan. ", "10": "Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will suffer for ten days. But be faithful, even if you have to die, and I will give you the crown of life.", "11": "“Everyone who has ears should listen to what the Spirit says to the churches. Those who win the victory will not be hurt by the second death.", "12": "“Write this to the angel of the church in Pergamum: “The One who has the sharp, double-edged sword says this: ", "13": "I know where you live. It is where Satan has his throne. But you are true to me. You did not refuse to tell about your faith in me even during the time of Antipas, my faithful witness who was killed in your city, where Satan lives.", "14": "“But I have a few things against you: You have some there who follow the teaching of Balaam. He taught Balak how to cause the people of Israel to sin by eating food offered to idols and by taking part in sexual sins. ", "15": "You also have some who follow the teaching of the Nicolaitans.[b] ", "16": "So change your hearts and lives. If you do not, I will come to you quickly and fight against them with the sword that comes out of my mouth.", "17": "“Everyone who has ears should listen to what the Spirit says to the churches. “I will give some of the hidden manna to everyone who wins the victory. I will also give to each one who wins the victory a white stone with a new name written on it. No one knows this new name except the one who receives it.", "18": "“Write this to the angel of the church in Thyatira: “The Son of God, who has eyes that blaze like fire and feet like shining bronze, says this: ", "19": "I know what you do. I know about your love, your faith, your service, and your patience. I know that you are doing more now than you did at first.", "20": "“But I have this against you: You let that woman Jezebel spread false teachings. She says she is a prophetess, but by her teaching she leads my people to take part in sexual sins and to eat food that is offered to idols. ", "21": "I have given her time to change her heart and turn away from her sin, but she does not want to change. ", "22": "So I will throw her on a bed of suffering. And all those who take part in adultery with her will suffer greatly if they do not turn away from the wrongs she does. ", "23": "I will also kill her followers. Then all the churches will know I am the One who searches hearts and minds, and I will repay each of you for what you have done.", "24": "“But others of you in Thyatira have not followed her teaching and have not learned what some call Satan's deep secrets. I say to you that I will not put any other load on you. ", "25": "Only continue in your loyalty until I come.", "26": "“I will give power over the nations to everyone who wins the victory and continues to be obedient to me until the end.", "27": "'You will rule over them with an iron rod, as when pottery is broken into pieces.' Psalm 2:9", "28": "This is the same power I received from my Father. I will also give him the morning star. ", "29": "Everyone who has ears should listen to what the Spirit says to the churches."}