{"1": "Then the angel showed me the river of the water of life. It was shining like crystal and was flowing from the throne of God and of the Lamb ", "2": "down the middle of the street of the city. The tree of life was on each side of the river. It produces fruit twelve times a year, once each month. The leaves of the tree are for the healing of all the nations. ", "3": "Nothing that God judges guilty will be in that city. The throne of God and of the Lamb will be there, and God's servants will worship him. ", "4": "They will see his face, and his name will be written on their foreheads. ", "5": "There will never be night again. They will not need the light of a lamp or the light of the sun, because the Lord God will give them light. And they will rule as kings forever and ever.", "6": "The angel said to me, “These words can be trusted and are true.” The Lord, the God of the spirits of the prophets, sent his angel to show his servants the things that must happen soon.", "7": "“Listen! I am coming soon! Blessed is the one who obeys the words of prophecy in this book.”", "8": "I, John, am the one who heard and saw these things. When I heard and saw them, I bowed down to worship at the feet of the angel who showed these things to me. ", "9": "But the angel said to me, “Do not worship me! I am a servant like you, your brothers the prophets, and all those who obey the words in this book. Worship God!”", "10": "Then the angel told me, “Do not keep secret the words of prophecy in this book, because the time is near for all this to happen. ", "11": "Let whoever is doing evil continue to do evil. Let whoever is unclean continue to be unclean. Let whoever is doing right continue to do right. Let whoever is holy continue to be holy.”", "12": "“Listen! I am coming soon! I will bring my reward with me, and I will repay each one of you for what you have done. ", "13": "I am the Alpha and the Omega,[a] the First and the Last, the Beginning and the End.", "14": "“Blessed are those who wash their robes[b] so that they will receive the right to eat the fruit from the tree of life and may go through the gates into the city. ", "15": "Outside the city are the evil people, those who do evil magic, who sin sexually, who murder, who worship idols, and who love lies and tell lies.", "16": "“I, Jesus, have sent my angel to tell you these things for the churches. I am the descendant from the family of David, and I am the bright morning star.”", "17": "The Spirit and the bride say, “Come!” Let the one who hears this say, “Come!” Let whoever is thirsty come; whoever wishes may have the water of life as a free gift.", "18": "I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to these words, God will add to that person the disasters written about in this book. ", "19": "And if anyone takes away from the words of this book of prophecy, God will take away that one's share of the tree of life and of the holy city, which are written about in this book.", "20": "Jesus, the One who says these things are true, says, “Yes, I am coming soon.” Amen. Come, Lord Jesus!", "21": "The grace of the Lord Jesus be with all. Amen."}