{"1": "On the third day Esther put on her queen's clothing and stood in the open space inside the king's special house in front of his throne room. The king was sitting on his throne in the throne room looking toward the door of his house. ", "2": "When the king saw Esther the queen standing in the open space, she found favor in his eyes. The king held his special golden stick in his hand toward Esther. So Esther came near and touched the top of the special stick. ", "3": "Then the king said to her, “What do you want, Queen Esther? What do you ask of me? You would be given even as much as half the nation.” ", "4": "Esther said, “If it please the king, may the king and Haman come today to the special supper I have made ready for him.”", "5": "Then the king said, “Be quick to bring Haman, that we may do as Esther wants.” So the king and Haman came to the special supper that Esther had made ready. ", "6": "As they drank their wine at the supper, the king said to Esther, “What is it that you want? For it will be given to you. What do you ask of me? You would be given as much as half the nation.” ", "7": "So Esther answered and said, “This is what I ask of you. ", "8": "If I have found favor in the king's eyes, and if it please the king to give me what I ask of him, may the king and Haman come to the special supper that I will make ready for them. And tomorrow I will tell you what I want.”", "9": "Then Haman went out that day glad and with joy in his heart. But when he saw Mordecai at the king's gate, and when he did not stand up or show any fear in front of him, Haman was filled with anger against Mordecai. ", "10": "But Haman kept himself from doing anything at that time, and went home. There he sent for his friends and his wife Zeresh. ", "11": "Haman told them about the greatness of his riches and the number of his sons. He told them how the king had raised him to a place of honor, and how he had made him more important than the princes and the king's servants. ", "12": "Haman said, “Even Queen Esther let no one but me come with the king to the special supper that she had made ready. She has asked me to come with the king tomorrow also. ", "13": "Yet all of this is not enough to please me every time I see Mordecai the Jew sitting at the king's gate.” ", "14": "Then Zeresh his wife and all his friends said to him, “Have a tower made ready for hanging him. Let it be thirteen times taller than a man. And in the morning ask the king to have Mordecai hanged on it. Then go with joy to the special supper with the king.” These words pleased Haman, so he had the tower built."}