{"1": "Many people have tried to tell the story of what God has done among us. ", "2": "They wrote what we had been told by the ones who were there in the beginning and saw what happened. ", "3": "So I made a careful study[a] of everything and then decided to write and tell you exactly what took place. Honorable Theophilus, ", "4": "I have done this to let you know the truth about what you have heard.", "5": "When Herod was king of Judea, there was a priest by the name of Zechariah from the priestly group of Abijah. His wife Elizabeth was from the family of Aaron.[b] ", "6": "Both of them were good people and pleased the Lord God by obeying all that he had commanded. ", "7": "But they did not have children. Elizabeth could not have any, and both Zechariah and Elizabeth were already old.", "8": "One day Zechariah's group of priests were on duty, and he was serving God as a priest. ", "9": "According to the custom of the priests, he had been chosen to go into the Lord's temple that day and to burn incense,[c] ", "10": "while the people stood outside praying.", "11": "All at once an angel from the Lord appeared to Zechariah at the right side of the altar. ", "12": "Zechariah was confused and afraid when he saw the angel. ", "13": "But the angel told him: Don't be afraid, Zechariah! God has heard your prayers. Your wife Elizabeth will have a son, and you must name him John. ", "14": "His birth will make you very happy, and many people will be glad. ", "15": "Your son will be a great servant of the Lord. He must never drink wine or beer, and the power of the Holy Spirit will be with him from the time he is born.", "16": "John will lead many people in Israel to turn back to the Lord their God. ", "17": "He will go ahead of the Lord with the same power and spirit that Elijah[d] had. And because of John, parents will be more thoughtful of their children. And people who now disobey God will begin to think as they ought to. That is how John will get people ready for the Lord.", "18": "Zechariah said to the angel, “How will I know this is going to happen? My wife and I are both very old.”", "19": "The angel answered, “I am Gabriel, God's servant, and I was sent to tell you this good news. ", "20": "You have not believed what I have said. So you will not be able to say a thing until all this happens. But everything will take place when it is supposed to.”", "21": "The crowd was waiting for Zechariah and kept wondering why he was staying so long in the temple. ", "22": "When he did come out, he could not speak, and they knew he had seen a vision. He motioned to them with his hands, but did not say a thing.", "23": "When Zechariah's time of service in the temple was over, he went home. ", "24": "Soon after that, his wife was expecting a baby, and for five months she did not leave the house. She said to herself, ", "25": "“What the Lord has done for me will keep people from looking down on me.”[e]", "26": "One month later God sent the angel Gabriel to the town of Nazareth in Galilee ", "27": "with a message for a virgin named Mary. She was engaged to Joseph from the family of King David. ", "28": "The angel greeted Mary and said, “You are truly blessed! The Lord is with you.”", "29": "Mary was confused by the angel's words and wondered what they meant. ", "30": "Then the angel told Mary, “Don't be afraid! God is pleased with you, ", "31": "and you will have a son. His name will be Jesus. ", "32": "He will be great and will be called the Son of God Most High. The Lord God will make him king, as his ancestor David was. ", "33": "He will rule the people of Israel forever, and his kingdom will never end.”", "34": "Mary asked the angel, “How can this happen? I am not married!”", "35": "The angel answered, “The Holy Spirit will come down to you, and God's power will come over you. So your child will be called the holy Son of God. ", "36": "Your relative Elizabeth is also going to have a son, even though she is old. No one thought she could ever have a baby, but in three months she will have a son. ", "37": "Nothing is impossible for God!”", "38": "Mary said, “I am the Lord's servant! Let it happen as you have said.” And the angel left her.", "39": "A short time later Mary hurried to a town in the hill country of Judea. ", "40": "She went into Zechariah's home, where she greeted Elizabeth. ", "41": "When Elizabeth heard Mary's greeting, her baby moved within her. The Holy Spirit came upon Elizabeth. ", "42": "Then in a loud voice she said to Mary: God has blessed you more than any other woman! He has also blessed the child you will have. ", "43": "Why should the mother of my Lord come to me? ", "44": "As soon as I heard your greeting, my baby became happy and moved within me. ", "45": "The Lord has blessed you because you believed that he will keep his promise.", "46": "Mary said: With all my heart I praise the Lord,", "47": "and I am glad because of God my Savior.", "48": "He cares for me, his humble servant. From now on, all people will say God has blessed me.", "49": "God All-Powerful has done great things for me, and his name is holy.", "50": "He always shows mercy to everyone who worships him.", "51": "The Lord has used his powerful arm to scatter those who are proud.", "52": "He drags strong rulers from their thrones and puts humble people in places of power.", "53": "God gives the hungry good things to eat, and sends the rich away with nothing.", "54": "He helps his servant Israel and is always merciful to his people.", "55": "The Lord made this promise to our ancestors, to Abraham and his family forever!", "56": "Mary stayed with Elizabeth about three months. Then she went back home.", "57": "When Elizabeth's son was born, ", "58": "her neighbors and relatives heard how kind the Lord had been to her, and they too were glad.", "59": "Eight days later they did for the child what the Law of Moses commands.[f] They were going to name him Zechariah, after his father. ", "60": "But Elizabeth said, “No! His name is John.”", "61": "The people argued, “No one in your family has ever been named John.” ", "62": "So they motioned to Zechariah to find out what he wanted to name his son.", "63": "Zechariah asked for a writing tablet. Then he wrote, “His name is John.” Everyone was amazed. ", "64": "Right away, Zechariah started speaking and praising God.", "65": "All the neighbors were frightened because of what had happened, and everywhere in the hill country people kept talking about these things. ", "66": "Everyone who heard about this wondered what this child would grow up to be. They knew that the Lord was with him.", "67": "The Holy Spirit came upon Zechariah, and he began to speak:", "68": "Praise the Lord, the God of Israel! He has come to save his people.", "69": "Our God has given us a mighty Savior[g] from the family of David his servant.", "70": "Long ago the Lord promised by the words of his holy prophets", "71": "to save us from our enemies and from everyone who hates us.", "72": "God said he would be kind to our people and keep his sacred promise.", "73": "He told our ancestor Abraham", "74": "that he would rescue us from our enemies. Then we could serve him without fear,", "75": "by being holy and good as long as we live.", "76": "You, my son, will be called a prophet of God in heaven above. You will go ahead of the Lord to get everything ready for him.", "77": "You will tell his people that they can be saved when their sins are forgiven.", "78": "God's love and kindness will shine upon us like the sun that rises in the sky.[h]", "79": "On us who live in the dark shadow of death this light will shine to guide us into a life of peace.", "80": "As John grew up, God's Spirit gave him great power. John lived in the desert until the time he was sent to the people of Israel."}