{"1": "Later the Lord chose seventy-two[a] other followers and sent them out two by two to every town and village where he was about to go. ", "2": "He said to them: A large crop is in the fields, but there are only a few workers. Ask the Lord in charge of the harvest to send out workers to bring it in. ", "3": "Now go, but remember, I am sending you like lambs into a pack of wolves. ", "4": "Don't take along a moneybag or a traveling bag or sandals. And don't waste time greeting people on the road.[b] ", "5": "As soon as you enter a home, say, “God bless this home with peace.” ", "6": "If the people living there are peace-loving, your prayer for peace will bless them. But if they are not peace-loving, your prayer will return to you. ", "7": "Stay with the same family, eating and drinking whatever they give you, because workers are worth what they earn. Don't move around from house to house.", "8": "If the people of a town welcome you, eat whatever they offer. ", "9": "Heal their sick and say, “God's kingdom will soon be here!”[c]", "10": "But if the people of a town refuse to welcome you, go out into the street and say, ", "11": "“We are shaking the dust from our feet[d] as a warning to you. And you can be sure that God's kingdom will soon be here!”[e] ", "12": "I tell you that on the day of judgment the people of Sodom will get off easier than the people of that town!", "13": "You people of Chorazin are in for trouble! You people of Bethsaida are also in for trouble! If the miracles that took place in your towns had happened in Tyre and Sidon, the people there would have turned to God long ago. They would have dressed in sackcloth and put ashes on their heads.[f] ", "14": "On the day of judgment the people of Tyre and Sidon will get off easier than you will. ", "15": "People of Capernaum, do you think you will be honored in heaven? Well, you will go down to hell!", "16": "My followers, whoever listens to you is listening to me. Anyone who says “No” to you is saying “No” to me. And anyone who says “No” to me is really saying “No” to the one who sent me.", "17": "When the seventy-two[g] followers returned, they were excited and said, “Lord, even the demons obeyed when we spoke in your name!”", "18": "Jesus told them: I saw Satan fall from heaven like a flash of lightning. ", "19": "I have given you the power to trample on snakes and scorpions and to defeat the power of your enemy Satan. Nothing can harm you. ", "20": "But don't be happy because evil spirits obey you. Be happy that your names are written in heaven!", "21": "At that same time, Jesus felt the joy that comes from the Holy Spirit,[h] and he said: My Father, Lord of heaven and earth, I am grateful that you hid all this from wise and educated people and showed it to ordinary people. Yes, Father, that is what pleased you.", "22": "My Father has given me everything, and he is the only one who knows the Son. The only one who really knows the Father is the Son. But the Son wants to tell others about the Father, so that they can know him too.", "23": "Jesus then turned to his disciples and said to them in private, “You are really blessed to see what you see! ", "24": "Many prophets and kings were eager to see what you see and to hear what you hear. But I tell you that they did not see or hear.”", "25": "An expert in the Law of Moses stood up and asked Jesus a question to see what he would say. “Teacher,” he asked, “what must I do to have eternal life?”", "26": "Jesus answered, “What is written in the Scriptures? How do you understand them?”", "27": "The man replied, “The Scriptures say, 'Love the Lord your God with all your heart, soul, strength, and mind.' They also say, 'Love your neighbors as much as you love yourself.'”", "28": "Jesus said, “You have given the right answer. If you do this, you will have eternal life.”", "29": "But the man wanted to show that he knew what he was talking about. So he asked Jesus, “Who are my neighbors?”", "30": "Jesus replied: As a man was going down from Jerusalem to Jericho, robbers attacked him and grabbed everything he had. They beat him up and ran off, leaving him half dead.", "31": "A priest happened to be going down the same road. But when he saw the man, he walked by on the other side. ", "32": "Later a temple helper[i] came to the same place. But when he saw the man who had been beaten up, he also went by on the other side.", "33": "A man from Samaria then came traveling along that road. When he saw the man, he felt sorry for him ", "34": "and went over to him. He treated his wounds with olive oil and wine[j] and bandaged them. Then he put him on his own donkey and took him to an inn, where he took care of him. ", "35": "The next morning he gave the innkeeper two silver coins and said, “Please take care of the man. If you spend more than this on him, I will pay you when I return.”", "36": "Then Jesus asked, “Which one of these three people was a real neighbor to the man who was beaten up by robbers?”", "37": "The teacher answered, “The one who showed pity.” Jesus said, “Go and do the same!”", "38": "The Lord and his disciples were traveling along and came to a village. When they got there, a woman named Martha welcomed him into her home. ", "39": "She had a sister named Mary, who sat down in front of the Lord and was listening to what he said. ", "40": "Martha was worried about all that had to be done. Finally, she went to Jesus and said, “Lord, doesn't it bother you that my sister has left me to do all the work by myself? Tell her to come and help me!”", "41": "The Lord answered, “Martha, Martha! You are worried and upset about so many things, ", "42": "but only one thing is necessary. Mary has chosen what is best, and it will not be taken away from her.”"}