{"1": "As thousands of people crowded around Jesus and were stepping on each other, he told his disciples: Be sure to guard against the dishonest teaching[a] of the Pharisees! It is their way of fooling people. ", "2": "Everything that is hidden will be found out, and every secret will be known. ", "3": "Whatever you say in the dark will be heard when it is day. Whatever you whisper in a closed room will be shouted from the housetops.", "4": "My friends, don't be afraid of people. They can kill you, but after that, there is nothing else they can do. ", "5": "God is the one you must fear. Not only can he take your life, but he can throw you into hell. God is certainly the one you should fear!", "6": "Five sparrows are sold for just two pennies, but God doesn't forget a one of them. ", "7": "Even the hairs on your head are counted. So don't be afraid! You are worth much more than many sparrows.", "8": "If you tell others that you belong to me, the Son of Man will tell God's angels that you are my followers. ", "9": "But if you reject me, you will be rejected in front of them. ", "10": "If you speak against the Son of Man, you can be forgiven, but if you speak against the Holy Spirit, you cannot be forgiven.", "11": "When you are brought to trial in the Jewish meeting places or before rulers or officials, don't worry about how you will defend yourselves or what you will say. ", "12": "At that time the Holy Spirit will tell you what to say.", "13": "A man in a crowd said to Jesus, “Teacher, tell my brother to give me my share of what our father left us when he died.”", "14": "Jesus answered, “Who gave me the right to settle arguments between you and your brother?”", "15": "Then he said to the crowd, “Don't be greedy! Owning a lot of things won't make your life safe.”", "16": "So Jesus told them this story: A rich man's farm produced a big crop, ", "17": "and he said to himself, “What can I do? I don't have a place large enough to store everything.”", "18": "Later, he said, “Now I know what I'll do. I'll tear down my barns and build bigger ones, where I can store all my grain and other goods. ", "19": "Then I'll say to myself, 'You have stored up enough good things to last for years to come. Live it up! Eat, drink, and enjoy yourself.'”", "20": "But God said to him, “You fool! Tonight you will die. Then who will get what you have stored up?”", "21": "“This is what happens to people who store up everything for themselves, but are poor in the sight of God.”", "22": "Jesus said to his disciples: I tell you not to worry about your life! Don't worry about having something to eat or wear. ", "23": "Life is more than food or clothing. ", "24": "Look at the crows! They don't plant or harvest, and they don't have storehouses or barns. But God takes care of them. You are much more important than any birds. ", "25": "Can worry make you live longer?[b] ", "26": "If you don't have power over small things, why worry about everything else?", "27": "Look how the wild flowers grow! They don't work hard to make their clothes. But I tell you that Solomon with all his wealth[c] wasn't as well clothed as one of these flowers. ", "28": "God gives such beauty to everything that grows in the fields, even though it is here today and thrown into a fire tomorrow. Won't he do even more for you? You have such little faith!", "29": "Don't keep worrying about having something to eat or drink. ", "30": "Only people who don't know God are always worrying about such things. Your Father knows what you need. ", "31": "But put God's work first, and these things will be yours as well.", "32": "My little group of disciples, don't be afraid! Your Father wants to give you the kingdom. ", "33": "Sell what you have and give the money to the poor. Make yourselves moneybags that never wear out. Make sure your treasure is safe in heaven, where thieves cannot steal it and moths cannot destroy it. ", "34": "Your heart will always be where your treasure is.", "35": "Be ready and keep your lamps burning ", "36": "just like those servants who wait up for their master to return from a wedding feast. As soon as he comes and knocks, they open the door for him. ", "37": "Servants are fortunate if their master finds them awake and ready when he comes! I promise you that he will get ready and have his servants sit down so he can serve them. ", "38": "Those servants are really fortunate if their master finds them ready, even though he comes late at night or early in the morning. ", "39": "You would surely not let a thief break into your home, if you knew when the thief was coming. ", "40": "So always be ready! You don't know when the Son of Man will come.", "41": "Peter asked Jesus, “Did you say this just for us or for everyone?”", "42": "The Lord answered: Who are faithful and wise servants? Who are the ones the master will put in charge of giving the other servants their food supplies at the proper time? ", "43": "Servants are fortunate if their master comes and finds them doing their job. ", "44": "A servant who is always faithful will surely be put in charge of everything the master owns.", "45": "But suppose one of the servants thinks that the master won't return until late. Suppose that servant starts beating all the other servants and eats and drinks and gets drunk. ", "46": "If that happens, the master will come on a day and at a time when the servant least expects him. That servant will then be punished and thrown out with the servants who cannot be trusted.", "47": "If servants are not ready or willing to do what their master wants them to do, they will be beaten hard. ", "48": "But servants who don't know what their master wants them to do will not be beaten so hard for doing wrong. If God has been generous with you, he will expect you to serve him well. But if he has been more than generous, he will expect you to serve him even better.", "49": "I came to set fire to the earth, and I wish it were already on fire! ", "50": "I am going to be put to a hard test. And I will have to suffer a lot of pain until it is over. ", "51": "Do you think that I came to bring peace to earth? No indeed! I came to make people choose sides. ", "52": "A family of five will be divided, with two of them against the other three. ", "53": "Fathers and sons will turn against one another, and mothers and daughters will do the same. Mothers-in-law and daughters-in-law will also turn against each other.", "54": "Jesus said to all the people: As soon as you see a cloud coming up in the west, you say, “It's going to rain,” and it does. ", "55": "When the south wind blows, you say, “It's going to get hot,” and it does. ", "56": "Are you trying to fool someone? You can predict the weather by looking at the earth and sky, but you don't really know what's going on right now. ", "57": "Why don't you understand the right thing to do? ", "58": "When someone accuses you of something, try to settle things before you are taken to court. If you don't, you will be dragged before the judge. Then the judge will hand you over to the jailer, and you will be locked up. ", "59": "You won't get out until you have paid the last cent you owe."}