{"1": "One Sabbath, Jesus was having dinner in the home of an important Pharisee, and everyone was carefully watching Jesus. ", "2": "All of a sudden a man with swollen legs stood up in front of him. ", "3": "Jesus turned and asked the Pharisees and the teachers of the Law of Moses, “Is it right to heal on the Sabbath?” ", "4": "But they did not say a word. Jesus took hold of the man. Then he healed him and sent him away. ", "5": "Afterwards, Jesus asked the people, “If your son or ox falls into a well, wouldn't you pull him out right away, even on the Sabbath?” ", "6": "There was nothing they could say.", "7": "Jesus saw how the guests had tried to take the best seats. So he told them:", "8": "When you are invited to a wedding feast, don't sit in the best place. Someone more important may have been invited. ", "9": "Then the one who invited you will come and say, “Give your place to this other guest!” You will be embarrassed and will have to sit in the worst place.", "10": "When you are invited to be a guest, go and sit in the worst place. Then the one who invited you may come and say, “My friend, take a better seat!” You will then be honored in front of all the other guests. ", "11": "If you put yourself above others, you will be put down. But if you humble yourself, you will be honored.", "12": "Then Jesus said to the man who had invited him: When you give a dinner or a banquet, don't invite your friends and family and relatives and rich neighbors. If you do, they will invite you in return, and you will be paid back. ", "13": "When you give a feast, invite the poor, the crippled, the lame, and the blind. ", "14": "They cannot pay you back. But God will bless you and reward you when his people rise from death.", "15": "After Jesus had finished speaking, one of the guests said, “The greatest blessing of all is to be at the banquet in God's kingdom!”", "16": "Jesus told him: A man once gave a great banquet and invited a lot of guests. ", "17": "When the banquet was ready, he sent a servant to tell the guests, “Everything is ready! Please come.”", "18": "One guest after another started making excuses. The first one said, “I bought some land, and I've got to look it over. Please excuse me.”", "19": "Another guest said, “I bought five teams of oxen, and I need to try them out. Please excuse me.”", "20": "Still another guest said, “I have just gotten married, and I can't be there.”", "21": "The servant told his master what happened, and the master became so angry that he said, “Go as fast as you can to every street and alley in town! Bring in everyone who is poor or crippled or blind or lame.”", "22": "When the servant returned, he said, “Master, I've done what you told me, and there is still plenty of room for more people.”", "23": "His master then told him, “Go out along the back roads and fence rows and make people come in, so that my house will be full. ", "24": "Not one of the guests I first invited will get even a bite of my food!”", "25": "Large crowds were walking along with Jesus, when he turned and said:", "26": "You cannot be my disciple, unless you love me more than you love your father and mother, your wife and children, and your brothers and sisters. You cannot come with me unless you love me more than you love your own life.", "27": "You cannot be my disciple unless you carry your own cross and come with me.", "28": "Suppose one of you wants to build a tower. What is the first thing you will do? Won't you sit down and figure out how much it will cost and if you have enough money to pay for it? ", "29": "Otherwise, you will start building the tower, but not be able to finish. Then everyone who sees what is happening will laugh at you. ", "30": "They will say, “You started building, but could not finish the job.”", "31": "What will a king do if he has only ten thousand soldiers to defend himself against a king who is about to attack him with twenty thousand soldiers? Before he goes out to battle, won't he first sit down and decide if he can win? ", "32": "If he thinks he won't be able to defend himself, he will send messengers and ask for peace while the other king is still a long way off. ", "33": "So then, you cannot be my disciple unless you give away everything you own.", "34": "Salt is good, but if it no longer tastes like salt, how can it be made to taste salty again? ", "35": "It is no longer good for the soil or even for the manure pile. People simply throw it out. If you have ears, pay attention!"}