{"1": "Tax collectors[a] and sinners were all crowding around to listen to Jesus. ", "2": "So the Pharisees and the teachers of the Law of Moses started grumbling, “This man is friendly with sinners. He even eats with them.”", "3": "Then Jesus told them this story:", "4": "If any of you has a hundred sheep, and one of them gets lost, what will you do? Won't you leave the ninety-nine in the field and go look for the lost sheep until you find it? ", "5": "And when you find it, you will be so glad that you will put it on your shoulder ", "6": "and carry it home. Then you will call in your friends and neighbors and say, “Let's celebrate! I've found my lost sheep.”", "7": "Jesus said, “In the same way there is more happiness in heaven because of one sinner who turns to God than over ninety-nine good people who don't need to.”", "8": "Jesus told the people another story: What will a woman do if she has ten silver coins and loses one of them? Won't she light a lamp, sweep the floor, and look carefully until she finds it? ", "9": "Then she will call in her friends and neighbors and say, “Let's celebrate! I've found the coin I lost.”", "10": "Jesus said, “In the same way God's angels are happy when even one person turns to him.”", "11": "Jesus also told them another story: Once a man had two sons. ", "12": "The younger son said to his father, “Give me my share of the property.” So the father divided his property between his two sons.", "13": "Not long after that, the younger son packed up everything he owned and left for a foreign country, where he wasted all his money in wild living. ", "14": "He had spent everything, when a bad famine spread through that whole land. Soon he had nothing to eat.", "15": "He went to work for a man in that country, and the man sent him out to take care of his pigs.[b] ", "16": "He would have been glad to eat what the pigs were eating,[c] but no one gave him a thing.", "17": "Finally, he came to his senses and said, “My father's workers have plenty to eat, and here I am, starving to death! ", "18": "I will go to my father and say to him, 'Father, I have sinned against God in heaven and against you. ", "19": "I am no longer good enough to be called your son. Treat me like one of your workers.'”", "20": "The younger son got up and started back to his father. But when he was still a long way off, his father saw him and felt sorry for him. He ran to his son and hugged and kissed him.", "21": "The son said, “Father, I have sinned against God in heaven and against you. I am no longer good enough to be called your son.”", "22": "But his father said to the servants, “Hurry and bring the best clothes and put them on him. Give him a ring for his finger and sandals[d] for his feet. ", "23": "Get the best calf and prepare it, so we can eat and celebrate. ", "24": "This son of mine was dead, but has now come back to life. He was lost and has now been found.” And they began to celebrate.", "25": "The older son had been out in the field. But when he came near the house, he heard the music and dancing. ", "26": "So he called one of the servants over and asked, “What's going on here?”", "27": "The servant answered, “Your brother has come home safe and sound, and your father ordered us to kill the best calf.” ", "28": "The older brother got so angry that he would not even go into the house. His father came out and begged him to go in. ", "29": "But he said to his father, “For years I have worked for you like a slave and have always obeyed you. But you have never even given me a little goat, so that I could give a dinner for my friends. ", "30": "This other son of yours wasted your money on prostitutes. And now that he has come home, you ordered the best calf to be killed for a feast.”", "31": "His father replied, “My son, you are always with me, and everything I have is yours. ", "32": "But we should be glad and celebrate! Your brother was dead, but he is now alive. He was lost and has now been found.”"}