{"1": "Jesus said to his disciples: A rich man once had a manager to take care of his business. But he was told that his manager was wasting money. ", "2": "So the rich man called him in and said, “What is this I hear about you? Tell me what you have done! You are no longer going to work for me.”", "3": "The manager said to himself, “What shall I do now that my master is going to fire me? I can't dig ditches, and I'm ashamed to beg. ", "4": "I know what I'll do, so that people will welcome me into their homes after I've lost my job.”", "5": "Then one by one he called in the people who were in debt to his master. He asked the first one, “How much do you owe my master?”", "6": "“A hundred barrels of olive oil,” the man answered. So the manager said, “Take your bill and sit down and quickly write 'fifty'.”", "7": "The manager asked someone else who was in debt to his master, “How much do you owe?” “A thousand bushels[a] of wheat,” the man replied. The manager said, “Take your bill and write 'eight hundred'.”", "8": "The master praised his dishonest manager for looking out for himself so well. That's how it is! The people of this world look out for themselves better than the people who belong to the light.", "9": "My disciples, I tell you to use wicked wealth to make friends for yourselves. Then when it is gone, you will be welcomed into an eternal home. ", "10": "Anyone who can be trusted in little matters can also be trusted in important matters. But anyone who is dishonest in little matters will be dishonest in important matters. ", "11": "If you cannot be trusted with this wicked wealth, who will trust you with true wealth? ", "12": "And if you cannot be trusted with what belongs to someone else, who will give you something that will be your own? ", "13": "You cannot be the slave of two masters. You will like one more than the other or be more loyal to one than to the other. You cannot serve God and money.", "14": "The Pharisees really loved money. So when they heard what Jesus said, they made fun of him. ", "15": "But Jesus told them: You are always making yourselves look good, but God sees what is in your heart. The things that most people think are important are worthless as far as God is concerned.", "16": "Until the time of John the Baptist, people had to obey the Law of Moses and the Books of the Prophets.[b] But since God's kingdom has been preached, everyone is trying hard to get in. ", "17": "Heaven and earth will disappear before the smallest letter of the Law does.", "18": "It is a terrible sin[c] for a man to divorce his wife and marry another woman. It is also a terrible sin for a man to marry a divorced woman.", "19": "There was once a rich man who wore expensive clothes and every day ate the best food. ", "20": "But a poor beggar named Lazarus was brought to the gate of the rich man's house. ", "21": "He was happy just to eat the scraps that fell from the rich man's table. His body was covered with sores, and dogs kept coming up to lick them. ", "22": "The poor man died, and angels took him to the place of honor next to Abraham.[d] The rich man also died and was buried. ", "23": "He went to hell[e] and was suffering terribly. When he looked up and saw Abraham far off and Lazarus at his side, ", "24": "he said to Abraham, “Have pity on me! Send Lazarus to dip his finger in water and touch my tongue. I'm suffering terribly in this fire.”", "25": "Abraham answered, “My friend, remember that while you lived, you had everything good, and Lazarus had everything bad. Now he is happy, and you are in pain. ", "26": "And besides, there is a deep ditch between us, and no one from either side can cross over.”", "27": "But the rich man said, “Abraham, then please send Lazarus to my father's home. ", "28": "Let him warn my five brothers, so they won't come to this horrible place.”", "29": "Abraham answered, “Your brothers can read what Moses and the prophets[f] wrote. They should pay attention to that.”", "30": "Then the rich man said, “No, that's not enough! If only someone from the dead would go to them, they would listen and turn to God.”", "31": "So Abraham said, “If they won't pay attention to Moses and the prophets, they won't listen even to someone who comes back from the dead.”"}