{"1": "Jesus said to his disciples: There will always be something that causes people to sin. But anyone who causes them to sin is in for trouble. A person who causes even one of my little followers to sin ", "2": "would be better off thrown into the ocean with a heavy stone tied around their neck. ", "3": "So be careful what you do. Correct any followers[a] of mine who sin, and forgive the ones who say they are sorry. ", "4": "Even if one of them mistreats you seven times in one day and says, “I am sorry,” you should still forgive that person.", "5": "The apostles said to the Lord, “Make our faith stronger!”", "6": "Jesus replied: If you had faith no bigger than a tiny mustard seed, you could tell this mulberry tree to pull itself up, roots and all, and to plant itself in the ocean. And it would!", "7": "If your servant comes in from plowing or from taking care of the sheep, would you say, “Welcome! Come on in and have something to eat”? ", "8": "No, you wouldn't say that. You would say, “Fix me something to eat. Get ready to serve me, so I can have my meal. Then later on you can eat and drink.” ", "9": "Servants don't deserve special thanks for doing what they are supposed to do. ", "10": "And that's how it should be with you. When you've done all you should, then say, “We are merely servants, and we have simply done our duty.”", "11": "On his way to Jerusalem, Jesus went along the border between Samaria and Galilee. ", "12": "As he was going into a village, ten men with leprosy[b] came toward him. They stood at a distance ", "13": "and shouted, “Jesus, Master, have pity on us!”", "14": "Jesus looked at them and said, “Go show yourselves to the priests.”[c] On their way they were healed. ", "15": "When one of them discovered that he was healed, he came back, shouting praises to God. ", "16": "He bowed down at the feet of Jesus and thanked him. The man was from the country of Samaria.", "17": "Jesus asked, “Weren't ten men healed? Where are the other nine? ", "18": "Why was this foreigner the only one who came back to thank God?” ", "19": "Then Jesus told the man, “You may get up and go. Your faith has made you well.”", "20": "Some Pharisees asked Jesus when God's kingdom would come. He answered, “God's kingdom isn't something you can see. ", "21": "There is no use saying, 'Look! Here it is' or 'Look! There it is.' God's kingdom is here with you.”[d]", "22": "Jesus said to his disciples: The time will come when you will long to see one of the days of the Son of Man, but you will not. ", "23": "When people say to you, “Look there,” or “Look here,” don't go looking for him. ", "24": "The day of the Son of Man will be like lightning flashing across the sky. ", "25": "But first he must suffer terribly and be rejected by the people of today. ", "26": "When the Son of Man comes, things will be just as they were when Noah lived. ", "27": "People were eating, drinking, and getting married right up to the day when Noah went into the big boat. Then the flood came and drowned everyone on earth.", "28": "When Lot[e] lived, people were also eating and drinking. They were buying, selling, planting, and building. ", "29": "But on the very day Lot left Sodom, fiery flames poured down from the sky and killed everyone. ", "30": "The same will happen on the day when the Son of Man appears.", "31": "At that time no one on a rooftop[f] should go down into the house to get anything. No one in a field should go back to the house for anything. ", "32": "Remember what happened to Lot's wife.[g]", "33": "People who try to save their lives will lose them, and those who lose their lives will save them. ", "34": "On that night two people will be sleeping in the same bed, but only one will be taken. The other will be left. ", "35-36": "Two women will be together grinding wheat, but only one will be taken. The other will be left.[h]", "37": "Then Jesus' disciples spoke up, “But where will this happen, Lord?” Jesus said, “Where there is a corpse, there will always be buzzards.”[i]"}