{"1": "Jesus was going through Jericho, ", "2": "where a man named Zacchaeus lived. He was in charge of collecting taxes[a] and was very rich. ", "3-4": "Jesus was heading his way, and Zacchaeus wanted to see what he was like. But Zacchaeus was a short man and could not see over the crowd. So he ran ahead and climbed up into a sycamore tree.", "5": "When Jesus got there, he looked up and said, “Zacchaeus, hurry down! I want to stay with you today.” ", "6": "Zacchaeus hurried down and gladly welcomed Jesus.", "7": "Everyone who saw this started grumbling, “This man Zacchaeus is a sinner! And Jesus is going home to eat with him.”", "8": "Later that day Zacchaeus stood up and said to the Lord, “I will give half of my property to the poor. And I will now pay back four times as much[b] to everyone I have ever cheated.”", "9": "Jesus said to Zacchaeus, “Today you and your family have been saved,[c] because you are a true son of Abraham.[d] ", "10": "The Son of Man came to look for and to save people who are lost.”", "11": "The crowd was still listening to Jesus as he was getting close to Jerusalem. Many of them thought that God's kingdom would soon appear, ", "12": "and Jesus told them this story: A prince once went to a foreign country to be crowned king and then to return. ", "13": "But before leaving, he called in ten servants and gave each of them some money. He told them, “Use this to earn more money until I get back.”", "14": "But the people of his country hated him, and they sent messengers to the foreign country to say, “We don't want this man to be our king.”", "15": "After the prince had been made king, he returned and called in his servants. He asked them how much they had earned with the money they had been given.", "16": "The first servant came and said, “Sir, with the money you gave me I have earned ten times as much.”", "17": "“That's fine, my good servant!” the king said. “Since you have shown that you can be trusted with a small amount, you will be given ten cities to rule.”", "18": "The second one came and said, “Sir, with the money you gave me, I have earned five times as much.”", "19": "The king said, “You will be given five cities.”", "20": "Another servant came and said, “Sir, here is your money. I kept it safe in a handkerchief. ", "21": "You are a hard man, and I was afraid of you. You take what isn't yours, and you harvest crops you didn't plant.”", "22": "“You worthless servant!” the king told him. “You have condemned yourself by what you have just said. You knew that I am a hard man, taking what isn't mine and harvesting what I've not planted. ", "23": "Why didn't you put my money in the bank? On my return, I could have had the money together with interest.”", "24": "Then he said to some other servants standing there, “Take the money away from him and give it to the servant who earned ten times as much.”", "25": "But they said, “Sir, he already has ten times as much!”", "26": "The king replied, “Those who have something will be given more. But everything will be taken away from those who don't have anything. ", "27": "Now bring me the enemies who didn't want me to be their king. Kill them while I watch!”", "28": "When Jesus had finished saying all this, he went on toward Jerusalem. ", "29": "As he was getting near Bethphage and Bethany on the Mount of Olives, he sent two of his disciples on ahead. ", "30": "He told them, “Go into the next village, where you will find a young donkey that has never been ridden. Untie the donkey and bring it here. ", "31": "If anyone asks why you are doing that, just say, 'The Lord[e] needs it.'”", "32": "They went off and found everything just as Jesus had said. ", "33": "While they were untying the donkey, its owners asked, “Why are you doing that?”", "34": "They answered, “The Lord[f] needs it.”", "35": "Then they led the donkey to Jesus. They put some of their clothes on its back and helped Jesus get on. ", "36": "And as he rode along, the people spread clothes on the road[g] in front of him. ", "37": "When Jesus was starting down the Mount of Olives, his large crowd of disciples were happy and praised God because of all the miracles they had seen. ", "38": "They shouted, “Blessed is the king who comes in the name of the Lord! Peace in heaven and glory to God.”", "39": "Some Pharisees in the crowd said to Jesus, “Teacher, make your disciples stop shouting!”", "40": "But Jesus answered, “If they keep quiet, these stones will start shouting.”", "41": "When Jesus came closer and could see Jerusalem, he cried ", "42": "and said: It is too bad that today your people don't know what will bring them peace! Now it is hidden from them. ", "43": "Jerusalem, the time will come when your enemies will build walls around you to attack you. Armies will surround you and close in on you from every side. ", "44": "They will level you to the ground and kill your people. Not one stone in your buildings will be left on top of another. This will happen because you did not see that God had come to save you.[h]", "45": "When Jesus entered the temple, he started chasing out the people who were selling things. ", "46": "He told them, “The Scriptures say, 'My house should be a place of worship.' But you have made it a place where robbers hide!”", "47": "Each day, Jesus kept on teaching in the temple. So the chief priests, the teachers of the Law of Moses, and some other important people tried to have him killed. ", "48": "But they could not find a way to do it, because everyone else was eager to listen to him."}