{"1": "One day, Jesus was teaching in the temple and telling the good news. So the chief priests, the teachers, and the nation's leaders ", "2": "asked him, “What right do you have to do these things? Who gave you this authority?”", "3": "Jesus replied, “I want to ask you a question. ", "4": "Who gave John the right to baptize? Was it God in heaven or merely some human being?”", "5": "They talked this over and said to each other, “We can't say that God gave John this right. Jesus will ask us why we didn't believe John. ", "6": "And we can't say that it was merely some human who gave John the right to baptize. The crowd will stone us to death, because they think John was a prophet.”", "7": "So they told Jesus, “We don't know who gave John the right to baptize.”", "8": "Jesus replied, “Then I won't tell you who gave me the right to do what I do.”", "9": "Jesus told the people this story: A man once planted a vineyard and rented it out. Then he left the country for a long time. ", "10": "When it was time to harvest the crop, he sent a servant to ask the renters for his share of the grapes. But they beat up the servant and sent him away without anything. ", "11": "So the owner sent another servant. The renters also beat him up. They insulted him terribly and sent him away without a thing. ", "12": "The owner sent a third servant. He was also beaten terribly and thrown out of the vineyard.", "13": "The owner then said to himself, “What am I going to do? I know what. I'll send my son, the one I love so much. They will surely respect him!”", "14": "When the renters saw the owner's son, they said to one another, “Someday he will own the vineyard. Let's kill him! Then we can have it all for ourselves.” ", "15": "So they threw him out of the vineyard and killed him. Jesus asked, “What do you think the owner of the vineyard will do? ", "16": "I'll tell you what. He will come and kill those renters and let someone else have his vineyard.” When the people heard this, they said, “This must never happen!”", "17": "But Jesus looked straight at them and said, “Then what do the Scriptures mean when they say, 'The stone that the builders tossed aside is now the most important stone of all'? ", "18": "Anyone who stumbles over this stone will get hurt, and anyone it falls on will be smashed to pieces.”", "19": "The chief priests and the teachers of the Law of Moses knew that Jesus was talking about them when he was telling this story. They wanted to arrest him right then, but they were afraid of the people.", "20": "Jesus' enemies kept watching him closely, because they wanted to hand him over to the Roman governor. So they sent some men who pretended to be good. But they were really spies trying to catch Jesus saying something wrong. ", "21": "The spies said to him, “Teacher, we know that you teach the truth about what God wants people to do. And you treat everyone with the same respect, no matter who they are. ", "22": "Tell us, should we pay taxes to the Emperor or not?”", "23": "Jesus knew that they were trying to trick him. So he told them, ", "24": "“Show me a coin.” Then he asked, “Whose picture and name are on it?” “The Emperor's,” they answered.", "25": "Then he told them, “Give the Emperor what belongs to him and give God what belongs to God.” ", "26": "Jesus' enemies could not catch him saying anything wrong there in front of the people. They were amazed at his answer and kept quiet.", "27": "The Sadducees did not believe that people would rise to life after death. So some of them came to Jesus ", "28": "and said: Teacher, Moses wrote that if a married man dies and has no children, his brother should marry the widow. Their first son would then be thought of as the son of the dead brother.", "29": "There were once seven brothers. The first one married, but died without having any children. ", "30": "The second one married his brother's widow, and he also died without having any children. ", "31": "The same thing happened to the third one. Finally, all seven brothers married that woman and died without having any children. ", "32": "At last the woman died. ", "33": "When God raises people from death, whose wife will this woman be? All seven brothers had married her.", "34": "Jesus answered: The people in this world get married. ", "35": "But in the future world no one who is worthy to rise from death will either marry ", "36": "or die. They will be like the angels and will be God's children, because they have been raised to life.", "37": "In the story about the burning bush, Moses clearly shows that people will live again. He said, “The Lord is the God worshiped by Abraham, Isaac, and Jacob.”[a] ", "38": "So the Lord isn't the God of the dead, but of the living. This means that everyone is alive as far as God is concerned.", "39": "Some of the teachers of the Law of Moses said, “Teacher, you have given a good answer!” ", "40": "From then on, no one dared to ask Jesus any questions.", "41": "Jesus asked, “Why do people say that the Messiah will be the son of King David?[b] ", "42": "In the book of Psalms, David himself says, 'The Lord said to my Lord, Sit at my right side[c]", "43": "until I make your enemies into a footstool for you.'", "44": "David spoke of the Messiah as his Lord, so how can the Messiah be his son?”", "45": "While everyone was listening to Jesus, he said to his disciples:", "46": "Guard against the teachers of the Law of Moses! They love to walk around in long robes, and they like to be greeted in the market. They want the front seats in the meeting places and the best seats at banquets. ", "47": "But they cheat widows out of their homes and then pray long prayers just to show off. These teachers will be punished most of all."}