{"1": "Very early on Sunday morning the women went to the tomb, carrying the spices that they had prepared. ", "2": "When they found the stone rolled away from the entrance, ", "3": "they went in. But they did not find the body of the Lord[a] Jesus, ", "4": "and they did not know what to think. Suddenly two men in shining white clothes stood beside them. ", "5": "The women were afraid and bowed to the ground. But the men said, “Why are you looking in the place of the dead for someone who is alive? ", "6": "Jesus isn't here! He has been raised from death. Remember that while he was still in Galilee, he told you, ", "7": "'The Son of Man will be handed over to sinners who will nail him to a cross. But three days later he will rise to life.' “", "8": "Then they remembered what Jesus had said.", "9-10": "Mary Magdalene, Joanna, Mary the mother of James, and some other women were the ones who had gone to the tomb. When they returned, they told the eleven apostles and the others what had happened. ", "11": "The apostles thought it was all nonsense, and they would not believe.", "12": "But Peter ran to the tomb. And when he stooped down and looked in, he saw only the burial clothes. Then he returned, wondering what had happened.[b]", "13": "That same day two of Jesus' disciples were going to the village of Emmaus, which was about seven miles from Jerusalem. ", "14": "As they were talking and thinking about what had happened, ", "15": "Jesus came near and started walking along beside them. ", "16": "But they did not know who he was.", "17": "Jesus asked them, “What were you talking about as you walked along?” The two of them stood there looking sad and gloomy. ", "18": "Then the one named Cleopas asked Jesus, “Are you the only person from Jerusalem who didn't know what was happening there these last few days?”", "19": "“What do you mean?” Jesus asked. They answered: Those things that happened to Jesus from Nazareth. By what he did and said he showed that he was a powerful prophet, who pleased God and all the people. ", "20": "Then the chief priests and our leaders had him arrested and sentenced to die on a cross. ", "21": "We had hoped that he would be the one to set Israel free! But it has already been three days since all this happened.", "22": "Some women in our group surprised us. They had gone to the tomb early in the morning, ", "23": "but did not find the body of Jesus. They came back, saying that they had seen a vision of angels who told them that he is alive. ", "24": "Some men from our group went to the tomb and found it just as the women had said. But they didn't see Jesus either.", "25": "Then Jesus asked the two disciples, “Why can't you understand? How can you be so slow to believe all that the prophets said? ", "26": "Didn't you know that the Messiah would have to suffer before he was given his glory?” ", "27": "Jesus then explained everything written about himself in the Scriptures, beginning with the Law of Moses and the Books of the Prophets.[c]", "28": "When the two of them came near the village where they were going, Jesus seemed to be going farther. ", "29": "They begged him, “Stay with us! It's already late, and the sun is going down.” So Jesus went into the house to stay with them.", "30": "After Jesus sat down to eat, he took some bread. He blessed it and broke it. Then he gave it to them. ", "31": "At once they knew who he was, but he disappeared. ", "32": "They said to each other, “When he talked with us along the road and explained the Scriptures to us, didn't it warm our hearts?” ", "33": "So they got right up and returned to Jerusalem. The two disciples found the eleven apostles and the others gathered together. ", "34": "And they learned from the group that the Lord was really alive and had appeared to Peter. ", "35": "Then the disciples from Emmaus told what happened on the road and how they knew he was the Lord when he broke the bread.", "36": "While Jesus' disciples were talking about what had happened, Jesus appeared and greeted them. ", "37": "They were frightened and terrified because they thought they were seeing a ghost.", "38": "But Jesus said, “Why are you so frightened? Why do you doubt? ", "39": "Look at my hands and my feet and see who I am! Touch me and find out for yourselves. Ghosts don't have flesh and bones as you see I have.”", "40": "After Jesus said this, he showed them his hands and his feet. ", "41": "The disciples were so glad and amazed that they could not believe it. Jesus then asked them, “Do you have something to eat?” ", "42": "They gave him a piece of baked fish. ", "43": "He took it and ate it as they watched.", "44": "Jesus said to them, “While I was still with you, I told you that everything written about me in the Law of Moses, the Books of the Prophets, and in the Psalms[d] had to happen.”", "45": "Then he helped them understand the Scriptures. ", "46": "He told them: The Scriptures say that the Messiah must suffer, then three days later he will rise from death. ", "47": "They also say that all people of every nation must be told in my name to turn to God, in order to be forgiven. So beginning in Jerusalem, ", "48": "you must tell everything that has happened. ", "49": "I will send you the one my Father has promised,[e] but you must stay in the city until you are given power from heaven.", "50": "Jesus led his disciples out to Bethany, where he raised his hands and blessed them. ", "51": "As he was doing this, he left and was taken up to heaven.[f] ", "52": "After his disciples had worshiped him,[g] they returned to Jerusalem and were very happy. ", "53": "They spent their time in the temple, praising God."}