{"1": "When Jesus returned from the Jordan River, the power of the Holy Spirit was with him, and the Spirit led him into the desert. ", "2": "For forty days Jesus was tested by the devil, and during that time he went without eating.[a] When it was all over, he was hungry.", "3": "The devil said to Jesus, “If you are God's Son, tell this stone to turn into bread.”", "4": "Jesus answered, “The Scriptures say, 'No one can live only on food.'”", "5": "Then the devil led Jesus up to a high place and quickly showed him all the nations on earth. ", "6": "The devil said, “I will give all this power and glory to you. It has been given to me, and I can give it to anyone I want to. ", "7": "Just worship me, and you can have it all.”", "8": "Jesus answered, “The Scriptures say: 'Worship the Lord your God and serve only him!'”", "9": "Finally, the devil took Jesus to Jerusalem and had him stand on top of the temple. The devil said, “If you are God's Son, jump off. ", "10-11": "The Scriptures say: 'God will tell his angels to take care of you. They will catch you in their arms, and you will not hurt your feet on the stones.'”", "12": "Jesus answered, “The Scriptures also say, 'Don't try to test the Lord your God!'”", "13": "After the devil had finished testing Jesus in every way possible, he left him for a while.", "14": "Jesus returned to Galilee with the power of the Spirit. News about him spread everywhere. ", "15": "He taught in the Jewish meeting places, and everyone praised him.", "16": "Jesus went back to Nazareth, where he had been brought up, and as usual he went to the meeting place on the Sabbath. When he stood up to read from the Scriptures, ", "17": "he was given the book of Isaiah the prophet. He opened it and read,", "18": "“The Lord's Spirit has come to me, because he has chosen me to tell the good news to the poor. The Lord has sent me to announce freedom for prisoners, to give sight to the blind, to free everyone who suffers,", "19": "and to say, 'This is the year the Lord has chosen.'”", "20": "Jesus closed the book, then handed it back to the man in charge and sat down. Everyone in the meeting place looked straight at Jesus.", "21": "Then Jesus said to them, “What you have just heard me read has come true today.”", "22": "All the people started talking about Jesus and were amazed at the wonderful things he said. They kept on asking, “Isn't he Joseph's son?”", "23": "Jesus answered: You will certainly want to tell me this saying, “Doctor, first make yourself well.” You will tell me to do the same things here in my own hometown that you heard I did in Capernaum. ", "24": "But you can be sure that no prophets are liked by the people of their own hometown.", "25": "Once during the time of Elijah there was no rain for three and a half years, and people everywhere were starving. There were many widows in Israel, ", "26": "but Elijah was sent only to a widow in the town of Zarephath near the city of Sidon. ", "27": "During the time of the prophet Elisha, many men in Israel had leprosy.[b] But no one was healed, except Naaman who lived in Syria.", "28": "When the people in the meeting place heard Jesus say this, they became so angry ", "29": "that they got up and threw him out of town. They dragged him to the edge of the cliff on which the town was built, because they wanted to throw him down from there. ", "30": "But Jesus slipped through the crowd and got away.", "31": "Jesus went to the town of Capernaum in Galilee and taught the people on the Sabbath. ", "32": "His teaching amazed them because he spoke with power. ", "33": "There in the Jewish meeting place was a man with an evil spirit. He yelled out, ", "34": "“Hey, Jesus of Nazareth, what do you want with us? Are you here to get rid of us? I know who you are! You are God's Holy One.”", "35": "Jesus ordered the evil spirit to be quiet and come out. The demon threw the man to the ground in front of everyone and left without harming him.", "36": "They all were amazed and kept saying to each other, “What kind of teaching is this? He has power to order evil spirits out of people!” ", "37": "News about Jesus spread all over that part of the country.", "38": "Jesus left the meeting place and went to Simon's home. When Jesus got there, he was told that Simon's mother-in-law was sick with a high fever. ", "39": "So Jesus went over to her and ordered the fever to go away. Right then she was able to get up and serve them a meal.", "40": "After the sun had set, people with all kinds of diseases were brought to Jesus. He put his hands on each one of them and healed them. ", "41": "Demons went out of many people and shouted, “You are the Son of God!” But Jesus ordered the demons not to speak because they knew he was the Messiah.", "42": "The next morning Jesus went out to a place where he could be alone, and crowds came looking for him. When they found him, they tried to stop him from leaving. ", "43": "But Jesus said, “People in other towns must hear the good news about God's kingdom. That's why I was sent.” ", "44": "So he kept on preaching in the Jewish meeting places in Judea.[c]"}