{"1": "Jesus was standing on the shore of Lake Gennesaret,[a] teaching the people as they crowded around him to hear God's message. ", "2": "Near the shore he saw two boats left there by some fishermen who had gone to wash their nets. ", "3": "Jesus got into the boat that belonged to Simon and asked him to row it out a little way from the shore. Then Jesus sat down[b] in the boat to teach the crowd.", "4": "When Jesus had finished speaking, he told Simon, “Row the boat out into the deep water and let your nets down to catch some fish.”", "5": "“Master,” Simon answered, “we have worked hard all night long and have not caught a thing. But if you tell me to, I will let the nets down.” ", "6": "They did it and caught so many fish that their nets began ripping apart. ", "7": "Then they signaled for their partners in the other boat to come and help them. The men came, and together they filled the two boats so full that they both began to sink.", "8": "When Simon Peter saw this happen, he knelt down in front of Jesus and said, “Lord, don't come near me! I am a sinner.” ", "9": "Peter and everyone with him were completely surprised at all the fish they had caught. ", "10": "His partners James and John, the sons of Zebedee, were surprised too. Jesus told Simon, “Don't be afraid! From now on you will bring in people instead of fish.” ", "11": "The men pulled their boats up on the shore. Then they left everything and went with Jesus.", "12": "Jesus came to a town where there was a man who had leprosy.[c] When the man saw Jesus, he knelt down to the ground in front of Jesus and begged, “Lord, you have the power to make me well, if only you wanted to.”", "13": "Jesus put his hand on him and said, “I want to! Now you are well.” At once the man's leprosy disappeared. ", "14": "Jesus told him, “Don't tell anyone about this, but go and show yourself to the priest. Offer a gift to the priest, just as Moses commanded, and everyone will know that you have been healed.”[d]", "15": "News about Jesus kept spreading. Large crowds came to listen to him teach and to be healed of their diseases. ", "16": "But Jesus would often go to some place where he could be alone and pray.", "17": "One day some Pharisees and experts in the Law of Moses sat listening to Jesus teach. They had come from every village in Galilee and Judea and from Jerusalem. God had given Jesus the power to heal the sick, ", "18": "and some people came carrying a crippled man on a mat. They tried to take him inside the house and put him in front of Jesus. ", "19": "But because of the crowd, they could not get him to Jesus. So they went up on the roof,[e] where they removed some tiles and let the mat down in the middle of the room.", "20": "When Jesus saw how much faith they had, he said to the crippled man, “My friend, your sins are forgiven.”", "21": "The Pharisees and the experts began arguing, “Jesus must think he is God! Only God can forgive sins.”", "22": "Jesus knew what they were thinking, and he said, “Why are you thinking that? ", "23": "Is it easier for me to tell this crippled man that his sins are forgiven or to tell him to get up and walk? ", "24": "But now you will see that the Son of Man has the right to forgive sins here on earth.” Jesus then said to the man, “Get up! Pick up your mat and walk home.”", "25": "At once the man stood up in front of everyone. He picked up his mat and went home, giving thanks to God. ", "26": "Everyone was amazed and praised God. What they saw surprised them, and they said, “We have seen a great miracle today!”", "27": "Later, Jesus went out and saw a tax collector[f] named Levi sitting at the place for paying taxes. Jesus said to him, “Come with me.” ", "28": "Levi left everything and went with Jesus.", "29": "In his home Levi gave a big dinner for Jesus. Many tax collectors and other guests were also there.", "30": "The Pharisees and some of their teachers of the Law of Moses grumbled to Jesus' disciples, “Why do you eat and drink with those tax collectors and other sinners?”", "31": "Jesus answered, “Healthy people don't need a doctor, but sick people do. ", "32": "I didn't come to invite good people to turn to God. I came to invite sinners.”", "33": "Some people said to Jesus, “John's followers often pray and go without eating,[g] and so do the followers of the Pharisees. But your disciples never go without eating or drinking.”", "34": "Jesus told them, “The friends of a bridegroom don't go without eating while he is still with them. ", "35": "But the time will come when he will be taken from them. Then they will go without eating.”", "36": "Jesus then told them these sayings: No one uses a new piece of cloth to patch old clothes. The patch would shrink and make the hole even bigger.", "37": "No one pours new wine into old wineskins. The new wine would swell and burst the old skins.[h] Then the wine would be lost, and the skins would be ruined. ", "38": "New wine must be put only into new wineskins.", "39": "No one wants new wine after drinking old wine. They say, “The old wine is better.”"}