{"1": "One Sabbath when Jesus and his disciples were walking through some wheat fields,[a] the disciples picked some wheat. They rubbed the husks off with their hands and started eating the grain.", "2": "Some Pharisees said, “Why are you picking grain on the Sabbath? You're not supposed to do that!”", "3": "Jesus answered, “You surely have read what David did when he and his followers were hungry. ", "4": "He went into the house of God and took the sacred loaves of bread that only priests were supposed to eat. He not only ate some himself, but even gave some to his followers.”", "5": "Jesus finished by saying, “The Son of Man is Lord over the Sabbath.”", "6": "On another Sabbath[b] Jesus was teaching in a Jewish meeting place, and a man with a crippled right hand was there. ", "7": "Some Pharisees and teachers of the Law of Moses kept watching Jesus to see if he would heal the man. They did this because they wanted to accuse Jesus of doing something wrong.", "8": "Jesus knew what they were thinking. So he told the man to stand up where everyone could see him. And the man stood up. ", "9": "Then Jesus asked, “On the Sabbath should we do good deeds or evil deeds? Should we save someone's life or destroy it?”", "10": "After he had looked around at everyone, he told the man, “Stretch out your hand.” He did, and his bad hand became completely well.", "11": "The teachers and the Pharisees were furious and started saying to each other, “What can we do about Jesus?”", "12": "About that time Jesus went off to a mountain to pray, and he spent the whole night there. ", "13": "The next morning he called his disciples together and chose twelve of them to be his apostles. ", "14": "One was Simon, and Jesus named him Peter. Another was Andrew, Peter's brother. There were also James, John, Philip, Bartholomew, ", "15": "Matthew, Thomas, and James the son of Alphaeus. The rest of the apostles were Simon, known as the Eager One,[c] ", "16": "Jude, who was the son of James, and Judas Iscariot,[d] who later betrayed Jesus.", "17": "Jesus and his apostles went down from the mountain and came to some flat, level ground. Many other disciples were there to meet him. Large crowds of people from all over Judea, Jerusalem, and the coastal cities of Tyre and Sidon were there too. ", "18": "These people had come to listen to Jesus and to be healed of their diseases. All who were troubled by evil spirits were also healed. ", "19": "Everyone was trying to touch Jesus, because power was going out from him and healing them all.", "20": "Jesus looked at his disciples and said: God will bless you people who are poor. His kingdom belongs to you!", "21": "God will bless you hungry people. You will have plenty to eat! God will bless you people who are crying. You will laugh!", "22": "God will bless you when others hate you and won't have anything to do with you. God will bless you when people insult you and say cruel things about you, all because you are a follower of the Son of Man. ", "23": "Long ago your own people did these same things to the prophets. So when this happens to you, be happy and jump for joy! You will have a great reward in heaven.", "24": "But you rich people are in for trouble. You have already had an easy life!", "25": "You well-fed people are in for trouble. You will go hungry! You people who are laughing now are in for trouble. You are going to cry and weep!", "26": "You are in for trouble when everyone says good things about you. That is what your own people said about those prophets who told lies.", "27": "This is what I say to all who will listen to me: Love your enemies, and be good to everyone who hates you. ", "28": "Ask God to bless anyone who curses you, and pray for everyone who is cruel to you. ", "29": "If someone slaps you on one cheek, don't stop that person from slapping you on the other cheek. If someone wants to take your coat, don't try to keep back your shirt. ", "30": "Give to everyone who asks and don't ask people to return what they have taken from you. ", "31": "Treat others just as you want to be treated.", "32": "If you love only someone who loves you, will God praise you for that? Even sinners love people who love them. ", "33": "If you are kind only to someone who is kind to you, will God be pleased with you for that? Even sinners are kind to people who are kind to them. ", "34": "If you lend money only to someone you think will pay you back, will God be pleased with you for that? Even sinners lend to sinners because they think they will get it all back.", "35": "But love your enemies and be good to them. Lend without expecting to be paid back.[e] Then you will get a great reward, and you will be the true children of God in heaven. He is good even to people who are unthankful and cruel. ", "36": "Have pity on others, just as your Father has pity on you.", "37": "Jesus said: Don't judge others, and God won't judge you. Don't be hard on others, and God won't be hard on you. Forgive others, and God will forgive you. ", "38": "If you give to others, you will be given a full amount in return. It will be packed down, shaken together, and spilling over into your lap. The way you treat others is the way you will be treated.", "39": "Jesus also used some sayings as he spoke to the people. He said: Can one blind person lead another blind person? Won't they both fall into a ditch? ", "40": "Are students better than their teacher? But when they are fully trained, they will be like their teacher.", "41": "You can see the speck in your friend's eye. But you don't notice the log in your own eye. ", "42": "How can you say, “My friend, let me take the speck out of your eye,” when you don't see the log in your own eye? You show-offs! First, get the log out of your own eye. Then you can see how to take the speck out of your friend's eye.", "43": "A good tree cannot produce bad fruit, and a bad tree cannot produce good fruit. ", "44": "You can tell what a tree is like by the fruit it produces. You cannot pick figs or grapes from thornbushes. ", "45": "Good people do good things because of the good in their hearts. Bad people do bad things because of the evil in their hearts. Your words show what is in your heart.", "46": "Why do you keep on saying that I am your Lord, when you refuse to do what I say? ", "47": "Anyone who comes and listens to me and obeys me ", "48": "is like someone who dug down deep and built a house on solid rock. When the flood came and the river rushed against the house, it was built so well that it didn't even shake. ", "49": "But anyone who hears what I say and doesn't obey me is like someone whose house wasn't built on solid rock. As soon as the river rushed against that house, it was smashed to pieces!"}