{"1": "Soon after this, Jesus was going through towns and villages, telling the good news about God's kingdom. His twelve apostles were with him, ", "2": "and so were some women who had been healed of evil spirits and all sorts of diseases. One of the women was Mary Magdalene,[a] who once had seven demons in her. ", "3": "Joanna, Susanna, and many others had also used what they owned to help Jesus[b] and his disciples. Joanna's husband Chuza was one of Herod's officials.[c]", "4": "When a large crowd from several towns had gathered around Jesus, he told them this story:", "5": "A farmer went out to scatter seed in a field. While the farmer was doing it, some of the seeds fell along the road and were stepped on or eaten by birds. ", "6": "Other seeds fell on rocky ground and started growing. But the plants did not have enough water and soon dried up. ", "7": "Some other seeds fell where thornbushes grew up and choked the plants. ", "8": "The rest of the seeds fell on good ground where they grew and produced a hundred times as many seeds. When Jesus had finished speaking, he said, “If you have ears, pay attention!”", "9": "Jesus' disciples asked him what the story meant. ", "10": "So he answered: I have explained the secrets about God's kingdom to you, but for others I can only use stories. These people look, but they don't see, and they hear, but they don't understand.", "11": "This is what the story means: The seed is God's message, ", "12": "and the seeds that fell along the road are the people who hear the message. But the devil comes and snatches the message out of their hearts, so that they will not believe and be saved. ", "13": "The seeds that fell on rocky ground are the people who gladly hear the message and accept it. But they don't have deep roots, and they believe only for a little while. As soon as life gets hard, they give up.", "14": "The seeds that fell among the thornbushes are also people who hear the message. But they are so eager for riches and pleasures that they never produce anything. ", "15": "Those seeds that fell on good ground are the people who listen to the message and keep it in good and honest hearts. They last and produce a harvest.", "16": "No one lights a lamp and puts it under a bowl or under a bed. A lamp is always put on a lampstand, so that people who come into a house will see the light. ", "17": "There is nothing hidden that will not be found. There is no secret that will not be well known. ", "18": "Pay attention to how you listen! Everyone who has something will be given more, but people who have nothing will lose what little they think they have.", "19": "Jesus' mother and brothers went to see him, but because of the crowd they could not get near him. ", "20": "Someone told Jesus, “Your mother and brothers are standing outside and want to see you.”", "21": "Jesus answered, “My mother and my brothers are those people who hear and obey God's message.”", "22": "One day, Jesus and his disciples got into a boat, and he said, “Let's cross the lake.”[d] They started out, ", "23": "and while they were sailing across, he went to sleep. Suddenly a windstorm struck the lake, and the boat started sinking. They were in danger. ", "24": "So they went to Jesus and woke him up, “Master, Master! We are about to drown!” Jesus got up and ordered the wind and waves to stop. They obeyed, and everything was calm. ", "25": "Then Jesus asked the disciples, “Don't you have any faith?” But they were frightened and amazed. They said to each other, “Who is this? He can give orders to the wind and the waves, and they obey him!”", "26": "Jesus and his disciples sailed across Lake Galilee and came to shore near the town of Gerasa.[e] ", "27": "As Jesus was getting out of the boat, he was met by a man from that town. The man had demons in him. He had gone naked for a long time and no longer lived in a house, but in the graveyard.[f]", "28": "The man saw Jesus and screamed. He knelt down in front of him and shouted, “Jesus, Son of God in heaven, what do you want with me? I beg you not to torture me!” ", "29": "He said this because Jesus had already told the evil spirit to go out of him. The man had often been attacked by the demon. And even though he had been bound with chains and leg irons and kept under guard, he smashed whatever bound him. Then the demon would force him out into lonely places.", "30": "Jesus asked the man, “What is your name?” He answered, “My name is Lots.” He said this because there were 'lots' of demons in him. ", "31": "They begged Jesus not to send them to the deep pit,[g] where they would be punished.", "32": "A large herd of pigs was feeding there on the hillside. So the demons begged Jesus to let them go into the pigs, and Jesus let them go. ", "33": "Then the demons left the man and went into the pigs. The whole herd rushed down the steep bank into the lake and drowned.", "34": "When the men taking care of the pigs saw this, they ran to spread the news in the town and on the farms. ", "35": "The people went out to see what had happened, and when they came to Jesus, they also found the man. The demons had gone out of him, and he was sitting there at the feet of Jesus. He had clothes on and was in his right mind. But the people were terrified.", "36": "Then all who had seen the man healed told about it. ", "37": "Everyone from around Gerasa[h] begged Jesus to leave, because they were so frightened. When Jesus got into the boat to start back, ", "38": "the man who had been healed begged to go with him. But Jesus sent him off and said, ", "39": "“Go back home and tell everyone how much God has done for you.” The man then went all over town, telling everything that Jesus had done for him.", "40": "Everyone had been waiting for Jesus, and when he came back, a crowd was there to welcome him. ", "41": "Just then the man in charge of the Jewish meeting place came and knelt down in front of Jesus. His name was Jairus, and he begged Jesus to come to his home ", "42": "because his twelve-year-old child was dying. She was his only daughter. While Jesus was on his way, people were crowding all around him. ", "43": "In the crowd was a woman who had been bleeding for twelve years. She had spent everything she had on doctors,[i] but none of them could make her well.", "44": "As soon as she came up behind Jesus and barely touched his clothes, her bleeding stopped.", "45": "“Who touched me?” Jesus asked. While everyone was denying it, Peter said, “Master, people are crowding all around and pushing you from every side.”[j]", "46": "But Jesus answered, “Someone touched me, because I felt power going out from me.” ", "47": "The woman knew that she could not hide, so she came trembling and knelt down in front of Jesus. She told everyone why she had touched him and that she had been healed right away.", "48": "Jesus said to the woman, “You are now well because of your faith. May God give you peace!”", "49": "While Jesus was speaking, someone came from Jairus' home and said, “Your daughter has died! Why bother the teacher anymore?”", "50": "When Jesus heard this, he told Jairus, “Don't worry! Have faith, and your daughter will get well.”", "51": "Jesus went into the house, but he did not let anyone else go with him, except Peter, John, James, and the girl's father and mother. ", "52": "Everyone was crying and weeping for the girl. But Jesus said, “The child isn't dead. She is just asleep.” ", "53": "The people laughed at him because they knew she was dead.", "54": "Jesus took hold of the girl's hand and said, “Child, get up!” ", "55": "She came back to life and got right up. Jesus told them to give her something to eat. ", "56": "Her parents were surprised, but Jesus ordered them not to tell anyone what had happened."}