{"1": "Jesus called together his twelve apostles and gave them complete power over all demons and diseases. ", "2": "Then he sent them to tell about God's kingdom and to heal the sick. ", "3": "He told them, “Don't take anything with you! Don't take a walking stick or a traveling bag or food or money or even a change of clothes. ", "4": "When you are welcomed into a home, stay there until you leave that town. ", "5": "If people won't welcome you, leave the town and shake the dust from your feet[a] as a warning to them.”", "6": "The apostles left and went from village to village, telling the good news and healing people everywhere.", "7": "Herod[b] the ruler heard about all that was happening, and he was worried. Some people were saying that John the Baptist had come back to life. ", "8": "Others were saying that Elijah had come[c] or that one of the prophets from long ago had come back to life. ", "9": "But Herod said, “I had John's head cut off! Who is this I hear so much about?” Herod was eager to meet Jesus.", "10": "The apostles came back and told Jesus everything they had done. He then took them with him to the village of Bethsaida, where they could be alone. ", "11": "But a lot of people found out about this and followed him. Jesus welcomed them. He spoke to them about God's kingdom and healed everyone who was sick.", "12": "Late in the afternoon the twelve apostles came to Jesus and said, “Send the crowd to the villages and farms around here. They need to find a place to stay and something to eat. There is nothing in this place. It is like a desert!”", "13": "Jesus answered, “You give them something to eat.” But they replied, “We have only five small loaves of bread[d] and two fish. If we are going to feed all these people, we will have to go and buy food.” ", "14": "There were about five thousand men in the crowd. Jesus said to his disciples, “Have the people sit in groups of fifty.” ", "15": "They did this, and all the people sat down. ", "16": "Jesus took the five loaves and the two fish. He looked up toward heaven and blessed the food. Then he broke the bread and fish and handed them to his disciples to give to the people.", "17": "Everyone ate all they wanted. What was left over filled twelve baskets.", "18": "When Jesus was alone praying, his disciples came to him, and he asked them, “What do people say about me?”", "19": "They answered, “Some say that you are John the Baptist or Elijah[e] or a prophet from long ago who has come back to life.”", "20": "Jesus then asked them, “But who do you say I am?” Peter answered, “You are the Messiah sent from God.”", "21": "Jesus strictly warned his disciples not to tell anyone about this.", "22": "Jesus told his disciples, “The nation's leaders, the chief priests, and the teachers of the Law of Moses will make the Son of Man suffer terribly. They will reject him and kill him, but three days later he will rise to life.”", "23": "Then Jesus said to all the people: If any of you want to be my followers, you must forget about yourself. You must take up your cross each day and follow me. ", "24": "If you want to save your life,[f] you will destroy it. But if you give up your life for me, you will save it. ", "25": "What will you gain, if you own the whole world but destroy yourself or waste your life? ", "26": "If you are ashamed of me and my message, the Son of Man will be ashamed of you when he comes in his glory and in the glory of his Father and the holy angels. ", "27": "You can be sure that some of the people standing here will not die before they see God's kingdom.", "28": "About eight days later Jesus took Peter, John, and James with him and went up on a mountain to pray. ", "29": "While he was praying, his face changed, and his clothes became shining white. ", "30": "Suddenly Moses and Elijah were there speaking with him. ", "31": "They appeared in heavenly glory and talked about all that Jesus' death[g] in Jerusalem would mean.", "32": "Peter and the other two disciples had been sound asleep. All at once they woke up and saw how glorious Jesus was. They also saw the two men who were with him.", "33": "Moses and Elijah were about to leave, when Peter said to Jesus, “Master, it is good for us to be here! Let us make three shelters, one for you, one for Moses, and one for Elijah.” But Peter did not know what he was talking about.", "34": "While Peter was still speaking, a shadow from a cloud passed over them, and they were frightened as the cloud covered them. ", "35": "From the cloud a voice spoke, “This is my chosen Son. Listen to what he says!”", "36": "After the voice had spoken, Peter, John, and James saw only Jesus. For some time they kept quiet and did not say anything about what they had seen.", "37": "The next day Jesus and his three disciples came down from the mountain and were met by a large crowd. ", "38": "Just then someone in the crowd shouted, “Teacher, please do something for my son! He is my only child! ", "39": "A demon often attacks him and makes him scream. It shakes him until he foams at the mouth, and it won't leave him until it has completely worn the boy out. ", "40": "I begged your disciples to force out the demon, but they couldn't do it.”", "41": "Jesus said to them, “You people are stubborn and don't have any faith! How much longer must I be with you? Why do I have to put up with you?” Then Jesus said to the man, “Bring your son to me.” ", "42": "While the boy was being brought, the demon attacked him and made him shake all over. Jesus ordered the demon to stop. Then he healed the boy and gave him back to his father. ", "43": "Everyone was amazed at God's great power. While everyone was still amazed at what Jesus was doing, he said to his disciples, ", "44": "“Pay close attention to what I am telling you! The Son of Man will be handed over to his enemies.” ", "45": "But the disciples did not know what he meant. The meaning was hidden from them. They could not understand it, and they were afraid to ask.", "46": "Jesus' disciples were arguing about which one of them was the greatest. ", "47": "Jesus knew what they were thinking, and he had a child stand there beside him. ", "48": "Then he said to his disciples, “When you welcome even a child because of me, you welcome me. And when you welcome me, you welcome the one who sent me. Whichever one of you is the most humble is the greatest.”", "49": "John said, “Master, we saw a man using your name to force demons out of people. But we told him to stop, because he isn't one of us.”", "50": "“Don't stop him!” Jesus said. “Anyone who isn't against you is for you.”", "51": "Not long before it was time for Jesus to be taken up to heaven, he made up his mind to go to Jerusalem. ", "52": "He sent some messengers on ahead to a Samaritan village to get things ready for him. ", "53": "But he was on his way to Jerusalem, so the people there refused to welcome him. ", "54": "When the disciples James and John saw what was happening, they asked, “Lord, do you want us to call down fire from heaven to destroy these people?”[h]", "55": "But Jesus turned and corrected them for what they had said.[i] ", "56": "Then they all went on to another village.", "57": "Along the way someone said to Jesus, “I'll go anywhere with you!”", "58": "Jesus said, “Foxes have dens, and birds have nests, but the Son of Man doesn't have a place to call his own.”", "59": "Jesus told someone else to come with him. But the man said, “Lord, let me wait until I bury my father.”[j]", "60": "Jesus answered, “Let the dead take care of the dead, while you go and tell about God's kingdom.”", "61": "Then someone said to Jesus, “I want to go with you, Lord, but first let me go back and take care of things at home.”", "62": "Jesus answered, “Anyone who starts plowing and keeps looking back isn't worth a thing to God's kingdom!”"}