{"1": "But in connection with the coming of our Lord Yeshua the Messiah and our gathering together to meet him, we ask you, brothers, ", "2": "not to be easily shaken in your thinking or anxious because of a spirit or a spoken message or a letter supposedly from us claiming that the Day of the Lord has already come. ", "3": "Don't let anyone deceive you in any way. For the Day will not come until after the Apostasy has come and the man who separates himself from Torah has been revealed, the one destined for doom. ", "4": "He will oppose himself to everything that people call a god or make an object of worship; he will put himself above them all, so that he will sit in the Temple of God and proclaim that he himself is God.[a]", "5": "Don't you remember that when I was still with you, I used to tell you these things? ", "6": "And now you know what is restraining, so that he may be revealed in his own time. ", "7": "For already this separating from Torah is at work secretly, but it will be secretly only until he who is restraining is out of the way. ", "8": "Then the one who embodies separation from Torah will be revealed, the one whom the Lord Yeshua will slay with the breath of his mouth[b] and destroy by the glory of his coming.", "9": "When this man who avoids Torah comes, the Adversary will give him the power to work all kinds of false miracles, signs and wonders. ", "10": "He will enable him to deceive, in all kinds of wicked ways, those who are headed for destruction because they would not receive the love of the truth that could have saved them. ", "11": "This is why God is causing them to go astray, so that they will believe the Lie. ", "12": "The result will be that all who have not believed the truth, but have taken their pleasure in wickedness, will be condemned.", "13": "But we have to keep thanking God for you always, brothers whom the Lord loves, because God chose you as firstfruits for deliverance by giving you the holiness that has its origin in the Spirit and the faithfulness that has its origin in the truth. ", "14": "He called you to this through our Good News, so that you could have the glory of our Lord Yeshua the Messiah.", "15": "Therefore, brothers, stand firm; and hold to the traditions you were taught by us, whether we spoke them or wrote them in a letter. ", "16": "And may our Lord Yeshua the Messiah himself and God our Father, who has loved us and by his grace given us eternal comfort and a good hope, ", "17": "comfort your hearts and strengthen you in every good word and deed."}