{"1": "Finally, brothers, pray for us that the Lord's message may spread rapidly and receive honor, just as it did with you; ", "2": "and that we may be rescued from wicked and evil people, for not everyone has trust. ", "3": "But the Lord is worthy of trust; he will make you firm and guard you from the Evil One. ", "4": "Yes, united with the Lord we are confident about you, that you are doing the things we are telling you to do, and that you will keep on doing them. ", "5": "May the Lord direct your hearts into God's love and the perseverance which the Messiah gives.", "6": "Now, in the name of the Lord Yeshua the Messiah we command you, brothers, to stay away from any brother who is leading a life of idleness, a life not in keeping with the tradition you received from us. ", "7": "For you yourselves know how you must imitate us, that we were not idle when we were among you. ", "8": "We did not accept anyone's food without paying; on the contrary, we labored and toiled, day and night, working so as not to be a burden to any of you. ", "9": "It was not that we hadn't the right to be supported, but so that we could make ourselves an example to imitate. ", "10": "For even when we were with you, we gave you this command: if someone won't work, he shouldn't eat! ", "11": "We hear that some of you are leading a life of idleness — not busy working, just busybodies! ", "12": "We command such people — and in union with the Lord Yeshua the Messiah we urge them — to settle down, get to work, and earn their own living. ", "13": "And you brothers who are doing what is good, don't slack off! ", "14": "Furthermore, if anyone does not obey what we are saying in this letter, take note of him and have nothing to do with him, so that he will be ashamed. ", "15": "But don't consider him an enemy; on the contrary, confront him as a brother and try to help him change.", "16": "Now may the Lord of shalom himself give you shalom always in all ways. The Lord be with all of you.", "17": "The greeting in my own handwriting: From Sha'ul. This is the mark of genuineness in every letter, this is what my handwriting looks like.", "18": "The grace of our Lord Yeshua the Messiah be with you all."}