{"1": "Then all Israel gathered together to David at Hebron, and said, “Behold, we are your bone and flesh. ", "2": "In times past, even when Saul was king, it was you that led out and brought in Israel; and the Lord your God said to you, 'You shall be shepherd of my people Israel, and you shall be prince over my people Israel.'” ", "3": "So all the elders of Israel came to the king at Hebron; and David made a covenant with them at Hebron before the Lord, and they anointed David king over Israel, according to the word of the Lord by Samuel.", "4": "And David and all Israel went to Jerusalem, that is Jebus, where the Jeb′usites were, the inhabitants of the land. ", "5": "The inhabitants of Jebus said to David, “You will not come in here.” Nevertheless David took the stronghold of Zion, that is, the city of David. ", "6": "David said, “Whoever shall smite the Jeb′usites first shall be chief and commander.” And Jo′ab the son of Zeru′iah went up first, so he became chief. ", "7": "And David dwelt in the stronghold; therefore it was called the city of David. ", "8": "And he built the city round about from the Millo in complete circuit; and Jo′ab repaired the rest of the city. ", "9": "And David became greater and greater, for the Lord of hosts was with him.", "10": "Now these are the chiefs of David's mighty men, who gave him strong support in his kingdom, together with all Israel, to make him king, according to the word of the Lord concerning Israel. ", "11": "This is an account of David's mighty men: Jasho′be-am, a Hach′monite, was chief of the three;[a] he wielded his spear against three hundred whom he slew at one time.", "12": "And next to him among the three mighty men was Elea′zar the son of Dodo, the Aho′hite. ", "13": "He was with David at Pas-dam′mim when the Philistines were gathered there for battle. There was a plot of ground full of barley, and the men fled from the Philistines. ", "14": "But he[b] took his[c] stand in the midst of the plot, and defended it, and slew the Philistines; and the Lord saved them by a great victory.", "15": "Three of the thirty chief men went down to the rock to David at the cave of Adullam, when the army of Philistines was encamped in the valley of Reph′aim. ", "16": "David was then in the stronghold; and the garrison of the Philistines was then at Bethlehem. ", "17": "And David said longingly, “O that some one would give me water to drink from the well of Bethlehem which is by the gate!” ", "18": "Then the three mighty men broke through the camp of the Philistines, and drew water out of the well of Bethlehem which was by the gate, and took and brought it to David. But David would not drink of it; he poured it out to the Lord, ", "19": "and said, “Far be it from me before my God that I should do this. Shall I drink the lifeblood of these men? For at the risk of their lives they brought it.” Therefore he would not drink it. These things did the three mighty men.", "20": "Now Abi′shai, the brother of Jo′ab, was chief of the thirty.[d] And he wielded his spear against three hundred men and slew them, and won a name beside the three. ", "21": "He was the most renowned[e] of the thirty,[f] and became their commander; but he did not attain to the three.", "22": "And Benai′ah the son of Jehoi′ada was a valiant man[g] of Kabzeel, a doer of great deeds; he smote two ariels[h] of Moab. He also went down and slew a lion in a pit on a day when snow had fallen. ", "23": "And he slew an Egyptian, a man of great stature, five cubits tall. The Egyptian had in his hand a spear like a weaver's beam; but Benai′ah went down to him with a staff, and snatched the spear out of the Egyptian's hand, and slew him with his own spear. ", "24": "These things did Benai′ah the son of Jehoi′ada, and won a name beside the three mighty men. ", "25": "He was renowned among the thirty, but he did not attain to the three. And David set him over his bodyguard.", "26": "The mighty men of the armies were As′ahel the brother of Jo′ab, Elha′nan the son of Dodo of Bethlehem, ", "27": "Shammoth of Harod,[i] Helez the Pel′onite, ", "28": "Ira the son of Ikkesh of Teko′a, Abi-e′zer of An′athoth, ", "29": "Sib′becai the Hu′shathite, I′lai the Aho′hite, ", "30": "Ma′harai of Netoph′ah, Heled the son of Ba′anah of Netoph′ah, ", "31": "Ithai the son of Ribai of Gib′eah of the Benjaminites, Benai′ah of Pir′athon, ", "32": "Hurai of the brooks of Ga′ash, Abi′el the Ar′bathite, ", "33": "Az′maveth of Baha′rum, Eli′ahba of Sha-al′bon, ", "34": "Hashem[j] the Gi′zonite, Jonathan the son of Shagee the Har′arite, ", "35": "Ahi′am the son of Sachar the Har′arite, Eli′phal the son of Ur, ", "36": "Hepher the Meche′rathite, Ahi′jah the Pel′onite, ", "37": "Hezro of Carmel, Na′arai the son of Ezbai, ", "38": "Jo′el the brother of Nathan, Mibhar the son of Hagri, ", "39": "Zelek the Ammonite, Na′harai of Be-er′oth, the armor-bearer of Jo′ab the son of Zeru′iah, ", "40": "Ira the Ithrite, Gareb the Ithrite, ", "41": "Uri′ah the Hittite, Zabad the son of Ahlai, ", "42": "Ad′ina the son of Shiza the Reubenite, a leader of the Reubenites, and thirty with him, ", "43": "Hanan the son of Ma′acah, and Josh′aphat the Mithnite, ", "44": "Uzzi′a the Ash′terathite, Shama and Je-i′el the sons of Hotham the Aro′erite, ", "45": "Jedi′a-el the son of Shimri, and Joha his brother, the Tizite, ", "46": "Eli′el the Ma′havite, and Jer′ibai, and Joshavi′ah, the sons of El′na-am, and Ithmah the Mo′abite, ", "47": "Eli′el, and Obed, and Ja-asi′el the Mezo′ba-ite."}