{"1": "David built houses for himself in the city of David; and he prepared a place for the ark of God, and pitched a tent for it. ", "2": "Then David said, “No one but the Levites may carry the ark of God, for the Lord chose them to carry the ark of the Lord and to minister to him for ever.” ", "3": "And David assembled all Israel at Jerusalem, to bring up the ark of the Lord to its place, which he had prepared for it. ", "4": "And David gathered together the sons of Aaron and the Levites: ", "5": "of the sons of Kohath, U′riel the chief, with a hundred and twenty of his brethren; ", "6": "of the sons of Merar′i, Asai′ah the chief, with two hundred and twenty of his brethren; ", "7": "of the sons of Gershom, Jo′el the chief, with a hundred and thirty of his brethren; ", "8": "of the sons of Eli-za′phan, Shemai′ah the chief, with two hundred of his brethren; ", "9": "of the sons of Hebron, Eli′el the chief, with eighty of his brethren; ", "10": "of the sons of Uz′ziel, Ammin′adab the chief, with a hundred and twelve of his brethren. ", "11": "Then David summoned the priests Zadok and Abi′athar, and the Levites U′riel, Asai′ah, Jo′el, Shemai′ah, Eli′el, and Ammin′adab, ", "12": "and said to them, “You are the heads of the fathers' houses of the Levites; sanctify yourselves, you and your brethren, so that you may bring up the ark of the Lord, the God of Israel, to the place that I have prepared for it. ", "13": "Because you did not carry it the first time,[a] the Lord our God broke forth upon us, because we did not care for it in the way that is ordained.” ", "14": "So the priests and the Levites sanctified themselves to bring up the ark of the Lord, the God of Israel. ", "15": "And the Levites carried the ark of God upon their shoulders with the poles, as Moses had commanded according to the word of the Lord.", "16": "David also commanded the chiefs of the Levites to appoint their brethren as the singers who should play loudly on musical instruments, on harps and lyres and cymbals, to raise sounds of joy. ", "17": "So the Levites appointed Heman the son of Jo′el; and of his brethren Asaph the son of Berechi′ah; and of the sons of Merar′i, their brethren, Ethan the son of Kusha′iah; ", "18": "and with them their brethren of the second order, Zechari′ah, Ja-a′ziel, Shemi′ramoth, Jehi′el, Unni, Eli′ab, Benai′ah, Ma-asei′ah, Mattithi′ah, Eliph′elehu, and Mikne′iah, and the gatekeepers O′bed-e′dom and Je-i′el. ", "19": "The singers, Heman, Asaph, and Ethan, were to sound bronze cymbals; ", "20": "Zechari′ah, A′zi-el, Shemi′ramoth, Jehi′el, Unni, Eli′ab, Ma-asei′ah, and Benai′ah were to play harps according to Al′amoth; ", "21": "but Mattithi′ah, Eliph′elehu, Mikne′iah, O′bed-e′dom, Je-i′el, and Azazi′ah were to lead with lyres according to the Shem′inith. ", "22": "Chenani′ah, leader of the Levites in music, should direct the music, for he understood it. ", "23": "Berechi′ah and Elka′nah were to be gatekeepers for the ark. ", "24": "Shebani′ah, Josh′aphat, Nethan′el, Ama′sai, Zechari′ah, Benai′ah, and Elie′zer, the priests, should blow the trumpets before the ark of God. O′bed-e′dom and Jehi′ah also were to be gatekeepers for the ark.", "25": "So David and the elders of Israel, and the commanders of thousands, went to bring up the ark of the covenant of the Lord from the house of O′bed-e′dom with rejoicing. ", "26": "And because God helped the Levites who were carrying the ark of the covenant of the Lord, they sacrificed seven bulls and seven rams. ", "27": "David was clothed with a robe of fine linen, as also were all the Levites who were carrying the ark, and the singers, and Chenani′ah the leader of the music of the singers; and David wore a linen ephod. ", "28": "So all Israel brought up the ark of the covenant of the Lord with shouting, to the sound of the horn, trumpets, and cymbals, and made loud music on harps and lyres.", "29": "And as the ark of the covenant of the Lord came to the city of David, Michal the daughter of Saul looked out of the window, and saw King David dancing and making merry; and she despised him in her heart."}