{"1": "After this David defeated the Philistines and subdued them, and he took Gath and its villages out of the hand of the Philistines.", "2": "And he defeated Moab, and the Mo′abites became servants to David and brought tribute.", "3": "David also defeated Hadade′zer king of Zobah, toward Hamath, as he went to set up his monument[a] at the river Euphra′tes. ", "4": "And David took from him a thousand chariots, seven thousand horsemen, and twenty thousand foot soldiers; and David hamstrung all the chariot horses, but left enough for a hundred chariots. ", "5": "And when the Syrians of Damascus came to help Hadade′zer king of Zobah, David slew twenty-two thousand men of the Syrians. ", "6": "Then David put garrisons[b] in Syria of Damascus; and the Syrians became servants to David, and brought tribute. And the Lord gave victory to David wherever he went. ", "7": "And David took the shields of gold which were carried by the servants of Hadade′zer, and brought them to Jerusalem. ", "8": "And from Tibhath and from Cun, cities of Hadade′zer, David took very much bronze; with it Solomon made the bronze sea and the pillars and the vessels of bronze.", "9": "When To′u king of Hamath heard that David had defeated the whole army of Hadade′zer, king of Zobah, ", "10": "he sent his son Hador′am to King David, to greet him, and to congratulate him because he had fought against Hadade′zer and defeated him; for Hadade′zer had often been at war with To′u. And he sent all sorts of articles of gold, of silver, and of bronze; ", "11": "these also King David dedicated to the Lord, together with the silver and gold which he had carried off from all the nations, from Edom, Moab, the Ammonites, the Philistines, and Am′alek.", "12": "And Abi′shai, the son of Zeru′iah, slew eighteen thousand E′domites in the Valley of Salt. ", "13": "And he put garrisons in Edom; and all the E′domites became David's servants. And the Lord gave victory to David wherever he went.", "14": "So David reigned over all Israel; and he administered justice and equity to all his people. ", "15": "And Jo′ab the son of Zeru′iah was over the army; and Jehosh′aphat the son of Ahi′lud was recorder; ", "16": "and Zadok the son of Ahi′tub and Ahim′elech the son of Abi′athar were priests; and Shavsha was secretary; ", "17": "and Benai′ah the son of Jehoi′ada was over the Cher′ethites and the Pel′ethites; and David's sons were the chief officials in the service of the king."}