{"1": "When David was old and full of days, he made Solomon his son king over Israel.", "2": "David assembled all the leaders of Israel and the priests and the Levites. ", "3": "The Levites, thirty years old and upward, were numbered, and the total was thirty-eight thousand men. ", "4": "“Twenty-four thousand of these,” David said, “shall have charge of the work in the house of the Lord, six thousand shall be officers and judges, ", "5": "four thousand gatekeepers, and four thousand shall offer praises to the Lord with the instruments which I have made for praise.” ", "6": "And David organized them in divisions corresponding to the sons of Levi: Gershom, Kohath, and Merar′i.", "7": "The sons of Gershom[a] were Ladan and Shim′e-i. ", "8": "The sons of Ladan: Jehi′el the chief, and Zetham, and Jo′el, three. ", "9": "The sons of Shim′e-i: Shelo′moth, Ha′zi-el, and Haran, three. These were the heads of the fathers' houses of Ladan. ", "10": "And the sons of Shim′e-i: Jahath, Zina, and Je′ush, and Beri′ah. These four were the sons of Shim′e-i. ", "11": "Jahath was the chief, and Zizah the second; but Je′ush and Beri′ah had not many sons, therefore they became a fathers' house in one reckoning.", "12": "The sons of Kohath: Amram, Izhar, Hebron, and Uz′ziel, four. ", "13": "The sons of Amram: Aaron and Moses. Aaron was set apart to consecrate the most holy things, that he and his sons for ever should burn incense before the Lord, and minister to him and pronounce blessings in his name for ever. ", "14": "But the sons of Moses the man of God were named among the tribe of Levi. ", "15": "The sons of Moses: Gershom and Elie′zer. ", "16": "The sons of Gershom: Sheb′uel the chief. ", "17": "The sons of Elie′zer: Rehabi′ah the chief; Elie′zer had no other sons, but the sons of Rehabi′ah were very many. ", "18": "The sons of Izhar: Shelo′mith the chief. ", "19": "The sons of Hebron: Jeri′ah the chief, Amari′ah the second, Jaha′ziel the third, and Jekame′am the fourth. ", "20": "The sons of Uz′ziel: Micah the chief and Isshi′ah the second.", "21": "The sons of Merar′i: Mahli and Mushi. The sons of Mahli: Elea′zar and Kish. ", "22": "Elea′zar died having no sons, but only daughters; their kinsmen, the sons of Kish, married them. ", "23": "The sons of Mushi: Mahli, Eder, and Jer′emoth, three.", "24": "These were the sons of Levi by their fathers' houses, the heads of fathers' houses as they were registered according to the number of the names of the individuals from twenty years old and upward who were to do the work for the service of the house of the Lord. ", "25": "For David said, “The Lord, the God of Israel, has given peace to his people; and he dwells in Jerusalem for ever. ", "26": "And so the Levites no longer need to carry the tabernacle or any of the things for its service”— ", "27": "for by the last words of David these were the number of the Levites from twenty years old and upward— ", "28": "“but their duty shall be to assist the sons of Aaron for the service of the house of the Lord, having the care of the courts and the chambers, the cleansing of all that is holy, and any work for the service of the house of God; ", "29": "to assist also with the showbread, the flour for the cereal offering, the wafers of unleavened bread, the baked offering, the offering mixed with oil, and all measures of quantity or size. ", "30": "And they shall stand every morning, thanking and praising the Lord, and likewise at evening, ", "31": "and whenever burnt offerings are offered to the Lord on sabbaths, new moons, and feast days, according to the number required of them, continually before the Lord. ", "32": "Thus they shall keep charge of the tent of meeting and the sanctuary, and shall attend the sons of Aaron, their brethren, for the service of the house of the Lord.”"}