{"1": "The sons of Judah: Perez, Hezron, Carmi, Hur, and Shobal. ", "2": "Re-a′iah the son of Shobal was the father of Jahath, and Jahath was the father of Ahu′mai and Lahad. These were the families of the Zo′rathites. ", "3": "These were the sons[a] of Etam: Jezreel, Ishma, and Idbash; and the name of their sister was Hazzelelpo′ni, ", "4": "and Penu′el was the father of Gedor, and Ezer the father of Hushah. These were the sons of Hur, the first-born of Eph′rathah, the father of Bethlehem. ", "5": "Ashhur, the father of Teko′a, had two wives, Helah and Na′arah; ", "6": "Na′arah bore him Ahuz′zam, Hepher, Te′meni, and Ha-ahash′tari. These were the sons of Na′arah. ", "7": "The sons of Helah: Zereth, Izhar, and Ethnan. ", "8": "Koz was the father of Anub, Zobe′bah, and the families of Ahar′hel the son of Harum. ", "9": "Jabez was more honorable than his brothers; and his mother called his name Jabez, saying, “Because I bore him in pain.” ", "10": "Jabez called on the God of Israel, saying, “Oh that thou wouldst bless me and enlarge my border, and that thy hand might be with me, and that thou wouldst keep me from harm so that it might not hurt me!” And God granted what he asked. ", "11": "Chelub, the brother of Shuhah, was the father of Mehir, who was the father of Eshton. ", "12": "Eshton was the father of Bethra′pha, Pase′ah, and Tehin′nah the father of Irna′hash. These are the men of Recah. ", "13": "The sons of Kenaz: Oth′ni-el and Serai′ah; and the sons of Oth′ni-el: Hathath and Meo′nothai.[b] ", "14": "Meo′nothai was the father of Ophrah; and Serai′ah was the father of Jo′ab the father of Ge-har′ashim,[c] so-called because they were craftsmen. ", "15": "The sons of Caleb the son of Jephun′neh: Iru, Elah, and Na′am; and the sons of Elah: Kenaz. ", "16": "The sons of Jehal′lelel: Ziph, Ziphah, Tir′i-a, and As′arel. ", "17": "The sons of Ezrah: Jether, Mered, Epher, and Jalon. These are the sons of Bith′i-ah, the daughter of Pharaoh, whom Mered married;[d] and she conceived and bore[e] Miriam, Sham′mai, and Ishbah, the father of Eshtemo′a. ", "18": "And his Jewish wife bore Jered the father of Gedor, Heber the father of Soco, and Jeku′thiel the father of Zano′ah. ", "19": "The sons of the wife of Hodi′ah, the sister of Naham, were the fathers of Kei′lah the Garmite and Eshtemo′a the Ma-ac′athite. ", "20": "The sons of Shimon: Amnon, Rinnah, Ben-ha′nan, and Tilon. The sons of Ishi: Zoheth and Ben-zo′heth. ", "21": "The sons of Shelah the son of Judah: Er the father of Lecah, La′adah the father of Mare′shah, and the families of the house of linen workers at Beth-ashbe′a; ", "22": "and Jokim, and the men of Coze′ba, and Jo′ash, and Saraph, who ruled in Moab and returned to Lehem[f] (now the records[g] are ancient). ", "23": "These were the potters and inhabitants of Neta′im and Gede′rah; they dwelt there with the king for his work.", "24": "The sons of Simeon: Nem′uel, Jamin, Jarib, Zerah, Shaul; ", "25": "Shallum was his son, Mibsam his son, Mishma his son. ", "26": "The sons of Mishma: Ham′mu-el his son, Zac′cur his son, Shim′e-i his son. ", "27": "Shim′e-i had sixteen sons and six daughters; but his brothers had not many children, nor did all their family multiply like the men of Judah. ", "28": "They dwelt in Beer-sheba, Mola′dah, Ha′zar-shu′al, ", "29": "Bilhah, Ezem, Tolad, ", "30": "Bethu′el, Hormah, Ziklag, ", "31": "Beth-mar′caboth, Ha′zar-su′sim, Beth-biri, and Sha-ara′im. These were their cities until David reigned. ", "32": "And their villages were Etam, A′in, Rimmon, Tochen, and Ashan, five cities, ", "33": "along with all their villages which were round about these cities as far as Ba′al. These were their settlements, and they kept a genealogical record.", "34": "Mesho′bab, Jamlech, Joshah the son of Amazi′ah, ", "35": "Jo′el, Jehu the son of Joshibi′ah, son of Serai′ah, son of As′i-el, ", "36": "Eli-o-e′nai, Ja-ako′bah, Jeshohai′ah, Asai′ah, Ad′i-el, Jesim′iel, Benai′ah, ", "37": "Ziza the son of Shiphi, son of Allon, son of Jedai′ah, son of Shimri, son of Shemai′ah— ", "38": "these mentioned by name were princes in their families, and their fathers' houses increased greatly. ", "39": "They journeyed to the entrance of Gedor, to the east side of the valley, to seek pasture for their flocks, ", "40": "where they found rich, good pasture, and the land was very broad, quiet, and peaceful; for the former inhabitants there belonged to Ham. ", "41": "These, registered by name, came in the days of Hezeki′ah, king of Judah, and destroyed their tents and the Me-u′nim who were found there, and exterminated them to this day, and settled in their place, because there was pasture there for their flocks. ", "42": "And some of them, five hundred men of the Simeonites, went to Mount Se′ir, having as their leaders Pelati′ah, Ne-ari′ah, Repha′iah, and Uz′ziel, the sons of Ishi; ", "43": "and they destroyed the remnant of the Amal′ekites that had escaped, and they have dwelt there to this day."}