{"1": "The sons[a] of Is′sachar: Tola, Pu′ah, Jashub, and Shimron, four. ", "2": "The sons of Tola: Uzzi, Repha′iah, Je′ri-el, Jah′mai, Ibsam, and Shemu′el, heads of their fathers' houses, namely of Tola, mighty warriors of their generations, their number in the days of David being twenty-two thousand six hundred. ", "3": "The sons of Uzzi: Izrahi′ah. And the sons of Izrahi′ah: Michael, Obadi′ah, Jo′el, and Isshi′ah, five, all of them chief men; ", "4": "and along with them, by their generations, according to their fathers' houses, were units of the army for war, thirty-six thousand, for they had many wives and sons. ", "5": "Their kinsmen belonging to all the families of Is′sachar were in all eighty-seven thousand mighty warriors, enrolled by genealogy.", "6": "The sons of Benjamin: Bela, Becher, and Jedi′a-el, three. ", "7": "The sons of Bela: Ezbon, Uzzi, Uz′ziel, Jer′imoth, and Iri, five, heads of fathers' houses, mighty warriors; and their enrollment by genealogies was twenty-two thousand and thirty-four. ", "8": "The sons of Becher: Zemi′rah, Jo′ash, Elie′zer, Eli-o-e′nai, Omri, Jer′emoth, Abi′jah, An′athoth, and Al′emeth. All these were the sons of Becher; ", "9": "and their enrollment by genealogies, according to their generations, as heads of their fathers' houses, mighty warriors, was twenty thousand two hundred. ", "10": "The sons of Jedi′a-el: Bilhan. And the sons of Bilhan: Je′ush, Benjamin, Ehud, Chena′anah, Zethan, Tarshish, and Ahish′ahar. ", "11": "All these were the sons of Jedi′a-el according to the heads of their fathers' houses, mighty warriors, seventeen thousand and two hundred, ready for service in war. ", "12": "And Shuppim and Huppim were the sons of Ir, Hushim the sons of Aher.", "13": "The sons of Naph′tali: Jah′zi-el, Guni, Jezer, and Shallum, the offspring of Bilhah.", "14": "The sons of Manas′seh: As′ri-el, whom his Aramean concubine bore; she bore Machir the father of Gilead. ", "15": "And Machir took a wife for Huppim and for Shuppim. The name of his sister was Ma′acah. And the name of the second was Zelo′phehad; and Zelo′phehad had daughters. ", "16": "And Ma′acah the wife of Machir bore a son, and she called his name Peresh; and the name of his brother was Sheresh; and his sons were Ulam and Rakem. ", "17": "The sons of Ulam: Bedan. These were the sons of Gilead the son of Machir, son of Manas′seh. ", "18": "And his sister Hammo′lecheth bore Ishhod, Abi-e′zer, and Mahlah. ", "19": "The sons of Shemi′da were Ahi′an, Shechem, Likhi, and Ani′am.", "20": "The sons of E′phraim: Shuthe′lah, and Bered his son, Tahath his son, Ele-a′dah his son, Tahath his son, ", "21": "Zabad his son, Shuthe′lah his son, and Ezer and E′le-ad, whom the men of Gath who were born in the land slew, because they came down to raid their cattle. ", "22": "And E′phraim their father mourned many days, and his brothers came to comfort him. ", "23": "And E′phraim went in to his wife, and she conceived and bore a son; and he called his name Beri′ah, because evil had befallen his house. ", "24": "His daughter was She′erah, who built both Lower and Upper Beth-hor′on, and Uz′zen-she′erah. ", "25": "Rephah was his son, Resheph his son, Telah his son, Tahan his son, ", "26": "Ladan his son, Ammi′hud his son, Elish′ama his son, ", "27": "Nun his son, Joshua his son. ", "28": "Their possessions and settlements were Bethel and its towns, and eastward Na′aran, and westward Gezer and its towns, Shechem and its towns, and Ayyah and its towns; ", "29": "also along the borders of the Manas′sites, Beth-she′an and its towns, Ta′anach and its towns, Megid′do and its towns, Dor and its towns. In these dwelt the sons of Joseph the son of Israel.", "30": "The sons of Asher: Imnah, Ishvah, Ishvi, Beri′ah, and their sister Serah. ", "31": "The sons of Beri′ah: Heber and Mal′chi-el, who was the father of Bir′zaith. ", "32": "Heber was the father of Japhlet, Shomer, Hotham, and their sister Shu′a. ", "33": "The sons of Japhlet: Pasach, Bimhal, and Ashvath. These are the sons of Japhlet. ", "34": "The sons of Shemer his brother: Rohgah, Jehub′bah, and Aram. ", "35": "The sons of Helem his brother: Zophah, Imna, Shelesh, and Amal. ", "36": "The sons of Zophah: Su′ah, Har′nepher, Shu′al, Beri, Imrah. ", "37": "Bezer, Hod, Shamma, Shilshah, Ithran, and Be-e′ra. ", "38": "The sons of Jether: Jephun′neh, Pispa, and Ara. ", "39": "The sons of Ulla: Arah, Han′niel, and Rizi′a. ", "40": "All of these were men of Asher, heads of fathers' houses, approved, mighty warriors, chief of the princes. Their number enrolled by genealogies, for service in war, was twenty-six thousand men."}