{"1": "Paul Paulos, an  apostle apostolos of  Christ Christos Jesus Iēsous through dia the  will thelēma of  God theos according  to kata the  promise epangelia of  life zōē that ho is  in en Christ Christos Jesus Iēsous, ", "2": "to  Timothy Timotheos,  beloved agapētos son teknon:  Grace charis,  mercy eleos,  peace eirēnē from apo God theos the  Father patēr and kai Christ Christos Jesus Iēsous · ho our hēmeis Lord kyrios. ", "3": "I  continually  thank charis · ho God theos,  whom hos I  serve latreuō,  as  did apo my  ancestors progonos,  with en a  clean katharos conscience syneidēsis,  as hōs unceasingly adialeiptos I  remember mneia you sy in en · ho my egō prayers deēsis night nyx and kai day hēmera, ", "4": "yearning epipotheō to see  you sy,  remembering mimnēskomai your sy · ho tears dakryon,  so  that hina I  may  be  filled  with plēroō joy chara, ", "5": "because lambanō I  remember hypomnēsis · ho your en sy sincere anypokritos faith pistis,  which hostis dwelt enoikeō first prōton in en · ho your sy grandmother mammē Lois Lōis and kai · ho your sy mother mētēr Eunice eunikē,  and de I  am  confident peithō that hoti it is  also kai in en you sy. ", "6": "For dia which hos reason aitia I  remind anamimnēskō you sy to  fan  into  flame anazōpyreō the ho gift charisma of ho God theos,  which hos is eimi in en you sy through dia the ho laying  on epithesis of ho my egō hands cheir, ", "7": "for gar God theos did  not ou give didōmi us hēmeis · ho a  spirit pneuma of  fear deilia but alla of  power dynamis and kai of  love agapē and kai of  self-control sōphronismos. ", "8": "Therefore oun do  not mē be  ashamed epaischunomai of  the ho testimony martyrion concerning ho our hēmeis Lord kyrios nor mēde of  me egō · ho his autos prisoner desmios,  but alla share  in  suffering synkakopatheō for  the  sake  of  the ho gospel euangelion by kata the  power dynamis of  God theos, ", "9": "who ho saved sōzō us hēmeis and kai called kaleō us  to  a  holy hagios calling klēsis,  not ou because kata of  · ho our hēmeis works ergon but alla because  of kata his  own idios purpose prothesis and kai grace charis,  which ho was  given didōmi to  us hēmeis in en Christ Christos Jesus Iēsous before pro time chronos eternal aiōnios, ", "10": "but de now nyn has  been  made  known phaneroō through dia the ho appearing epiphaneia of ho our hēmeis Savior sōtēr,  Christ Christos Jesus Iēsous,  on  the  one  hand men,  in  order  to  abolish katargeō · ho death thanatos and ,  on  the  other de,  to  bring  to  light phōtizō life zōē and kai incorruptibility aphtharsia through dia the ho gospel euangelion, ", "11": "for eis which hos I egō was  appointed tithēmi a  herald kēryx and kai an  apostle apostolos and kai a  teacher didaskalos, ", "12": "for dia which hos reason aitia even kai I  am  suffering paschō these  things houtos;  but alla I  am  not ou ashamed epaischunomai,  for gar I  know oida in  whom hos I  have  trusted pisteuō and kai I  am  fully  convinced peithō that hoti he  is eimi able dynatos to  guard phylassō · ho my egō deposit parathēkē until eis that ekeinos · ho day hēmera. ", "13": "Hold  to echō the  pattern hypotypōsis of  healthy hygiainō words logos that hos you  have  heard akouō from para me egō in en the  faith pistis and kai the  love agapē that ho is  in en Christ Christos Jesus Iēsous. ", "14": "Guard phylassō the ho good kalos deposit parathēkē by dia the  Holy hagios Spirit pneuma that ho indwells enoikeō en us hēmeis. ", "15": "You  know oida this houtos,  that hoti all pas those ho in en Asia Asia have  deserted apostrephō me egō,  · ho among  whom hos are eimi Phygelus Phygelos and kai Hermogenes Hermogenēs. ", "16": "May  the ho Lord kyrios grant didōmi mercy eleos to  the ho household oikos of  Onesiphorus Onēsiphoros,  for hoti often pollakis he  refreshed anapsychō me egō and kai was epaischunomai not ou ashamed epaischunomai of  · ho my egō chain halysis, ", "17": "but alla being ginomai in en Rome Rhōmē,  he  earnestly spoudaiōs searched zēteō for  me egō and kai found heuriskō me. ", "18": "May  the ho Lord kyrios grant didōmi him autos to  find heuriskō mercy eleos from para the  Lord kyrios on en that ekeinos · ho day hēmera.  And kai the  services hosos he  performed diakoneō in en Ephesus Ephesos you sy know ginōskō very  well beltiōn. "}