{"1": "I  solemnly  charge diamartyromai you  in  the  presence enōpion of ho God theos and kai Christ Christos Jesus Iēsous,  who ho is  about mellō to  judge krinō the  living zaō and kai the  dead nekros,  and kai by ho his autos appearing epiphaneia and kai by ho his autos kingdom basileia: ", "2": "preach kēryssō the ho word logos.  Be  prepared ephistēmi when  it  is  opportune eukairōs or  inopportune akairōs;  confront elenchō,  rebuke epitimaō, and  exhort parakaleō,  with en complete pas patience makrothumia and kai teaching didachē. ", "3": "For gar a  time kairos will  come eimi when hote they  will anechōmai not ou put  up  with anechōmai · ho healthy hygiainō teaching didaskalia,  but alla in  accordance  with kata · ho their idios own  lust epithumia they  will  heap  up episōreuō teachers didaskalos for  themselves heautou,  having  itching knēthō · ho ears akoē, ", "4": "and kai they  will  turn  away apostrephō from apo listening  to akoē the ho truth alētheia · ho and de wander  off ektrepō into epi the ho myths mythos. ", "5": "But de you sy,  be  clear-minded nēphō in en everything pas.  Suffer  evil kakopatheō.  Do poieō the  work ergon of  an  evangelist euangelistēs.  Complete plērophoreō · ho your sy ministry diakonia. ", "6": "For gar I egō am  already ēdē being  poured  out spendō like  a  drink  offering ,  and kai the ho time kairos of ho my egō departure analysis has  arrived ephistēmi. ", "7": "The ho good kalos fight agōn I  have  fought agōnizomai,  the ho race dromos I  have  completed teleō,  the ho faith pistis I  have  kept tēreō. ", "8": "Now loipos is  reserved apokeimai for  me egō the ho crown stephanos of ho righteousness dikaiosynē,  which hos the ho Lord kyrios,  the ho righteous dikaios judge kritēs,  will  give apodidōmi to  me egō on en that ekeinos · ho Day hēmera,  but de not ou only monon to  me egō but alla also kai to  everyone pas who ho has  loved agapaō · ho his autos appearing epiphaneia. ", "9": "Do  your  best spoudazō to  come erchomai to pros me egō soon tacheōs, ", "10": "for gar Demas Dēmas deserted enkataleipō me egō because  he  loved agapaō the ho present nyn age aiōn and kai has  gone poreuō to eis Thessalonica Thessalonikē,  Crescens Krēskēs to eis Galatia Galatia,  Titus Titos to eis Dalmatia Dalmatia. ", "11": "Luke Loukas alone monos is eimi with meta me egō.  Get analambanō Mark Markos and  bring agō him  with meta you seautou,  for gar he  is eimi useful euchrēstos to  me egō for eis ministry diakonia. ", "12": "And de I  sent apostellō Tychicus Tychikos to eis Ephesus Ephesos. ", "13": "Bring pherō the ho cloak phailonēs that hos I  left apoleipō in en Troas Trōias with para Carpus Karpos when  you  come erchomai and kai the ho books biblion,  especially malista the ho parchments membrana. ", "14": "Alexander Alexandros the ho coppersmith chalkeus did endeiknymi me egō great polys harm kakos;  the ho Lord kyrios will  repay apodidōmi him autos according  to kata · ho his autos deeds ergon, ", "15": "against  whom hos also kai you sy should  be  on  your  guard phylassō,  for gar he  vehemently lian opposed anthistēmi · ho our hēmeteros words logos. ", "16": "At en · ho my egō first prōtos defense apologia no  one oudeis came  forward paraginomai for  me egō,  but alla everyone pas deserted enkataleipō me egō;  may  it logizomai not mē be  held logizomai against  them autos. ", "17": "But de the ho Lord kyrios stood  by paristēmi me egō and kai strengthened endynamoō me egō,  so  that hina through dia me egō the ho proclamation kērygma might  be  fulfilled plērophoreō,  namely kai,  all pas the ho Gentiles ethnos might  hear akouō,  and kai I  was  rescued rhyomai from ek the  mouth stoma of  a  lion leōn. ", "18": "The ho Lord kyrios will  rescue rhyomai me egō from apo every pas evil ponēros deed ergon and kai will  bring  me  safely sōzō into eis · ho his autos heavenly epouranios kingdom basileia,  · ho to  whom hos be  · ho glory doxa for eis all ho time aiōn ho.  · ho Amen amēn. ", "19": "Greet aspazomai Prisca Priska and kai Aquila Akylas and kai the ho household oikos of  Onesiphorus Onēsiphoros. ", "20": "Erastus Erastos remained menō in en Corinth Korinthos,  and de I  left  Trophimus Trophimos behind apoleipō in en Miletus Milētos because  he  was  sick astheneō. ", "21": "Do  your  best spoudazō to  come erchomai before pro winter cheimōn.  Eubulus euboulos greets aspazomai you sy as kai do  Pudens Poudēs and kai Linus Linos and kai Claudia Klaudia and kai all pas the ho brethren adelphos. ", "22": "The ho Lord kyrios be  with meta · ho your sy spirit pneuma.  · ho Grace charis be  with meta you hymeis all . "}