{"1-2": "I urge you, Timothy, as we live in the sight of God and of Christ Jesus (whose coming in power will judge the living and the dead), to preach the Word of God. Never lose your sense of urgency, in season or out of season. Prove, correct, and encourage, using the utmost patience in your teaching.", "3-5": "For the time is coming when men will not tolerate wholesome teaching. They will want something to tickle their own fancies, and they will collect teachers who will pander to their own desires. They will no longer listen to the truth, but will wander off after man-made fictions. For yourself, stand fast in all that you are doing, meeting whatever suffering this may involve. Go on steadily preaching the Gospel and carry out to the full the commission that God gave you.", "6-8": "As for me, I feel that the last drops of my life are being poured out for God. The glorious fight that God gave me I have fought. The course that I was set I have finished, and I have kept the faith. The future for me holds the crown of righteousness which God, the true judge, will give to those who have loved what they have seen of him.", "9-15": "a Do your best to come to me as soon as you can. Demas, loving this present world, I fear, has left me and gone to Thessalonica. Crescens has gone to Galatia, and Titus is away in Dalmatia. Only Luke is with me now. b-15 When you come, pick up Mark and bring him with you. I can certainly find a job for him here. (I had to send Tychicus off to Ephesus.) And please bring with you the cloak I left with Carpus at Troas, and the books, especially the manuscripts. Alexander the coppersmith did me a great deal of harm—the Lord will reward him for what he did—and I should be very careful of him if I were you. He has been an obstinate opponent of our teaching.", "16-18": "The first time I had to defend myself no one was on my side—they all deserted me. God forgive them! Yet the Lord himself stood by me and gave me the strength to proclaim the message clearly and fully, so that the Gentiles could hear it, and I was rescued “from the lion's mouth”. I am sure the Lord will rescue me from every evil plot, and will keep me safe until I reach his heavenly kingdom. Glory be to him for ever and ever!", "19-20": "Give my love to Prisca and Aquila and Onesiphorus and his family. Erastus is still staying on at Corinth, and Trophimus I had to leave sick at Miletus.", "21-22": "Do your best to get here before the winter. Eubulus, Pudens, Linus, Claudia and all here send their greetings to you. The Lord be with your spirit. Grace be with you. PAUL"}