{"1": "The revelation of Jesus Christ,[a] which God gave him to show his servants[b] what must happen very soon.[c] He made it clear[d] by sending his angel to his servant[e] John, ", "2": "who then[f] testified to everything that he saw concerning the word of God and the testimony about[g] Jesus Christ. ", "3": "Blessed is the one who reads the words of this[h] prophecy aloud,[i] and blessed are[j] those who hear and obey[k] the things written in it, because the time is near![l]", "4": "From John,[m] to the seven churches that are in the province of Asia:[n] Grace and peace to you[o] from “he who is,”[p] and who was, and who is still to come,[q] and from the seven spirits who are before his throne, ", "5": "and from Jesus Christ—the faithful[r] witness,[s] the firstborn from among the dead, the ruler over the kings of the earth. To the one who loves us and has set us free[t] from our sins at the cost of[u] his own blood ", "6": "and has appointed[v] us as a kingdom,[w] as priests[x] serving his God and Father—to him be the glory and the power for ever and ever![y] Amen.", "7": "(Look! He is returning with the clouds,[z] and every eye will see him, even[aa] those who pierced him,[ab] and all the tribes[ac] on the earth will mourn because[ad] of him. This will certainly come to pass![ae] Amen.)[af]", "8": "“I am the Alpha and the Omega,”[ag] says the Lord God—the one who is, and who was, and who is still to come—the All-Powerful![ah]", "9": "I, John, your brother and the one who shares[ai] with you in the persecution, kingdom, and endurance that[aj] are in Jesus, was on the island called Patmos because of the word of God and the testimony about Jesus.[ak] ", "10": "I was in the Spirit[al] on the Lord's Day[am] when[an] I heard behind me a loud voice like a trumpet, ", "11": "saying: “Write in a book what you see and send it to the seven churches—to Ephesus, Smyrna,[ao] Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”", "12": "I[ap] turned to see whose voice was speaking to me,[aq] and when I did so,[ar] I saw seven golden lampstands, ", "13": "and in the midst of the lampstands was one like a son of man.[as] He was dressed in a robe extending down to his feet and he wore a wide golden belt[at] around his chest. ", "14": "His[au] head and hair were as white as wool, even as white as snow,[av] and his eyes were like a fiery[aw] flame. ", "15": "His feet were like polished bronze[ax] refined[ay] in a furnace, and his voice was like the roar[az] of many waters. ", "16": "He held[ba] seven stars in his right hand, and a sharp double-edged sword extended out of his mouth. His[bb] face shone like the sun shining at full strength. ", "17": "When[bc] I saw him I fell down at his feet as though I were dead, but[bd] he placed his right hand on me and said: “Do not be afraid! I am the first and the last, ", "18": "and the one who lives! I[be] was dead, but look, now I am alive—forever and ever—and I hold the keys of death and of Hades![bf] ", "19": "Therefore write what you saw, what is, and what will be after these things.[bg] ", "20": "The mystery of the seven stars that you saw in my right hand and the seven golden lampstands is this:[bh] The seven stars are the angels[bi] of the seven churches and the seven lampstands are the seven churches."}