{"1": "Then[a] I saw a beast coming up out of the sea. It[b] had ten horns and seven heads, and on its horns were ten diadem crowns,[c] and on its heads a blasphemous name.[d] ", "2": "Now[e] the beast that I saw was like a leopard, but its feet were like a bear's, and its mouth was like a lion's mouth. The[f] dragon gave the beast[g] his power, his throne, and great authority to rule.[h] ", "3": "One of the beast's[i] heads appeared to have been killed,[j] but the lethal wound had been healed.[k] And the whole world followed[l] the beast in amazement; ", "4": "they worshiped the dragon because he had given ruling authority[m] to the beast, and they worshiped the beast too, saying: “Who is like the beast?” and “Who is able to make war against him?”[n] ", "5": "The beast[o] was given a mouth speaking proud words[p] and blasphemies, and he was permitted[q] to exercise ruling authority[r] for forty-two months. ", "6": "So[s] the beast[t] opened his mouth to blaspheme against God—to blaspheme both his name and his dwelling place,[u] that is, those who dwell in heaven. ", "7": "The beast[v] was permitted to go to war against the saints and conquer them.[w] He was given ruling authority[x] over every tribe, people,[y] language, and nation, ", "8": "and all those who live on the earth will worship the beast,[z] everyone whose name has not been written since the foundation of the world[aa] in the book of life belonging to the Lamb who was killed.[ab] ", "9": "If anyone has an ear, he had better listen!", "10": "If anyone is meant for captivity, into captivity he will go. If anyone is to be killed by the sword,[ac] then by the sword he must be killed. This[ad] requires steadfast endurance[ae] and faith from the saints.", "11": "Then[af] I saw another beast[ag] coming up from the earth. He[ah] had two horns like a lamb,[ai] but[aj] was speaking like a dragon. ", "12": "He[ak] exercised all the ruling authority[al] of the first beast on his behalf,[am] and made the earth and those who inhabit it worship the first beast, the one whose lethal wound had been healed. ", "13": "He[an] performed momentous signs, even making fire come down from heaven to earth in front of people[ao] ", "14": "and, by the signs he was permitted to perform on behalf of the beast, he deceived those who live on the earth. He told[ap] those who live on the earth to make an image to the beast who had been wounded by the sword, but still lived. ", "15": "The second beast[aq] was empowered[ar] to give life[as] to the image of the first beast[at] so that it could speak, and could cause all those who did not worship the image of the beast to be killed. ", "16": "He also caused[au] everyone (small and great, rich and poor, free and slave[av]) to obtain a mark on their right hand or on their forehead. ", "17": "Thus no one was allowed to buy[aw] or sell things[ax] unless he bore[ay] the mark of the beast—that is, his name or his number.[az] ", "18": "This calls for wisdom:[ba] Let the one who has insight calculate the beast's number, for it is man's number,[bb] and his number is 666.[bc]"}