{"1": "After these things I saw another angel, who possessed great authority, coming down out of heaven, and the earth was lit up by his radiance.[a] ", "2": "He[b] shouted with a powerful voice: “Fallen, fallen, is Babylon the great! She[c] has become a lair for demons, a haunt[d] for every unclean spirit, a haunt for every unclean bird, a haunt for every unclean and detested beast.[e]", "3": "For all the nations[f] have fallen[g] from the wine of her immoral passion,[h] and the kings of the earth have committed sexual immorality with her, and the merchants of the earth have gotten rich from the power of her sensual behavior.”[i]", "4": "Then[j] I heard another voice from heaven saying, “Come out of her, my people, so you will not take part in her sins and so you will not receive her plagues, ", "5": "because her sins have piled[k] up all the way to heaven[l] and God has remembered[m] her crimes.[n] ", "6": "Repay her the same way she repaid others;[o] pay her back double[p] corresponding to her deeds. In the cup she mixed, mix double the amount for her. ", "7": "As much as[q] she exalted herself and lived in sensual luxury,[r] to this extent give her torment and grief because she said to herself,[s] 'I rule as queen and am no widow; I will never experience grief!' ", "8": "For this reason, she will experience her plagues[t] in a single day: disease,[u] mourning,[v] and famine, and she will be burned down[w] with fire, because the Lord God who judges her is powerful!”", "9": "Then[x] the kings of the earth who committed immoral acts with her and lived in sensual luxury[y] with her will weep and wail for her when they see the smoke from the fire that burns her up.[z] ", "10": "They will stand a long way off because they are afraid of her torment, and will say, “Woe, woe, O great city, Babylon the powerful city! For in a single hour your doom[aa] has come!”", "11": "Then[ab] the merchants of the earth will weep and mourn for her because no one buys their cargo[ac] any longer—", "12": "cargo such as gold, silver,[ad] precious stones, pearls, fine linen, purple cloth, silk,[ae] scarlet cloth,[af] all sorts of things made of citron wood,[ag] all sorts of objects made of ivory, all sorts of things made of expensive wood, bronze, iron and marble, ", "13": "cinnamon, spice,[ah] incense, perfumed ointment,[ai] frankincense,[aj] wine, olive oil and costly flour,[ak] wheat, cattle and sheep, horses and four-wheeled carriages,[al] slaves and human lives.[am]", "14": "(The ripe fruit[an] you greatly desired[ao] has gone from you, and all your luxury[ap] and splendor[aq] have gone from you— they will never ever be found again!)[ar]", "15": "The merchants who sold[as] these things, who got rich from her, will stand a long way off because they are afraid of her torment. They will weep[at] and mourn, ", "16": "saying, “Woe, woe, O great city— dressed in fine linen, purple and scarlet clothing,[au] and adorned with gold,[av] precious stones, and pearls—", "17": "because in a single hour such great wealth has been destroyed!”[aw] And every ship's captain,[ax] and all who sail along the coast[ay]—seamen, and all who[az] make their living from the sea, stood a long way off ", "18": "and began to shout[ba] when they saw the smoke from the fire that burned her up,[bb] “Who is like the great city?” ", "19": "And they threw dust on their heads and were shouting with weeping and mourning,[bc] “Woe, Woe, O great city— in which all those who had ships on the sea got rich from her wealth— because in a single hour she has been destroyed!”[bd]", "20": "(Rejoice over her, O heaven, and you saints and apostles and prophets, for God has pronounced judgment[be] against her on your behalf!)[bf]", "21": "Then[bg] one powerful angel picked up a stone like a huge millstone, threw it into the sea, and said, “With this kind of sudden violent force[bh] Babylon the great city will be thrown down[bi] and it will never be found again!", "22": "And the sound of the harpists, musicians, flute players, and trumpeters will never be heard in you[bj] again. No[bk] craftsman[bl] who practices any trade will ever be found in you again; the noise of a mill[bm] will never be heard in you again.", "23": "Even the light from a lamp will never shine in you again! The voices of the bridegroom and his bride will never be heard in you again. For your merchants were the tycoons of the world, because all the nations[bn] were deceived by your magic spells![bo]", "24": "The[bp] blood of the saints and prophets was found in her,[bq] along with the blood[br] of all those who had been killed on the earth.”"}