{"1": "“To the angel of the church in Ephesus, write the following:[a] “This is the solemn pronouncement of[b] the one who has a firm grasp on[c] the seven stars in his right hand[d]—the one who walks among the seven golden[e] lampstands: ", "2": "'I know your works as well as your[f] labor and steadfast endurance, and that you cannot tolerate[g] evil. You have even put to the test[h] those who refer to themselves as apostles (but are not), and have discovered that they are false. ", "3": "I am also aware[i] that you have persisted steadfastly,[j] endured much for the sake of my name, and have not grown weary. ", "4": "But I have this against you: You have departed[k] from your first love! ", "5": "Therefore, remember from what high state[l] you have fallen and repent! Do[m] the deeds you did at the first;[n] if not, I will come to you and remove your lampstand from its place—that is, if you do not repent.[o] ", "6": "But you do have this going for you:[p] You hate what the Nicolaitans[q] practice[r]—practices I also hate. ", "7": "The one who has an ear had better hear what the Spirit says to the churches. To the one who conquers,[s] I will permit[t] him to eat from the tree of life that is[u] in the paradise of God.'[v]", "8": "“To[w] the angel of the church in Smyrna write the following:[x] “This is the solemn pronouncement of[y] the one who is the first and the last, the one who was dead, but[z] came to life: ", "9": "'I know the distress you are suffering[aa] and your poverty (but you are rich). I also know[ab] the slander against you[ac] by those who call themselves Jews and really are not, but are a synagogue[ad] of Satan. ", "10": "Do not be afraid of the things you are about to suffer. The devil is about to have some of you thrown[ae] into prison so you may be tested,[af] and you will experience suffering[ag] for ten days. Remain faithful even to the point of death, and I will give you the crown that is life itself.[ah] ", "11": "The one who has an ear had better hear what the Spirit says to the churches. The one who conquers[ai] will in no way be harmed by the second death.'", "12": "“To[aj] the angel of the church in Pergamum write the following:[ak] “This is the solemn pronouncement of[al] the one who has the sharp double-edged sword:[am] ", "13": "'I know[an] where you live—where Satan's throne is. Yet[ao] you continue to cling[ap] to my name and you have not denied your[aq] faith in me,[ar] even in the days of Antipas, my faithful witness,[as] who was killed in your city[at] where Satan lives. ", "14": "But I have a few things against you: You have some people there who follow the teaching of Balaam,[au] who instructed Balak to put a stumbling block[av] before the people[aw] of Israel so they would eat food sacrificed to idols and commit sexual immorality.[ax] ", "15": "In the same way, there are also some among you who follow the teaching of the Nicolaitans.[ay] ", "16": "Therefore,[az] repent! If not, I will come against you quickly and make war against those people[ba] with the sword of my mouth. ", "17": "The one who has an ear had better hear what the Spirit says to the churches. To the one who conquers,[bb] I will give him some of the hidden manna, and I will give him a white[bc] stone,[bd] and on that stone will be written a new name that no one can understand[be] except the one who receives it.'", "18": "“To[bf] the angel of the church in Thyatira write the following:[bg] “This is the solemn pronouncement of[bh] the Son of God, the one who has eyes like a fiery flame[bi] and whose feet are like polished bronze:[bj] ", "19": "'I know your deeds: your love, faith,[bk] service, and steadfast endurance.[bl] In fact,[bm] your more recent deeds are greater than your earlier ones. ", "20": "But I have this against you: You tolerate that[bn] woman[bo] Jezebel,[bp] who calls herself a prophetess, and by her teaching deceives[bq] my servants[br] to commit sexual immorality and to eat food sacrificed to idols.[bs] ", "21": "I[bt] have given her time to repent, but[bu] she is not willing to repent of her sexual immorality. ", "22": "Look! I am throwing her onto a bed of violent illness,[bv] and those who commit adultery with her into terrible suffering,[bw] unless they repent of her deeds. ", "23": "Furthermore, I will strike her followers[bx] with a deadly disease,[by] and then all the churches will know that I am the one who searches minds and hearts. I will repay[bz] each one of you[ca] what your deeds deserve.[cb] ", "24": "But to the rest of you in Thyatira, all who do not hold to this teaching[cc] (who have not learned the so-called “deep secrets[cd] of Satan”), to you I say: I do not put any additional burden on you. ", "25": "However, hold on to what you have until I come. ", "26": "And to the one who conquers[ce] and who continues in[cf] my deeds until the end, I will give him authority over the nations[cg]—", "27": "he[ch] will rule[ci] them with an iron rod[cj] and like clay jars he will break them to pieces,[ck]", "28": "just as I have received the right to rule[cl] from my Father—and I will give him the morning star.[cm] ", "29": "The one who has an ear had better hear what the Spirit says to the churches.'"}