{"1": "Then[a] I saw an angel descending from heaven, holding[b] in his hand the key to the abyss and a huge chain. ", "2": "He[c] seized the dragon—the ancient serpent, who is the devil and Satan—and tied him up for a thousand years. ", "3": "The angel[d] then[e] threw him into the abyss and locked[f] and sealed it so that he could not deceive the nations until the one thousand years were finished. (After these things he must be released for a brief period of time.)", "4": "Then[g] I saw thrones and seated on them were those who had been given authority to judge.[h] I also saw the souls of those who had been beheaded because of the testimony about Jesus and because of the word of God. These[i] had not worshiped the beast or his image and had refused to receive his mark on their forehead or hand. They[j] came to life[k] and reigned with Christ for a thousand years. ", "5": "(The rest of the dead did not come to life until the thousand years were finished.)[l] This is the first resurrection. ", "6": "Blessed and holy is the one who takes part[m] in the first resurrection. The second death has no power over them,[n] but they will be priests of God and of Christ, and they will reign with him for a thousand years.", "7": "Now[o] when the thousand years are finished, Satan will be released from his prison ", "8": "and will go out to deceive[p] the nations at the four corners of the earth, Gog and Magog,[q] to bring them together for the battle. They are as numerous as the grains of sand in the sea.[r] ", "9": "They[s] went up[t] on the broad plain of the earth[u] and encircled[v] the camp[w] of the saints and the beloved city, but[x] fire came down from heaven and devoured them completely.[y] ", "10": "And the devil who deceived[z] them was thrown into the lake of fire and sulfur,[aa] where the beast and the false prophet are[ab] too, and they will be tormented there day and night forever and ever.", "11": "Then[ac] I saw a large[ad] white throne and the one who was seated on it; the earth and the heaven[ae] fled[af] from his presence, and no place was found for them. ", "12": "And I saw the dead, the great and the small, standing before the throne. Then[ag] books were opened, and another book was opened—the book of life.[ah] So[ai] the dead were judged by what was written in the books, according to their deeds.[aj] ", "13": "The[ak] sea gave up the dead that were in it, and Death[al] and Hades gave up the dead that were in them, and each one was judged according to his deeds. ", "14": "Then[am] Death and Hades were thrown into the lake of fire. This is the second death—the lake of fire. ", "15": "If[an] anyone's name[ao] was not found written in the book of life, that person[ap] was thrown into the lake of fire."}