{"1": "“To[a] the angel of the church in Sardis write the following:[b] “This is the solemn pronouncement of[c] the one who holds[d] the seven spirits of God and the seven stars: 'I know your deeds, that you have a reputation[e] that you are alive, but[f] in reality[g] you are dead. ", "2": "Wake up then, and strengthen what remains that was about[h] to die, because I have not found your deeds complete[i] in the sight[j] of my God. ", "3": "Therefore, remember what you received and heard,[k] and obey it,[l] and repent. If you do not wake up, I will come like a thief, and you will never[m] know at what hour I will come against[n] you. ", "4": "But you have a few individuals[o] in Sardis who have not stained[p] their clothes, and they will walk with me dressed[q] in white, because they are worthy. ", "5": "The one who conquers[r] will be dressed like them[s] in white clothing,[t] and I will never[u] erase[v] his name from the book of life, but[w] will declare[x] his name before my Father and before his angels. ", "6": "The one who has an ear had better hear what the Spirit says to the churches.'", "7": "“To[y] the angel of the church in Philadelphia write the following:[z] “This is the solemn pronouncement of[aa] the Holy One, the True One, who holds the key of David, who opens doors[ab] no one can shut, and shuts doors[ac] no one can open: ", "8": "'I know your deeds. (Look! I have put[ad] in front of you an open door that no one can shut.)[ae] I know[af] that you have little strength,[ag] but[ah] you have obeyed[ai] my word and have not denied my name. ", "9": "Listen![aj] I am going to make those people from the synagogue[ak] of Satan—who say they are Jews yet[al] are not, but are lying—Look, I will make[am] them come and bow down[an] at your feet and acknowledge[ao] that I have loved you. ", "10": "Because you have kept[ap] my admonition[aq] to endure steadfastly,[ar] I will also keep you from the hour of testing that is about to come on the whole world to test those who live on the earth. ", "11": "I am coming soon. Hold on to what you have so that no one can take away[as] your crown.[at] ", "12": "The one who conquers[au] I will make[av] a pillar in the temple of my God, and he will never depart from it. I[aw] will write on him the name of my God and the name of the city of my God (the new Jerusalem that comes down out of heaven from my God),[ax] and my new name as well. ", "13": "The one who has an ear had better hear what the Spirit says to the churches.'", "14": "“To[ay] the angel of the church in Laodicea write the following:[az] “This is the solemn pronouncement of[ba] the Amen, the faithful and true witness, the originator[bb] of God's creation: ", "15": "'I know your deeds, that you are neither cold nor hot.[bc] I wish you were either cold or hot! ", "16": "So because you are lukewarm, and neither hot nor cold, I am going[bd] to vomit[be] you out of my mouth! ", "17": "Because you say, “I am rich and have acquired great wealth,[bf] and need nothing,” but[bg] do not realize that you are wretched, pitiful,[bh] poor, blind, and naked, ", "18": "take my advice[bi] and buy gold from me refined by fire so you can become rich! Buy from me[bj] white clothing so you can be clothed and your shameful nakedness[bk] will not be exposed, and buy eye salve[bl] to put on your eyes so you can see! ", "19": "All those[bm] I love, I rebuke and discipline. So be earnest and repent! ", "20": "Listen![bn] I am standing at the door and knocking! If anyone hears my voice and opens the door I will come into his home[bo] and share a meal with him, and he with me. ", "21": "I will grant the one[bp] who conquers[bq] permission[br] to sit with me on my throne, just as I too conquered[bs] and sat down with my Father on his throne. ", "22": "The one who has an ear had better hear what the Spirit says to the churches.'”"}