{"1": "After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth so no wind could blow on the earth, on the sea, or on any tree. ", "2": "Then[a] I saw another angel ascending from the east,[b] who had[c] the seal[d] of the living God. He[e] shouted out with a loud voice to the four angels who had been given permission[f] to damage the earth and the sea:[g] ", "3": "“Do not damage the earth or the sea or the trees until we have put a seal on the foreheads of the servants[h] of our God.” ", "4": "Now[i] I heard the number of those who were marked with the seal,[j] 144,000, sealed from all[k] the tribes of the people of Israel:[l]", "5": "From the tribe of Judah, twelve thousand were sealed, from the tribe of Reuben, twelve thousand, from the tribe of Gad, twelve thousand,", "6": "from the tribe of Asher, twelve thousand, from the tribe of Naphtali, twelve thousand, from the tribe of Manasseh, twelve thousand,", "7": "from the tribe of Simeon, twelve thousand, from the tribe of Levi, twelve thousand, from the tribe of Issachar, twelve thousand,", "8": "from the tribe of Zebulun, twelve thousand, from the tribe of Joseph, twelve thousand, from the tribe of Benjamin, twelve thousand were sealed.", "9": "After these things I looked, and here was[m] an enormous crowd that no one could count, made up of persons from every nation, tribe,[n] people, and language, standing before the throne and before the Lamb dressed in long white robes, and with palm branches in their hands. ", "10": "They were shouting out in a loud voice, “Salvation belongs to our God,[o] who is seated on the throne, and to the Lamb!”", "11": "And all the angels stood[p] there in a circle around the throne and around the elders and the four living creatures, and they threw themselves down with their faces to the ground[q] before the throne and worshiped God, ", "12": "saying, “Amen! Praise and glory, and wisdom and thanksgiving, and honor and power and strength be to our God for ever and ever. Amen!”", "13": "Then[r] one of the elders asked[s] me, “These dressed in long white robes—who are they and where have they come from?” ", "14": "So[t] I said to him, “My lord, you know the answer.”[u] Then[v] he said to me, “These are the ones who have come out of the great tribulation. They[w] have washed their robes and made them white in the blood of the Lamb! ", "15": "For this reason they are before the throne of God, and they serve[x] him day and night in his temple, and the one seated on the throne will shelter them.[y] ", "16": "They will never go hungry or be thirsty again, and the sun will not beat down on them, nor any burning heat,[z] ", "17": "because the Lamb in the middle of the throne will shepherd them and lead them to springs of living water, and God will wipe away every tear from their eyes.”[aa]"}