{"1": "Then[a] the fifth angel blew his trumpet, and I saw a star that had fallen from the sky[b] to the earth, and he was given the key to the shaft of the abyss.[c] ", "2": "He[d] opened the shaft of the abyss and smoke rose out of it[e] like smoke from a giant furnace. The[f] sun and the air were darkened with smoke from the shaft. ", "3": "Then[g] out of the smoke came locusts onto the earth, and they were given power[h] like that of the scorpions of the earth. ", "4": "They[i] were told[j] not to damage the grass of the earth, or any green plant or tree, but only those people[k] who did not have the seal of God on their[l] forehead. ", "5": "The locusts[m] were not given permission[n] to kill[o] them, but only to torture[p] them[q] for five months, and their torture was like that[r] of a scorpion when it stings a person.[s] ", "6": "In[t] those days people[u] will seek death, but[v] will not be able to[w] find it; they will long to die, but death will flee from them.", "7": "Now[x] the locusts looked like horses equipped for battle. On[y] their heads were something like crowns similar to gold,[z] and their faces looked like men's[aa] faces. ", "8": "They[ab] had hair like women's hair, and their teeth were like lions' teeth. ", "9": "They had breastplates[ac] like iron breastplates, and the sound of their wings was like the noise of many horse-drawn chariots charging into battle. ", "10": "They have[ad] tails and stingers like scorpions, and their ability[ae] to injure people for five months is in their tails. ", "11": "They have as king over them the angel of the abyss, whose name in Hebrew is Abaddon, and in Greek, Apollyon.[af]", "12": "The first woe has passed, but[ag] two woes are still coming after these things!", "13": "Then[ah] the sixth angel blew his trumpet, and I heard a single voice coming from the[ai] horns on the golden altar that is before God, ", "14": "saying to the sixth angel, the one holding[aj] the trumpet, “Set free[ak] the four angels who are bound at the great river Euphrates!” ", "15": "Then[al] the four angels who had been prepared for this[am] hour, day,[an] month, and year were set free to kill[ao] a third of humanity. ", "16": "The[ap] number of soldiers on horseback was 200,000,000;[aq] I heard their number. ", "17": "Now[ar] this is what the horses and their riders[as] looked like in my[at] vision: The riders had breastplates that were fiery red,[au] dark blue,[av] and sulfurous[aw] yellow in color.[ax] The[ay] heads of the horses looked like lions' heads, and fire, smoke, and sulfur[az] came out of their mouths. ", "18": "A third of humanity was killed by these three plagues, that is,[ba] by the fire, the smoke, and the sulfur that came out of their mouths. ", "19": "For the power[bb] of the horses resides[bc] in their mouths and in their tails, because their tails are like snakes, having heads that inflict injuries. ", "20": "The rest of humanity, who had not been killed by these plagues, did not repent of the works of their hands, so that they did not stop worshiping demons and idols made[bd] of gold, silver,[be] bronze, stone, and wood—idols that cannot see or hear or walk about. ", "21": "Furthermore,[bf] they did not repent of their murders, of their magic spells,[bg] of their sexual immorality, or of their stealing."}