{"1": "This is the message[a] that the Lord gave to Israel through the prophet Malachi.[b]", "2": "“I have always loved you,” says the Lord. But you retort, “Really? How have you loved us?” And the Lord replies, “This is how I showed my love for you: I loved your ancestor Jacob,", "3": "but I rejected his brother, Esau, and devastated his hill country. I turned Esau's inheritance into a desert for jackals.”", "4": "Esau's descendants in Edom may say, “We have been shattered, but we will rebuild the ruins.” But the Lord of Heaven's Armies replies, “They may try to rebuild, but I will demolish them again. Their country will be known as 'The Land of Wickedness,' and their people will be called 'The People with Whom the Lord Is Forever Angry.'", "5": "When you see the destruction for yourselves, you will say, 'Truly, the Lord's greatness reaches far beyond Israel's borders!'”", "6": "The Lord of Heaven's Armies says to the priests: “A son honors his father, and a servant respects his master. If I am your father and master, where are the honor and respect I deserve? You have shown contempt for my name! “But you ask, 'How have we ever shown contempt for your name?'", "7": "“You have shown contempt by offering defiled sacrifices on my altar. “Then you ask, 'How have we defiled the sacrifices?[c]' “You defile them by saying the altar of the Lord deserves no respect.", "8": "When you give blind animals as sacrifices, isn't that wrong? And isn't it wrong to offer animals that are crippled and diseased? Try giving gifts like that to your governor, and see how pleased he is!” says the Lord of Heaven's Armies.", "9": "“Go ahead, beg God to be merciful to you! But when you bring that kind of offering, why should he show you any favor at all?” asks the Lord of Heaven's Armies.", "10": "“How I wish one of you would shut the Temple doors so that these worthless sacrifices could not be offered! I am not pleased with you,” says the Lord of Heaven's Armies, “and I will not accept your offerings.", "11": "But my name is honored[d] by people of other nations from morning till night. All around the world they offer[e] sweet incense and pure offerings in honor of my name. For my name is great among the nations,” says the Lord of Heaven's Armies.", "12": "“But you dishonor my name with your actions. By bringing contemptible food, you are saying it's all right to defile the Lord's table.", "13": "You say, 'It's too hard to serve the Lord,' and you turn up your noses at my commands,” says the Lord of Heaven's Armies. “Think of it! Animals that are stolen and crippled and sick are being presented as offerings! Should I accept from you such offerings as these?” asks the Lord.", "14": "“Cursed is the cheat who promises to give a fine ram from his flock but then sacrifices a defective one to the Lord. For I am a great king,” says the Lord of Heaven's Armies, “and my name is feared among the nations!"}