{"1": "In the beginning was the Word, and the Word was with God, and the Word was God. ", "2": "He was with God in the beginning. ", "3": "Through him everything was made, and without him not one thing was made that has been made. ", "4": "In him was[a] life, and the life was the light of mankind. ", "5": "The light is shining in the darkness, and the darkness has not overcome[b] it.", "6": "There was a man, sent from God, whose name was John. ", "7": "He came as an eyewitness to testify about the light so that everyone would believe through him. ", "8": "He was not the light, but he came to testify about the light.", "9": "The real light that shines on everyone was coming into the world. ", "10": "He was in the world, and the world was made through him, yet the world did not recognize him. ", "11": "He came to what was his own, yet his own people did not accept him. ", "12": "But to all who did receive him, to those who believe in his name, he gave the right to become children of God. ", "13": "They were born, not of blood, or of the desire of the flesh, or of a husband's will, but born of God.", "14": "The Word became flesh and dwelled[c] among us. We have seen his glory, the glory he has as the only-begotten from the Father, full of grace and truth.", "15": "John testified about him. He cried out, “This was the one I spoke about when I said, 'The one coming after me outranks me because he existed before me.'” ", "16": "For[d] out of his fullness we have all received grace upon grace. ", "17": "For the law was given through Moses; grace and truth came through Jesus Christ. ", "18": "No one has ever seen God. The only-begotten Son,[e] who is close to the Father's side, has made him known.", "19": "This is the testimony John gave when the Jews from Jerusalem sent priests and Levites[f] to ask him, “Who are you?”", "20": "He confessed and did not deny. He confessed, “I am not the Christ.”", "21": "And they asked him, “Who are you then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” “No,” he answered.", "22": "Then they asked him, “Who are you? Tell us so we can give an answer to those who sent us. What do you say about yourself?”", "23": "He said, “I am the voice of one crying out in the wilderness, 'Make straight the way of the Lord,'[g] just as Isaiah the prophet said.”", "24": "They had been sent from the Pharisees. ", "25": "So they asked John, “Why then do you baptize, if you are not the Christ, or Elijah, or the Prophet?”", "26": "“I baptize with water,” John answered. “Among you stands one you do not know. ", "27": "He is the one coming after me,[h] whose sandal strap I am not worthy to untie.”", "28": "These things happened in Bethany beyond the Jordan, where John was baptizing.", "29": "The next day, John saw Jesus coming toward him and said, “Look! The Lamb of God, who takes away the sin of the world! ", "30": "This is the one I was talking about when I said, 'The one coming after me outranks me because he existed before me.' ", "31": "I myself did not know who he was, but I came baptizing with water so that he would be revealed to Israel.”", "32": "John also testified, “I saw the Spirit descend like a dove from heaven and remain on him. ", "33": "I myself did not recognize him, but the one who sent me to baptize with water said to me, 'The one on whom you see the Spirit descend and remain, he is the one who will baptize with the Holy Spirit.' ", "34": "I saw this myself and have testified that this is the Son of God.”", "35": "The next day, John was standing there again with two of his disciples. ", "36": "When John saw Jesus passing by, he said, “Look! The Lamb of God!” ", "37": "The two disciples heard him say this, and they followed Jesus.", "38": "When Jesus turned around and saw them following him, he asked, “What are you looking for?” They said to him, “Rabbi” (which means “Teacher”), “where are you staying?”", "39": "He told them, “Come, and you will see.” So they came and saw where he was staying. They stayed with him that day. It was about the tenth hour.[i]", "40": "Andrew, Simon Peter's brother, was one of the two who heard John and followed Jesus. ", "41": "The first thing Andrew did was to find his own brother Simon and say to him, “We have found the Messiah!” (which is translated “the Christ”).[j] ", "42": "He brought him to Jesus. Looking at him, Jesus said, “You are Simon, son of Jonah.[k] You will be called Cephas” (which means “Peter”).[l]", "43": "The next day, Jesus wanted to leave for Galilee. He found Philip and said to him, “Follow me.” ", "44": "Now Philip was from Bethsaida, the hometown of Andrew and Peter.", "45": "Philip found Nathanael and told him, “We have found the one Moses wrote about in the Law, and about whom the prophets also wrote—Jesus of Nazareth, the son of Joseph.”", "46": "Nathanael said to him, “Nazareth! Can anything good come from there?” “Come and see!” Philip told him.", "47": "Jesus saw Nathanael coming toward him and said about him, “Truly, here is an Israelite in whom there is no deceit.”", "48": "Nathanael asked him, “How do you know me?” Jesus answered, “Before Philip called you, while you were under the fig tree, I saw you.”", "49": "Nathanael answered him, “Rabbi, you are the Son of God! You are the King of Israel!”", "50": "Jesus replied, “You believe because I told you that I saw you under the fig tree. You will see greater things than that!” ", "51": "Then he added, “Amen, Amen,[m] I tell you:[n] You will see heaven opened and the angels of God ascending and descending on the Son of Man.”"}