{"1": "“Amen, Amen, I tell you: Anyone who does not enter the sheep pen by the door, but climbs in by some other way, is a thief and a robber. ", "2": "The one who enters by the door is the shepherd of the sheep. ", "3": "The doorkeeper opens the door for him, and the sheep listen to his voice. He calls his own sheep by name and leads them out. ", "4": "When he has brought out all his own sheep, he walks ahead of them. The sheep follow him because they know his voice. ", "5": "They will never follow a stranger, but will run away from him, because they do not know the voice of strangers.” ", "6": "Jesus used this illustration in speaking to the people, but they did not understand what he was telling them.", "7": "So Jesus said again, “Amen, Amen, I tell you: I am the door for the sheep. ", "8": "All who came before me[a] were thieves and robbers, but the sheep did not listen to them. ", "9": "I am the door. Whoever enters through me will be saved. He will come in and go out, and find pasture.", "10": "“A thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.", "11": "“I am the Good Shepherd. The Good Shepherd lays down his life for the sheep. ", "12": "The hired man, who is not a shepherd, does not own the sheep. He sees the wolf coming, leaves the sheep, and runs away. Then the wolf attacks the sheep and scatters them. ", "13": "Because he works for money, he does not care about the sheep.", "14": "“I am the Good Shepherd. I know my sheep and my sheep know me ", "15": "(just as the Father knows me and I know the Father). And I lay down my life for the sheep. ", "16": "I also have other sheep that are not of this sheep pen. I must bring them also, and they will listen to my voice. Then there will be one flock and one shepherd. ", "17": "This is why the Father loves me, because I lay down my life so that I may take it up again. ", "18": "No one takes it from me, but I lay it down on my own. I have the authority to lay it down, and I have the authority to take it up again. This is the commission I received from my Father.”", "19": "There was a division among the Jews again because of these words. ", "20": "Many of them were saying, “He has a demon and is out of his mind! Why listen to him?” ", "21": "Others said, “These are not the sayings of someone demon-possessed. Can a demon open the eyes of the blind?”", "22": "Then the Festival of Dedication took place in Jerusalem. It was winter, ", "23": "and Jesus was walking in the temple area in Solomon's Colonnade.", "24": "So the Jews gathered around Jesus, asking, “How long will you keep us in suspense? If you are the Christ, tell us plainly.”", "25": "Jesus answered them, “I did tell you, but you do not believe. The works I am doing in my Father's name testify about me. ", "26": "But you do not believe, because you are not my sheep, as I said to you.[b] ", "27": "My sheep hear my voice. I know them, and they follow me. ", "28": "I give them eternal life, and they will never perish. No one will snatch them out of my hand. ", "29": "My Father, who has given them to me, is greater than all. No one can snatch them out of my Father's hand. ", "30": "I and the Father are one.”", "31": "Again the Jews picked up stones to stone him. ", "32": "Jesus answered them, “I have shown you many good works from my Father. For which of these are you going to stone me?”", "33": "“We are not going to stone you for a good work,” the Jews answered, “but for blasphemy, because although you are a man, you make yourself out to be God.”", "34": "Jesus answered them, “Is it not written in your Law, 'I said you are gods'?[c] ", "35": "If he called those people 'gods,' to whom the word of God came, and the Scripture cannot be broken, ", "36": "what about the one whom the Father set apart and sent into the world? Do you accuse me of blasphemy because I said, 'I am God's Son'? ", "37": "If I am not doing the works of my Father, do not believe me. ", "38": "But if I am doing them, even if you do not believe me, believe the works so that you will know and understand[d] that the Father is in me, and I am in the Father.”", "39": "So they tried to arrest him again, but he eluded their grasp. ", "40": "He went back across the Jordan to the place where John had been baptizing earlier, and he stayed there.", "41": "Many came to him and were saying, “John never did a miraculous sign, but everything John said about this man was true.” ", "42": "And many believed in him there."}