{"1": "Now a certain man named Lazarus was sick. He was from Bethany, the village of Mary and her sister Martha. ", "2": "This Mary, whose brother Lazarus was sick, was the same Mary who anointed the Lord with perfume and wiped his feet with her hair.", "3": "So the sisters sent a message to Jesus, saying, “Lord, the one you love is sick!”", "4": "When Jesus heard it, he said, “This sickness is not going to result in death, but it is for the glory of God, so that the Son of God may be glorified through it.”", "5": "Jesus loved Martha and her sister and Lazarus. ", "6": "Yet when he heard that Lazarus was sick, he stayed in the place where he was two more days.", "7": "Then afterwards he said to his disciples, “Let's go back to Judea.”", "8": "The disciples said to him, “Rabbi, recently the Jews were trying to stone you. And you are going back there again?”", "9": "Jesus answered, “Are there not twelve hours of daylight? If anyone walks around during the day, he does not stumble because he sees this world's light. ", "10": "But if anyone walks around at night, he stumbles because there is no light on him.”", "11": "He said this and then told them, “Our friend Lazarus has fallen asleep, but I am going there to wake him up.”", "12": "Then the disciples said, “Lord, if he has fallen asleep, he will get well.”", "13": "Jesus had been speaking about his death, but they thought he was merely talking about ordinary sleep. ", "14": "So Jesus told them plainly, “Lazarus is dead. ", "15": "And I am glad for your sake that I was not there, so that you may believe. But let us go to him.”", "16": "Then Thomas (called the Twin[a]) said to his fellow disciples, “Let's go too, so that we may die with him.”", "17": "When Jesus arrived, he found that Lazarus had already been in the tomb for four days.", "18": "Bethany was near Jerusalem, about two miles away. ", "19": "Many Jews had come to Martha and Mary to comfort them concerning their brother.", "20": "When Martha heard that Jesus was coming, she went to meet him, while Mary was sitting in the house.", "21": "Martha said to Jesus, “Lord, if you had been here, my brother would not have died. ", "22": "But even now I know that whatever you ask from God, God will give you.”", "23": "Jesus said to her, “Your brother will rise again.”", "24": "Martha replied, “I know that he will rise in the resurrection on the Last Day.”", "25": "Jesus said to her, “I am the resurrection and the life. Whoever believes in me will live, even if he dies. ", "26": "And whoever lives and believes in me will never perish.[b] Do you believe this?”", "27": "“Yes, Lord,” she told him. “I believe[c] that you are the Christ, the Son of God, who was to come into the world.”", "28": "After she said this, Martha went back to call her sister Mary. She whispered, “The Teacher is here and is calling for you.”", "29": "When Mary heard this, she got up quickly and went to him. ", "30": "Now Jesus had not yet gone into the village, but was still where Martha met him. ", "31": "The Jews who were with Mary in the house consoling her saw that she got up quickly and left. So they followed her, supposing[d] she was going to the tomb to weep there. ", "32": "When Mary came to where Jesus was and saw him, she fell at his feet and said, “Lord, if you had been here, my brother would not have died.”", "33": "When Jesus saw her weeping, and the Jews who came with her also weeping, he was deeply moved in his spirit and troubled.", "34": "He asked, “Where have you laid him?” They told him, “Lord, come and see.”", "35": "Jesus wept.", "36": "Then the Jews said, “See how he loved him!” ", "37": "But some of them said, “Could not he who opened the eyes of the blind man have kept this man from dying?”", "38": "Jesus was deeply moved again as he came to the tomb. It was a cave, and a stone was lying against it. ", "39": "“Take away the stone,” he said. Martha, the dead man's sister, told him, “Lord, by this time there will be an odor, because it has been four days.”", "40": "Jesus said to her, “Did I not tell you that if you believe, you will see the glory of God?” ", "41": "So they took away the stone. Jesus looked up and said, “Father, I thank you that you heard me. ", "42": "I knew that you always hear me, but I said this for the benefit of the crowd standing here, so that they may believe that you sent me.” ", "43": "After he said this, he shouted with a loud voice, “Lazarus, come out!”", "44": "The man who had died came out with his feet and his hands bound with strips of linen and his face wrapped with a cloth. Jesus told them, “Loose him and let him go.”", "45": "Therefore many of the Jews who came to Mary and saw what Jesus did believed in him. ", "46": "But some of them went to the Pharisees and told them what Jesus had done. ", "47": "So the chief priests and the Pharisees called a meeting of the Sanhedrin. They asked, “What are we going to do, because this man is doing many miraculous signs? ", "48": "If we let him go on like this, everyone will believe in him. Then the Romans will come and take away both our place and our nation.”", "49": "But one of them, Caiaphas, who was high priest that year, said to them, “You know nothing at all. ", "50": "You do not even consider that it is better for us[e] that one man die for the people than that the whole nation perish.” ", "51": "He did not say this on his own, but, as high priest that year, he prophesied that Jesus was going to die for the nation, ", "52": "and not only for that nation, but also in order to gather into one the scattered children of God.", "53": "So from that day on they plotted to kill him. ", "54": "Therefore Jesus no longer walked about openly among the Jews. Instead he withdrew into a region near the wilderness, to a town called Ephraim. And he stayed there with his disciples.", "55": "The Jewish Passover was near, and many went up to Jerusalem from the country to purify themselves before the Passover. ", "56": "They kept looking for Jesus and asking one another as they stood in the temple area, “What do you think? He certainly won't come to the Festival, will he?” ", "57": "The chief priests and the Pharisees had given orders that if anyone knew where Jesus was, he should report it so that they could arrest Jesus."}