{"1": "“I have told you these things so that you will not fall away. ", "2": "They will put you out of the synagogues. In fact, a time is coming when anyone who murders you will think he is offering a service to God. ", "3": "They will do these things because they have not known the Father or me. ", "4": "But I have told you these things so that when their[a] time comes, you may remember that I told them to you. I did not tell you these things from the beginning, because I was with you.", "5": "“But now I am going away to him who sent me, and not one of you asks me, 'Where are you going?' ", "6": "Yet because I have told you these things, sorrow has filled your heart. ", "7": "Nevertheless, I am telling you the truth: It is good for you that I go away. For if I do not go away, the Counselor will not come to you. But if I go, I will send him to you. ", "8": "When he comes, he will convict the world about sin, about righteousness, and about judgment: ", "9": "about sin, because they do not believe in me; ", "10": "about righteousness, because I am going to the Father and you will no longer see me; ", "11": "about judgment, because the ruler of this world has been condemned.", "12": "“I still have many things to tell you, but you cannot bear them now. ", "13": "But when he, the Spirit of truth, comes, he will guide you into[b] all truth. For he will not speak on his own, but whatever he hears he will speak. He will also declare to you what is to come. ", "14": "He will glorify me, because he will take from what is mine and declare it to you. ", "15": "Everything the Father has is mine. This is why I said that he takes from what is mine and will declare it to you.", "16": "“In a little while you are not going to see me anymore, and again in a little while you will see me, because I am going away to the Father.”[c]", "17": "Therefore some of his disciples asked one another, “What does he mean when he tells us, 'In a little while you are not going to see me, and again in a little while you will see me,' and 'Because I am going away to the Father'?” ", "18": "So they kept asking, “What does he mean by 'a little while'? We don't understand what he's saying.”", "19": "Jesus knew that they wanted to ask him about this, so he said to them, “Are you trying to determine with one another what I meant by saying, 'In a little while you are not going to see me, and again in a little while you will see me'? ", "20": "Amen, Amen, I tell you: You will weep and wail, but the world will rejoice. You will become sorrowful, but your sorrow will turn to joy. ", "21": "A woman giving birth has pain, because her time has come. But when she has delivered the child, she no longer remembers the anguish, because of her joy that a person has been born into the world.", "22": "“So you also have sorrow now. But I will see you again. Your heart will rejoice, and no one will take your joy away from you. ", "23": "In that day you will not ask me anything. Amen, Amen, I tell you: Whatever you ask the Father in my name, he will give you. ", "24": "Until now you have not asked for anything in my name. Ask, and you will receive, so that your joy may be made complete.", "25": "“I have told you these things using figurative language. A time is coming when I will no longer speak to you using figurative language, but I will tell you plainly about the Father. ", "26": "In that day you will ask in my name, and I am not telling you that I will make requests of the Father on your behalf. ", "27": "For the Father himself loves you, because you have loved me and have believed that I came from God. ", "28": "I came from the Father and have come into the world. Now I am going to leave the world and go to the Father.”", "29": "“Yes!” his disciples said. “Now you are speaking plainly and not using figurative language. ", "30": "Now we know that you know everything and do not need to have anyone ask you anything. For this reason we believe that you came from God.”", "31": "Jesus answered them, “Now do you believe? ", "32": "Listen, a time is coming, in fact it is here, when you will be scattered, everyone to his own home. You will leave me all alone. Yet I am not going to be alone, because the Father is with me. ", "33": "I have told you these things, so that you may have peace in me. In this world you are going to have trouble. But be courageous! I have overcome the world.”"}