{"1": "After saying these things, Jesus went out with his disciples across the Kidron Valley,[a] where there was a garden. He and his disciples went into it.", "2": "Now Judas, who was betraying him, also knew the place, because Jesus often met there with his disciples. ", "3": "So Judas took the company of soldiers and some guards from the chief priests and the Pharisees, and came there with lanterns, torches, and weapons.", "4": "Jesus, knowing everything that was going to happen to him, went out and asked them, “Who are you looking for?”", "5": "“Jesus the Nazarene,” they replied. “I am he,” Jesus told them. Judas, the betrayer, was standing with them. ", "6": "When Jesus told them, “I am he,” they backed away and fell to the ground.", "7": "Then Jesus asked them again, “Who are you looking for?” “Jesus the Nazarene,” they said.", "8": "“I told you that I am he,” Jesus replied. “So if you are looking for me, let these men go.” ", "9": "This was to fulfill the statement he had spoken: “I did not lose any of those you have given me.”", "10": "Then Simon Peter, who had a sword, drew it, struck the high priest's servant, and cut off his right ear. The servant's name was Malchus.", "11": "So Jesus said to Peter, “Put your sword into its sheath. Shall I not drink the cup my Father has given me?”", "12": "Then the company of soldiers, their commander, and the Jewish guards arrested Jesus and bound him. ", "13": "First they led him to Annas, because he was father-in-law to Caiaphas, who was the high priest that year. ", "14": "Now it was Caiaphas who had advised the Jews, “It is better that one man die for the people.”", "15": "Simon Peter and another disciple kept following Jesus. That disciple was known to the high priest, so he went into the high priest's courtyard with Jesus. ", "16": "But Peter stood outside by the door. So the other disciple, the one known to the high priest, went out and talked to the girl watching the door and brought Peter in.", "17": "“You are not one of this man's disciples too, are you?” the girl at the door asked Peter. “I am not!” he said.", "18": "The servants and guards were standing around a fire of coals that they had made because it was cold. While they warmed themselves, Peter was standing with them, warming himself too.", "19": "The high priest questioned Jesus about his disciples and his teaching.", "20": "Jesus answered him, “I have spoken openly to the world. I always taught in a synagogue or at the temple, where all the Jews gather. I said nothing in secret. ", "21": "Why are you questioning me? Ask those who heard what I told them. Look, they know what I said.”", "22": "When he said this, one of the guards standing there hit Jesus in the face. “Is that how you answer the high priest?” he demanded.", "23": "“If I said something wrong,” Jesus answered, “testify about what was wrong. But if I was right, why did you hit me?”", "24": "Then Annas sent him bound to Caiaphas the high priest.", "25": "Simon Peter continued to stand there warming himself. So they said to him, “You are not one of his disciples too, are you?” He denied it, saying, “I am not!”", "26": "One of the servants of the high priest, a relative of the man whose ear Peter had cut off, said, “Didn't I see you with him in the garden?”", "27": "Peter denied it again, and just then a rooster crowed.", "28": "Early in the morning, the Jews led Jesus from Caiaphas to the Praetorium. They did not enter the Praetorium themselves, so that they would not become ceremonially unclean. (They wanted to be able to eat the Passover meal.) ", "29": "So Pilate went out to them and said, “What charge do you bring against this man?”", "30": "They answered him, “If this man were not a criminal, we would not have handed him over to you.”", "31": "Pilate told them, “Take him yourselves and judge him according to your law.” The Jews said, “It's not legal for us to put anyone to death.” ", "32": "This happened so that the statement Jesus had spoken indicating what kind of death he was going to die would be fulfilled.", "33": "Pilate went back into the Praetorium and summoned Jesus. He asked him, “Are you the King of the Jews?”", "34": "Jesus answered, “Are you saying this on your own, or did others tell you about me?”", "35": "Pilate answered, “Am I a Jew? Your own people and chief priests handed you over to me. What have you done?”", "36": "Jesus replied, “My kingdom is not of this world. If my kingdom were of this world, my servants would fight so that I would not be handed over to the Jews. But now my kingdom is not from here.”", "37": "“You are a king then?” Pilate asked. Jesus answered, “I am, as you say, a king. For this reason I was born, and for this reason I came into the world, to testify to the truth. Everyone who belongs to the truth listens to my voice.”", "38": "“What is truth?” Pilate said to him. After he said this, he went out again to the Jews and told them, “I find no basis for a charge against him. ", "39": "But you have a custom that I release one prisoner to you at the Passover. So do you want me to release the King of the Jews for you?”", "40": "Then they shouted back, “Not this man, but Barabbas!” (Now Barabbas was a rebel.)"}