{"1": "Three days later, there was a wedding in Cana of Galilee. Jesus' mother was there. ", "2": "Jesus and his disciples were also invited to the wedding.", "3": "When the wine was gone, Jesus' mother said to him, “They have no wine.”", "4": "Jesus said to her, “Woman, what does that have to do with you and me? My time has not come yet.”", "5": "His mother said to the servants, “Do whatever he tells you.”", "6": "Six stone water jars, which the Jews used for ceremonial cleansing, were standing there, each holding twenty or thirty gallons.[a] ", "7": "Jesus told them, “Fill the jars with water.” So they filled them to the brim. ", "8": "Then he said to them, “Now draw some out and take it to the master of the banquet.” And they did.", "9": "When the master of the banquet tasted the water that had now become wine, he did not know where it came from (though the servants who had drawn the water knew). The master of the banquet called the bridegroom ", "10": "and said to him, “Everyone serves the good wine first, and when the guests have had plenty to drink, then the cheaper wine. You saved the good wine until now!”", "11": "This, the beginning of his miraculous signs, Jesus performed in Cana of Galilee. He revealed his glory, and his disciples believed in him.", "12": "After this, he went down to Capernaum with his mother, brothers, and disciples, and they stayed there for a few days.", "13": "The Jewish Passover was near, so Jesus went up to Jerusalem.", "14": "In the temple courts he found people selling cattle, sheep, and doves, and money changers sitting at tables. ", "15": "He made a whip of cords and drove everyone out of the temple courts, along with the sheep and oxen. He scattered the coins of the money changers and overturned their tables. ", "16": "To those selling doves he said, “Get these things out of here! Stop turning my Father's house into a place of business!”", "17": "His disciples remembered that it was written, “Zeal for your house will consume me.”[b]", "18": "So the Jews responded, “What sign are you going to show us to prove you can do these things?”", "19": "Jesus answered them, “Destroy this temple, and in three days I will raise it up again.”", "20": "The Jews said, “It took forty-six years to build this temple! And you are going to raise it in three days?” ", "21": "But Jesus was speaking about the temple of his body. ", "22": "When Jesus was raised from the dead, his disciples remembered that he had said this. Then they believed the Scripture and what Jesus had said.", "23": "While he was in Jerusalem for the Passover Festival, many believed in his name as they observed the miraculous signs he was doing. ", "24": "But Jesus, on his part, was not entrusting himself to them, because he knew them all. ", "25": "He did not need anyone to testify about man, because he himself knew what was in man."}