{"1": "After this, Jesus showed himself again to the disciples at the Sea of Tiberias. This is how he showed himself: ", "2": "Simon Peter, Thomas (called the Twin), Nathanael from Cana in Galilee, the sons of Zebedee, and two other disciples were together. ", "3": "Simon Peter said to them, “I'm going fishing.” They replied, “We'll go with you.” They went out and got into the boat, but that night they caught nothing. ", "4": "Early in the morning, Jesus was standing on the shore, but the disciples did not know it was Jesus.", "5": "Jesus called to them, “Boys, don't you have any fish?” “No!” they answered.", "6": "He told them, “Throw your net on the right side of the boat and you will find some.” So they cast the net out. Then they were not able to haul it in because of the large number of fish.", "7": "The disciple whom Jesus loved said to Peter, “It is the Lord!” When Simon Peter heard, “It is the Lord!” he tied his outer garment around him (for he had taken it off) and jumped into the sea. ", "8": "But the other disciples came in the little boat, dragging the net full of fish, for they were not far from shore, about one hundred yards. ", "9": "When they stepped out on land, they saw some bread and a charcoal fire with fish on it. ", "10": "Jesus said to them, “Bring some of the fish you just caught.”", "11": "So Simon Peter climbed aboard and hauled the net to land, full of large fish, 153 of them. Yet even with so many, the net was not torn.", "12": "Jesus said to them, “Come, eat breakfast.” None of the disciples dared ask him, “Who are you?” because they knew it was the Lord.", "13": "Jesus came, took the bread, and gave it to them, and also the fish. ", "14": "This was now the third time Jesus appeared to his disciples after he was raised from the dead.", "15": "When they had eaten breakfast, Jesus asked Simon Peter, “Simon, son of John, do you love[a] me more than these?” “Yes, Lord,” he said, “you know that I care about[b] you.” Jesus told him, “Feed my lambs.”", "16": "A second time Jesus asked him, “Simon, son of John, do you love me?” He said, “Yes, Lord, you know that I care about you.” Jesus told him, “Be a shepherd for my sheep.”", "17": "He asked him the third time, “Simon, son of John, do you care about me?” Peter was grieved because Jesus asked him the third time, “Do you care about me?” He answered, “Lord, you know all things. You know that I care about you.” “Feed my sheep,” Jesus said. ", "18": "“Amen, Amen, I tell you: When you were young, you dressed yourself and went wherever you wanted. But when you are old, you will stretch out your hands, and someone else will tie you and carry you where you do not want to go.”", "19": "Jesus said this to indicate the kind of death by which Peter would glorify God. After saying this, he told him, “Follow me.”", "20": "Peter turned and saw the disciple Jesus loved following them. This was the one who had leaned back against Jesus at the supper and asked, “Lord, who is going to betray you?” ", "21": "When Peter saw him, he asked Jesus, “Lord, what about him?”", "22": "“If I want him to remain until I come,” Jesus answered, “what is that to you? You follow me.” ", "23": "And so it was said among the brothers that this disciple would not die. Yet Jesus did not say that he would not die, but, “If I want him to remain until I come, what is that to you?”", "24": "This is the disciple who is testifying about these things and who wrote these things. We know that his testimony is true.", "25": "Jesus also did many other things. If every one of them were written down, I suppose the world itself would not have room for the books that would be written."}