{"1": "But Jesus went to the Mount of Olives. ", "2": "Early in the morning, he came back into the temple courts. And all the people kept coming to him. He sat down and taught them.", "3": "Then the scribes and Pharisees brought a woman caught in adultery and had her stand in the center. ", "4": "“Teacher,” they said to him, “this woman was caught in the act of committing adultery. ", "5": "In the Law, Moses commanded us to stone such women. So what do you say?” ", "6": "They asked this to test him, so that they might have evidence to accuse him. Jesus bent down and started writing on the ground with his finger. ", "7": "But when they kept on asking him for an answer, he stood up and said to them, “Let the one among you who is without sin be the first to throw a stone at her.” ", "8": "Then he stooped down again and wrote on the ground.", "9": "When they heard this, they went away one by one, beginning with the older men. Jesus was left alone with the woman in the center. ", "10": "Jesus stood up and said to her, “Woman, where are they? Has no one condemned you?”", "11": "“No one, Lord,” she answered. Then Jesus said, “Neither do I condemn you. Go, and from now on do not sin anymore.”", "12": "When Jesus spoke to them again, he said, “I am the Light of the World. Whoever follows me will never walk in darkness, but will have the light of life.”", "13": "So the Pharisees said to him, “You testify about yourself. Your testimony is not valid.”", "14": "“Even if I testify about myself,” Jesus replied, “my testimony is valid, because I know where I came from and where I am going. But you do not know where I came from or where I am going. ", "15": "You judge according to the flesh. I am not judging anyone. ", "16": "But even if I were to judge, my judgment would be true, because I am not alone, but I am with the Father who sent me. ", "17": "Even in your Law it is written that the testimony of two people is valid. ", "18": "I am one who testifies about myself, and the Father who sent me testifies about me.”", "19": "Then they asked him, “Where is your Father?” “You do not know me or my Father,” Jesus answered. “If you knew me, you would also know my Father.”", "20": "He spoke these words while teaching in the temple area near the offering box. But no one arrested him, because his time had not arrived yet.", "21": "So he told them again, “I am going away. You will look for me, and you will die in your sin. Where I am going, you cannot come.”", "22": "So the Jews asked, “He won't kill himself, will he, because he says, 'Where I am going, you cannot come'?”", "23": "“You are from below,” he told them. “I am from above. You are of this world. I am not of this world. ", "24": "That is why I told you that you will die in your sins. For if you do not believe that I am the one, you will die in your sins.”", "25": "“Who are you?” they asked. Jesus replied, “What I have been telling you from the beginning. ", "26": "I have many things to say and to judge concerning you. But the one who sent me is true. And what I heard from him, these are the things I am telling the world.” ", "27": "They did not understand that he was talking to them about the Father.", "28": "So Jesus said to them, “When you lift up the Son of Man, then you will know that I am the one, and that I do nothing on my own. But I speak exactly as the Father taught me. ", "29": "The one who sent me is with me. He has not left me alone, because I always do what pleases him.”", "30": "As he was saying these things, many believed in him.", "31": "So Jesus said to the Jews who had believed him, “If you remain in my word, you are really my disciples. ", "32": "You will also know the truth, and the truth will set you free.”", "33": "“We are Abraham's descendants,” they answered, “and we have never been slaves of anyone. How can you say, 'You will be set free'?”", "34": "Jesus answered, “Amen, Amen, I tell you: Everyone who keeps committing sin is a slave to sin. ", "35": "But a slave does not remain in the family forever. A son does remain forever. ", "36": "So if the Son sets you free, you really will be free. ", "37": "I know you are Abraham's descendants. Yet you are looking for a way to kill me, because there is no place for my word in you. ", "38": "I am telling you what I have seen at the side of the Father. As for you, you do what you have heard[a] at the side of your father.”", "39": "“Our father is Abraham!” they answered. “If you were Abraham's children,” Jesus told them, “you would do the works of Abraham. ", "40": "But now you are looking for a way to kill me, a man who has told you the truth, which I heard at the side of God. Abraham did not do this. ", "41": "You are doing the works of your father.” “We were not born of sexual immorality!” they said. “We have one Father: God.”", "42": "Jesus replied, “If God were your Father, you would love me, because I came from God and I am here. Indeed, I have not come on my own, but he sent me. ", "43": "Why do you not understand my message? It is because you are not able to listen to my word. ", "44": "You belong to your father, the Devil, and you want to do your father's desires. He was a murderer from the beginning and did not remain standing in the truth, because there is no truth in him. Whenever he lies, he speaks from what is his, because he is a liar and the father of lying. ", "45": "But because I tell the truth, you do not believe me. ", "46": "Who of you can convict me of sin? If I am telling the truth, why don't you believe me? ", "47": "Whoever belongs to God listens to what God says. The reason you do not listen is that you do not belong to God.”", "48": "The Jews responded, “Are we not right in saying that you are a Samaritan and have a demon?”", "49": "Jesus answered, “I do not have a demon. On the contrary, I honor my Father, and you dishonor me. ", "50": "I do not seek my own glory. There is one who seeks it, and he is the judge. ", "51": "Amen, Amen, I tell you: If anyone holds on to my word, he will certainly never see death.”", "52": "So the Jews said to him, “Now we know that you have a demon. Abraham died, and so did the prophets. Yet you say, 'If anyone holds on to my word, he will certainly never taste death.' ", "53": "You are not greater than our father, Abraham, are you? He died. And the prophets died. Who do you think you are?”", "54": "Jesus answered, “If I glorify myself, my glory is nothing. It is my Father who glorifies me, about whom you say, 'He is our God.' ", "55": "Yet you do not really know him, but I do know him. If I said, 'I do not know him,' I would be a liar like you. But I do know him, and I hold on to his word. ", "56": "Your father Abraham was glad that he would see my day. He saw it and rejoiced.”", "57": "The Jews replied, “You aren't even fifty years old, and you have seen Abraham?”", "58": "Jesus said to them, “Amen, Amen, I tell you: Before Abraham was born, I am.” ", "59": "Then they picked up stones to throw at him. But Jesus was hidden and left the temple area.[b]"}