{"1": "As Jesus was passing by, he saw a man blind from birth. ", "2": "His disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?”", "3": "Jesus answered, “It was not that this man sinned, or his parents, but that God's works might be revealed in connection with him. ", "4": "I[a] must do the works of him who sent me while it is day. Night is coming when no one can work. ", "5": "As long as I am in the world, I am the Light of the World.”", "6": "After saying this, Jesus spit on the ground, made some mud with the saliva, and spread the mud on the man's eyes. ", "7": "“Go,” Jesus told him, “wash in the pool of Siloam” (which means “Sent”). So he went and washed, and came back seeing.", "8": "His neighbors and those who had seen him before this as a beggar asked, “Isn't this the one who used to sit and beg?”", "9": "Some said, “He is the one.” Others said, “No, but he looks like him.” He kept saying, “I am the one!”", "10": "So they asked him, “How were your eyes opened?”", "11": "He answered, “The man who is called Jesus made mud, spread it on my eyes, and told me, 'Go to Siloam and wash.' So I went and washed, and then I could see.”", "12": "“Where is he?” they asked. “I don't know,” he said.", "13": "They brought this man who had been blind to the Pharisees. ", "14": "Now it was a Sabbath day when Jesus made the mud and opened his eyes. ", "15": "So the Pharisees also asked him how he received his sight. “He put mud on my eyes,” the man told them. “I washed, and now I see.”", "16": "Then some of the Pharisees said, “This man is not from God because he does not keep the Sabbath.” Others were saying, “How can a sinful man work such miraculous signs?” There was division among them, ", "17": "so they said to the blind man again, “What do you say about him, because he opened your eyes?” The man replied, “He is a prophet.”", "18": "The Jews still did not believe that he had been blind and received his sight, until they summoned the parents of the man who had received his sight. ", "19": "They asked them, “Is this your son, the one you say was born blind? How is it, then, that he can see now?”", "20": "“We know that this is our son,” his parents answered, “and that he was born blind. ", "21": "But we do not know how he can see now, or who opened his eyes. Ask him. He is old enough. He will speak for himself.” ", "22": "His parents said these things because they were afraid of the Jews. For the Jews had already agreed that anyone who confessed that Jesus was the Christ would be put out of the synagogue. ", "23": "That is why his parents said, “He is old enough. Ask him.”", "24": "So for a second time they summoned the man who had been blind. They told him, “Give glory to God. We know that this man is a sinner.”", "25": "He answered, “I do not know if he is a sinner. One thing I do know: I was blind, and now I see.”", "26": "Then they asked him, “What did he do to you? How did he open your eyes?”", "27": "He answered, “I already told you, and you did not listen. Why do you want to hear it again? You don't want to become his disciples too, do you?”", "28": "They ridiculed him and said, “You are his disciple, but we are disciples of Moses. ", "29": "We know that God has spoken to Moses. But this man—we do not know where he comes from.”", "30": "“That's amazing!” the man answered. “You do not know where he comes from, yet he opened my eyes. ", "31": "We know that God does not listen to sinners. But he does listen to anyone who worships God and does his will. ", "32": "From the beginning of time, no one has ever heard of anyone opening the eyes of someone born blind. ", "33": "If this man were not from God, he could do nothing.”", "34": "They answered him, “You were entirely born in sinfulness! Yet you presume to teach us?” And they threw him out.", "35": "Jesus heard that they had thrown him out. When he found him, he asked, “Do you believe in the Son of God?”[b]", "36": "“Who is he, sir,” the man replied, “that I may believe in him?”", "37": "Jesus answered, “You have seen him, and he is the very one who is speaking with you.”", "38": "Then he said, “Lord, I believe!” and he knelt down and worshipped him.", "39": "Jesus said, “For judgment I came into this world, in order that those who do not see will see, and those who do see will become blind.”", "40": "Some of the Pharisees who were with him heard this and asked, “We are not blind too, are we?”", "41": "Jesus told them, “If you were blind, you would not hold on to sin. But now that you say, 'We see,' your sin remains.”"}