{"1-3": "Ezekiel was a priest (the son of Buzi) who lived with the Jewish exiles beside the Chebar Canal in Babylon. One day late in June, when I was thirty years old,[a] the heavens were suddenly opened to me and I saw visions from God. ", "4": "I saw, in this vision, a great storm coming toward me from the north, driving before it a huge cloud glowing with fire, with a mass of fire inside that flashed continually; and in the fire there was something that shone like polished brass.", "5": "Then from the center of the cloud, four strange forms appeared that looked like men, ", "6": "except that each had four faces and two pairs of wings! ", "7": "Their legs were like those of men, but their feet were cloven like calves' feet, and shone like burnished brass. ", "8": "And beneath each of their wings I could see human hands.", "9": "The four living beings were joined wing to wing, and they flew straight forward without turning. ", "10": "Each had the face of a man in front,[b] with a lion's face on the right side of his head,* and the face of an ox on the left side, and the face of an eagle at the back! ", "11": "Each had two pairs of wings spreading out from the middle of his back. One pair stretched out to attach to the wings of the living beings on each side, and the other pair covered his body. ", "12": "Wherever their spirit[c] went they went, going straight forward without turning.", "13": "Going up and down among them were other forms that glowed like bright coals of fire or brilliant torches, and it was from these the lightning flashed. ", "14": "The living beings darted to and fro, swift as lightning.", "15": "As I stared at all of this, I saw four wheels on the ground beneath them, one wheel belonging to each. ", "16": "The wheels looked as if they were made of polished amber, and each wheel was constructed with a second wheel crosswise inside.[d] ", "17": "They could go in any of the four directions without having to face around. ", "18": "The four wheels had rims and spokes, and the rims were filled with eyes around their edges.", "19-21": "When the four living beings flew forward, the wheels moved forward with them. When they flew upwards, the wheels went up too. When the living beings stopped, the wheels stopped. For the spirit of the four living beings was in the wheels; so wherever their spirit went, the wheels and the living beings went there too.", "22": "The sky spreading out above them looked as though it were made of crystal; it was inexpressibly beautiful.", "23": "The wings of each stretched straight out to touch the others' wings, and each had two wings covering his body. ", "24": "And as they flew, their wings roared like waves against the shore, or like the voice of God, or like the shouting of a mighty army. When they stopped, they let down their wings. ", "25": "And every time they stopped, there came a voice from the crystal sky above them.[e]", "26": "For high in the sky above them was what looked like a throne made of beautiful blue sapphire stones, and upon it sat someone who appeared to be a Man.", "27-28": "From his waist up, he seemed to be all glowing bronze, dazzling like fire; and from his waist down he seemed to be entirely flame, and there was a glowing halo like a rainbow all around him. That was the way the glory of the Lord appeared to me. And when I saw it, I fell face downward on the ground and heard the voice of someone speaking to me:"}