{"1": "Suddenly a throne of beautiful blue sapphire[a] appeared in the sky above the heads of the Guardian Angels.*", "2": "Then the Lord spoke to the man in linen clothing and said: “Go in between the whirling wheels beneath the Guardian Angels, and take a handful of glowing coals and scatter them over the city.” He did so while I watched. ", "3": "The Guardian Angels were standing at the south end of the Temple when the man went in. And the cloud of glory filled the inner court. ", "4": "Then the glory of the Lord rose from above the Guardian Angels and went over to the door of the Temple. The Temple was filled with the cloud of glory, and the court of the Temple was filled with the brightness of the glory of the Lord. ", "5": "And the sound of the wings of the Guardian Angels was as the voice of Almighty God when he speaks and could be heard clear out in the outer court.", "6": "When the Lord told the man in linen clothing to go between the Guardian Angels and take some burning coals from between the wheels, the man went in and stood beside one of the wheels, ", "7-8": "and one of the Guardian Angels reached out his hand (for each of the mighty Angels had, beneath his wings, what looked like human hands) and took some live coals from the flames between the Angels and put them into the hands of the man in linen clothes, who took them and went out.", "9-13": "Each of the four Guardian Angels had a wheel beside him—“The Whirl-Wheels,” as I heard them called, for each one had a second wheel crosswise within—sparkling like chrysolite, giving off a greenish yellow glow. Because of the construction of these wheels,[b] the Angels could go straight forward in each of four directions; they did not turn when they changed direction but could go in any of the four ways their faces looked. Each of the four wheels was covered with eyes, including the rims and spokes. ", "14": "Each of the four Guardian Angels had four faces—the first was that of an ox;[c] the second, a man's; the third, a lion's; and the fourth, an eagle's.", "15-16": "These were the same beings I had seen beside the Chebar Canal, and when they rose into the air, the wheels rose with them and stayed beside them as they flew. ", "17": "When the Guardian Angels stood still, so did the wheels, for the spirit of the Guardian Angels was in the wheels.[d]", "18": "Then the glory of the Lord moved from the door of the Temple and stood above the Guardian Angels. ", "19": "And as I watched, the Guardian Angels flew with their wheels beside them to the east gate of the Temple. And the glory of the God of Israel was above them.", "20": "These were the living beings I had seen beneath the God of Israel beside the Chebar Canal. I knew they were the same, ", "21": "for each had four faces and four wings, with what looked like human hands under their wings. ", "22": "Their faces too were identical to the faces of those I had seen at the canal, and they traveled straight ahead, just as the others did."}