{"1-2": "Then the Spirit lifted me and brought me over to the east gate of the Temple, where I saw twenty-five of the most prominent men of the city, including two officers, Jaazaniah (son of Azzur) and Pelatiah (son of Benaiah). Then the Spirit said to me, “Son of dust, these are the men who are responsible for all of the wicked counsel being given out in this city. ", "3": "For they say to the people, 'It is time to rebuild Jerusalem, for our city is an iron shield and will protect us from all harm.'[a] ", "4": "Therefore, son of dust, prophesy against them loudly and clearly.”", "5": "Then the Spirit of the Lord came upon me and told me to say: “The Lord says to the people of Israel: Is that what you are saying? Yes, I know it is, for I know everything you think—every thought that comes into your minds. ", "6": "You have murdered endlessly and filled your streets with the dead.”", "7": "Therefore the Lord God says: “You think this city is an iron shield? No, it isn't! It will not protect you. Your slain will lie within it, but you will be dragged out and slaughtered.[b] ", "8": "I will expose you to the war you have so greatly feared, says the Lord God, ", "9": "and I will take you from Jerusalem and hand you over to foreigners who will carry out my judgments against you. ", "10": "You will be slaughtered all the way to the borders of Israel, and you will know I am the Lord. ", "11": "No, this city will not be an iron shield for you, and you safe within. I will chase you even to the borders of Israel, ", "12": "and you will know I am the Lord—you who have not obeyed me but rather have copied the nations all around you.”", "13": "While I was still speaking and telling them this, Pelatiah (son of Benaiah) suddenly died. Then I fell to the ground on my face and cried out: “O Lord God, are you going to kill everyone in all Israel?”", "14": "Again a message came from the Lord:", "15": "“Son of dust, the remnant left in Jerusalem are saying about your brother exiles: 'It is because they were so wicked that the Lord has deported them. Now the Lord has given us their land!'", "16": "“But tell the exiles that the Lord God says: Although I have scattered you in the countries of the world, yet I will be a sanctuary to you for the time that you are there, ", "17": "and I will gather you back from the nations where you are scattered and give you the land of Israel again. ", "18": "And when you return, you will remove every trace of all this idol worship. ", "19": "I will give you one heart and a new spirit; I will take from you your hearts of stone and give you tender hearts of love for God, ", "20": "so that you can obey my laws and be my people, and I will be your God. ", "21": "But as for those now in Jerusalem[c] who long for idols, I will repay them fully for their sins,” the Lord God says.", "22": "Then the Guardian Angels lifted their wings and rose into the air with their wheels beside them, and the glory of the God of Israel stood above them. ", "23": "Then the glory of the Lord rose from over the city and stood above the mountain on the east side.", "24": "Afterwards the Spirit of God carried me back again to Babylon, to the Jews in exile there. And so ended the vision of my visit to Jerusalem. ", "25": "And I told the exiles everything the Lord had shown me."}