{"1": "Again a message came to me from the Lord:", "2": "“Son of dust,” he said, “you live among rebels who could know the truth if they wanted to, but they don't want to; they could hear me if they would listen, but they won't, ", "3": "for they are rebels. So now put on a demonstration to show them what being exiled will be like. Pack whatever you can carry on your back and leave your home—go somewhere else. Go in the daylight so they can see, for perhaps even yet they will consider what this means, even though they are such rebels. ", "4": "Bring your baggage outside your house during the daylight so they can watch. Then leave the house at night, just as captives do when they begin their long march to distant lands. ", "5": "Dig a tunnel through the city wall while they are observing and carry your possessions out through the hole. ", "6": "As they watch, lift your pack to your shoulders and walk away into the night; muffle your face and don't gaze around. All this is a sign to the people of Israel of the evil that will come upon Jerusalem.”", "7": "So I did as I was told. I brought my pack outside in the daylight—all I could take into exile—and in the evening I dug through the wall with my hands. I went out into the darkness with my pack on my shoulder while the people looked on. ", "8": "The next morning this message came to me from the Lord:", "9": "“Son of dust, these rebels, the people of Israel, have asked what all this means. ", "10": "Tell them the Lord God says it is a message to King Zedekiah[a] in Jerusalem and to all the people of Israel. ", "11": "Explain that what you did was a demonstration of what is going to happen to them, for they shall be driven out of their homes and sent away into exile.", "12": "“Even King Zedekiah shall go out at night through a hole in the wall, taking only what he can carry with him, with muffled face, for he won't be able to see.[b] ", "13": "I will capture him in my net and bring him to Babylon, the land of the Chaldeans; but he shall not see it,* and he shall die there. ", "14": "I will scatter his servants and guards to the four winds and send the sword after them. ", "15": "And when I scatter them among the nations, then they shall know I am the Lord. ", "16": "But I will spare a few of them from death by war and famine and disease. I will save them to confess to the nations how wicked they have been, and they shall know I am the Lord.”", "17": "Then this message came to me from the Lord:", "18": "“Son of dust, tremble as you eat your meals; ration out your water as though it were your last, ", "19": "and say to the people, the Lord God says that the people of Israel and Jerusalem shall ration their food with utmost care and sip their tiny portions of water in utter despair because of all their sins. ", "20": "Your cities shall be destroyed and your farmlands deserted, and you shall know I am the Lord.”", "21": "Again a message came to me from the Lord:", "22": "“Son of dust, what is that proverb they quote in Israel—'The days as they pass make liars out of every prophet.' ", "23": "The Lord God says: I will put an end to this proverb and they will soon stop saying it. Give them this one instead: 'The time has come for all these prophecies to be fulfilled.'", "24": "“Then you will see what becomes of all the false predictions of safety and security for Jerusalem. ", "25": "For I am the Lord! What I threaten always happens. There will be no more delays, O rebels of Israel! I will do it in your own lifetime!” says the Lord God.", "26": "Then this message came:", "27": "“Son of dust, the people of Israel say, 'His visions won't come true for a long, long time.' ", "28": "Therefore say to them: 'The Lord God says: All delay has ended! I will do it now!'”"}