{"1": "Then this message came to me: ", "2-3": "“Son of dust, prophesy against the false prophets of Israel who are inventing their own visions and claiming to have messages from me when I have never told them anything at all. Woe upon them!", "4": "“O Israel, these 'prophets' of yours are as useless as foxes for rebuilding your walls! ", "5": "O evil prophets, what have you ever done to strengthen the walls of Israel against her enemies—by strengthening Israel in the Lord? ", "6": "Instead you have lied when you said, 'My message is from God!' God did not send you. And yet you expect him to fulfill your prophecies. ", "7": "Can you deny that you have claimed to see 'visions' you never saw, and that you have said, 'This message is from God,' when I never spoke to you at all?”", "8": "Therefore the Lord God says: “I will destroy you for these 'visions' and lies. ", "9": "My hand shall be against you, and you shall be cut off from among the leaders of Israel; I will blot out your names, and you will never see your own country again. And you shall know I am the Lord. ", "10": "For these evil men deceive my people by saying, 'God will send peace,' when that is not my plan at all! My people build a flimsy wall, and these prophets praise them for it—and cover it with whitewash!", "11": "“Tell these evil builders that their wall will fall. A heavy rainstorm will undermine it; great hailstones and mighty winds will knock it down. ", "12": "And when the wall falls, the people will cry out, 'Why didn't you tell us that it wasn't good enough? Why did you whitewash it and cover up its faults?' ", "13": "Yes, it will surely fall.” The Lord God says: “I will sweep it away with a storm of indignation, with a great flood of anger, and with hailstones of wrath. ", "14": "I will break down your whitewashed wall; it will fall on you and crush you, and you shall know I am the Lord. ", "15": "Then at last my wrath against the wall will be completed; and concerning those who praised it, I will say: The wall and its builders both are gone. ", "16": "For they were lying prophets, claiming Jerusalem will have peace when there is no peace,” says the Lord God.", "17": "“Son of dust, speak out against the women prophets too who pretend the Lord has given them his messages. ", "18": "Tell them, 'The Lord God says: Woe to these women who are damning the souls of my people, of both young and old alike, by tying magic charms on their wrists, furnishing them with magic veils, and selling them indulgences. They refuse to even offer help unless they get a profit from it.[a] ", "19": "For the sake of a few paltry handfuls of barley or a piece of bread will you turn away my people from me? You have led those to death who should not die! And you have promised life to those who should not live by lying to my people—and how they love it!'”", "20": "And so the Lord says: “I will crush you because you hunt my people's souls with all your magic charms. I will tear off the charms and set my people free like birds from cages. ", "21": "I will tear off the magic veils and save my people from you; they will no longer be your victims, and you shall know I am the Lord. ", "22": "Your lies have discouraged the righteous when I didn't want it so. And you have encouraged the wicked by promising life, though they continue in their sins. ", "23": "But you will lie no more; no longer will you talk of seeing 'visions' that you never saw nor practice your magic, for I will deliver my people out of your hands by destroying you, and you shall know I am the Lord.”"}