{"1": "Then some of the elders of Israel visited me to ask me for a message from the Lord, ", "2": "and this is the message that came to me to give to them:", "3": "“Son of dust, these men worship idols in their hearts—should I let them ask me anything? ", "4": "Tell them, 'The Lord God says: I, the Lord, will personally deal with anyone in Israel who worships idols and then comes to ask my help. ", "5": "For I will punish the minds and hearts of those who turn from me to idols.'", "6-7": "“Therefore, warn them that the Lord God says: 'Repent and destroy your idols, and stop worshiping them in your hearts. I the Lord will personally punish everyone, whether people of Israel or the foreigners living among you, who rejects me for idols and then comes to a prophet to ask for my help and advice. ", "8": "I will turn upon him and make a terrible example of him, destroying him; and you shall know I am the Lord. ", "9": "And if one of the false prophets gives him a message anyway, it is a lie. His prophecy will not come true, and I will stand against that “prophet” and destroy him from among my people Israel. ", "10": "False prophets and hypocrites—evil people who say they want my words—all will be punished for their sins, ", "11": "so that the people of Israel will learn not to desert me and not to be polluted any longer with sin. They will be my people and I their God.' So says the Lord.”", "12": "Then this message of the Lord came to me:", "13": "“Son of dust, if the people of a land sin against me, then I will crush them with my fist, break off their food supply, and send famine to destroy both man and beast. ", "14": "Even if Noah, Daniel, and Job were in it, they alone would be saved by their righteousness, and I would destroy the remainder of Israel,” says the Lord God.", "15": "“If I send an invasion of dangerous wild animals into the land to devastate the land, ", "16": "even if these three men were there, the Lord God swears that it would do no good—it would not save the people from their doom. Those three only would be saved, but the land would be devastated.", "17": "“Or if I bring war against that land and tell the armies of the enemy to come and destroy everything, ", "18": "even if these three men were in the land, the Lord God declares that they alone would be saved.", "19": "“And if I pour out my fury by sending an epidemic of disease into the land, and the plague kills man and beast alike, ", "20": "though Noah, Daniel, and Job were living there, the Lord God says that only they would be saved because of their righteousness.”", "21": "And the Lord says: “Four great punishments await Jerusalem to destroy all life: war, famine, ferocious beasts, plague. ", "22": "If there are survivors and they come here to join you as exiles in Babylon, you will see with your own eyes how wicked they are, and you will know it was right for me to destroy Jerusalem. ", "23": "You will agree, when you meet them, that it is not without cause that all these things are being done to Israel.”"}