{"1": "Then again a message came to me from the Lord.", "2": "“Son of dust,” he said, “speak to Jerusalem about her loathsome sins. ", "3": "Tell her, 'The Lord God says: You are no better than the people of Canaan—your father must have been an Amorite and your mother a Hittite![a] ", "4": "When you were born, no one cared for you. When I first saw you, your umbilical cord was uncut, and you had been neither washed nor rubbed with salt nor clothed. ", "5": "No one had the slightest interest in you; no one pitied you or cared for you. On that day when you were born, you were dumped out into a field and left to die, unwanted.", "6-7": "“'But I came by and saw you there, covered with your own blood, and I said, “Live! Thrive like a plant in the field!” And you did! You grew up and became tall, slender and supple, a jewel among jewels. And when you reached the age of maidenhood, your breasts were full-formed and your pubic hair had grown; yet you were naked.", "8": "“'Later, when I passed by and saw you again, you were old enough for marriage; and I wrapped my cloak around you to legally declare my marriage vow. I signed a covenant with you, and you became mine. ", "9-10": "Then, when the marriage had taken place, I gave you beautiful clothes of linens and silk, embroidered, and sandals made of dolphin hide. ", "11": "I gave you lovely ornaments, bracelets, and beautiful necklaces, ", "12": "a ring for your nose and two more for your ears, and a lovely tiara for your head. ", "13": "And so you were made beautiful with gold and silver, and your clothes were silk and linen and beautifully embroidered. You ate the finest foods and became more beautiful than ever. You looked like a queen, and so you were! ", "14": "Your reputation was great among the nations for your beauty; it was perfect because of all the gifts I gave you,'” says the Lord God.", "15": "“'But you thought you could get along without me—you trusted in your beauty instead; and you gave yourself as a prostitute to every man who came along. Your beauty was his for the asking. ", "16": "You used the lovely things I gave you for making idol shrines and to decorate your bed of prostitution. Unbelievable! There has never been anything like it before! ", "17": "You took the very jewels and gold and silver ornaments I gave to you and made statues of men and worshiped them, which is adultery against me. ", "18": "You used the beautifully embroidered clothes I gave you—to cover your idols! And used my oil and incense to worship them! ", "19": "You set before them as a lovely sacrifice—imagine it—the fine flour and oil and honey I gave you! ", "20": "And you took my sons and daughters you had borne to me and sacrificed them to your gods; and they are gone. Wasn't it enough that you should be a prostitute? ", "21": "Must you also slay my children by sacrificing them to idols?", "22": "“'And in all these years of adultery and sin you have not thought of those days long ago when you were naked and covered with blood.", "23": "“'And then, in addition to all your other wickedness—woe, woe upon you, says the Lord God—", "24": "you built a spacious brothel for your lovers and idol altars on every street, ", "25": "and there you offered your beauty to every man who came by, in an endless stream of prostitution. ", "26": "And you added lustful Egypt to your prostitutions by your alliance with her. My anger is great.", "27": "“'Therefore I have crushed you with my fist; I have reduced your boundaries and delivered you into the hands of those who hate you—the Philistines—and even they are ashamed of you.", "28": "“'You have committed adultery with the Assyrians too by making them your allies and worshiping their gods;[b] it seems that you can never find enough new gods. After your adultery there, you still weren't satisfied, ", "29": "so you worshiped the gods of that great merchant land of Babylon—and you still weren't satisfied. ", "30": "What a filthy heart you have, says the Lord God, to do such things as these; you are a brazen prostitute, ", "31": "building your idol altars, your brothels, on every street. You have been worse than a prostitute, so eager for sin that you have not even charged for your love! ", "32": "Yes, you are an adulterous wife who lives with other men instead of her own husband. ", "33-34": "Prostitutes charge for their services—men pay with many gifts. But not you, you give them gifts, bribing them to come to you! So you are different from other prostitutes. But you had to pay them, for no one wanted you.", "35": "“'O prostitute, hear the word of the Lord: ", "36": "This is what the Lord God says! Because I see your filthy sins, your adultery with your lovers—your worshiping of idols—and the slaying of your children as sacrifices to your gods, ", "37": "this is what I am going to do: I will gather together all your allies—these lovers of yours you have sinned with, both those you loved and those you hated—and I will make you naked before them that they may see you. ", "38": "I will punish you as a murderess is punished and as a woman breaking wedlock living with other men. ", "39": "I will give you to your lovers—these many nations—to destroy, and they will knock down your brothels and idol altars. They will strip you, take your beautiful jewels, and leave you naked and ashamed. ", "40-41": "They will burn your homes, punishing you before the eyes of many women. And I will see to it that you stop your adulteries with other gods and end your payments to your allies for their love.", "42": "“'Then at last my fury against you will die away; my jealousy against you will end, and I will be quiet and not be angry with you anymore. ", "43": "But first, because you have not remembered your youth but have angered me by all these evil things you do, I will fully repay you for all of your sins,'” says the Lord. “'For you are thankless in addition to all your other faults.", "44": "“'“Like mother, like daughter”—that is what everyone will say of you. ", "45": "For your mother loathed her husband and her children, and you do too. And you are exactly like your sisters, for they despised their husbands and their children. Truly, your mother must have been a Hittite and your father an Amorite.", "46": "“'Your older sister is Samaria, living with her daughters north of you; your younger sister is Sodom and her daughters, in the south. ", "47": "You have not merely sinned as they do—no, that was nothing to you; in a very short time you far surpassed them.", "48": "“'As I live, the Lord God says, Sodom and her daughters have never been as wicked as you and your daughters. ", "49": "Your sister Sodom's sins were pride, laziness, and too much food, while the poor and needy suffered outside her door. ", "50": "She insolently worshiped many idols as I watched. Therefore I crushed her.", "51": "“'Even Samaria has not committed half your sins. You have worshiped idols far more than your sisters have; they seem almost righteous in comparison with you! ", "52": "Don't be surprised then by the lighter punishment they get. For your sins are so awful that in comparison with you, your sisters seem innocent! ", "53": "(But someday I will restore the fortunes of Sodom and Samaria again, and those of Judah too.) ", "54": "Your terrible punishment will be a consolation to them, for it will be greater than theirs.", "55": "“'Yes, your sisters, Sodom and Samaria, and all their people will be restored again, and Judah, too, will prosper in that day. ", "56": "In your proud days you held Sodom in unspeakable contempt. ", "57": "But now your greater wickedness has been exposed to all the world, and you are the one who is scorned—by Edom and all her neighbors and by all the Philistines. ", "58": "This is part of your punishment for all your sins,'” says the Lord.", "59-60": "For the Lord God says: “I will repay you for your broken promises. You lightly broke your solemn vows to me, yet I will keep the pledge I made to you when you were young. I will establish an everlasting covenant with you forever, ", "61": "and you will remember with shame all the evil you have done; and you will be overcome by my favor when I take your sisters, Samaria and Sodom, and make them your daughters, for you to rule over. You will know you don't deserve this gracious act, for you did not keep my covenant. ", "62": "I will reaffirm my covenant with you, and you will know I am the Lord. ", "63": "Despite all you have done, I will be kind to you again; you will cover your mouth in silence and in shame when I forgive you all that you have done,” says the Lord God."}