{"1": "Then this message came to me from the Lord:", "2": "“Son of dust, give this riddle to the people of Israel:", "3-4": "“A great eagle with broad wings full of many-colored feathers came to Lebanon and plucked off the shoot at the top of the tallest cedar tree and carried it into a city filled with merchants. ", "5": "There he planted it[a] in fertile ground beside a broad river, where it would grow as quickly as a willow tree. ", "6": "It took root and grew and became a low but spreading vine that turned toward the eagle and produced strong branches and luxuriant leaves. ", "7": "But when another great, broad-winged, full-feathered eagle came along, this tree sent its roots and branches out toward him instead, ", "8": "even though it was already in good soil with plenty of water to become a splendid vine, producing leaves and fruit.”", "9": "The Lord God asks: “Shall I let this tree grow and prosper? No! I will pull it out, roots and all! I will cut off its branches and let its leaves wither and die. It will pull out easily enough—it won't take a big crew or a lot of equipment to do that. ", "10": "Though the vine began so well, will it thrive? No, it will wither away completely when the east wind touches it, dying in the same choice soil where it had grown so well.”", "11": "Then this message came to me from the Lord:", "12-13": "“Ask these rebels of Israel: Don't you understand what this riddle of the eagles means? I will tell you. Nebuchadnezzar, king of Babylon (the first of the two eagles),[b] came to Jerusalem, took away her king and princes (her topmost buds and shoots),* and brought them to Babylon. Nebuchadnezzar made a covenant with a member of the royal family (Zedekiah),* and made him take an oath of loyalty. He took a seedling and planted it in fertile ground beside a broad river. He also exiled the top men of Israel's government, ", "14": "so that Israel would not be strong again and revolt. But by keeping her promises, Israel could be respected and maintain her identity.", "15": "“Nevertheless, Zedekiah rebelled against Babylon, sending ambassadors to Egypt to seek for a great army and many horses to fight against Nebuchadnezzar. But will Israel prosper after breaking all her promises like that? Will she succeed? ", "16": "No! For as I live,” says the Lord, “the king of Israel shall die. (Nebuchadnezzar will pull out the tree, roots and all!) Zedekiah* shall die in Babylon, where the king lives who gave him his power, and whose covenant he despised and broke. ", "17": "Pharaoh and all his mighty army shall fail to help Israel when the king of Babylon lays siege to Jerusalem again and slaughters many lives. ", "18": "For the king of Israel broke his promise after swearing to obey; therefore he shall not escape.”", "19": "The Lord God says: “As I live, surely I will punish him for despising the solemn oath he made in my name. ", "20": "I will throw my net over him, and he shall be captured in my snare; I will bring him to Babylon and deal with him there for this treason against me. ", "21": "And all the best soldiers of Israel will be killed by the sword, and those remaining in the city will be scattered to the four winds. Then you will know that I, the Lord, have spoken these words.”", "22-23": "The Lord God says: “I will take a tender sprout from the top of a tall cedar, and I will plant it on the top of Israel's highest mountain. It shall become a noble cedar, bringing forth branches and bearing seed. Animals of every sort will gather under it; its branches will shelter every kind of bird. ", "24": "And everyone shall know that it is I, the Lord, who cuts down the high trees and exalts the low, that I make the green tree wither and the dead tree grow. I, the Lord, have said that I would do it, and I will.”"}