{"1": "Late in July, six years after King Jeconiah was captured,[a] some of the elders of Israel came to ask instructions from the Lord and sat before me awaiting his reply.", "2": "Then the Lord gave me this message: ", "3": "“Son of dust, say to the elders of Israel, 'The Lord God says: How dare you come to ask my help? I swear that I will tell you nothing.' ", "4": "Judge them, son of dust; condemn them; tell them of all the sins of this nation from the times of their fathers until now. ", "5-6": "Tell them, 'The Lord God says: When I chose Israel and revealed myself to her in Egypt, I swore to her and her descendants that I would bring them out of Egypt to a land I had discovered and explored for them—a good land, flowing as it were with milk and honey, the best of all lands anywhere.'", "7": "“Then I said to them: 'Get rid of every idol; do not defile yourselves with the Egyptian gods, for I am the Lord your God.' ", "8": "But they rebelled against me and would not listen. They didn't get rid of their idols nor forsake the gods of Egypt. Then I thought, I will pour out my fury upon them and fulfill my anger against them while they are still in Egypt.", "9-10": "“But I didn't do it, for I acted to protect the honor of my name, lest the Egyptians laugh at Israel's God who couldn't keep them from harm. So I brought my people out of Egypt right before the Egyptians' eyes and led them into the wilderness. ", "11": "There I gave them my laws so they could live by keeping them. If anyone keeps them, he will live. ", "12": "And I gave them the Sabbath—a day of rest every seventh day—as a symbol between them and me, to remind them that it is I, the Lord, who sanctifies them—that they are truly my people.", "13": "“But Israel rebelled against me. There in the wilderness they refused my laws. They would not obey my rules even though obeying them means life. And they misused my Sabbaths. Then I thought, I will pour out my fury upon them and utterly consume them in the desert.", "14": "“But again I refrained in order to protect the honor of my name, lest the nations who saw me bring them out of Egypt would say that it was because I couldn't care for them that I destroyed them. ", "15": "But I swore to them in the wilderness that I would not bring them into the land I had given them, a land full of milk and honey, the choicest spot on earth, ", "16": "because they laughed at my laws, ignored my wishes, and violated my Sabbaths—their hearts were with their idols! ", "17": "Nevertheless, I spared them. I didn't finish them off in the wilderness.", "18": "“Then I spoke to their children and said: 'Don't follow your fathers' footsteps. Don't defile yourselves with their idols, ", "19": "for I am the Lord your God. Follow my laws; keep my ordinances; ", "20": "hallow my Sabbaths; for they are a symbol of the contract between us to help you remember that I am the Lord your God.'", "21": "“But their children, too, rebelled against me. They refused my laws—the laws that if a person keeps them, he will live. And they defiled my Sabbaths. So then I said: 'Now at last I will pour out my fury upon you in the wilderness.'", "22": "“Nevertheless, again I withdrew my judgment against them to protect my name among the nations who had seen my power in bringing them out of Egypt. ", "23-24": "But I took a solemn oath against them while they were in the wilderness that I would scatter them, dispersing them to the ends of the earth because they did not obey my laws but scorned them and violated my Sabbaths and longed for their fathers' idols. ", "25": "I let them adopt[b] customs and laws which were worthless. Through the keeping of them they could not attain life.* ", "26": "In the hope that they would draw back in horror and know that I alone am God, I let them pollute themselves with the very gifts I gave them. They burnt their firstborn children as offerings to their gods!", "27-28": "“Son of dust, tell them that the Lord God says: Your fathers continued to blaspheme and betray me when I brought them into the land I promised them, for they offered sacrifices and incense on every high hill and under every tree! They roused my fury as they offered up their sacrifices to those 'gods.' They brought their perfumes and incense and poured out their drink offerings to them! ", "29": "I said to them: 'What is this place of sacrifice[c] where you go?' And so it is still called 'The Place of Sacrifice'—that is how it got its name.", "30": "“The Lord God wants to know whether you are going to pollute yourselves just as your fathers did and keep on worshiping idols. ", "31": "For when you offer gifts to them and give your little sons to be burned to ashes as you do even today, shall I listen to you or help you, Israel? As I live,” the Lord God says, “I will not give you any message, though you have come to me to ask.", "32": "“What you have in mind will not be done—to be like the nations all around you, serving gods of wood and stone. ", "33": "I will rule you with an iron fist and in great anger and with power. ", "34": "With might and fury I will bring you out from the lands where you are scattered, ", "35-36": "and will bring you into my desert judgment hall.[d] I will judge you there and get rid of the rebels, just as I did in the wilderness after I brought you out of Egypt. ", "37": "I will count you carefully and let only a small quota return. ", "38": "And the others—the rebels and all those who sin against me—I will purge from among you. They shall not enter Israel, but I will bring them out of the countries where they are in exile. And when that happens, you will know I am the Lord.", "39": "“O Israel,” the Lord God says: “If you insist on worshiping your idols, go right ahead, but then don't bring your gifts to me as well! Such desecration of my holy name must stop!", "40": "“For at Jerusalem in my holy mountain,” says the Lord, “all Israel shall worship me. There I will accept you and require you to bring me your offerings and the finest of your gifts. ", "41": "You will be to me as an offering of perfumed incense when I bring you back from exile, and the nations will see the great change in your hearts. ", "42": "Then, when I have brought you home to the land I promised your fathers, you will know I am the Lord. ", "43": "Then you will look back at all your sins and loathe yourselves because of the evil you have done. ", "44": "And when I have honored my name by blessing you despite your wickedness, then, O Israel, you will know I am the Lord.”", "45": "Then this message came to me from the Lord:", "46": "“Son of dust, look toward Jerusalem and speak out against it and the forest lands of the Negeb. ", "47": "Prophesy to it and say: 'Hear the word of the Lord. I will set you on fire, O forest, and every tree will die, green and dry alike. The terrible flames will not be quenched, and they will scorch the world. ", "48": "And all the world will see that I, the Lord, have set the fire. It shall not be put out.'”", "49": "Then I said, “O Lord God, they say of me, 'He only talks in riddles!'”"}