{"1": "Then this message came to me from the Lord:", "2": "“Son of dust, face toward Jerusalem and prophesy against Israel and against my Temple![a] ", "3": "For the Lord says: 'I am against you, Israel. I will unsheath my sword and destroy your people, good and bad alike—", "4": "I will not spare even the righteous. I will make a clean sweep throughout the land from the Negeb to your northern borders. ", "5": "All the world shall know that it is I, the Lord. His sword is in his hand, and it will not return to its sheath again until its work is finished.'", "6": "“Sigh and groan before the people, son of dust, in your bitter anguish; sigh with grief and broken heart. ", "7": "When they ask you why, tell them: 'Because of the fearsome news that God has given me. When it comes true, the boldest heart will melt with fear; all strength will disappear. Every spirit will faint; strong knees will tremble and become as weak as water.' And the Lord God says: 'Your doom is on the way; my judgments will be fulfilled!'”", "8": "Then again this message came to me from God:", "9-11": "“Son of dust, tell them this: 'A sword is being sharpened and polished for terrible slaughter. Now will you laugh? For those far stronger than you have perished beneath its power. It is ready now to hand to the executioner.' ", "12": "Son of dust, with sobbing, beat upon your thigh, for that sword shall slay my people and all their leaders. All alike shall die. ", "13": "It will put them all to the test—and what chance do they have?” the Lord God asks.", "14": "“Prophesy to them in this way: Clap your hands vigorously, then take a sword and brandish it twice, thrice, to symbolize the great massacre they face! ", "15": "Let their hearts melt with terror, for a sword glitters at every gate; it flashes like lightning; it is razor-edged for slaughter. ", "16": "O sword, slash to the right and slash to the left, wherever you will, wherever you want. ", "17": "And you have prophesied with clapping hands that I, the Lord, will smite Jerusalem and satisfy my fury.”", "18": "Then this message came to me. The Lord said:", "19-20": "“Son of dust, make a map and on it trace two routes for the king of Babylon to follow—one to Jerusalem and the other to Rabbah in Transjordan.[b] And put a signpost at the fork in the road from Babylon. ", "21": "For the king of Babylon stands at a fork, uncertain whether to attack Jerusalem or Rabbah. He will call his magicians to use divination; they will cast lots by shaking arrows from the quiver; they will sacrifice to idols and inspect the liver[c] of their sacrifice. ", "22": "They will decide to turn toward Jerusalem! With battering rams they will go against the gates, shouting for the kill; they will build siege towers and make a hill against the walls to reach the top. ", "23": "Jerusalem won't understand this treachery; how could the diviners make this terrible mistake? For Babylon is Judah's ally and has sworn to defend Jerusalem! But the king of Babylon will think only of the times the people rebelled. He will attack and defeat them.”", "24": "The Lord God says: “Again and again your guilt cries out against you, for your sins are open and unashamed. Wherever you go, whatever you do, all is filled with sin. And now the time of punishment has come.", "25": "“O King Zedekiah,[d] evil prince of Israel, your final day of reckoning is here. ", "26": "Take off your jeweled crown,” the Lord God says. “The old order changes. Now the poor are exalted and the rich brought very low. ", "27": "I will overturn, overturn, overturn the kingdom, so that even the new order that emerges will not succeed until the Man appears who has a right to it. And I will give it all to him.", "28": "“Son of dust, prophesy to the Ammonites too, for they mocked my people in their woe. Tell them this: “'Against you also my glittering sword is drawn from its sheath; it is sharpened and polished and flashes like lightning. ", "29": "Your magicians and false prophets have told you lies of safety and success—that your gods will save you from the king of Babylon. Thus they have caused your death along with all the other wicked, for when the day of final reckoning has come, you will be wounded unto death. ", "30": "Shall I return my sword to its sheath before I deal with you? No, I will destroy you in your own country where you were born. ", "31": "I will pour out my fury upon you and blow upon the fire of my wrath until it becomes a roaring conflagration, and I will deliver you into the hands of cruel men skilled in destruction. ", "32": "You are the fuel for the fire; your blood will be spilled in your own country, and you will be utterly wiped out, your memory lost in history. For I, the Lord, have spoken it.'”"}