{"1": "The Lord's message came to me again, saying:", "2-3": "“Son of dust, there were two sisters who as young girls became prostitutes in Egypt.", "4-5": "“The older girl was named Oholah; her sister was Oholibah. (I am speaking of Samaria and Jerusalem!) I married them, and they bore me sons and daughters. But then Oholah turned to other gods instead of me and gave her love to the Assyrians, her neighbors, ", "6": "for they were all attractive young men, captains and commanders, in handsome blue, dashing about on their horses. ", "7": "And so she sinned with them—the choicest men of Assyria—worshiping their idols, defiling herself. ", "8": "For when she left Egypt, she did not leave her spirit of prostitution behind, but was still as lewd as in her youth when the Egyptians poured out their lusts upon her and robbed her of her virginity.", "9": "“And so I delivered her into the evil clutches of the Assyrians whose gods she loved so much. ", "10": "They stripped her and killed her and took away her children as their slaves. Her name was known to every woman in the land as a sinner who had received what she deserved.", "11": "“But when Oholibah (Jerusalem) saw what had happened to her sister, she went right ahead in the same way and sinned even more than her sister. ", "12": "She fawned over her Assyrian neighbors,[a] those handsome young men on fine steeds, those army officers in handsome uniforms—all of them desirable. ", "13": "I saw the way she was going, following right along behind her older sister.", "14-15": "“She was in fact more debased than Samaria, for she fell in love with pictures she saw painted on a wall! They were pictures of Babylonian military officers, outfitted in striking red uniforms, with handsome belts, and flowing turbans on their heads. ", "16": "When she saw these paintings, she longed to give herself to the men pictured, so she sent messengers to Chaldea[b] to invite them to come to her. ", "17": "And they came and committed adultery with her, defiling her in the bed of love, but afterward she hated them and broke off all relations with them.[c]", "18": "“And I despised her, just as I despised her sister, because she flaunted herself before them and gave herself to their lust. ", "19-20": "But that didn't bother her. She turned to even greater prostitution, sinning with the lustful men she remembered from her youth when she was a prostitute in Egypt.[d] ", "21": "And thus you celebrated those former days when as a young girl you gave your virginity to those from Egypt.", "22": "“And now the Lord God says that he will raise against you, O Oholibah (Jerusalem), those very nations from which you turned away, disgusted. ", "23": "For the Babylonians will come, and all the Chaldeans from Pekod and Shoa and Koa; and all the Assyrians with them—handsome young men of high rank, riding their steeds. ", "24": "They will come against you from the north with chariots, wagons, and a great army fully prepared for attack. They will surround you on every side with armored men, and I will let them at you, to do with you as they wish. ", "25": "And I will send my jealousy against you and deal furiously with you. They will cut off your nose and ears; your survivors will be killed; your children will be taken away as slaves, and everything left will be burned. ", "26": "They will strip you of your beautiful clothes and jewels.", "27": "“And so I will put a stop to your lewdness and prostitution brought from the land of Egypt; you will no more long for Egypt and her gods.” ", "28": "For the Lord God says: “I will surely deliver you over to your enemies, to those you loathe. ", "29": "They will deal with you in hatred and rob you of all you own, leaving you naked and bare. And the shame of your prostitution shall be exposed to all the world.", "30": "“You brought all this upon yourself by worshiping the gods of other nations, defiling yourself with all their idols. ", "31": "You have followed in your sister's footsteps, so I will punish you with the same terrors that destroyed her. ", "32": "Yes, the terrors that fell upon her will fall upon you—and the cup from which she drank was full and large. And all the world will mock you for your woe. ", "33": "You will reel like a drunkard beneath the awful blows of sorrow and distress, just as your sister Samaria did. ", "34": "In deep anguish you will drain that cup of terror to the very bottom and will lick the inside to get every drop. For I have spoken,” says the Lord. ", "35": "“Because you have forgotten me and turned your backs on me, therefore you must bear the consequence of all your sin.", "36": "“Son of dust, you must accuse Jerusalem and Samaria of all their awful deeds. ", "37": "For they have committed both adultery and murder; they have worshiped idols and murdered my children whom they bore to me, burning them as sacrifices on their altars. ", "38": "On the same day they defiled my Temple and ignored my Sabbaths, ", "39": "for when they had murdered their children in front of their idols, then even that same day they actually came into my Temple to worship! That is how much regard they have for me!", "40": "“You even sent away to distant lands for priests to come with other gods for you to serve, and they have come and been welcomed! You bathed yourself, painted your eyelids, and put on your finest jewels for them. ", "41": "You sat together on a beautifully embroidered bed and put my incense and my oil upon a table spread before you. ", "42": "From your apartment came the sound of many men carousing—lewd men and drunkards from the wilderness, who put bracelets on your wrists and beautiful crowns upon your head. ", "43": "Will they commit adultery with these who have become old harlot hags? ", "44": "Yet that is what they did. They went in to them—to Samaria and Jerusalem, these shameless harlots—with all the zest of lustful men who visit prostitutes. ", "45": "But just persons everywhere will judge them for what they really are—adulteresses and murderers. They will mete out to them the sentences the law demands.”", "46": "The Lord God says: “Bring an army against them and hand them out to be crushed and despised. ", "47": "For their enemies will stone them and kill them with swords; they will butcher their sons and daughters and burn their homes. ", "48": "Thus will I make lewdness and idolatry to cease from the land. My judgment will be a lesson against idolatry for all to see. ", "49": "For you will be fully repaid for all your harlotry, your worshiping of idols. You will suffer the full penalty, and you will know that I alone am God.”"}