{"1": "One day late in December of the ninth year (of King Jehoiachin's captivity), another message came to me from the Lord.", "2": "“Son of dust,” he said, “write down this date, for today the king of Babylon has attacked Jerusalem. ", "3": "And now give this parable to these rebels, Israel; tell them, 'The Lord God says: Put a pot of water on the fire to boil. ", "4": "Fill it with choicest mutton, the rump and shoulder and all the most tender cuts. ", "5": "Use only the best sheep from the flock, and heap fuel on the fire beneath the pot. Boil the meat well, until the flesh falls off the bones.'”", "6": "For the Lord God says: “Woe to Jerusalem, City of Murderers; you are a pot that is pitted with rust and with wickedness. So take out the meat chunk by chunk in whatever order it comes—for none is better than any other.[a] ", "7": "For her wickedness is evident to all—she boldly murders, leaving blood upon the rocks in open view for all to see; she does not even try to cover it. ", "8": "And I have left it there, uncovered, to shout to me against her and arouse my wrath and vengeance.", "9": "“Woe to Jerusalem, City of Murderers. I will pile on the fuel beneath her. ", "10": "Heap on the wood; let the fire roar and the pot boil. Cook the meat well, and then empty the pot and burn the bones. ", "11": "Now set it empty on the coals to scorch away the rust and corruption. ", "12": "But all for naught—it all remains despite the hottest fire. ", "13": "It is the rust and corruption of your filthy lewdness, of worshiping your idols. And now, because I wanted to cleanse you and you refused, remain filthy until my fury has accomplished all its terrors upon you! ", "14": "I, the Lord, have spoken it; it shall come to pass and I will do it.”", "15": "Again a message came to me from the Lord, saying:", "16": "“Son of dust, I am going to take away your lovely wife. Suddenly, she will die. Yet you must show no sorrow. Do not weep; let there be no tears. ", "17": "You may sigh, but only quietly. Let there be no wailing at her grave; don't bare your head nor feet, and don't accept the food brought to you by consoling friends.”", "18": "I proclaimed this to the people in the morning, and in the evening my wife died. The next morning I did all the Lord had told me to.", "19": "Then the people said: “What does all this mean? What are you trying to tell us?”", "20-21": "And I answered, “The Lord told me to say to the people of Israel: 'I will destroy my lovely, beautiful Temple, the strength of your nation. And your sons and daughters in Judea will be slaughtered by the sword. ", "22": "And you will do as I have done; you may not mourn in public or console yourself by eating the food brought to you by sympathetic friends. ", "23": "Your head and feet shall not be bared; you shall not mourn or weep. But you will sorrow to one another for your sins and mourn privately for all the evil you have done. ", "24": "Ezekiel is an example to you,' the Lord God says. 'You will do as he has done. And when that time comes, then you will know I am the Lord.'”", "25": "“Son of dust, on the day I finish taking from them in Jerusalem the joy of their hearts and their glory and joys—their wives and their sons and their daughters—", "26": "on that day a refugee from Jerusalem will start on a journey to come to you in Babylon to tell you what has happened. ", "27": "And on the day of his arrival, your voice will suddenly return to you so that you can talk with him; and you will be a symbol for these people, and they shall know I am the Lord.”"}