{"1": "Then the Lord's message came to me again. He said:", "2": "“Son of dust, look toward the land of Ammon and prophesy against its people. ", "3": "Tell them: 'Listen to what the Lord God says. Because you scoffed when my Temple was destroyed, and mocked Israel in her anguish, and laughed at Judah when she was marched away captive, ", "4": "therefore I will let the Bedouins from the desert to the east of you overrun your land. They will set up their encampments among you. They will harvest all your fruit and steal your dairy cattle. ", "5": "And I will turn the city of Rabbah into a pasture for camels and all the country of the Ammonites into a wasteland where flocks of sheep can graze. Then you will know I am the Lord.'”", "6": "For the Lord God says: “Because you clapped and stamped and cheered with glee at the destruction of my people, ", "7": "therefore I will lay my hand heavily upon you, delivering you to many nations for devastation. I will cut you off from being a nation anymore. I will destroy you; then you shall know I am the Lord.”", "8": "And the Lord God says: “Because the Moabites have said that Judah is no better off than any other nation, ", "9-10": "therefore I will open up the eastern flank of Moab, wiping out her frontier cities, the glory of the nation—Beth-jeshimoth, Baal-meon and Kiriathaim. And Bedouin tribes from the desert to the east will pour in upon her, just as they will upon Ammon. And Moab will no longer be counted among the nations. ", "11": "Thus I will bring down my judgment upon the Moabites, and they shall know I am the Lord.”", "12": "And the Lord God says: “Because the people of Edom have sinned so greatly by avenging themselves upon the people of Judah, ", "13": "I will smash Edom with my fist and wipe out her people, her cattle, and her flocks. The sword will destroy everything from Teman to Dedan. ", "14": "By the hand of my people, Israel, this shall be done. They will carry out my furious vengeance.”", "15": "And the Lord God says: “Because the Philistines have acted against Judah out of revenge and long-standing hatred, ", "16": "I will shake my fist over the land of the Philistines, and I will wipe out the Cherethites and utterly destroy those along the seacoast. ", "17": "I will execute terrible vengeance upon them to rebuke them for what they have done. And when all this happens, then they shall know I am the Lord.”"}