{"1": "Another message came to me from the Lord on the first day of the month, in the eleventh year (after King Jehoiachin was taken away to captivity).", "2": "“Son of dust, Tyre has rejoiced over the fall of Jerusalem, saying, 'Ha! She who controlled the lucrative north-south trade routes along the coast and along the course of the Jordan River[a] has been broken, and I have fallen heir! Because she has been laid waste, I shall become wealthy!'”", "3": "Therefore the Lord God says: “I stand against you, Tyre, and I will bring nations against you like ocean waves. ", "4": "They will destroy the walls of Tyre and tear down her towers. I will scrape away her soil and make her a bare rock! ", "5": "Her island shall become uninhabited, a place for fishermen to spread their nets, for I have spoken it,” says the Lord God. “Tyre shall become the prey of many nations, ", "6": "and her mainland city shall perish by the sword. Then they shall know I am the Lord.”", "7": "For the Lord God says: “I will bring Nebuchadnezzar, king of Babylon—the king of kings from the north—against Tyre with a great army and cavalry and chariots. ", "8": "First he will destroy your suburbs; then he will attack your mainland city by building a siege wall and raising a roof of shields against it. ", "9": "He will set up battering rams against your walls and with sledgehammers demolish your forts. ", "10": "The hoofs of his cavalry will choke the city with dust, and your walls will shake as the horses gallop through your broken gates, pulling chariots behind them. ", "11": "Horsemen will occupy every street in the city; they will butcher your people, and your famous, huge pillars will topple.", "12": "“They will plunder all your riches and merchandise and break down your walls. They will destroy your lovely homes and dump your stones and timber and even your dust into the sea. ", "13": "I will stop the music of your songs. No more will there be the sound of harps among you. ", "14": "I will make your island a bare rock,[b] a place for fishermen to spread their nets. You will never be rebuilt, for I, the Lord, have spoken it.” So says the Lord. ", "15": "“The whole country will shake with your fall; the wounded will scream as the slaughter goes on.", "16": "“Then all the seaport rulers shall come down from their thrones and lay aside their robes and beautiful garments and sit on the ground shaking with fear at what they have seen. ", "17": "And they shall wail for you, singing this dirge: 'O mighty island city, with your naval power that terrorized the mainland, how you have vanished from the seas! ", "18": "How the islands tremble at your fall! They watch dismayed.'”", "19": "For the Lord God says: “I will destroy Tyre to the ground. You will sink beneath the terrible waves of enemy attack. Great seas shall swallow you. ", "20": "I will send you to the pit of hell to lie there with those of long ago. Your city will lie in ruins, dead, like the bodies of those in the underworld who entered long ago the nether world of the dead. Never again will you be inhabited or be given beauty here in the land of those who live. ", "21": "I will bring you to a dreadful end; no search will be enough to find you,” says the Lord."}