{"1": "Then this message came to me from the Lord. He said:", "2": "“Son of dust, sing this sad dirge for Tyre:", "3": "“'O mighty seaport city, merchant center of the world, the Lord God speaks. You say, “I am the most beautiful city in all the world.” ", "4": "You have extended your boundaries out into the sea; your architects have made you glorious. ", "5": "You are like a ship built of finest fir from Senir. They took a cedar from Lebanon to make a mast for you. ", "6": "They made your oars from oaks of Bashan. The walls of your cabin are of cypress from the southern coast of Cyprus. ", "7": "Your sails are made of Egypt's finest linens; you stand beneath awnings bright with purple and scarlet dyes from eastern Cyprus.", "8": "“'Your sailors come from Sidon and Arvad; your helmsmen are skilled men from Zemer. ", "9": "Wise old craftsmen from Gebal do the calking. Ships come from every land with all their goods to barter for your trade.", "10": "“'Your army includes men from far-off Paras, Lud, and Put.[a] They serve you—it is a feather in your cap to have their shields hang upon your walls; it is the ultimate of honor. ", "11": "Men from Arvad and from Helech[b] are the sentinels upon your walls; your towers are manned by men from Gamad. Their shields hang row on row upon the walls, perfecting your glory.", "12": "“'From Tarshish come all kinds of riches to your markets—silver, iron, tin, and lead. ", "13": "Merchants from Javan, Tubal, and Meshech[c] bring slaves and bronze dishes, ", "14": "while from Togarmah* come chariot horses, steeds, and mules.", "15": "“'Merchants come to you from Rhodes, and many coastlands are your captive markets, giving payment in ebony and ivory. ", "16": "Edom sends her traders to buy your many wares. They bring emeralds, purple dyes, embroidery, fine linen, and jewelry of coral and agate. ", "17": "Judah and the cities in what was once the kingdom of Israel send merchants with wheat from Minnith and Pannag,[d] and with honey, oil, and balm. ", "18": "Damascus comes. She brings wines from Helbon and white Syrian wool to trade for all the rich variety of goods you make. ", "19": "Vedan and Javan bring Arabian yarn,[e] wrought iron, cassia, and calamus, ", "20": "while Dedan brings expensive saddlecloths for riding.", "21": "“'The Arabians and Kedar's wealthy merchant princes bring you lambs and rams and goats. ", "22": "The merchants of Sheba and Raamah come with all kinds of spices, jewels, and gold. ", "23": "Haran, Canneh, Eden, Asshur, and Chilmad all send their wares. ", "24": "They bring choice fabrics to trade—blue cloth, embroidery, and many-colored carpets bound with cords and made secure. ", "25": "The ships of Tarshish are your ocean caravans; your island warehouse is filled to the brim!", "26": "“'But now your statesmen bring your ship of state into a hurricane! Your mighty vessel flounders in the heavy eastern gale,[f] and you are wrecked in the heart of the seas! ", "27": "Everything is lost. Your riches and wares, your sailors and pilots, your shipwrights, merchants, and soldiers; and all the people sink into the sea on the day of your vast ruin.", "28": "“'The surrounding cities quake at the sound as your pilots scream with fright. ", "29": "All your sailors out at sea come to land and watch upon the mainland shore, ", "30": "weeping bitterly and casting dust upon their heads and wallowing in ashes. ", "31": "They shave their heads in grief, put on sackcloth, and weep for you with bitterness of heart and deep mourning.", "32": "“'And this is the song of their sorrow: “Where in all the world was there ever such a wondrous city as Tyre, destroyed in the midst of the sea? ", "33": "Your merchandise satisfied the desires of many nations. Kings at the ends of the earth rejoiced in the riches you sent them. ", "34": "Now you lie broken beneath the sea; all your merchandise and all your crew have perished with you. ", "35": "All who live along the coastlands watch, incredulous. Their kings are horribly afraid and look on with twisted faces. ", "36": "The merchants of the nations shake their heads, for your fate is dreadful; you have forever perished.”'”"}