{"1": "Late in December of the tenth year (of the imprisonment of King Jehoiachin), this message came to me from the Lord:", "2": "“Son of dust, face toward Egypt and prophesy against Pharaoh her king and all her people. ", "3": "Tell them that the Lord God says: 'I am your enemy, Pharaoh, king of Egypt—mighty dragon lying in the middle of your rivers. For you have said, “The Nile is mine; I have made it for myself!” ", "4": "I will put hooks into your jaws and drag you out onto the land with fish sticking to your scales. ", "5": "And I will leave you and all the fish stranded in the desert to die, and you won't be buried, for I have given you as food to the wild animals and birds.", "6": "“'Because of the way your might collapsed when Israel called on you for aid instead of trusting me,[a] all of you shall know I am the Lord. ", "7": "Israel leaned on you but, like a cracked staff, you snapped beneath her hand and wrenched her shoulder out of joint and made her stagger with the pain. ", "8": "Therefore the Lord God says: I will bring an army against you, O Egypt, and destroy both men and herds. ", "9": "The land of Egypt shall become a desolate wasteland, and the Egyptians will know that I, the Lord, have done it.", "10": "“'Because you said: “The Nile is mine! I made it!” therefore I am against you and your river, and I will utterly destroy the land of Egypt, from Migdol to Syene, as far south as the border of Ethiopia. ", "11": "For forty years not a soul will pass that way, neither men nor animals. It will be completely uninhabited. ", "12": "I will make Egypt desolate, surrounded by desolate nations, and her cities will lie as wastelands for forty years. I will exile the Egyptians to other lands.", "13": "“'But the Lord God says that at the end of the forty years he will bring the Egyptians home again from the nations to which they will be banished. ", "14": "And I will restore the fortunes of Egypt and bring her people back to the land of Pathros in southern Egypt where they were born, but she will be an unimportant, minor kingdom. ", "15": "She will be the lowliest of all the nations; never again will she raise herself above the other nations; never again will Egypt be great enough for that.", "16": "“'Israel will no longer expect any help from Egypt. Whenever she thinks of asking for it, then she will remember her sin in seeking it before. Then Israel will know that I alone am God.'”", "17": "In the twenty-seventh year of King Jehoiachin's captivity,[b] around the middle of March, this message came to me from the Lord:", "18": "“Son of dust, the army of King Nebuchadnezzar of Babylon fought hard against Tyre. The soldiers' heads were bald from carrying heavy basketfuls of earth; their shoulders were raw and blistered from burdens of stones for the siege. And Nebuchadnezzar received no compensation and could not pay the army for all this work.”[c] ", "19": "Therefore, the Lord God says, “I will give the land of Egypt to Nebuchadnezzar, king of Babylon, and he will carry off her wealth, plundering everything she has, for his army. ", "20": "Yes, I have given him the land of Egypt for his salary because he was working for me during those thirteen years at Tyre,” says the Lord. ", "21": "“And the day will come when I will cause the ancient glory of Israel to revive, and then at last her words will be respected, and Egypt shall know I am the Lord.”"}