{"1": "And he said to me: “Son of dust, eat what I am giving you—eat this scroll! Then go and give its message to the people of Israel.”", "2": "So I took the scroll.", "3": "“Eat it all,” he said. And when I ate it, it tasted sweet as honey.", "4": "Then he said: “Son of dust, I am sending you to the people of Israel with my messages. ", "5": "I am not sending you to some far-off foreign land where you can't understand the language—", "6": "no, not to tribes with strange, difficult tongues. (If I did, they would listen!) ", "7": "I am sending you to the people of Israel, and they won't listen to you any more than they listen to me! For the whole lot of them are hard, impudent, and stubborn. ", "8": "But see, I have made you hard and stubborn too—as tough as they are. ", "9": "I have made your forehead as hard as rock. So don't be afraid of them, or fear their sullen, angry looks, even though they are such rebels.”", "10": "Then he added: “Son of dust, let all my words sink deep into your own heart first; listen to them carefully for yourself. ", "11": "Then, afterward, go to your people in exile, and whether or not they will listen, tell them: 'This is what the Lord God says!'”", "12": "Then the Spirit lifted me up, and the glory of the Lord began to move away, accompanied by the sound of a great earthquake.[a] ", "13": "It was the noise of the wings of the living beings as they touched against each other, and the sound of their wheels beside them.", "14-15": "The Spirit lifted me up, and took me away to Tel Abib, another colony of Jewish exiles beside the Chebar River. I went in bitterness and anger,[b] but the hand of the Lord was strong upon me. And I sat among them, overwhelmed, for seven days.", "16": "At the end of the seven days, the Lord said to me:", "17": "“Son of dust, I have appointed you as a watchman for Israel; whenever I send my people a warning, pass it on to them at once. ", "18": "If you refuse to warn the wicked when I want you to tell them, 'You are under the penalty of death; therefore repent and save your life,' they will die in their sins, but I will punish you. I will demand your blood for theirs. ", "19": "But if you warn them, and they keep on sinning and refuse to repent, they will die in their sins, but you are blameless—you have done all you could. ", "20": "And if a good man becomes bad, and you refuse to warn him of the consequences, and the Lord destroys him, his previous good deeds won't help him—he shall die in his sin. But I will hold you responsible for his death and punish you. ", "21": "But if you warn him and he repents, he shall live, and you have saved your own life too.”", "22": "I was helpless in the hand of God, and when he said to me, “Go out into the valley and I will talk to you there”—", "23": "I arose and went, and oh, I saw the glory of the Lord there, just as in my first vision! And I fell to the ground on my face.", "24": "Then the Spirit entered into me and set me on my feet. He talked to me and said: “Go, imprison yourself in your house, ", "25": "and I will paralyze you[c] so you can't leave; ", "26": "and I will make your tongue stick to the roof of your mouth so that you can't reprove them; for they are rebels. ", "27": "But whenever I give you a message, then I will loosen your tongue and let you speak, and you shall say to them: 'The Lord God says.' Let anyone listen who wants to, and let anyone refuse who wants to, for they are rebels."}