{"1": "Then this message came to me from the Lord:", "2": "“Son of dust, prophesy against the shepherds, the leaders of Israel. Say to them, 'The Lord God says to you: Woe to the shepherds who feed themselves instead of their flocks. Shouldn't shepherds feed the sheep? ", "3": "You eat the best food and wear the finest clothes, but you let your flocks starve. ", "4": "You haven't taken care of the weak, nor tended the sick, nor bound up the broken bones, nor gone looking for those who have wandered away and are lost. Instead, you have ruled them with force and cruelty. ", "5": "So they were scattered, without a shepherd. They have become a prey to every animal that comes along. ", "6": "My sheep wandered through the mountains and hills and over the face of the earth, and there was no one to search for them or care about them.", "7": "“'Therefore, O shepherds, hear the word of the Lord: ", "8": "As I live, says the Lord God, you abandoned my flock, leaving them to be attacked and destroyed, and you were no real shepherds at all, for you didn't search for them. You fed yourselves and let them starve; ", "9-10": "therefore, I am against the shepherds, and I will hold them responsible for what has happened to my flock. I will take away their right to feed the flock—and take away their right to eat. I will save my flock from being taken for their food.'”", "11": "For the Lord God says: “I will search and find my sheep. ", "12": "I will be like a shepherd looking for his flock. I will find my sheep and rescue them from all the places they were scattered in that dark and cloudy day. ", "13": "And I will bring them back from among the people and nations where they were, back home to their own land of Israel, and I will feed them upon the mountains of Israel and by the rivers where the land is fertile and good. ", "14": "Yes, I will give them good pasture on the high hills of Israel. There they will lie down in peace and feed in luscious mountain pastures. ", "15-16": "I myself will be the Shepherd of my sheep and cause them to lie down in peace,” the Lord God says. “I will seek my lost ones, those who strayed away, and bring them safely home again. I will put splints and bandages upon their broken limbs and heal the sick. And I will destroy the powerful, fat shepherds; I will feed them, yes—feed them punishment!", "17": "“And as for you, O my flock—my people,” the Lord God says, “I will judge you and separate good from bad, sheep from goats.", "18": "“Is it a small thing to you, O evil shepherds, that you not only keep the best of the pastures for yourselves, but trample down the rest? That you take the best water for yourselves and muddy the rest with your feet? ", "19": "All that's left for my flock is what you've trampled down; all they have to drink is water that you've fouled.”", "20": "Therefore the Lord God says: “I will surely judge between these fat shepherds and their scrawny sheep. ", "21": "For these shepherds push and butt and crowd my sick and hungry flock until they're scattered far away. ", "22": "So I myself will save my flock; no more will they be picked on and destroyed. And I will notice which is plump and which is thin, and why!", "23": "“And I will set one Shepherd over all my people, even my Servant David. He shall feed them and be a Shepherd to them.", "24": "“And I, the Lord, will be their God, and my Servant David shall be a Prince among my people. I, the Lord, have spoken it.", "25": "“I will make a peace pact with them and drive away the dangerous animals from the land, so that my people can safely camp in the wildest places and sleep safely in the woods. ", "26": "I will make my people and their homes around my hill a blessing. And there shall be showers, showers of blessing, for I will not shut off the rains but send them in their seasons. ", "27": "Their fruit trees and fields will yield bumper crops, and everyone will live in safety. When I have broken off their chains of slavery and delivered them from those who profiteered at their expense, they shall know I am the Lord. ", "28": "No more will other nations conquer them nor wild animals attack. They shall live in safety and no one shall make them afraid.", "29": "“And I will raise up a notable Vine (the Messiah),[a] in Israel so that my people will never again go hungry nor be shamed by heathen conquest. ", "30": "In this way they will know that I, the Lord their God, am with them, and that they, the people of Israel, are my people,” says the Lord God. ", "31": "“You are my flock, the sheep of my pasture. You are my men and I am your God, so says the Lord.”"}