{"1": "“Son of dust, prophesy to Israel's mountains. Tell them: 'Listen to this message from the Lord.", "2": "“'Your enemies have sneered at you and claimed your ancient heights as theirs; ", "3": "they have destroyed you on every side and sent you away as slaves to many lands. You are mocked and slandered. ", "4": "Therefore, O mountains of Israel, hear the word of the Lord God. He says to the hills and mountains, dales and valleys, and to the ruined farms and the long-deserted cities, destroyed and mocked by heathen nations all around: ", "5": "My anger is afire against these nations, especially Edom, for grabbing my land with relish, in utter contempt for me, to take it for themselves.'", "6": "“Therefore prophesy and say to the hills and mountains, dales and valleys of Israel: 'This is what the Lord God says! I am full of fury because you suffered shame before the surrounding nations. ", "7": "Therefore, I have sworn with hand held high that those nations are going to have their turn of being covered with shame, ", "8": "but for Israel good times will return. There will be heavy crops of fruit to prepare for my people's return—and they will be coming home again soon! ", "9": "See, I am for you, and I will come and help you as you prepare the ground and sow your crops. ", "10": "I will greatly increase your population throughout all Israel, and the ruined cities will be rebuilt and filled with people. ", "11": "Not only the people, but your flocks and herds will also greatly multiply. O mountains of Israel, again you will be filled with homes. I will do even more for you than I did before. Then you shall know I am the Lord. ", "12": "My people will walk upon you once again, and you will belong to them again; and you will no longer be a place for burning their children on idol altars.'”", "13": "The Lord God says: “Now the other nations taunt you, saying, 'Israel is a land that devours her people!' ", "14": "But they will not say this anymore. Your birthrate will rise, and your infant mortality rate will drop off sharply,” says the Lord. ", "15": "“No longer will those heathen nations sneer, for you will no longer be a nation of sinners,” the Lord God says.", "16": "Then this further word came to me from the Lord:", "17": "“Son of dust, when the people of Israel were living in their own country, they defiled it by their evil deeds; to me their worship was as foul as filthy rags.[a] ", "18": "They polluted the land with murder and with the worshiping of idols, so I poured out my fury upon them. ", "19": "And I exiled them to many lands; that is how I punished them for the evil way they lived. ", "20": "But when they were scattered out among the nations, then they were a blight upon my holy name because the nations said, 'These are the people of God and he couldn't protect them from harm!' ", "21": "I am concerned about my reputation that was ruined by my people throughout the world.", "22": "“Therefore say to the people of Israel, 'The Lord God says: I am bringing you back again, but not because you deserve it; I am doing it to protect my holy name, which you tarnished among the nations. ", "23": "I will honor my great name, that you defiled, and the people of the world shall know I am the Lord. I will be honored before their eyes by delivering you from exile among them.[b] ", "24": "For I will bring you back home again to the land of Israel.", "25": "“'Then it will be as though I had sprinkled clean water on you, for you will be clean—your filthiness will be washed away, your idol worship gone. ", "26": "And I will give you a new heart—I will give you new and right desires—and put a new spirit within you. I will take out your stony hearts of sin and give you new hearts of love.[c] ", "27": "And I will put my Spirit within you so that you will obey my laws and do whatever I command.", "28": "“'And you shall live in Israel, the land which I gave your fathers long ago. And you shall be my people, and I will be your God. ", "29": "I will cleanse away your sins. I will abolish crop failures and famine. ", "30": "I will give you huge harvests from your fruit trees and fields, and never again will the surrounding nations be able to scoff at your land for its famines. ", "31": "Then you will remember your past sins and loathe yourselves for all the evils you did. ", "32": "But always remember this: It is not for your own sakes that I will do this, but for mine. O my people Israel, be utterly ashamed of all that you have done!'”", "33": "The Lord God says: “When I cleanse you from your sins, I will bring you home again to Israel, and rebuild the ruins. ", "34": "Acreage will be cultivated again that through the years of exile lay empty as a barren wilderness; all who passed by were shocked to see the extent of ruin in your land. ", "35": "But when I bring you back, they will say, 'This God-forsaken land has become like Eden's garden! The ruined cities are rebuilt and walled and filled with people!' ", "36": "Then the nations all around—all those still left—will know that I, the Lord, rebuilt the ruins and planted lush crops in the wilderness. For I, the Lord, have promised it, and I will do it.”", "37-38": "The Lord God says: “I am ready to hear Israel's prayers for these blessings and to grant them their requests. Let them but ask, and I will multiply them like the flocks that fill Jerusalem's streets at the time of sacrifice. The ruined cities will be crowded once more, and everyone will know I am the Lord.”"}