{"1": "“Son of dust, prophesy this also against Gog. Tell him: “'I stand against you, Gog, leader of Meshech and Tubal. ", "2": "I will turn you and drive you toward the mountains of Israel, bringing you from the distant north. And I will destroy 85 percent of your army[a] in the mountains. ", "3": "I will knock your weapons from your hands and leave you helpless. ", "4": "You and all your vast armies will die upon the mountains. I will give you to the vultures and wild animals to devour you. ", "5": "You will never reach the cities—you will fall upon the open fields; for I have spoken, the Lord God says. ", "6": "And I will rain down fire on Magog and on all your allies who live safely on the coasts, and they shall know I am the Lord.", "7": "“'Thus I will make known my holy name among my people Israel; I will not let it be mocked at anymore. And the nations, too, shall know I am the Lord, the Holy One of Israel. ", "8": "That day of judgment will come; everything will happen just as I have declared it.", "9": "“'The people of the cities of Israel will go out and pick up your shields and bucklers, bows and arrows, javelins and spears, to use for fuel—enough to last them seven years. ", "10": "For seven years they will need nothing else for their fires. They won't cut wood from the fields or forests, for these weapons will give them all they need. They will use the possessions of those who abused them.", "11": "“'And I will make a vast graveyard for Gog and his armies in the Valley of the Travelers, east of the Dead Sea. It will block the path of the travelers. There Gog and all his armies will be buried. And they will change the name of the place to “The Valley of Gog's Army.” ", "12": "It will take seven months for the people of Israel to bury the bodies. ", "13": "Everyone in Israel will help, for it will be a glorious victory for Israel on that day when I demonstrate my glory, says the Lord. ", "14": "At the end of the seven months, they will appoint men to search the land systematically for any skeletons left and bury them, so that the land will be cleansed. ", "15-16": "Whenever anyone sees some bones, he will put up a marker beside them so that the buriers will see them and take them to the Valley of Gog's Army to bury them. A city named “Multitude” is there! And so the land will finally be cleansed.'", "17": "“And now, son of dust, call all the birds and animals and say to them: 'Gather together for a mighty sacrificial feast. Come from far and near to the mountains of Israel. Come, eat the flesh and drink the blood! ", "18": "Eat the flesh of mighty men and drink the blood of princes—they are the rams, the lambs, the goats, and the fat young bulls of Bashan for my feast! ", "19": "Gorge yourselves with flesh until you are glutted, drink blood until you are drunk; this is the sacrificial feast I have prepared for you. ", "20": "Feast at my banquet table—feast on horses, riders, and valiant warriors, says the Lord God.'", "21": "“Thus I will demonstrate my glory among the nations; all shall see the punishment of Gog and know that I have done it. ", "22": "And from that time onward the people of Israel will know I am the Lord their God. ", "23": "And the nations will know why Israel was sent away to exile—it was punishment for sin, for they acted in treachery against their God. Therefore, I turned my face away from them and let their enemies destroy them. ", "24": "I turned my face away and punished them in proportion to the vileness of their sins.", "25": "“But now,” the Lord God says, “I will end the captivity of my people and have mercy upon them and restore their fortunes, for I am concerned about my reputation! ", "26": "Their time of treachery and shame will all be in the past; they will be home again, in peace and safety in their own land, with no one bothering them or making them afraid. ", "27": "I will bring them home from the lands of their enemies—and my glory shall be evident to all the nations when I do it. Through them I will vindicate my holiness before the nations. ", "28": "Then my people will know I am the Lord their God—responsible for sending them away to exile, and responsible for bringing them home. I will leave none of them remaining among the nations. ", "29": "And I will never hide my face from them again, for I will pour out my Spirit upon them,” says the Lord God."}