{"1": "Then he led me out of the Temple, back into the inner court to the rooms north of the Temple yard, and to another building. ", "2": "This group of structures was 175 feet long by 87½ feet wide. ", "3": "The rows of rooms behind this building were the inner wall of the court. The rooms were in three tiers, overlooking the outer court on one side, and having a 35-foot strip of inner court on the other. ", "4": "A 17½-foot walk ran between the building and the tiers of rooms, extending the entire length, with the doors of the building facing north. ", "5": "The upper two tiers of rooms were not as wide as the lower one, because the upper tiers had wider walkways beside them. ", "6": "And since the building was not built with girders as those in the outer court were, the upper stories were set back from the ground floor.", "7-8": "The north tiers, next to the outer court, were 87½ feet long—only half as long as the inner wing that faced the Temple court, which was 175 feet long. But a wall extended from the end of the shorter wing, parallel to the longer wing. ", "9-10": "And there was an entrance from the outer court to these rooms from the east. On the opposite side of the Temple a similar building composed of two units of tiers was on the south side of the inner court, between the Temple and the outer court, arranged the same as the other. ", "11": "There was a walk between the two wings of the building, the same as in the other building across the court—the same length and width and the same exits and doors—they were identical units. ", "12": "And there was a door from the outer court[a] at the east.", "13": "Then he told me: “These north and south tiers of rooms facing the Temple yard are holy; there the priests who offer up the sacrifices to the Lord shall eat of the most holy offerings and store them—the cereal offerings, sin offerings, and guilt offerings, for these rooms are holy. ", "14": "When the priests leave the Holy Place—the nave of the Temple—they must change their clothes before going out to the outer court. The special robes in which they have been ministering must first be removed, for these robes are holy. They must put on other clothes before entering the parts of the building open to the public.”", "15": "When he had finished making these measurements, he led me out through the east passageway to measure the entire Temple area. ", "16-20": "He found that it was in the form of a square, 875 feet long on each side, with a wall all around it to separate the restricted area from the public places.[b]"}