{"1": "Afterward he brought me out again to the passageway through the outer wall leading to the east. ", "2": "And suddenly the glory of the God of Israel appeared from the east. The sound of his coming was like the roar of rushing waters, and the whole landscape lighted up with his glory. ", "3": "It was just as I had seen it in the other visions, first by the Chebar Canal, and then later at Jerusalem[a] when he came to destroy the city. And I fell down before him with my face in the dust. ", "4": "And the glory of the Lord came into the Temple through the eastern passageway.", "5": "Then the Spirit took me up and brought me into the inner court; and the glory of the Lord filled the Temple. ", "6": "And I heard the Lord speaking to me from within the Temple (the man who had been measuring was still standing beside me).", "7": "And the Lord said to me: “Son of dust, this is the place of my throne and my footstool, where I shall remain, living among the people of Israel forever. They and their kings will not defile my holy name any longer through the adulterous worship of other gods or by worshiping the totem poles erected by their kings. ", "8": "They built their idol temples beside mine, with only a wall between, and worshiped their idols. Because they sullied my holy name by such wickedness, I consumed them in my anger. ", "9": "Now let them put away their idols and the totem poles[b] erected by their kings, and I will live among them forever.", "10": "“Son of dust, describe the Temple I have shown you to the people of Israel. Tell them its appearance and its plan so they will be ashamed of all their sins. ", "11": "And if they are truly ashamed of what they have done, then explain to them the details of its construction—its doors and entrances—and everything about it. Write out all the directions and the rules for them to keep. ", "12": "And this is the basic law of the Temple: Holiness! The entire top of the hill where the Temple is built is holy. Yes, this is the primary law concerning it.", "13": "“And these are the measurements of the altar: The base is 21 inches high, with a 9-inch rim around its edge, and it extends 21 inches beyond the altar on all sides. ", "14": "The first stage of the altar is a stone platform 3½ feet high. This platform is 21 inches narrower than the base block on all sides. Rising from this is a narrower platform, 21 inches narrower on all sides, and 7 feet high. ", "15": "From it a still narrower platform rises 7 feet, and this is the top of the altar, with four horns projecting 21 inches up from the corners. ", "16": "This top platform of the altar is 21 feet square. ", "17": "The platform beneath it is 24½ feet square with a 10½-inch curb around the edges. The entire platform extends out from the top 21 inches on all sides. On the east side are steps to climb the altar.”", "18": "And he said to me: “Son of dust, the Lord God says: These are the measurements of the altar to be made in the future, when it is erected for the burning of offerings and the sprinkling of blood upon it. ", "19": "At that time the Zadok family of the Levite tribe, who are my ministers, are to be given a bullock for a sin offering. ", "20": "You shall take some of its blood and smear it on the four horns of the altar and on the four corners of the top platform and in the curb around it. This will cleanse and make atonement for the altar. ", "21": "Then take the bullock for the sin offering and burn it at the appointed place outside the Temple area.", "22": "“The second day, sacrifice a young male goat without any defects—without sickness, deformities, cuts, or scars—for a sin offering. Thus the altar shall be cleansed, as it was by the bullock. ", "23": "When you have finished this cleansing ceremony, offer another perfect bullock and a perfect ram from the flock. ", "24": "Present them before the Lord, and the priests shall sprinkle salt upon them as a burnt offering.", "25": "“Every day for seven days a male goat, a bullock, and a ram from the flock shall be sacrificed as a sin offering. None are to have any defects or unhealthiness of any kind. ", "26": "Do this each day for seven days to cleanse and make atonement for the altar, thus consecrating it. ", "27": "On the eighth day, and on each day afterward, the priests will sacrifice on the altar the burnt offerings and thank offerings of the people, and I will accept you, says the Lord God.”"}