{"1": "“When you divide the land among the tribes of Israel, you shall first give a section of it to the Lord as his holy portion. This piece shall be 8⅓ miles long and 6⅔ miles wide. It shall all be holy ground.", "2": "“A section of this land, 875 feet square, shall be designated for the Temple. An additional 87½-foot strip all around is to be left empty. ", "3": "The Temple shall be built within the area which is 8⅓ miles long and 3⅓ miles wide. ", "4": "All this section shall be holy land; it will be used by the priests, who minister in the sanctuary, for their homes and for my Temple.", "5": "“The strip next to it, 8⅓ miles long and 3⅓ miles wide, shall be the residence area for the Levites who work at the Temple. ", "6": "Adjacent to the holy lands will be a section 8⅓ miles by 1⅔ miles for a city open to everyone in Israel.", "7": "“Two special sections of land shall be set apart for the prince—one on each side of the holy lands and city; it is contiguous with them in length, and its eastern and western boundaries are the same as those of the tribal sections. ", "8": "This shall be his allotment. My princes shall no longer oppress and rob my people but shall assign all the remainder of the land to the people, giving a portion to each tribe.”", "9": "For the Sovereign Lord says to the rulers: “Quit robbing and cheating my people out of their land and expelling them from their homes. Always be fair and honest. ", "10": "You must use honest scales, honest bushels, honest gallons. ", "11": "A homer (about five bushels) shall be your standard unit of measurement for both liquid and dry measure. Smaller units shall be the ephah (about a half bushel) for dry measure, and the bath (about seventeen quarts) for liquid. ", "12": "The unit of weight shall be the silver shekel (about half an ounce); it must always be exchanged for twenty gerahs, no less; five shekels shall be valued at five shekels, no less; and ten shekels at ten shekels! Fifty shekels[a] shall always equal one mina.", "13": "“This is the tax you must give to the prince: a bushel of wheat or barley for every sixty you reap; ", "14": "and one percent of your olive oil; ", "15": "from each 200 sheep in all your flocks in Israel, give him one sheep. These are the meal offerings, burnt offerings, and thank offerings to make atonement for those who bring them,” says the Lord God. ", "16": "“All the people of Israel shall bring their offerings to the prince.", "17": "“The prince shall be required to furnish the people with sacrifices for public worship—sin offerings, burnt offerings, meal offerings, drink offerings, and thank offerings—to make reconciliation for the people of Israel. This shall be done at the time of the religious feasts, the new moon ceremonies, the Sabbaths, and all other similar occasions.”", "18": "The Lord God says: “On each New Year's Day[b] sacrifice a young bull with no blemishes, to purify the Temple. ", "19": "The priest shall take some of the blood of this sin offering and put it on the doorposts of the Temple, upon the four corners of the base of the altar, and upon the walls at the entry of the inner court. ", "20": "Do this also on the seventh day of that month for anyone who has sinned through error or ignorance, and so the Temple will be cleansed.", "21": "“On the fourteenth day of the same month, you shall celebrate the Passover. It will be a seven-day feast. Only bread without yeast shall be eaten during those days. ", "22": "On the day of Passover the prince shall provide a young bull for a sin offering for himself and all the people of Israel. ", "23": "On each of the seven days of the feast he shall prepare a burnt offering to the Lord. This daily offering will consist of seven young bulls and seven rams without blemish. A male goat shall also be given each day for a sin offering. ", "24": "And the prince shall provide a half bushel of grain with each bullock and ram for a meal offering, and three quarts of olive oil.", "25": "“Early in October during each of the seven days of the annual festival of shelters, he shall provide these same sacrifices for the sin offering, burnt offering, meal offering, and oil offering.”"}