{"1": "“Here is the list of the tribes and the territory each is to get. For Dan: From the northwest boundary at the Mediterranean, across to Hethlon, then to Labweh, and then on to Hazar-enan on the border between Damascus to the south and Hamath to the north. Those are the eastern and western limits of the land. ", "2": "Asher's territory lies south of Dan's and has the same east and west boundaries. ", "3": "Naphtali's land lies south of Asher's, with the same boundary lines on the east and the west. ", "4": "Then comes Manasseh, south of Naphtali, with the same eastern and western boundary lines. ", "5-7": "Next, to the south, is Ephraim, and then Reuben and then Judah, all with the same boundaries on the east and the west.", "8": "“South of Judah is the land set aside for the Temple. It has the same eastern and western boundaries as the tribal units, with the Temple in the center. ", "9": "This Temple area will be 8⅓ miles long and 6⅔ miles wide.", "10": "“A strip of land measuring 8⅓ miles long by 3⅓ miles wide, north to south, surrounds the Temple. ", "11": "It is for the priests, that is, the sons of Zadok who obeyed me and didn't go into sin when the people of Israel and the rest of their tribe of Levi did. ", "12": "It is their special portion when the land is distributed, the most sacred land of all. Next to it lies the area where the other Levites will live. ", "13": "It will be of the same size and shape as the first. Together they measure 8⅓ miles by 6⅔ miles. ", "14": "None of this special land shall ever be sold or traded or used by others, for it belongs to the Lord; it is holy.", "15": "“The strip of land 8⅓ miles long by 1⅔ miles wide, south of the Temple section, is for public use—homes, pasture, and parks, with a city in the center. ", "16": "The city itself is to be 1½ miles square. ", "17": "Open land for pastures shall surround the city for approximately a tenth of a mile.[a] ", "18": "Outside the city, stretching east and west for three miles alongside the holy grounds, is garden area belonging to the city, for public use. ", "19": "It is open to anyone working in the city, no matter where he comes from in Israel.", "20": "“The entire area—including sacred lands and city lands—is 8⅓ miles square.", "21-22": "“The land on both sides of this area, extending clear out to the eastern and western boundaries of Israel, shall belong to the prince. This land, lying between the sections allotted to Judah and Benjamin, is 8⅓ miles square on each side of the sacred and city lands.", "23": "“The sections given to the remaining tribes are as follows: Benjamin's section extends across the entire country of Israel, from its eastern border clear across to the western border. ", "24": "South of Benjamin's area lies that of Simeon, also extending out to these same eastern and western borders. ", "25": "Next is Issachar, with the same boundaries. ", "26": "Then comes Zebulun, also extending all the way across. ", "27-28": "Then Gad, with the same borders on east and west, while its south border runs from Tamar to the springs at Meribath-kadesh, and then follows the brook of Egypt (Wadi el-Arish) to the Mediterranean. ", "29": "These are the allotments to be made to each tribe,” says the Lord God.", "30-31": "“Each city gate will be named in honor of one of the tribes of Israel. On the north side, with its 1½-mile wall, there will be three gates, one named for Reuben, one for Judah, and one for Levi. ", "32": "On the east side, with its 1½-mile wall, the gates will be named for Joseph, Benjamin, and Dan. ", "33": "The south wall, also the same length, will have the gates of Simeon, Issachar, and Zebulun; ", "34": "on the 1½ miles of the west side, they will be named for Gad, Asher, and Naphtali.", "35": "“The entire circumference of the city is six miles. And the name of the city will be 'The City of God.'”[b]"}