{"1": "“Son of dust, take a sharp sword and use it as a barber's razor to shave your head and beard; use balances to weigh the hair into three equal parts. ", "2": "Place a third of it at the center of your map of Jerusalem. After your siege, burn it there. Scatter another third across your map and slash at it with a knife. Scatter the last third to the wind, for I will chase my people with the sword. ", "3": "Keep just a bit of the hair and tie it up in your robe; ", "4": "then take a few hairs out and throw them into the fire, for a fire shall come from this remnant and destroy all Israel.”", "5-7": "The Lord God says, “This illustrates what will happen to Jerusalem, for she has turned away from my laws and has been even more wicked than the nations surrounding her.” ", "8": "Therefore the Lord God says: “I, even I, am against you and will punish you publicly while all the nations watch. ", "9": "Because of the terrible sins you have committed, I will punish you more terribly than I have ever done before or ever will again. ", "10": "Fathers will eat their own sons, and sons will eat their fathers; and those who survive will be scattered into all the world.", "11": "“For I promise you: Because you have defiled my Temple with idols and evil sacrifices, therefore I will not spare you nor pity you at all. ", "12": "One-third of you will die from famine and disease; one-third will be slaughtered by the enemy; and one-third I will scatter to the winds, sending the sword of the enemy chasing after you. ", "13": "Then at last my anger will be appeased. And all Israel will know that what I threaten I do.", "14": "“So I will make a public example of you before all the surrounding nations and before everyone traveling past the ruins of your land. ", "15": "You will become a laughingstock to the world and an awesome example to everyone, for all to see what happens when the Lord turns against an entire nation in furious rebuke. I, the Lord, have spoken it!", "16": "“I will shower you with deadly arrows of famine to destroy you. The famine will become more and more serious until every bit of bread is gone. ", "17": "And not only famine will come, but wild animals will attack and kill you and your families; disease and war will stalk your land, and the sword of the enemy will slay you; I, the Lord, have spoken it!”"}