{"1": "This further message came to me from God:", "2": "“Tell Israel, 'Wherever you look—east, west, north, or south—your land is finished. ", "3": "No hope remains, for I will loose my anger on you for your worshiping of idols. ", "4": "I will turn my eyes away and show no pity; I will repay you in full, and you shall know I am the Lord.'”", "5-6": "The Lord God says: “With one blow after another I will finish you. The end has come; your final doom is waiting. ", "7": "O Israel, the day of your damnation dawns; the time has come; the day of trouble nears. It is a day of shouts of anguish, not shouts of joy! ", "8-9": "Soon I will pour out my fury and let it finish its work of punishing you for all your evil deeds. I will not spare nor pity you, and you will know that I, the Lord, am doing it. ", "10-11": "The day of judgment has come; the morning dawns, for your wickedness and pride have run their course and reached their climax—none of these rich and wicked men of pride shall live. All your boasting will die away, and no one will be left to bewail your fate.", "12": "“Yes, the time has come; the day draws near. There will be nothing to buy or sell, for the wrath of God is on the land. ", "13": "And even if a merchant lives, his business will be gone, for God has spoken against all the people of Israel; all will be destroyed. Not one of those whose lives are filled with sin will recover.", "14": "“The trumpets shout to Israel's army, 'Mobilize!' but no one listens, for my wrath is on them all. ", "15": "If you go outside the walls, there stands the enemy to kill you. If you stay inside, famine and disease will devour you. ", "16": "Any who escape will be lonely as mourning doves hiding on the mountains, each weeping for his sins. ", "17": "All hands shall be feeble, and all knees as weak as water. ", "18": "You shall clothe yourselves with sackcloth, and horror and shame shall cover you; you shall shave your heads in sorrow and remorse.", "19": "“Throw away your money! Toss it out like worthless rubbish, for it will have no value in that day of wrath. It will neither satisfy nor feed you, for your love of money is the reason for your sin. ", "20": "I gave you gold to use in decorating the Temple, and you used it instead to make idols! Therefore, I will take it all away from you. ", "21": "I will give it to foreigners and to wicked men as booty. They shall defile my Temple. ", "22": "I will not look when they defile it, nor will I stop them. Like robbers, they will loot the treasures and leave the Temple in ruins.", "23": "“Prepare chains for my people, for the land is full of bloody crimes. Jerusalem is filled with violence, so I will enslave her people. ", "24": "I will crush your pride by bringing to Jerusalem the worst of the nations to occupy your homes, break down your fortifications you are so proud of, and defile your Temple. ", "25": "For the time has come for the cutting off of Israel. You will sue for peace, but you won't get it. ", "26-27": "Calamity upon calamity will befall you; woe upon woe, disaster upon disaster! You will long for a prophet to guide you, but the priests and elders and the kings and princes will stand helpless, weeping in despair. The people will tremble with fear, for I will do to them the evil they have done and give them all their just deserts. They shall learn that I am the Lord.”"}