{"1": "Then, late in August of the sixth year of King Jehoiachin's captivity,[a] as I was talking with the elders of Judah in my home, the power of the Lord God fell upon me. ", "2": "I saw what appeared to be a Man; from his waist down, he was made of fire; from his waist up, he was all amber-colored brightness. ", "3": "He put out what seemed to be a hand and took me by the hair. And the Spirit lifted me up into the sky and seemed to transport me to Jerusalem, to the entrance of the north gate, where the large idol was that had made the Lord so angry. ", "4": "Suddenly the glory of the God of Israel was there, just as I had seen it before in the valley.", "5": "He said to me, “Son of dust, look toward the north.” So I looked and, sure enough, north of the altar gate in the entrance stood the idol.", "6": "And he said: “Son of dust, do you see what they are doing? Do you see what great sins the people of Israel are doing here, to push me from my Temple? But come, and I will show you greater sins than these!”", "7": "Then he brought me to the door of the Temple court, where I could see an opening in the wall.", "8": "“Now dig into the wall,” he said. I did and uncovered a door to a hidden room.", "9": "“Go in,” he said, “and see the wickedness going on in there!”", "10": "So I went in. The walls were covered with pictures of all kinds of snakes, lizards, and hideous creatures, besides all the various idols worshiped by the people of Israel. ", "11": "Seventy elders of Israel were standing there along with Jaazaniah (son of Shaphan) worshiping the pictures. Each of them held a censer of burning incense, so there was a thick cloud of smoke above their heads.", "12": "Then the Lord said to me: “Son of dust, have you seen what the elders of Israel are doing in their minds? For they say, 'The Lord doesn't see us; he has gone away!'” ", "13": "Then he added, “Come, and I will show you greater sins than these!”", "14": "He brought me to the north gate of the Temple, and there sat women weeping for Tammuz,[b] their god.", "15": "“Have you seen this?” he asked. “But I will show you greater evils than these!”", "16": "Then he brought me into the inner court of the Temple, and there at the door, between the porch and the bronze altar, were about twenty-five men standing with their backs to the Temple of the Lord, facing east, worshiping the sun!", "17": "“Have you seen this?” he asked. “Is it nothing to the people of Judah that they commit these terrible sins, leading the whole nation into idolatry, thumbing their noses at me and arousing my fury against them? ", "18": "Therefore, I will deal with them in fury. I will neither pity nor spare. And though they scream for mercy, I will not listen.”"}