{"1": "Then Moab rebelled against Israel after the death of Ahab. ", "2": "Ahaziah fell down through a lattice in his upper chamber that was in Samaria and became ill. So he sent messengers and said to them, “Go, inquire of Baal-Zebub the god of Ekron whether I will recover from this illness.”", "3": "But the angel of the Lord said to Elijah the Tishbite, “Arise, go up to meet the messengers of the king of Samaria, and say to them, 'Is it because there is not a God in Israel, that you go to inquire of Baal-Zebub the god of Ekron?' ", "4": "Therefore thus says the Lord, 'You will not come down from the bed on which you have gone up but will surely die.' ” Then Elijah departed.", "5": "When the messengers returned to the king, he said to them, “Why have you returned?”", "6": "And they said to him, “A man came up to meet us and said to us, 'Go, return to the king that sent you and say to him: Thus says the Lord: Is it because there is no God in Israel that you are sending to inquire of Baal-Zebub the god of Ekron? Therefore you will not come down from the bed on which you have gone up, but you will surely die.' ”", "7": "He said to them, “What sort of man was he who came up to meet you and told you these things?”", "8": "They answered him, “He was a hairy man with a leather belt around his waist.” He said, “It was Elijah the Tishbite.”", "9": "Then the king sent to him a captain of fifty with his fifty men. He went up to Elijah, and there he was, sitting on the top of a hill, and he said to him, “Man of God, the king says, 'Come down.' ”", "10": "But Elijah answered the captain of fifty: “If I am a man of God, then let fire come down from heaven and consume you and your fifty men.” Then fire came down from heaven and consumed him and his fifty men.", "11": "Again the king sent to him another captain of fifty with his fifty men. He said, “Man of God, thus says the king: Come down quickly.”", "12": "Elijah answered them, “If I am a man of God, let fire come down from heaven and consume you and your fifty men.” Then the fire of God came down from heaven and consumed him and his fifty men.", "13": "Then again the king sent a third captain of fifty with his fifty men. The third captain of fifty went up, came and fell on his knees before Elijah, and pleaded with him, “Man of God, may my life and the life of these fifty servants of yours be precious in your sight. ", "14": "See, fire came down from heaven and consumed the two captains of the former fifties with their fifty men. May my life now be precious in your sight.”", "15": "Then the angel of the Lord said to Elijah, “Go down with him. Do not be afraid of him.” So he arose and went down with him to the king.", "16": "Then he said to him, “Thus says the Lord: Have you sent messengers to inquire of Baal-Zebub the god of Ekron, because there is no God in Israel to inquire of His word? Therefore you will not come down from the bed on which you have gone up, but you will surely die.” ", "17": "So he died according to the word of the Lord which Elijah had spoken. Then Jehoram[a] reigned in his place in the second year of Jehoram son of Jehoshaphat, king of Judah, because he had no son. ", "18": "Now the rest of the acts of Ahaziah which he did, are they not written in the book of the chronicles of the kings of Israel?"}