{"1": "In the seventh year of Jehu, Jehoash became king. He reigned forty years in Jerusalem. His mother's name was Zibiah of Beersheba. ", "2": "Jehoash did what was right in the sight of the Lord all his days because Jehoiada the priest instructed him. ", "3": "However, the high places were not taken away. The people still sacrificed and made offerings in the high places.", "4": "Now Jehoash said to the priests, “All the consecrated money that is brought into the house of the Lord, the money for which each man is currently assessed, and all the money that is brought voluntarily to the house of the Lord, ", "5": "let the priests receive it, each from his donor, and repair the damages to the house wherever damages are found.”", "6": "But in the twenty-third year of King Jehoash the priests had not repaired the damages to the house. ", "7": "Then King Jehoash called for Jehoiada the priest and the other priests and said to them, “Why have you not repaired the damages to the house? So now money will no longer be taken from your donors. You will give it over for the damages to the house.” ", "8": "The priests agreed that they should take no more money from the people, nor repair the damages of the house.", "9": "So Jehoiada the priest took a chest, made a hole in its lid, and set it beside the altar on the right side as one enters the house of the Lord. The priests guarding the threshold put there all the money that was brought into the house of the Lord. ", "10": "Whenever they saw that there was much money in the chest, the king's scribe and the high priest went up, emptied it, and counted the money that was found in the house of the Lord. ", "11": "They gave the money that was weighed out into the hands of the workers who were appointed to the house of the Lord. Then they paid it out to the carpenters and builders working on the house of the Lord, ", "12": "to the masons and stonecutters, and to buy timber and cut stone to repair the damages to the house of the Lord, that is, whatever went out for repairs to the house.", "13": "But for the house of the Lord silver bowls, snuffers, sprinkling basins, trumpets, and all the gold and silver vessels were not made with any of the money that was brought into the house of the Lord, ", "14": "for they gave it to the workmen, and they repaired the house of the Lord with it. ", "15": "They did not settle accounts with the men in whose hand they gave the money to give to the workmen, for they dealt faithfully. ", "16": "The money from the guilt offerings and the money from the sin offerings were not brought into the house of the Lord. It belonged to the priests.", "17": "Then Hazael king of Aram went up, fought against Gath, and seized it. Then Hazael set his face to go up to Jerusalem. ", "18": "So Jehoash king of Judah took all the consecrated things that Jehoshaphat, Jehoram, and Ahaziah, his fathers, kings of Judah, had dedicated and his own consecrated things, all the gold that was found in the treasures of the house of the Lord and in the king's house, and sent it to Hazael king of Aram. Then Hazael went away from Jerusalem.", "19": "Now the rest of the deeds of Joash, and all that he did, are they not written in the book of the annals of the kings of Judah? ", "20": "His servants rose up, made a conspiracy, and struck Joash in the house of Millo, which goes down to Silla. ", "21": "Jozabad the son of Shimeath and Jehozabad the son of Shomer, his servants, struck him, and he died. They buried him with his fathers in the City of David. Then Amaziah his son reigned in his place."}