{"1": "In the second year of Joash son of Jehoahaz, king of Israel, Amaziah the son of Joash, king of Judah, became king. ", "2": "He was twenty-five years old when he became king and reigned twenty-nine years in Jerusalem. His mother's name was Jehoaddan from Jerusalem. ", "3": "He did what was right in the sight of the Lord, only not like David his father. He did everything that Joash his father did. ", "4": "But he did not remove the high places. Still the people sacrificed and made offerings on the high places.", "5": "As soon as he seized the kingdom, he killed his servants who had killed his father, the king. ", "6": "But he did not kill the children of the murderers, according to what is written in the Book of the Law of Moses, in which the Lord commanded, “Fathers must not be put to death for the children, nor the children be put to death for the fathers. Rather, a man should be put to death for his own sin.”", "7": "He struck ten thousand Edomites in the Valley of Salt and captured Sela in battle. He called it Joktheel, as it is to this day.", "8": "Then Amaziah sent messengers to Jehoash son of Jehoahaz, son of Jehu, king of Israel, saying, “Come, let us look one another in the face.”", "9": "Then Jehoash the king of Israel sent word to Amaziah king of Judah, saying, “The thorn bush in Lebanon sent to the cedar in Lebanon, saying, 'Give your daughter to my son for a wife.' But a wild animal passed through in Lebanon and trampled the thorn bush. ", "10": "You have indeed struck Edom, and your heart has lifted you up. Enjoy respect and sit at home. Why stir up trouble and fall, you and Judah with you?”", "11": "But Amaziah would not listen. So Jehoash king of Israel went up, and he and Amaziah king of Judah looked one another in the face at Beth Shemesh, which belongs to Judah. ", "12": "Judah was beaten before Israel, and every man fled to his tent. ", "13": "Jehoash king of Israel captured Amaziah king of Judah, the son of Jehoash, the son of Ahaziah, at Beth Shemesh. Then he came to Jerusalem and breached the wall of Jerusalem from the Gate of Ephraim to the Corner Gate, four hundred cubits.[a] ", "14": "He took all the gold and silver, all the vessels found in the house of the Lord and in the treasuries of the king's house, and hostages, and then returned to Samaria.", "15": "Now the rest of the deeds Jehoash did, his power and how he fought with Amaziah king of Judah, are they not written in the book of the annals of the kings of Israel? ", "16": "So Jehoash slept with his fathers and was buried in Samaria with the kings of Israel. Jeroboam his son reigned in his place.", "17": "Amaziah the son of Joash king of Judah lived fifteen years after the death of Jehoash son of Jehoahaz, king of Israel. ", "18": "And the rest of the deeds of Amaziah, are they not written in the book of the annals of the kings of Judah?", "19": "They made a conspiracy against him in Jerusalem, and he fled to Lachish. But they sent after him to Lachish, and killed him there. ", "20": "They carried him on horses, and he was buried in Jerusalem with his fathers in the City of David.", "21": "All the people of Judah took Azariah, who was sixteen years old, and made him king instead of his father Amaziah. ", "22": "He built Elath and restored it to Judah after the king slept with his fathers.", "23": "In the fifteenth year of Amaziah the son of Joash, king of Judah, Jeroboam the son of Joash, king of Israel, became king in Samaria for forty-one years. ", "24": "He did evil in the sight of the Lord. He did not turn aside from all the sins of Jeroboam the son of Nebat, who caused Israel to sin. ", "25": "He restored the border of Israel from the entrance of Lebo Hamath to the Sea of the Arabah, according to the word of the Lord God of Israel, which He spoke by His servant Jonah the son of Amittai, the prophet, who was from Gath Hepher.", "26": "For the Lord saw the very bitter affliction of Israel. There was no one left, imprisoned or free, and no helper for Israel. ", "27": "The Lord had not said that He would wipe out the name of Israel from under heaven, so He saved them by the hand of Jeroboam son of Joash.", "28": "Now the rest of the deeds of Jeroboam, all that he did and his power, how he fought, and how he recovered for Israel Damascus and Hamath, which had belonged to Judah, are they not written in the book of the annals of the kings of Israel? ", "29": "Jeroboam slept with his fathers, with the kings of Israel. Zechariah his son reigned in his place."}