{"1": "In the twenty-seventh year of Jeroboam king of Israel, Azariah son of Amaziah, king of Judah, became king. ", "2": "He was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. His mother's name was Jekoliah from Jerusalem. ", "3": "He did what was right in the sight of the Lord, according to all that his father Amaziah had done. ", "4": "But the high places were not removed. The people continued sacrificing and making offerings on the high places.", "5": "The Lord afflicted the king, and he was leprous until the day of his death. He lived in a separate house. Jotham the king's son was in charge of the house, judging the people of the land.", "6": "Now the rest of the deeds of Azariah, and all that he did, are they not written in the book of the annals of the kings of Judah? ", "7": "So Azariah slept with his fathers, and they buried him with his fathers in the City of David. Jotham his son reigned in his place.", "8": "In the thirty-eighth year of Azariah king of Judah, Zechariah the son of Jeroboam became king of Israel in Samaria for six months. ", "9": "He did evil in the sight of the Lord, as his fathers had done. He did not turn aside from the sins of Jeroboam the son of Nebat, who caused Israel to sin.", "10": "Shallum the son of Jabesh conspired against him, struck him at Ibleam, and killed him. Then Shallum reigned in his place. ", "11": "Now the rest of the deeds of Zechariah are written in the book of the annals of the kings of Israel. ", "12": "This was the word of the Lord which He spoke to Jehu, “Your sons will sit on the throne of Israel to the fourth generation.” And it was so.", "13": "Shallum son of Jabesh became king in the thirty-ninth year of Uzziah king of Judah. He reigned for a month in Samaria. ", "14": "Then Menahem son of Gadi went up from Tirzah, entered Samaria, and struck Shallum son of Jabesh in Samaria and killed him. Then Menahem reigned in his place.", "15": "Now the rest of the deeds of Shallum and the conspiracy he made are written in the book of the annals of the kings of Israel.", "16": "Then Menahem struck Tiphsah and all who were in it, and the territories around Tirzah. Because they did not open up the city to him, he attacked it. Then he split open all its pregnant woman.", "17": "In the thirty-ninth year of Azariah king of Judah, Menahem son of Gadi became king over Israel for ten years in Samaria. ", "18": "He did evil in the sight of the Lord. He did not turn aside all his days from the sins of Jeroboam the son of Nebat, who caused Israel to sin.", "19": "Pul the king of Assyria came against the land, and Menahem gave Pul a thousand talents[a] of silver, that he might help him strengthen his control of the kingdom. ", "20": "Menahem exacted the money from Israel, from all the very wealthy men, fifty shekels[b] of silver each, to give to the king of Assyria. So the king of Assyria left and did not stay there in the land.", "21": "The rest of the deeds of Menahem, and all that he did, are they not written in the book of the annals of the kings of Israel? ", "22": "And Menahem slept with his fathers, and Pekahiah his son reigned in his place.", "23": "In the fiftieth year of Azariah king of Judah, Pekahiah the son of Menahem became king over Israel in Samaria for two years. ", "24": "He did evil in the sight of the Lord. He did not turn aside from the sins of Jeroboam the son of Nebat, who caused Israel to sin. ", "25": "But Pekah son of Remaliah, his officer, conspired against him and struck him in Samaria, in the palace of the king's house, with Argob, Arieh, and fifty men of the Gileadites with him. He killed him and reigned in his place.", "26": "Now the rest of the deeds of Pekahiah and all that he did are written in the book of the annals of the kings of Israel.", "27": "In the fifty-second year of Azariah king of Judah, Pekah son of Remaliah became king over Israel in Samaria for twenty years. ", "28": "He did evil in the sight of the Lord. He did not turn aside from the sins of Jeroboam son of Nebat, who caused Israel to sin.", "29": "In the days of Pekah king of Israel, Tiglath-Pileser king of Assyria came and took Ijon, Abel Beth Maakah, Janoah, Kedesh, Hazor, Gilead, Galilee, and all the land of Naphtali, and then exiled them to Assyria. ", "30": "Then Hoshea son of Elah made a conspiracy against Pekah son of Remaliah and struck and killed him. Then he reigned in his place in the twentieth year of Jotham son of Uzziah.", "31": "The rest of the deeds of Pekah and all that he did are written in the book of the annals of the kings of Israel.", "32": "In the second year of Pekah son of Remaliah, king of Israel, Jotham son of Uzziah, king of Judah, became king. ", "33": "He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem. His mother's name was Jerusha daughter of Zadok. ", "34": "He did what was right in the sight of the Lord. He did according to all that his father Uzziah had done. ", "35": "Only he did not remove the high places. The people continued sacrificing and making offerings on the high places. He built the upper gate of the house of the Lord.", "36": "Now the rest of the deeds of Jotham, and all that he did, are they not written in the book of the annals of the kings of Judah? ", "37": "In those days the Lord began to send Rezin king of Aram and Pekah son of Remaliah against Judah. ", "38": "Jotham slept with his fathers and was buried with his fathers in the City of David his father. Then Ahaz his son reigned in his place."}