{"1": "In the twelfth year of Ahaz king of Judah, Hoshea son of Elah became king in Samaria over Israel for nine years. ", "2": "He did evil in the sight of the Lord, only not as the kings of Israel who were before him.", "3": "Shalmaneser king of Assyria came up against him. Hoshea became his servant and gave him gifts. ", "4": "But the king of Assyria found conspiracy in Hoshea, for he had sent messengers to So king of Egypt and offered up no gift to the king of Assyria as he had done year by year. So the king of Assyria detained him, and then put him in prison.", "5": "Then the king of Assyria went throughout all the land, went up to Samaria, and besieged it for three years. ", "6": "In the ninth year of Hoshea, the king of Assyria seized Samaria and exiled Israel to Assyria. He put them in Halah, in Habor by the River of Gozan, and in the cities of the Medes.", "7": "This happened because the children of Israel had sinned against the Lord their God, who had brought them up from the land of Egypt from under the hand of Pharaoh king of Egypt. They had feared other gods ", "8": "and walked in the statutes of the nations, whom the Lord dispossessed before the children of Israel, and walked in the statutes which the kings of Israel had made. ", "9": "The children of Israel ascribed things to the Lord their God that were not so, and they built for themselves high places in all their cities from the watchtower to the fortified city. ", "10": "They set up standing stones and Asherah poles on every high hill and under every green tree. ", "11": "There they burned incense on all the high places, as the nations did whom the Lord had carried away before them. And they did wicked things to provoke the Lord to anger, ", "12": "for they served idols, of which the Lord had said to them, “You shall not do this thing.” ", "13": "But the Lord warned Israel and Judah by all the prophets and by all the seers, saying, “Turn from your evil ways, and keep My commandments and My statutes, according to all the law which I commanded your fathers and which I sent to you by My servants the prophets.”", "14": "But they would not listen. They stiffened their necks, like the neck of their fathers, who did not believe in the Lord their God. ", "15": "They rejected His statutes and His covenant that He had made with their fathers and the decrees He had given them. They followed idols, and became idolaters, and followed the surrounding nations, concerning whom the Lord commanded them, that they should not do like them.", "16": "They forsook all the commandments of the Lord their God, made themselves cast images (two calves), made an Asherah pole, worshipped all the host of heaven, and served Baal. ", "17": "They caused their sons and daughters to pass through the fire, used divination and omens, and sold themselves to do evil in the sight of the Lord to anger Him.", "18": "Therefore the Lord was very angry with Israel and removed them from His presence. None remained except the tribe of Judah. ", "19": "Judah also did not keep the commandments of the Lord their God, but walked in the statutes of Israel which they made. ", "20": "The Lord rejected all the seed of Israel, afflicted them, and gave them into the hand of plunderers until He had cast them out of His presence.", "21": "For He had torn Israel from the house of David, and they made Jeroboam the son of Nebat king. Jeroboam diverted Israel from following the Lord and caused them to sin greatly. ", "22": "For the children of Israel walked in all the sins which Jeroboam committed. They did not turn aside from them ", "23": "until the Lord removed Israel from His presence as He had said by all His servants the prophets. So Israel was exiled from their land to Assyria until this day.", "24": "Then the king of Assyria brought people from Babylon, Kuthah, Avva, Hamath, and Sepharvaim and put them in the cities of Samaria instead of the children of Israel. They possessed Samaria and lived in its cities. ", "25": "Right at the beginning of their settling there, they did not fear the Lord, so the Lord sent lions among them, and they killed some of them. ", "26": "So they said to the king of Assyria, “The nations which you have exiled and settled in the cities of Samaria do not know the law of the god of the land. Therefore He has sent lions among them; they are killing them, because they do not know the requirements of the god of the land.”", "27": "Then the king of Assyria commanded, “Escort back one of the priests whom you exiled from there and let him go and dwell there. Let him teach them the law of the god of the land.” ", "28": "Then one of the priests whom they had exiled from Samaria came and lived in Bethel. He taught them how they should fear the Lord.", "29": "But each nation was making its own gods, and they put them in the houses of the high places that the people of Samaria had made, each nation in the cities where they were living. ", "30": "The men of Babylon made Sukkoth Benoth, the men of Kuthah made Nergal, the men of Hamath made Ashima, ", "31": "the Avvites made Nibhaz and Tartak. The Sepharvites were burning their children in fire to Adrammelek and Anammelek, the gods of Sepharvaim. ", "32": "They feared the Lord and made from amongst themselves priests of the high places, who were working for them in the houses of the high places. ", "33": "They feared the Lord, and they were serving their own gods, after the manner of the nations whom they exiled from there.", "34": "To this day they continue to practice their former customs. They do not fear the Lord, nor are they doing according to the statutes, requirements, the law or commandment that the Lord commanded the children of Jacob, whom He named Israel. ", "35": "The Lord had made a covenant and commanded them, saying, “You shall not fear other gods, nor bow yourselves to them. You shall not serve them or sacrifice to them. ", "36": "Rather, the Lord, who brought you up out of the land of Egypt with great power and an outstretched arm, Him you shall fear, to Him you shall bow down, and to Him you shall sacrifice. ", "37": "The statutes, the ordinances, the law, and the commandment, which He wrote for you, you shall observe to do forever. And you shall not fear other gods. ", "38": "The covenant that I have made with you, you shall not forget. You shall not fear other gods. ", "39": "Rather the Lord your God you shall fear, and He will deliver you from the hand of all your enemies.”", "40": "But they did not listen; rather they were practicing their former customs. ", "41": "So these nations feared the Lord and were serving their carved images, both their children and their grandchildren, as their fathers did, and so they are doing to this day."}