{"1": "In the third year of Hoshea son of Elah, king of Israel, Hezekiah the son of Ahaz, king of Judah, became king. ", "2": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother's name was Abi daughter of Zechariah. ", "3": "He did what was right in the sight of the Lord, according to everything that David his father had done. ", "4": "He removed the high places, broke down the sacred pillars, cut down the Asherah poles, and crushed the bronze serpent that Moses had made, for until those days the children of Israel had made offerings to it. They called it Nehushtan.", "5": "He trusted in the Lord God of Israel. Afterwards, there was no one like him among all the kings of Judah or among those who were before him. ", "6": "He clung to the Lord. He did not depart from following him, but kept His commandments, which the Lord commanded Moses. ", "7": "The Lord was with him. Wherever he went, he prospered. He rebelled against the king of Assyria and did not serve him. ", "8": "He struck the Philistines as far as Gaza and its territory, from watchtower to fortified city.", "9": "In the fourth year of King Hezekiah, which was the seventh year of Hoshea son of Elah, king of Israel, Shalmaneser king of Assyria came up against Samaria and besieged it. ", "10": "He seized it at the end of three years. In the sixth year of Hezekiah, that is, the ninth year of Hoshea king of Israel, Samaria was taken. ", "11": "Then the king of Assyria exiled Israel to Assyria and put them in Halah and in Habor by the River of Gozan and in the cities of the Medes, ", "12": "because they did not obey the voice of the Lord their God, but transgressed His covenant and all that Moses the servant of the Lord commanded, and would not obey or do them.", "13": "In the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and captured them. ", "14": "Hezekiah king of Judah sent word to the king of Assyria at Lachish, saying, “I have done wrong; turn away from me. I will bear whatever you put on me.” So the king of Assyria required of Hezekiah king of Judah three hundred talents[a] of silver and thirty talents[b] of gold. ", "15": "So Hezekiah gave him all the silver that was found in the house of the Lord and in the treasuries of the king's house.", "16": "At that time Hezekiah cut off the gold from the doors of the temple of the Lord and from the doorposts that Hezekiah king of Judah had overlaid and gave it to the king of Assyria.", "17": "Then the king of Assyria sent the Tartan,[c] the Rabsaris,[d] and the Rabshakeh[e] from Lachish to King Hezekiah with a great army against Jerusalem. So they went up and came to Jerusalem. When they went up, they came and stood by the conduit of the upper pool, which is on the highway of the Fuller's Field. ", "18": "Then they called to the king, and Eliakim the son of Hilkiah, who was over the household, Shebna the scribe, and Joah the son of Asaph, the recorder, came out to them.", "19": "Then the Rabshakeh said to them, “Speak to Hezekiah: “Thus says the great king, the king of Assyria: What is the basis of your confidence? ", "20": "You speak empty words concerning counsel and strength for the war. Now on whom do you trust, that you have rebelled against me? ", "21": "Now, look! You trust in the staff of this bruised reed, on Egypt, on which if a man leans, it will enter his hand and pierce it. So is Pharaoh king of Egypt to all who trust in him. ", "22": "But if you say to me, 'We trust in the Lord our God,' is it not He, whose high places and altars Hezekiah has removed, saying to Judah and to Jerusalem, 'You shall worship before this altar in Jerusalem'?", "23": "“Now, make a wager with my lord king of Assyria. I will give you two thousand horses if you are able to set riders on them. ", "24": "How can you turn away one official of the least of my master's servants and put your trust on Egypt for chariots and horsemen? ", "25": "Have I come up apart from the will of the Lord against this place to destroy it? The Lord said to me, Go up against this land and destroy it.”", "26": "Then Eliakim the son of Hilkiah, Shebna, and Joah said to the Rabshakeh, “Speak to your servants in Aramaic, for we understand it. Do not speak with us in the language of Judah in earshot of the people who are on the wall.”", "27": "But the Rabshakeh said to them, “Has my master sent me to speak these words to your master and to you, and not to the men sitting on the wall, who are about to eat their own dung and drink their own urine with you?”", "28": "Then the Rabshakeh stood and called with a loud voice in the language of Judah, “Hear the word of the great king, the king of Assyria. ", "29": "Thus says the king: 'Do not let Hezekiah deceive you, for he is not able to deliver you from my hand. ", "30": "Do not let Hezekiah make you trust in the Lord, saying, The Lord will surely deliver us, and this city will not be given into the hand of the king of Assyria.'", "31": "“Do not listen to Hezekiah, for thus says the king of Assyria: 'Submit to me; come out to me, so that every man may eat from his own vine and his own fig tree and drink water from his own cistern, ", "32": "until I come and take you to a land like your own land, a land of grain and wine, a land of bread and vineyards, a land of olive oil and honey, that you may live and not die.' “Do not listen to Hezekiah when he leads you astray saying, The Lord will deliver us. ", "33": "Has any of the gods of the nations at all delivered its land from the hand of the king of Assyria? ", "34": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Have they delivered Samaria from my hand? ", "35": "Who among all the gods of the lands have delivered their land out of my hand, that the Lord should deliver Jerusalem from my hand?”", "36": "But the people were silent and answered him not a word, for the king's command was, “Do not answer him.”", "37": "Then Eliakim son of Hilkiah, who was over the household, Shebna the scribe, and Joah the son of Asaph, the recorder, came to Hezekiah with their clothes torn and told him the words of the Rabshakeh."}