{"1": "Then when the Lord was about to take Elijah up to heaven by a whirlwind, Elijah went with Elisha from Gilgal. ", "2": "Elijah said to Elisha, “Tarry here, I ask you, for the Lord has sent me to Bethel.” But Elisha said to him, “As the Lord lives, and as you live, I will not leave you.” So they went down to Bethel.", "3": "The sons of the prophets who were at Bethel came out to Elisha and said to him, “Do you know that today the Lord is taking away your master from you?” And he said, “Yes, I know. Keep silent.”", "4": "Elijah said to him, “Elisha, stay here, for the Lord has sent me to Jericho.” And he said, “As the Lord lives, and as you live, I will not leave you.” So they entered Jericho.", "5": "The sons of the prophets who were at Jericho approached Elisha and said to him, “Do you know that today the Lord is taking away your master from you?” And he said, “Yes, I know. Keep silent.”", "6": "Then Elijah said to him, “Stay here, for the Lord has sent me to the Jordan.” And he said, “As the Lord lives, and as you live, I will not leave you.” And the two of them went on.", "7": "Fifty men of the sons of the prophets went and stood at a distance, and the two of them stood by the Jordan. ", "8": "Then Elijah took his robe and rolled it up and struck the water, and it was divided from one side to the other. Then the two of them crossed on dry ground.", "9": "And as they were crossing, Elijah said to Elisha, “Ask for something, and I will do it for you before I am taken away from you.” And Elisha said, “Let a double portion of your spirit be upon me.”", "10": "He said, “You have asked for a difficult thing, but if you see me when I am taken from you, it will happen to you. If not, it will not.”", "11": "As they continued walking and talking, a chariot of fire and horses of fire separated the two of them, and Elijah went up by a whirlwind into heaven. ", "12": "Elisha was watching and crying, “My father, my father, the chariot of Israel and its horsemen!” And he did not see him again. Then he grabbed his own clothes and tore them in two pieces.", "13": "He picked up the robe of Elijah that fell from him, and he returned and stood on the bank of the Jordan. ", "14": "And he took the robe of Elijah that fell from him, and struck the water, and said, “Where is the Lord, God of Elijah?” When he had struck the water, it parted from one side to the other, and Elisha crossed over.", "15": "When the sons of the prophets who were at Jericho saw him from far off, they said, “The spirit of Elijah rests on Elisha.” And they came to meet him and bowed down to the ground before him. ", "16": "They said to him, “Look now, there are fifty strong men with your servants. Let them go and look for your master. Perhaps the Spirit of the Lord has lifted him up and thrown him on some mountain or into some valley.” He said, “Do not send them.”", "17": "When they urged him until he was ashamed, he said, “Send them.” So they sent fifty men, and they searched for three days but did not find him. ", "18": "When they returned to him (for he had stayed at Jericho), he said to them, “Did I not say to you, do not go?”", "19": "Now the men of the city said to Elisha, “The location of this city is good, as my lord sees, but the water is bad, and the land is unfruitful.”", "20": "He said, “Bring me a new bowl and put salt in it.” So they brought it to him.", "21": "He went out to the spring of water and threw the salt into it and said, “Thus says the Lord: I have healed this water. No more death or unfruitfulness will come from it.” ", "22": "So the waters have been healthy until this day, according to the word that Elisha spoke.", "23": "He went up from there to Bethel, and going up on the way, little boys came out of the city and made fun of him and said to him, “Go up, you bald head! Go up, you bald head!” ", "24": "He turned around, saw them, and cursed them in the name of the Lord. Then two she-bears came out of the woods and ripped open forty-two of the boys. ", "25": "He went from there to Mount Carmel, and from there he returned to Samaria."}