{"1": "In those days Hezekiah became ill and was near death. The prophet Isaiah son of Amoz came to him, and said to him, “Thus says the Lord: Set your house in order, for you shall die and not live.”", "2": "Then he turned his face toward the wall and prayed to the Lord, saying, ", "3": "“Please, O Lord, remember how I have walked before You faithfully and with an undivided heart and have done what is good in Your sight.” And Hezekiah wept bitterly.", "4": "Now before Isaiah had come out of the middle courtyard, the word of the Lord came to him, saying, ", "5": "“Turn back and say to Hezekiah the leader of My people: Thus says the Lord, the God of David your father: I have heard your prayer; I have seen your tears. I will heal you. On the third day you shall go up to the house of the Lord. ", "6": "I will add to your days fifteen years, and I will deliver you and this city from the hand of the king of Assyria. I will defend this city for My own sake and for the sake of David My servant.”", "7": "Then Isaiah said, “Take a cake of figs.” So they took it and laid it on the boil, and he recovered.", "8": "Hezekiah said to Isaiah, “What will be the sign that the Lord will heal me, and that I should go up to the house of the Lord on the third day?”", "9": "Isaiah said, “This is the sign to you from the Lord, that the Lord will do the thing that He has spoken: Should the shadow walk forward ten steps or go back ten steps?”", "10": "And Hezekiah answered, “It is an easy thing for the shadow to stretch ten steps, so let it go back ten steps.”", "11": "Isaiah the prophet called to the Lord, and He made the shadow go back ten steps on the stairs of Ahaz.", "12": "At that time Marduk-Baladan son of Baladan, king of Babylon, sent letters and a gift to Hezekiah, for he had heard that Hezekiah had been ill. ", "13": "Hezekiah welcomed them and showed them all the treasure house, the silver, the gold, the spices, the fine oil, all the armory, and all that was found in his storehouses. There was nothing in his house nor in all his dominion that Hezekiah did not show them.", "14": "Then Isaiah the prophet came to King Hezekiah and said to him, “What did these men say? From where did they come to you?” Hezekiah said, “They came from a distant land, from Babylon.”", "15": "He said, “What have they seen in your house?” Hezekiah said, “They have seen everything in my house. There is nothing in my storehouses that I did not show them.”", "16": "Isaiah said to Hezekiah, “Hear the word of the Lord: ", "17": "The days are coming when everything that is in your house and that your fathers have stored up until this day will be carried off to Babylon. Nothing will be left, says the Lord. ", "18": "Some of your sons who go out from you, who will be born to you, will be taken away. They will be eunuchs in the palace of the king of Babylon.”", "19": "Then Hezekiah said to Isaiah, “The word of the Lord that you have spoken is good.” And he said, “Why not, if there is peace and security in my days?”", "20": "The rest of the deeds of Hezekiah, all his power, how he made a pool and a conduit and brought water into the city, are they not written in the book of the annals of the kings of Judah? ", "21": "Hezekiah slept with his fathers, and Manasseh his son reigned in his place."}