{"1": "Manasseh was twelve years old when he became king, and he reigned fifty-five years in Jerusalem. His mother's name was Hephzibah. ", "2": "He did evil in the sight of the Lord, according to the abominations of the nations whom the Lord dispossessed before the children of Israel. ", "3": "He went back and rebuilt the high places that Hezekiah his father had destroyed. He erected altars for Baal, made an Asherah pole as Ahab king of Israel had done, and worshipped all the host of heaven and served them. ", "4": "He built altars in the house of the Lord, of which the Lord had said, “In Jerusalem I will put My name.” ", "5": "He built altars for all the host of heaven in the two courts of the house of the Lord. ", "6": "He made his son pass through the fire, was conjuring and seeking omens, and dealt with mediums and soothsayers. He did much evil in the sight of the Lord, provoking Him to anger.", "7": "He put a carved image of Asherah that he had made in the house of which the Lord said to David and to Solomon his son, “In this house and in Jerusalem, which I have chosen out of all tribes of Israel, I will put My name forever. ", "8": "I will not make the feet of Israel to wander homeless from the land that I gave to their fathers, if only they will be careful to do according to all that I have commanded them and according to all the law that My servant Moses commanded them.” ", "9": "But they did not listen. Manasseh led them to do more evil than the nations whom the Lord had destroyed before the children of Israel.", "10": "The Lord spoke by His servants the prophets, saying, ", "11": "“Because Manasseh king of Judah has done these abominations, things more evil than all that the Amorites did, and has also caused Judah to sin with his idols, ", "12": "therefore thus says the Lord God of Israel: I am bringing evil on Jerusalem and Judah, such evil that the ears of whoever hears about it will tingle. ", "13": "I will stretch over Jerusalem the measuring line of Samaria and the level of the house of Ahab, and I will wipe out Jerusalem as one wipes out a bowl, wiping it and turning it upside down. ", "14": "I will disregard the remnant of My inheritance and give them into the hand of their enemies. They shall become plunder and spoil for all their enemies, ", "15": "because they have done evil in My sight and have provoked Me to anger, since the day their fathers came out of Egypt, even to this day.”", "16": "Moreover, Manasseh shed innocent blood very much, until he had filled Jerusalem from one end to the other; besides his sin he caused Judah to sin by doing evil in the sight of the Lord.", "17": "Now the rest of the deeds of Manasseh, all that he did, and his sin that he committed, are they not written in the book of the annals of the kings of Judah? ", "18": "Manasseh slept with his fathers, and was buried in the garden of his house, in the garden of Uzza. Amon his son reigned in his place.", "19": "Amon was twenty-two years old when he became king. He reigned two years in Jerusalem. His mother's name was Meshullemeth, daughter of Haruz of Jotbah. ", "20": "He did evil in the sight of the Lord, as his father Manasseh had done. ", "21": "He walked in all the ways that his father walked, served the idols that his father served, and worshipped them. ", "22": "He abandoned the Lord God of his fathers, and he did not walk in the way of the Lord.", "23": "The servants of Amon conspired against him and killed the king in his house. ", "24": "But the people of the land struck all those who conspired against King Amon, and the people of the land made Josiah his son king in his place.", "25": "Now the rest of the deeds of Amon that he did, are they not written in the book of the annals of the kings of Judah? ", "26": "And he was buried in his tomb in the garden of Uzza, and Josiah his son reigned in his place."}