{"1": "In the ninth year of his reign, in the tenth month, on the tenth day of the month, Nebuchadnezzar king of Babylon came, he and all his army, against Jerusalem, and set up camp near it. They built siege mounds against it all around. ", "2": "The city came under siege until the eleventh year of King Zedekiah. ", "3": "On the ninth day of the fourth month the famine was severe in the city, and there was no food for the people of the land. ", "4": "The city was breached, and all the fighting men fled by night by the way of the gate between the two walls, which is by the king's garden, though the Chaldeans were all around the city. They went along the way of the Arabah. ", "5": "Then the army of the Chaldeans pursued the king and overtook him in the plains of Jericho. All his army deserted him. ", "6": "So they captured the king and brought him up to the king of Babylon at Riblah, and they passed sentence upon him. ", "7": "They slaughtered the sons of Zedekiah before his eyes, and put out the eyes of Zedekiah. They bound him with bronze fetters and brought him to Babylon.", "8": "In the fifth month, on the seventh day of the month (that was the nineteenth year of King Nebuchadnezzar, king of Babylon), Nebuzaradan, the captain of the bodyguard, a servant of the king of Babylon, came to Jerusalem. ", "9": "He burned the house of the Lord, the king's house, and all the houses of Jerusalem. Every great house he burned with fire. ", "10": "All the army of the Chaldeans who were with the captain of the guard tore down the walls of Jerusalem all around. ", "11": "The rest of the people who remained in the city, the deserters who had defected to the king of Babylon, and the rest of the crowd Nebuzaradan the captain of the bodyguard took into exile. ", "12": "But the captain of the bodyguard left some of the poor of the land to be vinedressers and farmers.", "13": "The bronze pillars that were in the house of the Lord, the stands, and the bronze sea that were in the house of the Lord the Chaldeans broke in pieces, and carried their bronze to Babylon. ", "14": "The pots, the shovels, the snuffers, the incense bowls, and all the bronze implements which were used in service they took away. ", "15": "The fire pans and sprinkling basins that were fine gold and fine silver the captain of the bodyguard took.", "16": "The two pillars, the one sea, and the stands, which Solomon had made for the house of the Lord—the bronze of all these implements was beyond weight. ", "17": "The height of the one pillar was eighteen cubits,[a] and a bronze capital was on it. The height of the capital was three cubits.[b] Latticework and pomegranates, all of bronze, were on the capital all around. The second pillar with its latticework was like it.", "18": "The captain of the bodyguard took Seraiah the chief priest, Zephaniah the second priest, and the three keepers of the threshold. ", "19": "From the city he took a eunuch who was an officer over the fighting men, five men of the king's council who were found in the city, the chief scribe of the army who mustered the people of the land, and sixty men from the people of the land who were found in the city. ", "20": "Nebuzaradan captain of the bodyguard took them, and brought them to the king of Babylon at Riblah. ", "21": "Then the king of Babylon struck them down and killed them at Riblah in the land of Hamath. Thus he exiled Judah from their land.", "22": "Over the people who remained in the land of Judah, whom Nebuchadnezzar king of Babylon had left, he appointed Gedaliah the son of Ahikam, the son of Shaphan. ", "23": "When all the captains of the armies, they and their men, heard that the king of Babylon had appointed Gedaliah, they came to Gedaliah at Mizpah, that is, Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth the Netophathite, and Jaazaniah son of the Maakathite, they and their men. ", "24": "Gedaliah swore to them and to their men, and said to them, “Do not be afraid of being the servants of the Chaldeans. Live in the land and serve the king of Babylon, and it will go well for you.”", "25": "But in the seventh month, Ishmael the son of Nethaniah, the son of Elishama, of the royal line, came with ten men and struck down Gedaliah. He died along with the Judeans and Chaldeans who were with him at Mizpah. ", "26": "Then all the people, both small and great, and the captains of the armies arose and went to Egypt, for they were afraid of the Chaldeans.", "27": "In the thirty-seventh year of the exile of Jehoiachin king of Judah, in the twelfth month, on the twenty-seventh day of the month, Awel-Marduk king of Babylon, in the year that he became king, released Jehoiachin king of Judah from prison. ", "28": "He spoke kindly to him, and gave him a throne above the thrones of the kings that were with him in Babylon. ", "29": "He changed his prison garments, and he ate food continually before him all the days of his life. ", "30": "His allowance was a regular allowance given him by the king every day, all the days of his life."}