{"1": "Now Jehoram son of Ahab reigned over Israel in Samaria in the eighteenth year of Jehoshaphat king of Judah and reigned twelve years. ", "2": "He did evil in the sight of the Lord, but not like his father and mother, for he removed the pillar of Baal that his father had made. ", "3": "Nevertheless he clung to the sins of Jeroboam the son of Nebat, who had caused Israel to sin. He did not depart from them.", "4": "Now Mesha king of Moab was a sheep-breeder and gave back to the king of Israel a hundred thousand lambs and the wool of a hundred thousand rams. ", "5": "But when Ahab died, the king of Moab rebelled against the king of Israel. ", "6": "King Jehoram went out of Samaria at that time and mustered all Israel. ", "7": "He went and sent to Jehoshaphat the king of Judah, saying, “The king of Moab has rebelled against me. Will you go with me to Moab to battle?” He said, “I will go up. I am as you are, my people as your people, and my horses as your horses.”", "8": "Then he said, “Which way should we go up?” And he said, “The way through the Wilderness of Edom.”", "9": "So the king of Israel, the king of Judah, and the king of Edom went, and they marched around seven days. But there was no water for the camp or for the livestock that followed them.", "10": "The king of Israel said, “Alas! The Lord has called these three kings to give them into the hand of Moab!”", "11": "But Jehoshaphat said, “Is there a prophet of the Lord here, through whom we may inquire of the Lord?” Then one of the king of Israel's servants answered, “Elisha the son of Shaphat, who poured water on the hands of Elijah, is here.”", "12": "Jehoshaphat said, “The word of the Lord is with him.” So the king of Israel and Jehoshaphat and the king of Edom went down to him.", "13": "Elisha said to the king of Israel, “What have I to do with you? Go to your father's prophets, or to your mother's prophets.” Then the king of Israel said to him, “No. The Lord has called these three kings to deliver them into the hand of Moab.”", "14": "Elisha said, “As the Lord of Hosts lives, before whom I stand, surely, were it not for my regard for Jehoshaphat the king of Judah, I would not look at you nor see you. ", "15": "Now bring me a musician.” And when the musician played, the hand of the Lord came upon him. ", "16": "He said, “Thus says the Lord, 'Make this valley full of pools.' ", "17": "For thus says the Lord, 'You will not see wind, nor will you see rain, yet that valley will be filled with water, that you may drink, both you and your livestock, and your cattle.' ", "18": "This is an easy thing in the sight of the Lord, and He will give the Moabites into your hand. ", "19": "You will strike every fortified city and every choice city, and will cut down every good tree, and stop every spring of water, and you will ruin every good piece of land with stones.”", "20": "So in the morning as the offering was offered up, suddenly water flowed from the way of Edom, and the land was filled with water.", "21": "When all the Moabites heard that the kings had come up to fight against them, all who were able to bear arms and older were summoned and stood at the border. ", "22": "They got up early in the morning, and the sun shone on the water, and the Moabites saw the water opposite them was as red as blood. ", "23": "Then they said, “This is blood. The kings have surely fought together; and they have killed one another. Now therefore, Moab, to the spoil!”", "24": "When they came to the camp of Israel, the children of Israel arose and struck the Moabites, so that they ran from them. And they went forward into their land, killing the Moabites. ", "25": "They demolished the cities, and on every good piece of land every man threw a stone and filled it with stones, and they stopped every spring of water and cut down every good tree. Only in Kir Hareseth did the stones in the wall remain, until the slingers surrounded it and struck it.", "26": "When the king of Moab saw that the battle was overwhelming him, he took with him seven hundred swordsmen to break through to the king of Edom, but they were unable. ", "27": "Then he took his firstborn son, who would have reigned in his place, and offered him for a burnt offering on the wall. And great wrath came upon Israel, and they departed from him and returned to their own land."}