{"1": "Now the sons of the prophets said to Elisha, “Look, the place where we are living with you is too small for us. ", "2": "Let us go to the Jordan and take from there one beam per man, and let us make for ourselves a place to live there.” And Elisha said, “Go.”", "3": "Then one of them said, “Please come with your servants.” And he said, “I will come.” ", "4": "So he went with them. And they came to the Jordan and cut down trees. ", "5": "But as one was cutting down a tree, the axe head fell into the water. He cried, “Ah, master! It was borrowed.”", "6": "Then the man of God said, “Where did it fall?” When he showed him the place, he cut off a stick, and threw it in there, and he made the iron float. ", "7": "So Elisha said, “Pick it up.” And he reached out his hand and took it.", "8": "Then the king of Aram was fighting against Israel, and he took counsel with his servants, saying, “At such and such a place will be my camp.”", "9": "But the man of God sent word to the king of Israel, saying, “Take care not to pass through this place, for the Arameans are marching down there.” ", "10": "The king of Israel sent word to the place of which the man of God spoke. He warned him and was on his guard there more than once.", "11": "The mind of the king of Aram was troubled by this, so he called his servants and said to them, “Will you not tell me who among us sides with the king of Israel?”", "12": "Then one of his servants said, “No one, my lord, O king. Elisha, the prophet who is in Israel, tells the king of Israel the words that you speak in your bedroom.”", "13": "He said, “Go and see where he is, so that I may send for him and take him.” And it was told to him, “He is in Dothan.” ", "14": "So he sent horses, chariots, and a great army there. They came by night and surrounded the city.", "15": "When a servant of the man of God rose early in the morning and went out, a force surrounded the city both with horses and chariots. And his servant said to him, “Alas, my master! What will we do?”", "16": "And he said, “Do not be afraid, for there are more with us than with them.”", "17": "Then Elisha prayed, “Lord, open his eyes and let him see.” So the Lord opened the eyes of the young man, and he saw that the mountain was full of horses and chariots of fire surrounding Elisha.", "18": "When they came down to him, Elisha prayed to the Lord, “Strike this people with blindness.” And He struck them with blindness according to the word of Elisha.", "19": "Elisha said to them, “This is not the way, and this is not the city. Follow me, and let me bring you to the man whom you seek.” But he led them to Samaria.", "20": "When they entered Samaria, Elisha said, “Lord, open the eyes of these men and let them see.” And the Lord opened their eyes, and they saw that they were in the middle of Samaria.", "21": "The king of Israel said to Elisha when he saw them, “My father, shall I kill them? Shall I kill them?”", "22": "And he said, “You shall not kill them. Did you capture with your sword and with your bow those whom you want to kill? Set bread and water before them, and let them eat and drink and then go to their master.” ", "23": "So he prepared for them a great banquet. When they had eaten and had drunk, he sent them away, and they went to their master. So the Aramean raiders did not enter into the land of Israel again.", "24": "After this, Ben-Hadad king of Aram gathered all his army, went up, and besieged Samaria. ", "25": "There was a great famine in Samaria, and they besieged it until a donkey's head was sold for eighty shekels[a] of silver, and one-fourth of a kab[b] of dove droppings for five shekels[c] of silver.", "26": "As the king of Israel was walking across the city wall, a woman cried out to him, “Help, my lord king.”", "27": "He said, “If the Lord will not help you, how can I help you? From the threshing floor or from the winepress?” ", "28": "And the king said to her, “What is wrong with you?” And she said, “This woman said to me, 'Give your son and let us eat him today, and we will eat my son tomorrow.' ", "29": "So we boiled my son and ate him. The next day I said to her, 'Give your son, that we may eat him.' But she has hidden her son.”", "30": "When the king heard the words of the woman, he tore his clothes. And since he was walking across the city wall, the people saw that he had sackcloth on his body underneath. ", "31": "Then he said, “So may God do to me, and even more, if the head of Elisha the son of Shaphat stands on his shoulders after today.”", "32": "Now Elisha was sitting in his house, and the elders were sitting with him. The king sent a messenger, but before the messenger came to him, Elisha said to the elders, “Are you aware that this son of a murderer has sent a man to take off my head? When the messenger enters, shut the door and hold it against him. Is not the sound of his master's feet behind him?”", "33": "And while he was speaking with them, the messenger came down to him, and then the king said, “This calamity is of the Lord! Why should I hope in the Lord any longer?”"}