{"1": "Then Elisha the prophet called one of the sons of the prophets, “Prepare yourself. Take this flask of oil in your hand, and go to Ramoth Gilead. ", "2": "When you get there, look for Jehu the son of Jehoshaphat, the son of Nimshi. Go in and make him rise from among his brothers, and bring him into an inner chamber. ", "3": "Then take the flask of oil, pour it on his head, and say, 'Thus says the Lord: I have anointed you king over Israel.' Then open the door and flee. Do not wait.”", "4": "So the young man, the prophet, went to Ramoth Gilead. ", "5": "When he arrived, the commanders of the army were sitting, and he said, “I have a word for you, Commander.” Jehu said, “Which one of us?” And he said, “For you, Commander.”", "6": "So he arose, went into the house, poured the oil on his head, and said to him, “Thus says the Lord, God of Israel: I am anointing you king over the people of the Lord, over Israel. ", "7": "You will strike the house of Ahab your master, and I will avenge the blood of my servants the prophets and the blood of all the servants of the Lord from the hand of Jezebel. ", "8": "The whole house of Ahab will perish, and I will cut off from Ahab all the males in Israel, both imprisoned and free. ", "9": "I will make the house of Ahab like the house of Jeroboam son of Nebat and like the house of Baasha the son of Ahijah. ", "10": "Dogs will eat Jezebel in the territory of Jezreel, and no one will bury her.” Then he opened the door and fled.", "11": "When Jehu had returned to his master's servants, one said to him, “Is all well? Why did this madman come to you?” And he said to them, “You know this man and his babble.”", "12": "They said, “A lie! Tell us.” Then he said, “Thus and thus he spoke to me, saying, 'Thus says the Lord: I am anointing you king over Israel.' ”", "13": "Then they hurried. Each took his clothes, put them under him on the bare stairs, and blew a horn, saying, “Jehu is king.”", "14": "So Jehu the son of Jehoshaphat, the son of Nimshi, conspired against Joram. Joram had been guarding Ramoth Gilead, he and all Israel, because of Hazael king of Aram. ", "15": "But King Joram had returned to be healed in Jezreel from the wounds with which the Arameans had stricken him when he fought with Hazael king of Aram. So Jehu said, “If this be your minds, let no fugitive exit the city to go tell Jezreel.” ", "16": "Then Jehu rode in a chariot and went to Jezreel, for Joram lay there. Ahaziah king of Judah had come down to see Joram.", "17": "A watchman was standing on the tower in Jezreel, and he saw the company of Jehu as he was coming and said, “I see a company.” And Joram said, “Take a horseman and send him to meet them, and let him say, 'Is it peace?' ”", "18": "So the horseman went to meet him and said, “Thus says the king, 'Is it peace?' ” But Jehu said, “What have you to do with peace? Circle in behind me.” So the watchman reported, “The messenger came to them, but he is not returning.”", "19": "Then he sent out a second horseman, who came to them and said, “Thus says the king, 'Is it peace?' ” Again, Jehu said, “What have you to do with peace? Circle in behind me.”", "20": "The watchman reported, “He came to them, but he is not returning. The driving is like the driving of Jehu the son of Nimshi, for he drives furiously.”", "21": "Then Joram said, “Hitch my chariot.” So his chariot was hitched, and Joram king of Israel and Ahaziah king of Judah went out, each in his chariot. They went out to meet Jehu and found him on the property of Naboth the Jezreelite. ", "22": "When Joram saw Jehu he said, “Is it peace, Jehu?” And he said, “What peace, so long as the harlotries of your mother Jezebel and her sorceries are so many?”", "23": "Then Joram turned the reins, fled, and said to Ahaziah, “There is treachery, Ahaziah.”", "24": "Jehu drew a bow with his full strength and shot Joram between his shoulder blades. The arrow went out at his heart, and he kneeled down in his chariot. ", "25": "Then Jehu said to Bidkar his officer, “Lift him up and throw him on the property of the field of Naboth the Jezreelite. Remember when you and I were riding together after Ahab his father and the Lord pronounced this oracle about him: ", "26": "'Surely I have seen yesterday the blood of Naboth and his sons, declares the Lord, and I will pay you back on this property, declares the Lord.' Now lift him up and throw him onto the property, according to the word of the Lord.”", "27": "But when Ahaziah the king of Judah saw this, he fled on the path to the garden house. Jehu chased after him and said, “Shoot him too.” So they shot him on the ascent to Gur, which is by Ibleam. And he fled to Megiddo and died there. ", "28": "His servants carried him in a chariot to Jerusalem and buried him in his tomb with his fathers in the City of David. ", "29": "In the eleventh year of Joram the son of Ahab, Ahaziah became king over Judah.", "30": "When Jehu came to Jezreel, Jezebel heard about it. She put black paint on her eyes, adorned her head, and looked down through the window. ", "31": "As Jehu entered in at the gate, she said, “Is everything all right, Zimri, murderer of his master?”", "32": "And he lifted up his face toward the window and said, “Who is on my side? Who?” And two or three eunuchs looked down to him. ", "33": "He said, “Drop her down.” So they dropped her down and some of her blood splattered on the wall and on the horses. Then he trampled her.", "34": "Then he entered, ate and drank, and said, “Attend to that cursed woman and bury her, for she is a king's daughter.” ", "35": "So they went to bury her, but they found nothing of her except a skull, the feet, and the palms of her hands. ", "36": "They returned and told Jehu, and he said, “This is the word of the Lord, which He spoke by His servant Elijah the Tishbite, saying, 'On the property of Jezreel dogs will eat the flesh of Jezebel. ", "37": "The corpse of Jezebel will be like dung in the field on the property of Jezreel, so that they cannot say, This is Jezebel.' ”"}