{"1": "God's judgment is not only to punish. He wants people to turn to Him for all their needs, but they often look anywhere else for aid and remain in rebellion. Then I saw another extremely powerful messenger descending out of heaven. He wore a cloud wrapped around him, and a rainbow was covering his head. His face shone like the sun, and his legs blazed like columns of fire. ", "2": "In his hand, he held a little scroll that had been unrolled. He placed his right foot on the sea and his left foot on dry land; ", "3": "then he shouted with a voice that sounded like a roaring lion. When he cried out, the seven thunders answered with their own rumbling voices. ", "4": "As I was about to record the thunders' answer, a voice from heaven stopped me. A Voice: Seal up all the seven thunders have spoken; do not write it down!", "5": "Then the messenger, whom I saw standing on the sea and on the dry land, raised his right hand into heaven ", "6": "and swore an oath to the Eternal One—who always lives, who created heaven, earth, the sea, and all that is in them. Heavenly Messenger: Time has run out. ", "7": "Whenever the days arrive and the seventh messenger sounds his trumpet, the mystery of God will be accomplished just as He announced to His servants, the prophets.", "8": "Again, the voice I heard from heaven addressed me. A Voice: Go. Take the little scroll that is unrolled in the hand of the messenger standing both on the sea and on the dry land.", "9": "I then went to the messenger and asked him to give me the little scroll. Heavenly Messenger: Take it, and eat it. Although in your mouth it will be sweet to taste, sweet as honey, it will become bitter when it reaches your stomach.", "10": "I took the little scroll from the hand of the messenger and ate it. In my mouth, it was sweet like honey, but my stomach became bitter after I swallowed it.", "11": "Heavenly Messengers (repeating): 11 Once again, you are to prophesy about many peoples, nations, languages, and kings."}