{"1": "And then one of the seven messengers entrusted with the seven bowls came over to me. Guide: Come, and I will show you the true nature and God's judgment of the great whore who is sitting on the many waters. ", "2": "She has seduced all the kings of the earth into committing lewd, sexual acts; and most earth dwellers have become intoxicated with the wine of her harlotry.", "3": "Immediately I was in the Spirit, and the guide picked me up and carried me off. In the middle of a vast desert, I saw a woman sitting on a scarlet-colored beast covered with blasphemous names. The beast had seven heads and ten horns like the beast I had seen earlier rising out of the sea. ", "4": "The woman was dressed in purple and scarlet fabrics; she shimmered with gold and jewels and pearls. I looked closer and saw that her hand held a golden cup brimming with abominations, bubbling over with the impurities of her sexual exploits. ", "5": "On her forehead was inscribed a name, a mystery: “Babylon the great, the mother of whores and the abominations that defile the earth.” ", "6": "I looked and saw that the woman was drunk because she had gorged herself on the blood of the saints and the blood of those people who refused to deny Jesus even to save their own lives. When I saw her, I was filled with wonder.", "7": "Guide: 7 Why are you so amazed? I will reveal to you the mystery of this woman and of the beast with seven heads and ten horns that carries her. ", "8": "The beast you saw was, and is not, and is about to come up out of the abyss and go away into eternal destruction. And the earth dwellers, whose names have not been inscribed in the book of life from the foundation of the world, will be astonished when they see the beast because it was and is not and is to come.", "9": "Here is the mind possessing wisdom: The seven heads signify the seven mountains where the woman is seated. They also stand for seven kings. ", "10": "Five have fallen, one is alive, and the last has not yet come to reign. But when he does come, he will be allowed to reign only a short time. ", "11": "Regarding the beast that was and is not, it is actually an eighth ruler that springs from the seven and goes away into eternal destruction. ", "12": "The ten horns you saw stand for ten kings who have not yet ascended to power, but they will be invested with royal authority for a single hour and will reign together with the beast. ", "13": "These come together for one purpose and one purpose alone: to yield their power and authority to the beast. ", "14": "Together they will make war on the Lamb, and the Lamb will be victorious over them because He is the Lord over all lords and the King over all kings; and those who stand with Him are called, elect, and faithful.", "15": "(continuing to speak to me) The waters you saw, where the whore is seated, represent the peoples and multitudes, ethnicities and languages. ", "16": "The beast and the ten horns you saw will despise the whore; they will make her a wasteland and strip her naked. They will gorge themselves on her flesh and incinerate her with fire. ", "17": "For God has placed in their hearts to do what He has purposed, that is, to become one in mind and to surrender their kingdoms over to the beast until the words of God accomplish their end. ", "18": "And the woman you saw—she is the great city that rules over the kings of the earth."}