{"1": "As the story unfolds, we're told that the lampstands signify the churches. During harsh times of persecution, the faithful often wonder where their Master is. Is He even aware of what they are experiencing? John's vision confirms what the gospel already teaches: Jesus is present with them even in their suffering, moving among those who dare to bear the light. Lampstands, of course, are not the light. They only carry the light. The true Light that has come into the world is none other than Jesus, the Son of Man (John 8:28). The One: Write down My words, and send them to the messenger of the church in Ephesus. “These are the words of the One who holds the seven stars in His right hand, the One who walks and moves among the golden lampstands:", "2": "“I know your deeds, your tireless labor, and your patient endurance. I know you do not tolerate those who do evil. Furthermore, you have diligently tested those who claim to be emissaries,[a] and you have found that they are not true witnesses. You have correctly found them to be false. ", "3": "I know you are patiently enduring and holding firm on behalf of My name. You have not become faint.", "4": "“However, I have this against you: you have abandoned your first love. ", "5": "Do you remember what it was like before you fell? It's time to rethink and change your ways;[b] go back to how you first acted. However, if you do not return,[c] I will come quickly[d] and personally remove your lampstand from its place. ", "6": "But you do have this to your credit: you despise the deeds of the Nicolaitans and how they concede to evil. I also hate what they do.", "7": "“Let the person who is able to hear, listen to and follow what the Spirit proclaims to all the churches. I will allow the one who conquers through faithfulness even unto death to eat from the tree of life found in God's lush paradise.”", "8": "Write down My words, and send them to the messenger of the church in Smyrna. “These are the words of the First and the Last, the One who was dead and returned to life:", "9": "“I know [your deeds and][e] the difficult ordeal you are enduring and your poverty, although you are actually rich. I am aware of the offensive accusations preached by those who call themselves 'Jews.' But these people are not the Jews they pretend to be; they are actually the congregation of Satan. ", "10": "In the face of suffering, do not fear. Watch; the devil will throw some of you into prison shortly so that you might be tested, and you will endure great affliction for 10 days. Be faithful throughout your life, until the day you die, and I will give you the victor's wreath of life.", "11": "“Let the person who is able to hear, listen to and follow what the Spirit proclaims to all the churches. The one who conquers through faithfulness even unto death will escape the second death.”", "12": "Write down My words, and send them to the messenger of the church in Pergamum. “These are the words of the One with the sharp double-edged sword:", "13": "“I know [your deeds and][f] where you live. It is where Satan, the adversary, has established his throne. You have stayed true to My name, and you did not deny your trust in Me even in the eventful days of My faithful witness, Antipas. He was killed among you in that place where Satan dwells.", "14": "“However, I have a few matters against you: some who live among you hold to the teaching of Balaam, who instructed Balak to set up a stumbling block before the people of Israel.[g] As a result, some among you are eating food prepared for idol worship and committing immoral sexual acts. ", "15": "You have others who are holding firm to the teaching of the Nicolaitans. ", "16": "Therefore, change your ways and turn to Me.[h] If you do not, I will quickly come to where you live and will battle them with the sword of My mouth.", "17": "“Let the person who is able to hear, listen to and follow what the Spirit proclaims to all the churches. To the one who conquers through faithfulness even unto death, I will feed you with hidden manna and give you a white stone. Upon this stone, a new name is engraved. No one knows this name except for its recipient.”", "18": "Write down My words, and send them to the messenger of the church in Thyatira. “These are the words of the Son of God, the One whose eyes blaze like flames of fire and whose feet gleam like brightly polished bronze:", "19": "“I know your deeds, love, faithfulness, service, and endurance. Your labors greatly increase in quality as you travel along this journey.", "20": "“However, I have this against you: you have tolerated that woman Jezebel, who is a self-anointed prophetess and who misleads My followers to commit immoral sexual acts and to eat food prepared for idol worship. ", "21": "I have provided her enough time to turn away[i] from her indecency, but she refuses to turn from these immoral acts. ", "22": "Watch; I will throw her back into her sickbed with those who committed adultery with her, and I will make them a bed of great affliction if they do not abandon her indiscretions and turn[j] to follow Me. ", "23": "I will punish her by striking her children dead. Through this all the churches will know I am the One who relentlessly explores the mind and heart, and I will deal with each of you as you deserve according to your acts.", "24": "“I say to the rest of you in Thyatira, those who have not held to the teachings of Jezebel and who remain ignorant of the real meaning of what is called the deep things of Satan, I will not burden you with anything more. ", "25": "Just keep on task, and keep the faith until I return.", "26": "“And as for those who conquer through faithfulness even unto death and continue to labor with Me until the close of the final curtain, I will give them authority over the nations.", "27": "And they will rule the nations with an iron scepter, as fragile clay jars are shattered to pieces.[k] As I received this authority from My Father, ", "28": "I will bestow the morning star to the victor.", "29": "“Let the person who is able to hear, listen to and follow what the Spirit proclaims to all the churches.”"}