{"1": "I looked again and could hardly believe my eyes. Everything above me was new. Everything below me was new. Everything around me was new because the heaven and earth that had been passed away, and the sea was gone, completely. ", "2": "And I saw the holy city, the new Jerusalem, descending out of heaven from God, prepared like a bride on her wedding day, adorned for her husband and for His eyes only. ", "3": "And I heard a great voice, coming from the throne. A Voice: See, the home of God is with His people. He will live among them; They will be His people, And God Himself will be with them.", "4": "The prophecies are fulfilled: He will wipe away every tear from their eyes.[a] Death will be no more; Mourning no more, crying no more, pain no more, For the first things have gone away.", "5": "And the One who sat on the throne announced to His creation, The One: See, I am making all things new. (turning to me) Write what you hear and see, for these words are faithful and true. ", "6": "It is done! I am the Alpha and the Omega, the beginning and the end. I will see to it that the thirsty drink freely from the fountain of the water of life. ", "7": "To the victors will go this inheritance: I will be their God, and they will be My children. ", "8": "It will not be so for the cowards, the faithless, the sacrilegious, the murderers, the sexually immoral, the sorcerers, the idolaters, and all those who deal in deception. They will inherit an eternity in the lake that burns with fire and sulfur, which is the second death.", "9": "John sees an amazing sight. It is something no one had ever seen nor will ever see until that day arrives. Scene by blessed scene passes before the prophet. Finally he is transported to the end of history only to discover it is no end at all; it is a new beginning. The prophecies—every last one of them—are coming true. God's plan will be accomplished on earth as it is in heaven when the new Jerusalem comes down and He lives among His people. All things will become new. And then one of the seven messengers in charge of the seven bowls filled with the seven last plagues came over to me. Heavenly Messenger: Come with me, and I will show you the bride, the wife of the Lamb.", "10": "He took me away in the Spirit and set me on top of a great, high mountain. As I waited for what I thought was a bride, he showed me the holy city, Jerusalem, descending out of heaven from God. ", "11": "It gleamed and shined with the glory of God; its radiance was like the most precious of jewels, like jasper, and it was as clear as crystal. ", "12": "It was surrounded with a wall, great and high. There were twelve gates. Assigned to each gate was a messenger, twelve in all. And on the gates were inscribed the names of the twelve tribes of Israel's sons. ", "13": "On the east wall were three gates. On the north wall were three gates. On the south wall were three gates. On the west wall were three gates. ", "14": "And the city wall sat perfectly on twelve foundation stones, and on them were inscribed the names of the twelve emissaries[b] of the Lamb.", "15": "My guide held a golden measuring rod. With it he measured the city and the gates and the walls. ", "16": "And the city is laid out with four corners in a perfect square, the length the same as its width. He measured the city with his measuring rod, and the result was that its length and width and height are equal: 1,444 miles, a perfect cube. ", "17": "And my guide measured the wall; it was nearly 72 yards high, in human measurements, which was the instrument the guide was using. ", "18": "The wall was made of jasper, while the city itself was made of pure gold, yet it was as clear as glass. ", "19": "The foundation stones of the wall of the city were decorated with every kind of jewel: the first was jasper, the second sapphire, the third agate, the fourth emerald, ", "20": "the fifth onyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, the twelfth amethyst. ", "21": "The twelve gates were twelve pearls, each gate expertly crafted from a single beautiful pearl. And the city street was pure gold, yet it was as transparent as glass.", "22": "And in the city, I found no temple because the Lord God, the All Powerful, and the Lamb are the temple. ", "23": "And in the city, there is no need for the sun to light the day or moon the night because the resplendent glory of the Lord provides the city with warm, beautiful light and the Lamb illumines every corner of the new Jerusalem. ", "24": "And all peoples of all the nations will walk by its unfailing light, and the rulers of the earth will stream into the city bringing with them the symbols of their grandeur and power. ", "25": "During the day, its gates will not be closed; the darkness of night will never settle in. ", "26": "The glory and grandeur of the nations will be on display there, carried to the holy city by people from every corner of the world. ", "27": "Nothing that defiles or is defiled can enter into its glorious gates. Those who practice sacrilege or deception will never walk its streets. Only those whose names are written in the Lamb's book of life can enter."}