{"1": "John had never seen a city without a temple. In fact, every city John ever entered had many temples dedicated to many gods—all, of course, except Jerusalem, which only had one temple. But now in his vision, he sees a different kind of city, the holy city, the new Jerusalem. As he looks around its streets of gold and magnificent buildings, he sees no temple reaching into the sky. No temple is needed in this city because God and the Lamb live with them, constantly in view. Their throne sits prominently in the city. Their light forever illumines its streets and citizens. My heavenly guide brought me to the river of pure living waters, shimmering as brilliantly as crystal. It flowed out from the throne of God and of the Lamb, ", "2": "flowing down the middle and dividing the street of the holy city. On each bank of the river stood the tree of life, firmly planted, bearing twelve kinds of fruit and producing its sweet crop every month throughout the year. And the soothing leaves that grew on the tree of life provided precious healing for the nations.", "3": "Fed by a crystal clear river is the tree of life. In the beginning, Adam and Eve were prevented from eating from the tree once they were expelled from the garden of Eden. Divine creatures and a flaming sword then stood guard at the entrance to the garden (Genesis 3:24). Now the tree of life returns to the story, a single tree situated on both sides of the river. No one is denied access to its luscious fruit and healing leaves. No one or nothing will labor under any curse any longer. And the throne of God and of the Lamb will sit prominently in the city. God's servants will continually serve and worship Him. ", "4": "They will be able to look upon His face, and His name will be written on their foreheads. ", "5": "Darkness will never again fall on this city. They will not require the light of a lamp or of the sun because the Lord God will be their illumination. By His light, they will reign throughout the ages.", "6": "Guide (speaking to me): 6 These words are faithful and true. And the Lord, the God who inspired the prophets, has sent His heavenly messenger to show to His servants what must soon take place.", "7": "The Anointed One: 7 Look now, I am coming soon! The one who remains true to the prophetic words contained in this book will truly be blessed.", "8": "I, John, am the one who heard and witnessed these visions. And when I heard and witnessed them, I fell prostrate at the feet of the heavenly guide who showed them to me. ", "9": "But he refused. Guide: You must not do that! I am a servant with you, with your brothers and sisters the prophets, and with those who keep the words contained in this book. Worship God instead!", "10": "(continuing) Do not seal up the prophetic words contained in this book for another day, for the finale is near. ", "11": "Let the one given to evil continue down evil's path and the one addicted to filth continue to be its servant. But let the one who is righteous journey along the righteous road, and let the holy continue in holy ways.", "12": "The Anointed One: 12 See, I am coming soon, and I will bring My reward with Me. I will pay back every person according to the deeds he has done. ", "13": "I am the Alpha and Omega, the First One and the Last One, the beginning and the end.", "14": "Blessed are those who wash their garments. In the end, they have rightful access to the tree of life and will enter the city through its gates. ", "15": "The dogs, the sorcerers, those who commit immoral acts, the murderers, the idolaters, and all who love and practice deception must remain outside the gates for all eternity.", "16": "Jesus: 16 I, Jesus, have sent My messenger to show you and guide you so that you in turn would share this testimony with the churches. I am the Root and the Descendant of David, the Bright Morning Star.", "17": "The Spirit and the Bride: 17 Come. And let everyone who hears these words say, “Come.” And let those who thirst come. All who desire to drink, let them take and drink freely from the water of life.", "18": "John closes his book with a warning to safeguard the integrity of his prophecy. Beware, everyone who hears the prophetic words of this book. Know this for certain: if anyone adds to these words, God will add to that person the plagues described in this book. ", "19": "And if anyone subtracts from the prophetic words of this book, God will remove that person's access to the tree of life and to the holy city which are described in this book.", "20": "The One who testifies to these realities makes this promise: The Anointed One: Yes. I am coming soon. To which we say, “Amen. Come, Lord Jesus.”", "21": "May the grace of the Lord Jesus [the Anointed One][a] be with all [the saints].[b] Amen."}