{"1": "After I wrote down these messages, I saw a door standing open in heaven and heard again the first voice that sounded like a trumpet. A Voice: Come up here, and I will show you what must happen after this.", "2": "John's next vision begins when he sees an open door in heaven. What happens next would be impossible for John to imagine. Immediately I was caught up in the Spirit, and I saw a throne that stood in heaven and One seated on the throne. ", "3": "The One enthroned gleamed like jasper and carnelian, and a rainbow encircled the throne with an emerald glow. ", "4": "Encircling that great throne were twenty-four smaller thrones with twenty-four elders clothed in white robes with wreaths fashioned of gold on their heads. ", "5": "Out of the great throne came flashes of lightning, sounds of voices, and peals of thunder. In front of the great throne, seven torches were ablaze, which are the seven Spirits of God. ", "6": "Also in front of the throne was a glassy sea of shimmering crystal. In the midst of the throne and encircling the throne were four living creatures, covered all over with eyes, front to back. ", "7": "The first living creature was like a lion, the second creature was like an ox, the third creature had a face like the face of a human, and the fourth creature was like an eagle in full flight. ", "8": "These four living creatures, each of which had six wings and was covered with eyes—eyes on the outside and on the inside—did not cease chanting. All day and night they were singing. Four Living Creatures: Holy, holy, holy Is the Lord God who is the All Powerful, who was, and who is, and who is coming.", "9": "And when the living creatures declared glory and honor and thanksgiving to the One seated on the throne, the One who lives throughout all the ages, ", "10": "the twenty-four elders fell prostrate before the One seated on the throne, worshiped the One who lives throughout all the ages, cast their golden wreaths before the throne, and chanted to Him.", "11": "Elders: Worthy are You, O Lord; worthy are You, O God, to receive glory and honor and power. You alone created all things, and through Your will and by Your design, they exist and were created."}