{"1": "When the trumpets blast, another cycle of disasters begin. Each calamity affects one-third of the earth, its inhabitants, and the heavenly lights. Time flies as the disasters intensify. Then the fifth messenger sounded his trumpet. I saw a star that had dropped out of heaven to earth. He received the key that unlocks the shaft leading to the abyss, the pit that falls away to nothingness; and ", "2": "he opened the shaft to the abyss. Huge columns of smoke rose from the depths of the cavern—a black, ugly smoke as if from a great furnace so that the sun was darkened and the air was thickened by the blanket of smoke from the shaft. ", "3": "From the smoke, locusts appeared and swarmed upon the earth. They were given power, like the power of scorpions on the earth. ", "4-5": "However, they were instructed not to damage any grasses, plants, or trees that grow from the earth. Instead, they were given power for five months to torture, but not to kill, the people without the seal of God upon their foreheads. The torment they inflicted was like the sting of a scorpion when it strikes. ", "6": "During those days, people will seek any way possible to kill themselves, but death will not befriend them. They will long to die and end their miseries, but death will elude them.", "7": "The locusts looked like horses clad in armor, ready for battle. They wore golden wreaths on their heads, and their faces appeared human ", "8": "with hair as long as women's hair, but they had teeth as sharp as lions' teeth. ", "9": "They had armor that appeared to be iron plated; and when their wings flapped, they sounded like an army of horse-drawn chariots rushing into battle. ", "10": "They have tails like scorpions with stingers, and the power invested in them to inflict torture on people for five months lies in their tails. ", "11": "They were ruled by the messenger of the abyss, whose Hebrew name is Abaddon and whose Greek name is Apollyon, both meaning “the Destroyer.”", "12": "The first disaster has occurred; there are two more disasters to come.", "13": "Then the sixth messenger sounded his trumpet; and I heard a voice from the four corners of the golden altar that is before God, ", "14": "commanding the sixth messenger with the trumpet. A Voice: Set loose the four messengers who are bound in chains at the great river Euphrates.", "15": "Then the four messengers, who had been held in chains until the hour and the day and the month and the year when they would kill one-third of humanity, were released.", "16": "I heard that 200 million soldiers rode in the cavalry. ", "17": "This is how these horses and their riders appeared in my vision: the riders wore breastplates of fiery red, smoky blue,[a] and sulfur yellow. The heads of the horses seemed to be like the heads of lions; they breathed fire and smoke and sulfur from their mouths, ", "18": "killing one-third of humanity with the three plagues coming out of their mouths. ", "19": "The lethal power of these horses was not only in their mouths but also in their tails because their tails, which resembled snakes, had heads that inflicted injury.", "20": "The rest of humanity, those not killed by these plagues, did not rethink their course and turn away[b] from the devices of their own making. Despite all these calamities, they continued worshiping demons and idols crafted in gold, silver, bronze, stone, and wood. They bowed down to images which cannot see or hear or walk. ", "21": "They failed to turn away[c] from their murders, their sorceries, their sexual immoralities, and their thefts."}