{"1": "The destruction of the Temple. 4 The care of the faithful is committed to Christ. 7 A grievous vision against Jerusalem and Judah. Open thy doors, O [a]Lebanon, and the fire shall devour thy cedars.", "2": "Howl, [b]fir trees: for the cedar is fallen, because all the mighty are destroyed: howl ye, O oaks of Bashan, for the [c]defenced forest is cut down.", "3": "There is the voice of the howling of the shepherds: for their [d]glory is destroyed: the voice of the roaring of lion's whelps: for the pride of Jordan is destroyed.", "4": "Thus saith the Lord my God, Feed the sheep of the [e]slaughter.", "5": "They that possess them, slay them [f]and sin not: and they that sell them, say, [g]Blessed be the Lord: for I am rich, and their own shepherds spare them not.", "6": "Surely I will no more spare those that dwell in the land, saith the Lord: but lo, [h]I will deliver the men every one into his neighbor's hand, and into the hand of his [i]king: and they shall smite the land, and out of their hands I will not deliver them.", "7": "For I fed the sheep of slaughter, even the [j]poor of the flock, and I took unto me [k]two staves: the one I called Beauty, and the other I called Bands, and I fed the sheep.", "8": "[l]Three shepherds also I cut off in one month, and my soul loathed [m]them, and their soul abhorred me.", "9": "Then said I, I will not feed you: that that dieth, let it die: and that that perisheth, let it perish: and let the remnant eat, everyone the flesh of his neighbor.", "10": "And I took my staff, even Beauty, and brake it, that I might disannul my covenant, which I had made with all people.", "11": "And it was broken in that day: and so the [n]poor of the sheep that waited upon me, knew that it was the word of the Lord.", "12": "And I said unto them, If ye think it good, give me [o]my wages: and if no, leave off: so they weighed for my wages thirty pieces of silver.", "13": "And the Lord said unto me, Cast it unto the [p]potter: a goodly price, that I was valued at of them. And I took the thirty pieces of silver, and cast them to the potter in the house of the Lord.", "14": "Then brake I mine other staff: even the Bands, that I might dissolve the brotherhood between Judah and Israel.", "15": "And the Lord said unto me, Take to thee yet [q]the instruments of a foolish shepherd.", "16": "For lo, I will raise up a shepherd in the land, which shall not look for the thing that is lost, nor seek the tender lambs, nor heal that that is hurt, nor feed that that [r]standeth up, but he shall eat flesh of the fat, and tear their claws in pieces.", "17": "O idol shepherd that leaveth the flock: the sword shall be upon his [s]arm, and upon his right eye. His arm shall be clean dried up, and his right eye shall be utterly darkened."}