{"1": "The vision of the golden candlestick, and the exposition thereof. And the Angel that talked with me, came again and waked me, as a man that is raised out of his sleep,", "2": "And said unto me, What seest thou? And I said, I have looked, and behold, a [a]candlestick all of gold with a bowl upon the top of it, and his seven lamps therein, and seven [b]pipes to the lamps which were upon the top thereof,", "3": "And two olive trees over it, one upon the right side of the bowl, and the other upon the left side thereof.", "4": "So I answered and spake to the Angel that talked with me, saying, What are these my Lord?", "5": "Then the Angel that talked with me, answered and said unto me, Knowest thou not what these be? And I said, No, my Lord.", "6": "Then he answered and spake unto me, saying, This is the word of the Lord unto [c]Zerubbabel, saying, Neither by [d]an army nor strength, but by my Spirit, saith the Lord of hosts.", "7": "Who art thou, O [e]great mountain, before Zerubbabel? thou shall be a plain, and [f]he shall bring forth the headstone thereof, with shoutings, crying, Grace, grace unto it.", "8": "Moreover, the word of the Lord came unto me, saying,", "9": "The hands of Zerubbabel have laid the foundation of this house: his hands shall also finish it, and [g]thou shalt know that the Lord of hosts hath sent me unto you.", "10": "For who hath despised the day of the [h]small things? but they shall rejoice, and shall see the stone of [i]tin in the hand of Zerubbabel: [j]these seven are the eyes of the Lord, which go through the whole world.", "11": "Then answered I, and said unto him, What are these two olive trees upon the right and upon the left side thereof?", "12": "And I spake moreover, and said unto him, What be these two olive branches, which through the two golden pipes empty themselves into the gold?", "13": "And he answered me, and said, Knowest thou not what these be? And I said, No, my Lord.", "14": "Then said he, These are the two [k]olive branches, that stand with the ruler of the whole earth."}