{"1": "By the four chariots he describeth the four Monarchies. Again, I turned and lifted up mine eyes, and looked: and behold, there came four [a]chariots out from between [b]two mountains, and the mountains were mountains of brass.", "2": "In the first chariot were [c]red horses, and in the second chariot [d]black horses,", "3": "And in the third chariot [e]white horses, and in the fourth chariot, horses of [f]divers colors, and reddish.", "4": "Then I answered, and said unto the Angel that talked with me, What are these, my Lord?", "5": "And the Angel answered, and said unto me, These are the four [g]spirits of the heaven, which go forth from standing with the Lord of all the earth.", "6": "That with the black horse went forth into the land of the North, and the white went out after them, and they of divers colors went forth toward the [h]South country.", "7": "And the [i]reddish went out, and required to go, and pass through the world, and he said, Go, pass through the world. So they went throughout the world.", "8": "Then cried he upon me, and spake unto me, saying, Behold, these that go toward the North country, have pacified my [j]spirit in the North country.", "9": "And the word of the Lord came unto me, saying,", "10": "Take of them of the captivity, even of Heldai, and of Tobijah, and Jedaiah, which are come from Babel, and come thou the same day, and go unto the house of [k]Josiah, the son of Zephaniah.", "11": "Take even silver, and gold, and make crowns, and set them upon the [l]head of Joshua, the son of Jehozadak the high Priest,", "12": "And speak unto him, saying, Thus speaketh the Lord of hosts, and saith, Behold, the man whose name is the [m]Branch, and he shall grow [n]up out of his place, and he shall [o]build the Temple of the Lord.", "13": "Even he shall build the Temple of the Lord, and he shall bear the [p]glory, and shall sit and rule upon his throne, and he shall be a Priest upon his throne, and the counsel of peace shall be between [q]them both.", "14": "And the crowns shall be to [r]Helem, and to Tobijah, and to Jedaiah, and to [s]Hen the son of Zephaniah, for a [t]memorial in the Temple of the Lord.", "15": "And they that are [u]far off, shall come and build in the Temple of the Lord, and ye shall know, that the Lord of hosts hath sent me unto you. And this shall come to pass, if ye will [v]obey the voice of the Lord your God."}