{"1": "One day Jesus was standing by the Sea of Galilee. The people crowded around him as they listened to God's word. ", "2": "Jesus saw two boats on the shore. The fishermen had stepped out of them and were washing their nets. ", "3": "So Jesus got into the boat that belonged to Simon and asked him to push off a little from the shore. Then Jesus sat down and taught the crowd from the boat.", "4": "When he finished speaking, he told Simon, “Take the boat into deep water, and lower your nets to catch some fish.”", "5": "Simon answered, “Teacher, we worked hard all night and caught nothing. But if you say so, I'll lower the nets.”", "6": "After the men had done this, they caught such a large number of fish that their nets began to tear. ", "7": "So they signaled to their partners in the other boat to come and help them. Their partners came and filled both boats until the boats nearly sank.", "8": "When Simon Peter saw this, he knelt in front of Jesus and said, “Leave me, Lord! I'm a sinful person!” ", "9": "Simon and everyone who was with him were amazed to see the large number of fish they had caught. ", "10": "James and John, who were Zebedee's sons and Simon's partners, were also amazed. Jesus told Simon, “Don't be afraid. From now on you will catch people instead of fish.”", "11": "Simon and his partners brought the boats to shore, left everything, and followed Jesus.", "12": "One day Jesus was in a city where there was a man covered with a serious skin disease. When the man saw Jesus, he bowed with his face to the ground. He begged Jesus, “Sir, if you want to, you can make me clean.”[a]", "13": "Jesus reached out, touched him, and said, “I want to. So be clean!” Immediately, his skin disease went away.", "14": "Jesus ordered him, “Don't tell anyone. Instead, show yourself to the priest. Then offer the sacrifice as Moses commanded as proof to people that you are clean.”", "15": "The news about Jesus spread even more. Large crowds gathered to hear him and have their diseases cured. ", "16": "But he would go away to places where he could be alone for prayer.", "17": "One day when Jesus was teaching, some Pharisees and experts in Moses' Teachings were present. They had come from every village in Galilee and Judea and from Jerusalem. Jesus had the power of the Lord to heal.", "18": "Some men brought a paralyzed man on a stretcher. They tried to take him into the house and put him in front of Jesus. ", "19": "But they could not find a way to get him into the house because of the crowd. So they went up on the roof. They made an opening in the tiles and let the man down on his stretcher among the people. (They lowered him in front of Jesus.)", "20": "When Jesus saw their faith, he said, “Sir, your sins are forgiven.” ", "21": "The experts in Moses' Teachings and the Pharisees thought, “Who is this man? He's dishonoring God! Who besides God can forgive sins?”", "22": "Jesus knew what they were thinking. So he said to them, “What are you thinking? ", "23": "Is it easier to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? ", "24": "I want you to know that the Son of Man has authority on earth to forgive sins.” Then he said to the paralyzed man, “Get up, pick up your stretcher, and go home.”", "25": "The man immediately stood up in front of them and picked up the stretcher he had been lying on. Praising God, he went home.", "26": "Everyone was amazed and praised God. They were filled with awe and said, “We've seen things today we can hardly believe!”", "27": "After that, Jesus left. He saw a tax collector named Levi sitting in a tax office. Jesus said to him, “Follow me!” ", "28": "So Levi got up, left everything, and followed him.", "29": "Levi held a large reception at his home for Jesus. A huge crowd of tax collectors and others were eating with them.", "30": "The Pharisees and their experts in Moses' Teachings complained to Jesus' disciples. They asked, “Why do you eat and drink with tax collectors and sinners?”", "31": "Jesus answered them, “Healthy people don't need a doctor; those who are sick do. ", "32": "I've come to call sinners to change the way they think and act, not to call people who think they have God's approval.”", "33": "They said to him, “John's disciples frequently fast and say prayers, and so do the disciples of the Pharisees. But your disciples eat and drink.”", "34": "Jesus asked them, “Can you force wedding guests to fast while the groom is still with them? ", "35": "The time will come when the groom will be taken away from them. At that time they will fast.”", "36": "He also used these illustrations: “No one tears a piece of cloth from a new coat to patch an old coat. Otherwise, the new cloth will tear the old. Besides, the patch from the new will not match the old. ", "37": "People don't pour new wine into old wineskins. If they do, the new wine will make the skins burst. The wine will run out, and the skins will be ruined. ", "38": "Rather, new wine is to be poured into fresh skins.", "39": "“No one who has been drinking old wine wants new wine. He says, 'The old wine is better!'”"}