{"1": "Again the Lord spoke his word to me, saying: ", "2": "“Human, you are living among a people who refuse to obey. They have eyes to see, but they do not see, and they have ears to hear, but they do not hear, because they are a people who refuse to obey.", "3": "“So, human, pack your things as if you will be taken away captive, and walk away like a captive in the daytime with the people watching. Move from your place to another with the people watching. Maybe they will understand, even though they are a people who refuse to obey. ", "4": "During the day when the people are watching, bring out the things you would pack as captive. At evening, with the people watching, leave your place like those who are taken away as captives from their country. ", "5": "Dig a hole through the wall while they watch, and bring your things out through it. ", "6": "Lift them onto your shoulders with the people watching, and carry them out in the dark. Cover your face so you cannot see the ground, because I have made you a sign to the people of Israel.”", "7": "I did these things as I was commanded. In the daytime I brought what I had packed as if I were being taken away captive. Then in the evening I dug through the wall with my hands. I brought my things out in the dark and carried them on my shoulders as the people watched.", "8": "Then in the morning the Lord spoke his word to me, saying: ", "9": "“Human, didn't Israel, who refuses to obey, ask you, 'What are you doing?'", "10": "“Say to them, 'This is what the Lord God says: This message is about the king in Jerusalem and all the people of Israel who live there.' ", "11": "Say, 'I am a sign to you.' “The same things I have done will be done to the people in Jerusalem. They will be taken away from their country as captives. ", "12": "The king among them will put his things on his shoulder in the dark and will leave. The people will dig a hole through the wall to bring him out. He will cover his face so he cannot see the ground. ", "13": "But I will spread my net over him, and he will be caught in my trap. Then I will bring him to Babylon in the land of the Babylonians. He will not see that land, but he will die there. ", "14": "All who are around the king—his helpers and all his army—I will scatter in every direction, and I will chase them with a sword.", "15": "“They will know that I am the Lord when I scatter them among the nations and spread them among the countries. ", "16": "But I will save a few of them from the sword and from hunger and disease. Then they can tell about their hateful actions among the nations where they go. Then they will know that I am the Lord.”", "17": "The Lord spoke his word to me, saying: ", "18": "“Human, tremble as you eat your food, and shake with fear as you drink your water. ", "19": "Then say to the people of the land: 'This is what the Lord God says about the people who live in Jerusalem in the land of Israel: They will eat their food with fear and drink their water in shock, because their land will be stripped bare because of the violence of the people who live in it. ", "20": "The cities where people live will become ruins, and the land will become empty. Then you will know that I am the Lord.'”", "21": "The Lord spoke his word to me, saying: ", "22": "“Human, what is this saying you have in the land of Israel: 'The days go by and every vision comes to nothing'? ", "23": "So say to them, 'This is what the Lord God says: I will make them stop saying this, and nobody in Israel will use this saying anymore.' But tell them, 'The time is near when every vision will come true. ", "24": "There will be no more false visions or pleasing prophecies inside the nation of Israel, ", "25": "but I, the Lord, will speak. What I say will be done, and it will not be delayed. You refuse to obey, but in your time I will say the word and do it, says the Lord God.'”", "26": "The Lord spoke his word to me, saying: ", "27": "“Human, the people of Israel are saying, 'The vision that Ezekiel sees is for a time many years from now. He is prophesying about times far away.'", "28": "“So say to them: 'The Lord God says this: None of my words will be delayed anymore. What I have said will be done, says the Lord God.'”"}