{"1": "Some of the elders of Israel came to me and sat down in front of me. ", "2": "Then the Lord spoke his word to me, saying: ", "3": "“Human, these people want to worship idols. They put up evil things that cause people to sin. Should I allow them to ask me for help? ", "4": "So speak to them and tell them, 'This is what the Lord God says: When any of the people of Israel want to worship idols and put up evil things that cause people to sin and then come to the prophet, I, the Lord, will answer them myself for worshiping idols. ", "5": "Then I will win back my people Israel, who have left me because of all their idols.'", "6": "“So say to the people of Israel, 'This is what the Lord God says: Change your hearts and lives, and stop worshiping idols. Stop doing all the things I hate. ", "7": "Any of the Israelites or foreigners in Israel can separate themselves from me by wanting to worship idols or by putting up the things that cause people to sin. Then if they come to the prophet to ask me questions, I, the Lord, will answer them myself. ", "8": "I will reject them. I will make them a sign and an example, and I will separate them from my people. Then you will know that I am the Lord.", "9": "“'But if the prophet is tricked into giving a prophecy, it is because I, the Lord, have tricked that prophet to speak. Then I will use my power against him and destroy him from among my people Israel. ", "10": "The prophet will be as guilty as the one who asks him for help; both will be responsible for their guilt. ", "11": "Then the nation of Israel will not leave me anymore or make themselves unclean anymore with all their sins. They will be my people, and I will be their God, says the Lord God.'”", "12": "The Lord spoke his word to me, saying: ", "13": "“Human, if the people of a country sin against me by not being loyal, I will use my power against them. I will cut off their supply of food and send a time of hunger, destroying both people and animals. ", "14": "Even if three great men like Noah, Daniel, and Job were in that country, their goodness could save only themselves, says the Lord God.", "15": "“Or I might send wild animals into that land, leaving the land empty and without children. Then no one would pass through it because of the animals. ", "16": "As surely as I live, says the Lord God, even if Noah, Daniel, and Job were in the land, they could not save their own sons or daughters. They could save only themselves, but that country would become empty.", "17": "“Or I might bring a war against that country. I might say, 'Let a war be fought in that land,' in this way destroying its people and its animals. ", "18": "As surely as I live, says the Lord God, even if those three men were in the land, they could not save their sons or daughters. They could save only themselves.", "19": "“Or I might cause a disease to spread in that country. I might pour out my anger against it, destroying and killing people and animals. ", "20": "As surely as I live, says the Lord God, even if Noah, Daniel, and Job were in the land, they could not save their son or daughter. They could save only themselves because they did what was right.", "21": "“This is what the Lord God says: My plans for Jerusalem are much worse! I will send my four terrible punishments against it—war, hunger, wild animals, and disease—to destroy its people and animals. ", "22": "But some people will escape; some sons and daughters will be led out. They will come out to you, and you will see what happens to people who live as they did. Then you will be comforted after the disasters I have brought against Jerusalem, after all the things I have brought against it. ", "23": "You will be comforted when you see what happens to them for living as they did, because you will know there was a good reason for what I did to Jerusalem, says the Lord God.”"}