{"1": "The Lord spoke his word to me, saying: ", "2": "“Human, tell Jerusalem about her hateful actions. ", "3": "Say, 'This is what the Lord God says to Jerusalem: Your beginnings and your ancestors were in the land of the Canaanites. Your father was an Amorite, and your mother was a Hittite. ", "4": "On the day you were born, your cord[a] was not cut. You were not washed with water to clean you. You were not rubbed with salt or wrapped in cloths. ", "5": "No one felt sorry enough for you to do any of these things for you. No, you were thrown out into the open field, because you were hated on the day you were born.", "6": "“'When I passed by and saw you kicking about in your blood, I said to you, “Live!” ", "7": "I made you grow like a plant in the field. You grew up and became tall and became like a beautiful jewel. Your breasts formed, and your hair grew, but you were naked and without clothes.", "8": "“'Later when I passed by you and looked at you, I saw that you were old enough for love. So I spread my robe over you and covered your nakedness. I also made a promise to you and entered into an agreement with you so that you became mine, says the Lord God.", "9": "“'Then I bathed you with water, washed all the blood off of you, and put oil on you. ", "10": "I put beautiful clothes made with needlework on you and put sandals of fine leather on your feet. I wrapped you in fine linen and covered you with silk. ", "11": "I put jewelry on you: bracelets on your arms, a necklace around your neck, ", "12": "a ring in your nose, earrings in your ears, and a beautiful crown on your head. ", "13": "So you wore gold and silver. Your clothes were made of fine linen, silk, and beautiful needlework. You ate fine flour, honey, and olive oil. You were very beautiful and became a queen. ", "14": "Then you became famous among the nations, because you were so beautiful. Your beauty was perfect, because of the glory I gave you, says the Lord God.", "15": "“'But you trusted in your beauty. You became a prostitute, because you were so famous. You had sexual relations with anyone who passed by. ", "16": "You took some of your clothes and made your places of worship colorful. There you carried on your prostitution. These things should not happen; they should never occur. ", "17": "You also took your beautiful jewelry, made from my gold and silver I had given you, and you made for yourselves male idols so you could be a prostitute with them. ", "18": "Then you took your clothes with beautiful needlework and covered the idols. You gave my oil and incense as an offering to them. ", "19": "Also, you took the bread I gave you, the fine flour, oil, and honey I gave you to eat, and you offered them before the gods as a pleasing smell. This is what happened, says the Lord God.", "20": "“'But your sexual sins were not enough for you. You also took your sons and daughters who were my children, and you sacrificed them to the idols as food. ", "21": "You killed my children and offered them up in fire to the idols. ", "22": "While you did all your hateful acts and sexual sins, you did not remember when you were young, when you were naked and had no clothes and were left in your blood.", "23": "“'How terrible! How terrible it will be for you, says the Lord God. After you did all these evil things, ", "24": "you built yourself a place to worship gods. You made for yourself a place of worship in every city square. ", "25": "You built a place of worship at the beginning of every street. You made your beauty hateful, offering your body for sex to anyone who passed by, so your sexual sins became worse and worse. ", "26": "You also had sexual relations with the Egyptians, who were your neighbors and partners in sexual sin. Your sexual sins became even worse, and they caused me to be angry. ", "27": "So then, I used my power against you and took away some of your land. I let you be defeated by those who hate you, the Philistine women, who were ashamed of your evil ways. ", "28": "Also, you had sexual relations with the Assyrians, because you could not be satisfied. Even though you had sexual relations with them, you still were not satisfied. ", "29": "You did many more sexual sins in Babylonia, the land of traders, but even this did not satisfy you.", "30": "“'Truly your will is weak, says the Lord God. You do all the things a stubborn prostitute does. ", "31": "You built your place to worship gods at the beginning of every street, and you made places of worship in every city square. But you were not like a prostitute when you refused to accept payment.", "32": "“'You are a wife who is guilty of adultery. You desire strangers instead of your husband. ", "33": "Men pay prostitutes, but you pay all your lovers to come to you. And they come from all around for sexual relations. ", "34": "So you are different from other prostitutes. No man asks you to be a prostitute, and you pay money instead of having money paid to you. Yes, you are different.", "35": "“'So, prostitute, hear the word of the Lord. ", "36": "This is what the Lord God says: You showed your nakedness to other countries. You uncovered your body in your sexual sins with them as your lovers and with all your hateful idols. You killed your children and offered their blood to your idols. ", "37": "So I will gather all your lovers with whom you found pleasure. Yes, I will gather all those you loved and those you hated. I will gather them against you from all around, and I will strip you naked in front of them so they can see your nakedness. ", "38": "I will punish you as women guilty of adultery or as murderers are punished. I will put you to death because I am angry and jealous. ", "39": "I will also hand you over to your lovers. They will tear down your places of worship and destroy other places where you worship gods. They will tear off your clothes and take away your jewelry, leaving you naked and bare. ", "40": "They will bring a crowd against you to throw stones at you and to cut you into pieces with their swords. ", "41": "They will burn down your houses and will punish you in front of many women. I will put an end to your sexual sins, and you will no longer pay your lovers. ", "42": "Then I will rest from my anger against you, and I will stop being jealous. I will be quiet and not angry anymore.", "43": "“'Because you didn't remember when you were young, but have made me angry in all these ways, I will repay you for what you have done, says the Lord God. Didn't you add sexual sins to all your other acts which I hate?", "44": "“'Everyone who uses wise sayings will say this about you: “The daughter is like her mother.” ", "45": "You are like your mother, who hated her husband and children. You are also like your sisters, who hated their husbands and children. Your mother was a Hittite, and your father was an Amorite. ", "46": "Your older sister is Samaria, who lived north of you with her daughters; your younger sister is Sodom, who lived south of you with her daughters. ", "47": "You not only followed their ways and did the hateful things they did, but you were soon worse than they were in all your ways. ", "48": "As surely as I live, says the Lord God, this is true. Your sister Sodom and her daughters never did what you and your daughters have done.", "49": "“'This was the sin of your sister Sodom: She and her daughters were proud and had plenty of food and lived in great comfort, but she did not help the poor and needy. ", "50": "So Sodom and her daughters were proud and did things I hate in front of me. So I got rid of them when I saw what they did. ", "51": "Also, Samaria did not do half the sins you do; you have done more hateful things than they did. So you make your sisters look good because of all the hateful things you have done. ", "52": "You will suffer disgrace, because you have provided an excuse for your sisters. They are better than you are. Your sins were even more terrible than theirs. Feel ashamed and suffer disgrace, because you made your sisters look good.", "53": "“'But I will give back to Sodom and her daughters the good things they once had. I will give back to Samaria and her daughters the good things they once had. And with them I will also give back the good things you once had ", "54": "so you may suffer disgrace and feel ashamed for all the things you have done. You even gave comfort to your sisters in their sins. ", "55": "Your sisters, Sodom with her daughters and Samaria with her daughters, will return to what they were before. You and your daughters will also return to what you were before. ", "56": "You humiliated your sister Sodom when you were proud, ", "57": "before your evil was uncovered. And now the Edomite women and their neighbors humiliate you. Even the Philistine women humiliate you. Those around you hate you. ", "58": "This is your punishment for your terrible sins and for actions that I hate, says the Lord.", "59": "“'This is what the Lord God says: I will do to you what you have done. You hated and broke the agreement you promised to keep. ", "60": "But I will remember my agreement I made with you when you were young, and I will make an agreement that will continue forever with you. ", "61": "Then you will remember what you have done and feel ashamed when you receive your sisters—both your older and your younger sisters. I will give them to you like daughters, but not because they share in my agreement with you. ", "62": "I will set up my agreement with you, and you will know that I am the Lord. ", "63": "You will remember what you did and feel ashamed. You will not open your mouth again because of your shame, when I forgive you for all the things you have done, says the Lord God.'”"}