{"1": "The Lord spoke his word to me, saying: ", "2": "“What do you mean by using this saying about the land of Israel: 'The parents have eaten sour grapes, and that caused the children to grind their teeth from the sour taste'?", "3": "“As surely as I live, says the Lord God, this is true: You will not use this saying in Israel anymore. ", "4": "Every living thing belongs to me. The life of the parent is mine, and the life of the child is mine. The person who sins is the one who will die.", "5": "“Suppose a person is good and does what is fair and right. ", "6": "He does not eat at the mountain places of worship. He does not look to the idols of Israel for help. He does not have sexual relations with his neighbor's wife or with a woman during her time of monthly bleeding. ", "7": "He does not mistreat anyone but returns what was given as a promise for a loan. He does not rob other people. He gives bread to the hungry and clothes to those who have none. ", "8": "He does not lend money to get too much interest or profit. He keeps his hand from doing wrong. He judges fairly between one person and another. ", "9": "He lives by my rules and obeys my laws faithfully. Whoever does these things is good and will surely live, says the Lord God.", "10": "“But suppose this person has a wild son who murders people and who does any of these other things. ", "11": "(But the father himself has not done any of these things.) This son eats at the mountain places of worship. He has sexual relations with his neighbor's wife. ", "12": "He mistreats the poor and needy. He steals and refuses to return what was promised for a loan. He looks to idols for help. He does things which I hate. ", "13": "He lends money for too much interest and profit. Will this son live? No, he will not live! He has done all these hateful things, so he will surely be put to death. He will be responsible for his own death.", "14": "“Now suppose this son has a son who has seen all his father's sins, but after seeing them does not do those things. ", "15": "He does not eat at the mountain places of worship. He does not look to the idols of Israel for help. He does not have sexual relations with his neighbor's wife. ", "16": "He does not mistreat anyone or keep something promised for a loan or steal. He gives bread to the hungry and clothes to those who have none. ", "17": "He keeps his hand from doing wrong. He does not take too much interest or profit when he lends money. He obeys my laws and lives by my rules. He will not die for his father's sin; he will surely live. ", "18": "But his father took other people's money unfairly and robbed his brother and did what was wrong among his people. So he will die for his own sin.", "19": "“But you ask, 'Why is the son not punished for the father's sin?' The son has done what is fair and right. He obeys all my rules, so he will surely live. ", "20": "The person who sins is the one who will die. A child will not be punished for a parent's sin, and a parent will not be punished for a child's sin. Those who do right will enjoy the results of their own goodness; evil people will suffer the results of their own evil.", "21": "“But suppose the wicked stop doing all the sins they have done and obey all my rules and do what is fair and right. Then they will surely live; they will not die. ", "22": "Their sins will be forgotten. Because they have done what is right, they will live. ", "23": "I do not really want the wicked to die, says the Lord God. I want them to stop their bad ways and live.", "24": "“But suppose good people stop doing good and do wrong and do the same hateful things the wicked do. Will they live? All their good acts will be forgotten, because they became unfaithful. They have sinned, so they will die because of their sins.", "25": "“But you say, 'What the Lord does isn't fair.' Listen, people of Israel. I am fair. It is what you do that is not fair! ", "26": "When good people stop doing good and do wrong, they will die because of it. They will die, because they did wrong. ", "27": "When the wicked stop being wicked and do what is fair and right, they will save their lives. ", "28": "Because they thought about it and stopped doing all the sins they had done, they will surely live; they will not die. ", "29": "But the people of Israel still say, 'What the Lord does isn't fair.' People of Israel, I am fair. It is what you do that is not fair.", "30": "“So I will judge you, people of Israel; I will judge each of you by what you do, says the Lord God. Change your hearts and stop all your sinning so sin will not bring your ruin. ", "31": "Get rid of all the sins you have done, and get for yourselves a new heart and a new way of thinking. Why do you want to die, people of Israel? ", "32": "I do not want anyone to die, says the Lord God, so change your hearts and lives so you may live."}