{"1": "It was the seventh year of our captivity, in the fifth month, on the tenth day of the month. Some of the elders of Israel came to ask about the Lord and sat down in front of me.", "2": "The Lord spoke his word to me, saying: ", "3": "“Human, speak to the elders of Israel and say to them: 'This is what the Lord God says: Did you come to ask me questions? As surely as I live, I will not let you ask me questions.'", "4": "“Will you judge them? Will you judge them, human? Let them know the hateful things their ancestors did. ", "5": "Say to them: 'This is what the Lord God says: When I chose Israel, I made a promise to the descendants of Jacob. I made myself known to them in Egypt, and I promised them, “I am the Lord your God.” ", "6": "At that time I promised them I would bring them out of Egypt into a land I had found for them, a fertile land, the best land in the world. ", "7": "I said to them, “Each one of you must throw away the hateful idols you have seen and liked. Don't make yourselves unclean with the idols of Egypt. I am the Lord your God.”", "8": "“'But they turned against me and refused to listen to me. They did not throw away the hateful idols which they saw and liked; they did not give up the idols of Egypt. Then I decided to pour out my anger against them while they were still in Egypt. ", "9": "But I acted for the sake of my name so it would not be dishonored in full view of the nations where the Israelites lived. I made myself known to the Israelites with a promise to bring them out of Egypt while the nations were watching. ", "10": "So I took them out of Egypt and brought them into the desert. ", "11": "I gave them my rules and told them about my laws, by which people will live if they obey them. ", "12": "I also gave them my Sabbaths to be a sign between us so they would know that I am the Lord who made them holy.", "13": "“'But in the desert Israel turned against me. They did not follow my rules, and they rejected my laws, by which people will live if they obey them. They dishonored my Sabbaths. Then I decided to pour out my anger against them and destroy them in the desert. ", "14": "But I acted for the sake of my name so it would not be dishonored in full view of the nations who watched as I had brought the Israelites out of Egypt. ", "15": "And in the desert I swore to the Israelites that I would not bring them into the land I had given them. It is a fertile land, the best land in the world. ", "16": "This was because they rejected my laws and did not follow my rules. They dishonored my Sabbaths and wanted to worship their idols. ", "17": "But I had pity on them. I did not destroy them or put an end to them in the desert. ", "18": "I said to their children in the desert, “Don't live by the rules of your parents, or obey their laws. Don't make yourselves unclean with their idols. ", "19": "I am the Lord your God. Live by my rules, obey my laws, and follow them. ", "20": "Keep my Sabbaths holy, and they will be a sign between me and you. Then you will know that I am the Lord your God.”", "21": "“'But the children turned against me. They did not live by my rules, nor were they careful to obey my laws, by which people will live if they obey them. They dishonored my Sabbaths. So I decided to pour out my anger against them in the desert. ", "22": "But I held back my anger. I acted for the sake of my name so it would not be dishonored in full view of the nations who watched as I brought the Israelites out. ", "23": "And in the desert I swore to the Israelites that I would scatter them among the nations and spread them among the countries, ", "24": "because they had not obeyed my laws. They had rejected my rules and dishonored my Sabbaths and worshiped the idols of their parents. ", "25": "I also allowed them to follow rules that were not good and laws by which they could not live. ", "26": "I let the Israelites make themselves unclean by the gifts they brought to their gods when they sacrificed their first children in the fire. I wanted to terrify them so they would know that I am the Lord.'", "27": "“So, human, speak to the people of Israel. Say to them, 'This is what the Lord God says: Your ancestors spoke against me by being unfaithful to me in another way. ", "28": "When I had brought them into the land I promised to give them, they saw every high hill and every leafy tree. There they offered their sacrifices to gods. They brought offerings that made me angry and burned their incense and poured out their drink offerings. ", "29": "Then I said to them: What is this high place where you go to worship?'” (It is still called High Place today.)", "30": "“So say to the people of Israel: 'This is what the Lord God says: Are you going to make yourselves unclean as your ancestors did? Are you going to be unfaithful and desire their hateful idols? ", "31": "When you offer your children as gifts and sacrifice them in the fire, you are making yourselves unclean with all your idols even today. So, people of Israel, should I let you ask me questions? As surely as I live, says the Lord God, I will not accept questions from you.", "32": "“'What you want will not come true. You say, “We want to be like the other nations, like the people in other lands. We want to worship idols made of wood and stone.” ", "33": "As surely as I live, says the Lord God, I will use my great power and strength and anger to rule over you. ", "34": "I will bring you out from the foreign nations. With my great power and strength and anger I will gather you from the lands where you are scattered. ", "35": "I will bring you among the nations as I brought your ancestors into the desert with Moses. There I will judge you face to face. ", "36": "I will judge you the same way I judged your ancestors in the desert of the land of Egypt, says the Lord God. ", "37": "I will count you like sheep and will bring you into line with my agreement. ", "38": "I will get rid of those who refuse to obey me and who turn against me. I will bring them out of the land where they are now living, but they will never enter the land of Israel. Then you will know that I am the Lord.", "39": "“'This is what the Lord God says: People of Israel, go serve your idols for now. But later you will listen to me; you will not continue to dishonor my holy name with your gifts and gods. ", "40": "On my holy mountain, the high mountain of Israel, all Israel will serve me in the land, says the Lord God. There I will accept you. There I will expect your offerings, the first harvest of your offerings, and all your holy gifts. ", "41": "I will accept you like the pleasing smell of sacrifices when I bring you out from the foreign nations and gather you from the lands where you are scattered. Then through you I will show how holy I am so the nations will see. ", "42": "When I bring you into the land of Israel, the land I promised your ancestors, you will know that I am the Lord. ", "43": "There you will remember everything you did that made you unclean, and then you will hate yourselves for all the evil things you have done. ", "44": "I will deal with you for the sake of my name, not because of your evil ways or unclean actions. Then you will know I am the Lord, people of Israel, says the Lord God.'”", "45": "Now the Lord spoke his word to me, saying: ", "46": "“Human, look toward the south. Prophesy against the south and against the forest of the southern area. ", "47": "Say to that forest: 'Hear the word of the Lord. This is what the Lord God says: I am ready to start a fire in you that will destroy all your green trees and all your dry trees. The flames that burn will not be put out. Every face from south to north will feel their heat. ", "48": "Then all the people will see that I, the Lord, have started the fire. It will not be put out.'”", "49": "Then I said, “Ah, Lord God! The people are saying about me, 'He is only telling stories.'”"}