{"1": "The Lord spoke his word to me, saying: ", "2": "“Human, sing a funeral song for the city of Tyre. ", "3": "Speak to Tyre, which has ports for the Mediterranean Sea and is a place for trade for the people of many lands along the seacoast. 'This is what the Lord God says: Tyre, you have said, “I am like a beautiful ship.”", "4": "You were at home on the high seas. Your builders made your beauty perfect.", "5": "They made all your boards of fir trees from Mount Hermon. They took a cedar tree from Lebanon to make a ship's mast for you.", "6": "They made your oars from oak trees from Bashan. They made your deck from cypress trees from the coast of Cyprus and set ivory into it.", "7": "Your sail of linen with designs sewed on it came from Egypt and became like a flag for you. Your cloth shades over the deck were blue and purple and came from the island of Cyprus.", "8": "Men from Sidon and Arvad used oars to row you. Tyre, your skilled men were the sailors on your deck.", "9": "Workers of Byblos were with you, putting caulk[a] in your ship's seams. All the ships of the sea and their sailors came alongside to trade with you.", "10": "“'Men of Persia, Lydia, and Put were warriors in your navy and hung their shields and helmets on your sides. They made you look beautiful.", "11": "Men of Arvad and Cilicia guarded your city walls all around. Men of Gammad were in your watchtowers and hung their shields around your walls. They made your beauty perfect.", "12": "“'People of Tarshish became traders for you because of your great wealth. They traded your goods for silver, iron, tin, and lead.", "13": "“'People of Greece, Tubal, and Meshech became merchants for you. They traded your goods for slaves and items of bronze.", "14": "“'People of Beth Togarmah traded your goods for work horses, war horses, and mules.", "15": "“'People of Rhodes became merchants for you, selling your goods on many coastlands. They brought back ivory tusks and valuable black wood as your payment.", "16": "“'People of Aram became traders for you, because you had so many good things to sell. They traded your goods for turquoise, purple cloth, cloth with designs sewed on, fine linen, coral, and rubies.", "17": "“'People of Judah and Israel became merchants for you. They traded your goods for wheat from Minnith, and for honey, olive oil, and balm.", "18-19": "“'People of Damascus became traders for you because you have many good things and great wealth. They traded your goods for wine from Helbon, wool from Zahar, and barrels of wine from Izal. They received wrought iron, cassia, and sugar cane in payment for your good things.", "20": "“'People of Dedan became merchants for you, trading saddle blankets for riding.", "21": "“'People of Arabia and all the rulers of Kedar became traders for you. They received lambs, male sheep, and goats in payment for you.", "22": "“'The merchants of Sheba and Raamah became merchants for you. They traded your goods for all the best spices, valuable gems, and gold.", "23": "“'People of Haran, Canneh, Eden, and the traders of Sheba, Asshur, and Kilmad became merchants for you. ", "24": "They were paid with the best clothes, blue cloth, cloth with designs sewed on, carpets of many colors, and tightly wound ropes.", "25": "“'Trading ships carried the things you sold. You were like a ship full of heavy cargo in the middle of the sea.", "26": "The men who rowed you brought you out into the high seas, but the east wind broke you to pieces in the middle of the sea.", "27": "Your wealth, your trade, your goods, your seamen, your sailors, your workers, your traders, your warriors, and everyone else on board sank into the sea on the day your ship was wrecked.", "28": "The people on the shore shake with fear when your sailors cry out.", "29": "All the men who row leave their ships; the seamen and the sailors of other ships stand on the shore.", "30": "They cry loudly about you; they cry very much. They throw dust on their heads and roll in ashes to show they are sad.", "31": "They shave their heads for you, and they put on rough cloth to show they are upset. They cry and sob for you; they cry loudly.", "32": "And in their loud crying they sing a funeral song for you: “No one was ever destroyed like Tyre, surrounded by the sea.”", "33": "When the goods you traded went out over the seas, you met the needs of many nations. With your great wealth and goods, you made kings of the earth rich.", "34": "But now you are broken by the sea and have sunk to the bottom. Your goods and all the people on board have gone down with you.", "35": "All those who live along the shore are shocked by what happened to you. Their kings are terribly afraid, and their faces show their fear.", "36": "The traders among the nations hiss at you. You have come to a terrible end, and you are gone forever.'”"}