{"1": "It was the tenth year of our captivity, in the tenth month, on the twelfth day of the month. The Lord spoke his word to me, saying: ", "2": "“Human, look toward the king of Egypt, and prophesy against him and all Egypt. ", "3": "Say: 'This is what the Lord God says: I am against you, king of Egypt. You are like a great crocodile that lies in the Nile River. You say, “The Nile is mine; I made it for myself.”", "4": "But I will put hooks in your jaws, and I will make the fish of the Nile stick to your sides. I will pull you up out of your rivers, with all the fish sticking to your sides.", "5": "I will leave you in the desert, you and all the fish from your rivers. You will fall onto the ground; you will not be picked up or buried. I have given you to the wild animals and to the birds of the sky for food.", "6": "Then all the people who live in Egypt will know that I am the Lord. “'Israel tried to lean on you for help, but you were like a crutch made out of a weak stalk of grass. ", "7": "When their hands grabbed you, you splintered and tore open their shoulders. When they leaned on you, you broke and made all their backs twist.", "8": "“'So this is what the Lord God says: I will cause an enemy to attack you and kill your people and animals. ", "9": "Egypt will become an empty desert. Then they will know that I am the Lord. “'Because you said, “The Nile River is mine, and I have made it,” ", "10": "I am against you and your rivers. I will destroy the land of Egypt and make it an empty desert from Migdol in the north to Aswan in the south, all the way to the border of Cush. ", "11": "No person or animal will walk through it, and no one will live in Egypt for forty years. ", "12": "I will make the land of Egypt the most deserted country of all. Her cities will be the most deserted of all ruined cities for forty years. I will scatter the Egyptians among the nations, spreading them among the countries.", "13": "“'This is what the Lord God says: After forty years I will gather Egypt from the nations where they have been scattered. ", "14": "I will bring back the Egyptian captives and make them return to southern Egypt, to the land they came from. They will become a weak kingdom there. ", "15": "It will be the weakest kingdom, and it will never again rule other nations. I will make it so weak it will never again rule over the nations. ", "16": "The Israelites will never again depend on Egypt. Instead, Egypt's punishment will remind the Israelites of their sin in turning to Egypt for help. Then they will know that I am the Lord God.'”", "17": "It was the twenty-seventh year of our captivity, in the first month, on the first day of the month. The Lord spoke his word to me, saying: ", "18": "“Human, Nebuchadnezzar king of Babylon made his army fight hard against Tyre. Every soldier's head was rubbed bare, and every shoulder was rubbed raw. But Nebuchadnezzar and his army gained nothing from fighting Tyre. ", "19": "So this is what the Lord God says: I will give the land of Egypt to Nebuchadnezzar king of Babylon. He will take away Egypt's people and its wealth and its treasures as pay for his army. ", "20": "I am giving Nebuchadnezzar the land of Egypt as a reward for working hard for me, says the Lord God.", "21": "“At that time I will make Israel grow strong again, and I will let you, Ezekiel, speak to them. Then they will know that I am the Lord.”"}