{"1": "It was in the eleventh year of our captivity, in the third month, on the first day of the month. The Lord spoke his word to me, saying: ", "2": "“Human, say to the king of Egypt and his people: 'No one is like you in your greatness.", "3": "Assyria was once like a cedar tree in Lebanon with beautiful branches that shaded the forest. It was very tall; its top was among the clouds.", "4": "Much water made the tree grow; the deep springs made it tall. Rivers flowed around the bottom of the tree and sent their streams to all other trees in the countryside.", "5": "So the tree was taller than all the other trees in the countryside. Its limbs became long and big because of so much water.", "6": "All the birds of the sky made their nests in the tree's limbs. And all the wild animals gave birth under its branches. All great nations lived in the tree's shade.", "7": "So the tree was great and beautiful, with its long branches, because its roots reached down to much water.", "8": "The cedar trees in the garden of God were not as great as it was. The pine trees did not have such great limbs. The plane trees did not have such branches. No tree in the garden of God was as beautiful as this tree.", "9": "I made it beautiful with many branches, and all the trees of Eden in the garden of God wanted to be like it.", "10": "“'So this is what the Lord God says: The tree grew tall. Its top reached the clouds, and it became proud of its height. ", "11": "So I handed it over to a mighty ruler of the nations for him to punish it. Because it was evil, I got rid of it. ", "12": "The cruelest foreign nation cut it down and left it. The tree's branches fell on the mountains and in all the valleys, and its broken limbs were in all the ravines of the land. All the nations of the earth left the shade of that tree. ", "13": "The birds of the sky live on the fallen tree. The wild animals live among the tree's fallen branches. ", "14": "So the trees that grow by the water will not be proud to be tall; they will not put their tops among the clouds. None of the trees that are watered well will grow that tall, because they all are meant to die and go under the ground. They will be with people who have died and have gone down to the place of the dead.", "15": "“'This is what the Lord God says: On the day when the tree went down to the place of the dead, I made the deep springs cry loudly. I covered them and held back their rivers, and the great waters stopped flowing. I dressed Lebanon in black to show her sadness about the great tree, and all the trees in the countryside were sad about it. ", "16": "I made the nations shake with fear at the sound of the tree falling when I brought it down to the place of the dead. It went to join those who have gone down to the grave. Then all the trees of Eden and the best trees of Lebanon, all the well-watered trees, were comforted in the place of the dead below the earth. ", "17": "These trees had also gone down with the great tree to the place of the dead. They joined those who were killed in war and those among the nations who had lived under the great tree's shade.", "18": "“'So no tree in Eden is equal to you, Egypt, in greatness and honor, but you will go down to join the trees of Eden in the place below the earth. You will lie among unclean people, with those who were killed in war. “'This is about the king of Egypt and all his people, says the Lord God.'”"}