{"1": "It was in the twelfth year of our captivity, in the twelfth month, on the first day of the month. The Lord spoke his word to me, saying: ", "2": "“Human, sing a funeral song about the king of Egypt. Say to him: 'You are like a young lion among the nations. You are like a crocodile in the seas. You splash around in your streams and stir up the water with your feet, making the rivers muddy.", "3": "“'This is what the Lord God says: I will spread my net over you, and I will use a large group of people to pull you up in my net.", "4": "Then I will throw you on the land dropping you onto the ground. I will let the birds of the sky rest on you and all the animals of the earth eat you until they are full.", "5": "I will scatter your flesh on the mountains and fill the valleys with what is left of you.", "6": "I will drench the land with your flowing blood as far as the mountains, and the ravines will be full of your flesh.", "7": "When I make you disappear, I will cover the sky and make the stars dark. I will cover the sun with a cloud, and the moon will not shine.", "8": "I will make all the shining lights in the sky become dark over you; I will bring darkness over your land, says the Lord God.", "9": "I will cause many people to be afraid when I bring you as a captive into other nations, to lands you have not known.", "10": "I will cause many people to be shocked about you. Their kings will tremble with fear because of you when I swing my sword in front of them. They will shake every moment on the day you fall; each king will be afraid for his own life.", "11": "“'So this is what the Lord God says: The sword of the king of Babylon will attack you.", "12": "I will cause your people to fall by the swords of mighty soldiers, the most terrible in the world. They will destroy the pride of Egypt and all its people.", "13": "I will also destroy all Egypt's cattle which live alongside much water. The foot of a human will not stir the water, and the hoofs of cattle will not muddy it anymore.", "14": "So I will let the Egyptians' water become clear. I will cause their rivers to run as smoothly as olive oil, says the Lord God.", "15": "When I make the land of Egypt empty and take everything that is in the land, when I destroy all those who live in Egypt, then they will know that I am the Lord.'", "16": "“This is the funeral song people will sing for Egypt. The women of the nations will sing it; they will sing a funeral song for Egypt and all its people, says the Lord God.”", "17": "It was in the twelfth year of our captivity, on the fifteenth day of the month. The Lord spoke his word to me, saying: ", "18": "“Human, cry for the people of Egypt. Bring down Egypt, together with the women of the powerful nations; bring them down to the place of the dead below the earth to join those who go to the place of the dead. ", "19": "Say to them: 'Are you more beautiful than others? Go lie down in death with those who are unclean.' ", "20": "The Egyptians will fall among those killed in war. The sword is ready; the enemy will drag Egypt and all her people away. ", "21": "From the place of the dead the leaders of the mighty ones will speak about the king of Egypt and the nations which help him: 'The unclean, those killed in war, have come down here and lie dead.'", "22": "“Assyria and all its army lie dead there. The graves of their soldiers are all around. All were killed in war, ", "23": "and their graves were put in the deepest parts of the place of the dead. Assyria's army lies around its grave. When they lived on earth, they frightened people, but now all of them have been killed in war.", "24": "“The nation of Elam is there with all its army around its grave. All of them were killed in war. They had frightened people on earth and were unclean, so they went down to the lowest parts of the place of the dead. They must carry their shame with those who have gone down to the place of the dead. ", "25": "A bed has been made for Elam with all those killed in war. The graves of her soldiers are all around her. All Elam's people are unclean, killed in war. They frightened people when they lived on earth, but now they must carry their shame with those who have gone down to the place of the dead. Their graves are with the rest who were killed.", "26": "“Meshech and Tubal are there with the graves of all their soldiers around them. All of them are unclean and have been killed in war. They also frightened people when they lived on earth. ", "27": "But they are not buried with the other soldiers who were killed in battle long ago, those who went with their weapons of war to the place of the dead. These soldiers had their swords laid under their heads and their shields on their bodies. These mighty soldiers used to frighten people when they lived on earth.", "28": "“You, king of Egypt, will be broken and lie among those who are unclean, who were killed in war.", "29": "“Edom is there also, with its kings and all its leaders. They were mighty, but now they lie in death with those killed in war, with those who are unclean, with those who have gone down to the place of the dead.", "30": "“All the rulers of the north and all the Sidonians are there. Their strength frightened people, but they have gone down in shame with those who were killed. They are unclean, lying with those killed in war. They carry their shame with those who have gone down to the place of the dead.", "31": "“The king of Egypt and his army will see these who have been killed in war. Then he will be comforted for all his soldiers killed in war, says the Lord God. ", "32": "I made people afraid of the king of Egypt while he lived on earth. But he and all his people will lie among those who are unclean, who were killed in war, says the Lord God.”"}