{"1": "It was the twenty-fifth year of our captivity, at the beginning of the year, on the tenth day of the month. It was in the fourteenth year after Jerusalem was captured. On that same day I felt the power of the Lord, and he brought me to Jerusalem. ", "2": "In the visions of God he brought me to the land of Israel and put me down on a very high mountain. On the south of the mountain there were some buildings that looked like a city. ", "3": "He took me closer to the buildings, and I saw a man who looked as if he were made of bronze, standing in the gateway. He had a cord made of linen and a stick in his hand, both for measuring. ", "4": "The man said to me, “Human, look with your eyes and hear with your ears. Pay attention to all that I will show you, because that's why you have been brought here. Tell the people of Israel all that you see.”", "5": "I saw a wall that surrounded the Temple area. The measuring stick in the man's hand was ten and one-half feet long. So the man measured the wall, which was ten and one-half feet thick and ten and one-half feet high.", "6": "Then the man went to the east gateway. He went up its steps and measured the opening of the gateway. It was ten and one-half feet deep. ", "7": "The rooms for the guards were ten and one-half feet long and ten and one-half feet wide. The walls that came out between the guards' rooms were about nine feet thick. The opening of the gateway next to the porch that faced the Temple was ten and one-half feet deep.", "8": "Then the man measured the porch of the gateway. ", "9": "It was about fourteen feet deep, and its side walls were three and one-half feet thick. The porch of the gateway faced the Temple.", "10": "On each side of the east gateway were three rooms, which measured the same on each side. The walls between each room were the same thickness. ", "11": "The man measured the width of the entrance to the gateway, which was seventeen and one-half feet wide. The width of the gate was about twenty-three feet. ", "12": "And there was a low wall about twenty-one inches high in front of each room. The rooms were ten and one-half feet on each side. ", "13": "The man measured the gateway from the roof of one room to the roof of the opposite room. It was about forty-four feet from one door to the opposite door. ", "14": "The man also measured the porch, which was about thirty-five feet wide. The courtyard was around the porch. ", "15": "From the front of the outer side of the gateway to the front of the porch of the inner side of the gateway was eighty-seven and one-half feet. ", "16": "The rooms and porch had small windows on both sides. The windows were narrower on the side facing the gateway. Carvings of palm trees were on each side wall of the rooms.", "17": "Then the man brought me into the outer courtyard where I saw rooms and a pavement of stones all around the court. Thirty rooms were along the edge of the paved walkway. ", "18": "The pavement ran alongside the gates and was as deep as the gates were wide. This was the lower pavement. ", "19": "Then the man measured from the outer wall to the inner wall. The outer court between these two walls was one hundred seventy-five feet on the east and on the north.", "20": "The man measured the length and width of the north gateway leading to the outer courtyard. ", "21": "Its three rooms on each side, its inner walls, and its porch measured the same as the first gateway. It was eighty-seven and one-half feet long and forty-four feet wide. ", "22": "Its windows, porch, and carvings of palm trees measured the same as the east gateway. Seven steps went up to the gateway, and the gateway's porch was at the inner end. ", "23": "The inner courtyard had a gateway across from the northern gateway like the one on the east. The man measured it and found it was one hundred seventy-five feet from inner gateway to outer gateway.", "24": "Then the man led me south where I saw a gateway facing south. He measured its inner walls and its porch, and they measured the same as the other gateways. ", "25": "The gateway and its porch had windows all around like the other gateways. It was eighty-seven and one-half feet long and forty-four feet wide. ", "26": "Seven steps went up to this gateway. Its porch was at the inner end, and it had carvings of palm trees on its inner walls. ", "27": "The inner courtyard had a gateway on its south side. The man measured from gate to gate on the south side, which was one hundred seventy-five feet.", "28": "Then the man brought me through the south gateway into the inner courtyard. The inner south gateway measured the same as the gateways in the outer wall. ", "29": "The inner south gateway's rooms, inner walls, and porch measured the same as the gateways in the outer wall. There were windows all around the gateway and its porch. The gateway was eighty-seven and one-half feet long and forty-four feet wide. ", "30": "Each porch of each inner gateway was about forty-four feet long and about nine feet wide. ", "31": "The inner south gateway's porch faced the outer courtyard. Carvings of palm trees were on its side walls, and its stairway had eight steps.", "32": "The man brought me into the inner courtyard on the east side. He measured the inner east gateway, and it was the same as the other gateways. ", "33": "The inner east gateway's rooms, inside walls, and porch measured the same as the other gateways. Windows were all around the gateway and its porch. The inner east gateway was eighty-seven and one-half feet long and forty-four feet wide. ", "34": "Its porch faced the outer courtyard. Carvings of palm trees were on its inner walls on each side, and its stairway had eight steps.", "35": "Then the man brought me to the inner north gateway. He measured it, and it was the same as the other gateways. ", "36": "Its rooms, inner walls, and porch measured the same as the other gateways. There were windows all around the gateway, which was eighty-seven and one-half feet long and forty-four feet wide. ", "37": "Its porch faced the outer courtyard. Carvings of palm trees were on its inner walls on each side, and its stairway had eight steps.", "38": "There was a room with a door that opened onto the porch of the inner north gateway. In this room the priests washed animals for the burnt offerings. ", "39": "There were two tables on each side of the porch, on which animals for burnt offerings, sin offerings, and penalty offerings were killed. ", "40": "Outside, by each side wall of the porch, at the entrance to the north gateway, were two more tables. ", "41": "So there were four tables inside the gateway, and four tables outside. In all there were eight tables on which the priests killed animals for sacrifices. ", "42": "There were four tables made of cut stone for the burnt offering. These tables were about three feet long, three feet wide, and about two feet high. On these tables the priests put their tools which they used to kill animals for burnt offerings and the other sacrifices. ", "43": "Double shelves three inches wide were put up on all the walls. The flesh for the offering was put on the tables.", "44": "There were two rooms in the inner courtyard. One was beside the north gateway and faced south. The other room was beside the south gateway and faced north. ", "45": "The man said to me, “The room which faces south is for the priests who serve in the Temple area, ", "46": "while the room that faces north is for the priests who serve at the altar. This second group of priests are descendants of Zadok, the only descendants of Levi who can come near the Lord to serve him.”", "47": "The man measured the inner courtyard. It was a square—one hundred seventy-five feet long and one hundred seventy-five feet wide. The altar was in front of the Temple.", "48": "The man brought me to the porch of the Temple and measured each side wall of the porch. Each was about nine feet thick. The doorway was twenty-four and one-half feet wide. The side walls of the doorway were each about five feet wide. ", "49": "The porch was thirty-five feet long and twenty-one feet wide, with ten steps leading up to it. Pillars were by the side walls, one on each side of the entrance."}