{"1": "The man brought me to the Holy Place and measured its side walls, which were each ten and one-half feet thick. ", "2": "The entrance was seventeen and one-half feet wide. The walls alongside the entrance were each about nine feet wide. The man measured the Holy Place, which was seventy feet long and thirty-five feet wide.", "3": "Then the man went inside and measured the side walls of the next doorway. Each was three and one-half feet thick. The doorway was ten and one-half feet wide, and the walls next to it were each more than twelve feet thick. ", "4": "Then the man measured the room at the end of the Holy Place. It was thirty-five feet long and thirty-five feet wide. The man said to me, “This is the Most Holy Place.”", "5": "Then the man measured the wall of the Temple, which was ten and one-half feet thick. There were side rooms seven feet wide all around the Temple. ", "6": "The side rooms were on three different stories, each above the other, with thirty rooms on each story. All around the Temple walls there were ledges for the side rooms. The upper rooms rested on the ledges but were not attached to the Temple walls. ", "7": "The side rooms around the Temple were wider on each higher story, so rooms were wider on the top story. A stairway went up from the lowest story to the highest through the middle story.", "8": "I also saw that the Temple had a raised base all around. Its edge was the foundation for the side rooms, and it was ten and one-half feet thick. ", "9": "The outer wall of the side rooms was about nine feet thick. There was an open area between the side rooms of the Temple ", "10": "and some other rooms. It was thirty-five feet wide and went all around the Temple. ", "11": "The side rooms had doors which led to the open area around the outside of the Temple. One door faced north, and the other faced south. The open area was about nine feet wide all around.", "12": "The building facing the private area at the west side was one hundred twenty-two and one-half feet wide. The wall around the building was about nine feet thick and one hundred fifty-seven and one-half feet long.", "13": "Then the man measured the Temple. It was one hundred seventy-five feet long. The private area, including the building and its walls, was in all one hundred seventy-five feet long. ", "14": "Also the front of the Temple and the private area on its east side were one hundred seventy-five feet wide.", "15": "The man measured the length of the building facing the private area on the west side, and it was one hundred seventy-five feet from one wall to the other. The Holy Place, the Most Holy Place, and the outer porch ", "16": "had wood panels on the walls. By the doorway, the Temple had wood panels on the walls. The wood covered all the walls from the floor up to the windows, ", "17": "up to the part of the wall above the entrance. All the walls inside the Most Holy Place and the Holy Place, and on the outside, in the porch, ", "18": "had carvings of creatures with wings and palm trees. A palm tree was between each carved creature, and every creature had two faces. ", "19": "One was a human face looking toward the palm tree on one side. The other was a lion's face looking toward the palm tree on the other side. They were carved all around the Temple walls. ", "20": "From the floor to above the entrance, palm trees and creatures with wings were carved. The walls of the Holy Place ", "21": "had square doorposts. In front of the Most Holy Place was something that looked like ", "22": "an altar of wood. It was more than five feet high and three feet wide. Its corners, base, and sides were wood. The man said to me, “This is the table that is in the presence of the Lord.” ", "23": "Both the Holy Place and the Most Holy Place had double doors. ", "24": "Each of the doors had two pieces that would swing open. ", "25": "Carved on the doors of the Holy Place were palm trees and creatures with wings, like those carved on the walls. And there was a wood roof over the front Temple porch. ", "26": "There were windows and palm trees on both side walls of the porch. The side rooms of the Temple were also covered by a roof over the stairway."}