{"1": "“These are the areas of the tribes named here: Dan will have one share at the northern border. It will go from the sea through Hethlon to Lebo Hamath, all the way to Hazar Enan, where Damascus lies to the north. It will stop there next to Hamath. This will be Dan's northern border from the east side to the Mediterranean Sea on the west side.", "2": "“South of Dan's border, Asher will have one share. It will go from the east side to the west side.", "3": "“South of Asher's border, Naphtali will have one share. It will go from the east side to the west side.", "4": "“South of Naphtali's border, Manasseh will have one share. It will go from the east side to the west side.", "5": "“South of Manasseh's border, Ephraim will have one share. It will go from the east side to the west side.", "6": "“South of Ephraim's border, Reuben will have one share. It will go from the east side to the west side.", "7": "“South of Reuben's border, Judah will have one share. It will go from the east side to the west side.", "8": "“South of Judah's border will be the holy area which you are to give. It will be about seven miles wide and as long and wide as one of the tribes' shares. It will run from the east side to the west side. The Temple will be in the middle of this area.", "9": "“The share which you will give the Lord will be about seven miles long and three miles wide. ", "10": "The holy area will be divided among these people. The priests will have land about seven miles long on the north and south sides, and three miles wide on the west and east sides. The Temple of the Lord will be in the middle of it. ", "11": "This land is for the priests who are given the holy duty of serving the Lord. They are the descendants of Zadok who did my work and did not leave me when Israel and the Levites left me. ", "12": "They will have as their share a very holy part of the holy portion of the land. It will be next to the land of the Levites.", "13": "“Alongside the land for the priests, the Levites will have a share about seven miles long and three miles wide; its full length will be about seven miles and its full width about three miles. ", "14": "The Levites are not to sell or trade any of this land. They are not to let anyone else own any of this best part of the land, because it belongs to the Lord.", "15": "“The rest of the area will be about one and one-half miles wide and seven miles long. It will not be holy but will belong to the city and be used for homes and pastures. The city will be in the middle of it. ", "16": "These are the city's measurements: the north side will be about one mile, the south side about one mile, the east side about one mile, and the west side about one mile. ", "17": "The city's land for pastures will be about four hundred thirty-seven feet on the north, four hundred thirty-seven feet on the south, four hundred thirty-seven feet on the east, and four hundred thirty-seven feet on the west. ", "18": "Along the long side of the holy area there will be left three miles on the east and three miles on the west. It will be used to grow food for the city workers. ", "19": "The city workers from all the tribes of Israel will farm this land. ", "20": "This whole area will be square, seven miles by seven miles. You shall give to the Lord the holy share along with the city property.", "21": "“Land that is left over on both sides of the holy area and city property will belong to the ruler. That land will extend east of the holy area to the eastern border and west of it to the Mediterranean Sea. Both of these areas run the length of the lands of the tribes, and they belong to the ruler. The holy area with the Holy Place of the Temple will be in the middle. ", "22": "The Levites' land and the city property will be in the middle of the lands belonging to the ruler. Those lands will be between Judah's border and Benjamin's border.", "23": "“Here is what the rest of the tribes will receive: Benjamin will have one share. It will go from the east side to the Mediterranean Sea on the west side.", "24": "“South of Benjamin's land, Simeon will have one share. It will go from the east side to the west side.", "25": "“South of Simeon's land, Issachar will have one share. It will go from the east side to the west side.", "26": "“South of Issachar's land, Zebulun will have one share. It will go from the east side to the west side.", "27": "“South of Zebulun's land, Gad will have one share. It will go from the east side to the west side.", "28": "“The southern border of Gad's land will go east from Tamar on the Dead Sea to the waters of Meribah Kadesh. Then it will run along the brook of Egypt to the Mediterranean Sea.", "29": "“This is the land you will divide among the tribes of Israel to be their shares,” says the Lord God.", "30": "“These will be the outside borders of the city: The north side will measure more than one mile. ", "31": "There will be three gates facing north: Reuben's Gate, Judah's Gate, and Levi's Gate, named for the tribes of Israel.", "32": "“The east side will measure more than one mile. There will be three gates facing east: Joseph's Gate, Benjamin's Gate, and Dan's Gate.", "33": "“The south side will measure more than one mile. There will be three gates facing south: Simeon's Gate, Issachar's Gate, and Zebulun's Gate.", "34": "“The west side will measure more than one mile. There will be three gates facing west: Gad's Gate, Asher's Gate, and Naphtali's Gate.", "35": "“The city will measure about six miles around. From then on the name of the city will be The Lord Is There.”"}