{"1": "Again the Lord spoke his word to me, saying: ", "2": "“Human, look toward the mountains of Israel, and prophesy against them. ", "3": "Say, 'Mountains of Israel, listen to the word of the Lord God. The Lord God says this to the mountains, the hills, the ravines, and the valleys: I will bring a sword against you, and I will destroy your places of idol worship. ", "4": "Your altars will be destroyed and your incense altars broken down. Your people will be killed in front of your idols. ", "5": "I will lay the dead bodies of the Israelites in front of their idols, and I will scatter your bones around your altars. ", "6": "In all the places you live, cities will become empty. The places of idol worship will be ruined; your altars will become lonely ruins. Your idols will be broken and brought to an end. Your incense altars will be cut down, and the things you made will be wiped out. ", "7": "Your people will be killed and fall among you. Then you will know that I am the Lord.", "8": "“'But I will leave some people alive; some will not be killed by the nations when you are scattered among the foreign lands. ", "9": "Then those who have escaped will remember me, as they live among the nations where they have been taken as captives. They will remember how I was hurt because they were unfaithful to me and turned away from me and desired to worship their idols. They will hate themselves because of the evil things they did that I hate. ", "10": "Then they will know that I am the Lord. I did not bring this terrible thing on them for no reason.", "11": "“'This is what the Lord God says: Clap your hands, stamp your feet, and groan because of all the hateful, evil things the people of Israel have done. They will die by war, hunger, and disease. ", "12": "The person who is far away will die by disease. The one who is nearby will die in war. The person who is still alive and has escaped these will die from hunger. So I will carry out my anger on them. ", "13": "Their people will lie dead among their idols around the altars, on every high hill, on all the mountain tops, and under every green tree and leafy oak—all the places where they offered sweet-smelling incense to their idols. Then you will know that I am the Lord. ", "14": "I will use my power against them to make the land empty and wasted from the desert to Diblah, wherever they live. Then they will know that I am the Lord.'”"}