{"1": "Brothers and sisters, I ·want you to know [L don't want you to be ignorant of] what happened to our ancestors. They were all under the cloud [C the Israelites were guided in the wilderness by a cloud, a symbol of God's presence; Ex. 13:21; Num. 9:15–23] and all went through the sea [C the miraculous passage through the Red Sea; Ex. 14:22]. ", "2": "They were all baptized ·as followers of [L into] Moses in the cloud and in the sea [C just as believers are baptized “into Christ” (Rom. 6:3), so the Israelites were “baptized” into Moses, their leader-redeemer]. ", "3": "They all ate the same spiritual food [C the manna God provided from heaven; Ex. 16:15, 35], ", "4": "and all drank the same spiritual drink [C the water miraculously provided from a rock; Ex. 17:6; Num. 20:7–13]. They drank from that spiritual rock that followed them [C in Jewish tradition, the rock travelled with the Israelites, providing continual refreshment], and that rock was Christ [C a type of Christ, who provides spiritual sustenance]. ", "5": "But God was not pleased with most of them, so they ·died [or were struck down; or (their bodies) were scattered] in the desert [C as judgment for unbelief and refusing to enter the Promised Land; Num. 13—14].", "6": "And these things happened as examples for us, to stop us from ·wanting [desiring; craving] evil things as those people did. ", "7": "Do not worship idols, as some of them did. Just as it is written in the Scriptures: “The people sat down to eat and drink, and then they got up and ·sinned sexually [L played; C a euphemism for immoral revelry; Ex. 32:6].” ", "8": "We must not take part in sexual sins, as some of them did. In one day twenty-three thousand of them ·died because of their sins [L fell; Num 25:1–9]. ", "9": "We must not test Christ as some of them did; they were ·killed [destroyed] by snakes. ", "10": "Do not ·complain [grumble] as some of them did; they were killed by the ·angel that destroys [L destroyer; Num. 16:41–50; Ex. 12:23].", "11": "The things that happened to those people are examples. They were written down to ·teach [instruct; warn] us ·who live in the final days of this age [L for whom the end/climax/culmination of the ages has come]. ", "12": "[L So; Therefore] If you think you are ·strong [L standing (firm)], you should be careful not to fall. ", "13": "The only ·temptation [or trials] that has come to you is ·that which everyone has [L (common to) human life]. But ·you can trust God [God is faithful], who will not permit you to be tempted more than you can stand. But when you are tempted, he will also give you a way to escape so that you will be able to ·stand [endure] it.", "14": "So, my ·dear friends [beloved], ·run away from [flee; stay away from] the worship of idols. ", "15": "I am speaking to you as to ·reasonable [sensible; discerning] people; ·judge [consider] for yourselves what I say. ", "16": "We give thanks for the cup of blessing [C used in the Lord's Supper], ·which is [L is this not…?] a ·sharing [participation; fellowship] in the blood of Christ. And the bread that we break ·is [L is it not…?] a ·sharing [participation; fellowship] in the body of Christ. ", "17": "Because there is one loaf of bread, we who are many are one body, because we all share that one loaf.", "18": "Think about ·the Israelites [L Israel according to the flesh]: Do not those who eat the sacrifices ·share [participate] in the altar [C by eating the sacrificial food, priests in the Jerusalem temple participate in the worship of God]? ", "19": "·I do not mean [L What, then, am I saying…?] that the food sacrificed to an idol is important or that an idol is anything at all. ", "20": "But I say that what is sacrificed to idols is offered to demons, not to God. And I do not want you to ·share anything [be participants; share fellowship] with demons. ", "21": "You cannot drink the cup of the Lord and the cup of demons also. You cannot ·share in [partake of] the Lord's table and the table of demons. ", "22": "Are we trying to make the Lord jealous? We are not stronger than he is, are we?", "23": "“·We are allowed to do all things [L All things are lawful/permissible],” but not all things are ·good for us to do [profitable; beneficial]. “·We are allowed to do all things [L All things are lawful/permissible],” but not all things ·help others grow stronger [L build up; C the quotations were probably slogans the Corinthians used; 6:12, 13; 7:1; 8:1, 4]. ", "24": "Do not look out only for yourselves. Look out for the good of others.", "25": "Eat any meat that is sold in the meat market. Do not ask questions ·about it [L for conscience's sake]. ", "26": "You may eat it, “because the earth belongs to the Lord, and ·everything in it [its fullness/abundance/bounty; Ps. 24:1; 50:12; 89:11].”", "27": "Those who are not believers may invite you to eat with them. If you want to go, eat anything that is put before you. Do not ask questions ·about it [L for conscience's sake]. ", "28": "But if anyone says to you, “That food was offered to idols,” do not eat it. Do not eat it because of that person who told you and ·because eating it might be thought to be wrong [L for conscience's sake]. ", "29": "I don't mean ·you think it is wrong [your conscience], but the ·other person might [the concience of the other person]. ·But why, you ask, [or For why] should my freedom be judged by someone else's conscience? ", "30": "If I eat the meal with thankfulness, why am I criticized because of something for which I thank God?", "31": "·The answer is [or Therefore; In summary], if you eat or drink, or if you do anything, do it all for the glory of God. ", "32": "Never do anything that might hurt others—Jews, Greeks, or God's church— ", "33": "just as I, also, try to please everybody in every way. I am not trying to do what is ·good [advantageous] for me but what is ·good [advantageous] for most people so they can be saved."}