{"1": "Now ·I will write about [or concerning your question about; L concerning; 7:1; 8:1; 12:1] the collection of money for ·God's people [T the saints; 2 Cor. 8—9; Rom. 15:25–28]. Do the same thing I told the Galatian churches to do [C Galatia was a Roman province in present-day central Turkey where Paul started churches on his first missionary journey (Acts 13—14)]: ", "2": "On the first day of every week [C Sunday], each one of you should put aside money ·as you have been blessed [or what you can afford; L whatever one prospers]. Save it up so you will not have to collect money after I come. ", "3": "When I arrive, I will send ·with letters of introduction whomever you approve [or whomever you authorize with your letters] to take your gift to Jerusalem. ", "4": "And if it seems ·good [appropriate; advisable; or worthwhile] for me to go also, they will go along with me.", "5": "I will come to you after I go through Macedonia—for I am planning to go through Macedonia [C the northern part of present-day Greece; Acts 19:21; 20:1, 2; 2 Cor. 1:15–16]. ", "6": "Perhaps I will stay with you for a time or even all winter. Then you can help me on my trip, wherever I go. ", "7": "[L For] I do not want to see you now just in passing. I hope to stay a longer time with you if the Lord allows it. ", "8": "But I will stay at Ephesus [C a prominent city in the Roman province of Asia, present-day western Turkey; Acts 19] until Pentecost [C the Jewish festival held on the fiftieth day after Passover (late spring)], ", "9": "because a ·good opportunity for a great and growing work has been given [L great and effective door (of opportunity) has opened up] to me now. And there are many ·people working against me [opponents; adversaries].", "10": "If Timothy comes to you, see to it that ·he has nothing to fear with you [or you put him at ease; you don't intimidate him], because he is working for the Lord just as I am. ", "11": "So none of you should treat Timothy ·as unimportant [or with contempt], but ·help [send] him on his trip in peace so that he can come back to me. I am expecting him to come with the ·brothers [other believers].", "12": "Now about our brother Apollos: I strongly encouraged him to visit you with the other brothers. He did not at all want to come now; he will come when he has the opportunity.", "13": "Be ·alert [watchful; on your guard]. ·Continue strong [Stand firm] in the faith. ·Have courage [or Act like men (ready for battle)], and be strong. ", "14": "Do everything in love.", "15": "You know that the ·family [household] of Stephanas were the ·first believers in [L firstfruits of] Achaia [C southern Greece] and that they have given themselves to the service of ·God's people [T the saints]. I ask you, brothers and sisters, ", "16": "to ·follow the leading of [or submit to the authority of] people like these and anyone else who ·works and serves with them [or works hard in our common task].", "17": "I ·am happy [rejoice] that Stephanas, Fortunatus, and Achaicus have come. ·You are not here, but they have filled your place [or They have supplied the help you could not]. ", "18": "[L For] They have refreshed my spirit and yours. You should ·recognize the value of [or give recognition to] people like these.", "19": "The churches in Asia [C the Roman province, in present-day Turkey] send greetings to you. Aquila and Priscilla [Acts 18:2–3, 18, 26] greet you in the Lord, as does the church that meets in their house. ", "20": "All the brothers and sisters here send greetings. Greet each other with a holy kiss.", "21": "I, Paul, am writing this greeting with my own hand [C the rest of the letter was evidently dictated to a scribe, called an amanuensis; see Rom. 16:22].", "22": "If anyone does not love the Lord, let him be ·separated from God—lost forever [L anathema]! ·Come, O Lord [L Maranatha; C Aramaic phrase meaning either “Our Lord, Come!” or “Our Lord has come”]!", "23": "The grace of the Lord Jesus be with you.", "24": "My love be with all of you in Christ Jesus.[a]"}