{"1": "Dear brothers and sisters, when I came to you, I did not come preaching God's ·secret[a] [mystery; C something God had not previously disclosed; Eph. 1:9] with ·fancy [superior; eloquent] words or a show of human wisdom. ", "2": "[L For] I ·decided [resolved] that while I was with you I would ·forget about everything [L not know anything] except Jesus Christ and his death on the cross. ", "3": "So when I came to you, I was weak and fearful and trembling. ", "4": "My ·teaching [message; speech] and preaching were not with words of human wisdom that ·persuade [or entice] people but with ·proof of the power that the Spirit gives [or proof powerfully revealed by the Spirit; or demonstrations of the Spirit and of power]. ", "5": "This was so that your faith would be in God's power and not in human wisdom.", "6": "However, we speak wisdom to those who are mature. But this wisdom is not from this ·world [age] or from the rulers of this ·world [age], who ·are losing their power [will soon disappear; are passing away]. ", "7": "We speak God's ·secret wisdom [or wisdom in a mystery; 2:1], which he has kept hidden. Before the ·world began [ages], God ·planned [decreed; destined] this wisdom for our glory. ", "8": "None of the rulers of this ·world [age] understood it. If they had, they would not have crucified the ·Lord of glory [glorious Lord]. ", "9": "But as it is written in the Scriptures: “No ·one [L eye] has ever seen this, and no ·one [L ear] has ever heard about it. No ·one [L human heart] has ever imagined what God has prepared for those who love him [Is. 64:4].”", "10": "But God has ·shown [revealed to] us these things through the Spirit. [L For] The Spirit ·searches out [examines; scrutinizes] all things, even the ·deep secrets [deep things; depths] of God. ", "11": "Who knows the thoughts that another person has? Only a person's spirit that lives within him knows his thoughts. It is the same with God. No one knows the thoughts of God except the Spirit of God. ", "12": "Now we did not receive the spirit of the world, but we received the Spirit that is from God so that we can know all that God has [freely] given us. ", "13": "And we speak about these things, not with words taught us by human wisdom but with words taught us by the Spirit. And so we explain spiritual truths ·to spiritual people [or to those who have the Spirit; or with the Spirit's words]. ", "14": "A ·person who does not have the Spirit [or natural person] does not accept the ·truths [L things] that come from the Spirit of God. That person thinks they are foolish and cannot understand them, because they can only be ·judged to be true [discerned; assessed] by the Spirit. ", "15": "The ·spiritual person [or person with the Spirit] is able to ·judge [discern; assess] all things, but no one can ·judge [discern; assess] him. ·The Scripture says [L For]:", "16": "“Who has known the mind of the Lord? Who has been able to ·teach [advise; counsel] him [Is. 40:13]?” But we have the mind of Christ [C the Holy Spirit reveals God and his ways to us; Rom. 11:34]."}