{"1": "Now ·I will discuss [L concerning] the things you wrote me about [C in a letter from the Corinthians; see 8:1; 12:1; 16:1]. It is good for a man not to ·have sexual relations with [L touch; C a euphemism for sex] a woman [C probably another slogan (6:12; 8:1, 4; 10:23) asserting that a celibate lifestyle was spiritually superior]. ", "2": "But because ·sexual sin is a danger [of sexual temptations; L of sexual sins], each man should ·have [or have sexual relations with] his own wife, and each woman should ·have [or have sexual relations with] her own husband. ", "3": "The husband should give his wife all that he owes her as his wife [C meet her sexual needs]. And the wife should give her husband all that she owes him as her husband [C meet his sexual needs]. ", "4": "The wife does not have ·full rights [L authority] over her own body; her husband shares them. And the husband does not have ·full rights [authority] over his own body; his wife shares them [C revolutionary teaching in the first century, when wives were generally viewed as the possession of their husbands]. ", "5": "Do not ·refuse to give your bodies to [refuse sex to; L deprive] each other, unless you both agree to stay away from sexual relations for a time so you can ·give your time [devote yourselves] to prayer. Then ·come together again [resume your sexual relationship] so Satan cannot tempt you because of a lack of self-control. ", "6": "I say this ·to give you permission to stay away from sexual relations for a time [L as a concession/allowance]. It is not a command to do so. ", "7": "I wish that everyone were like me [C unmarried], but each person has his own gift from God. One has one gift, another has another gift.", "8": "Now for those who are not married and for the widows I say this: It is good for them to stay unmarried as I am. ", "9": "But if they cannot ·control themselves [exercise self-control], they should marry. It is better to marry than ·to burn with sexual desire [L to burn].", "10": "Now I give this command for the married people. (The command is not from me; it is from the Lord [C Jesus taught on divorce; Mark 10:5–12].) A wife should not ·leave [separate from; or divorce] her husband. ", "11": "But if she does ·leave [or divorce], she must not marry again, or she should ·make up [reconcile] with her husband. Also the husband should not ·divorce [or leave] his wife.", "12": "For ·all the others [the rest] I say this (I am saying this, not the Lord [C Jesus gave no instruction on this, but Paul still speaks with authority as an apostle]): If a ·Christian man [L brother] has a wife who is not a believer, and she is ·happy [content; willing] to live with him, he must not ·divorce [or leave] her. ", "13": "And if a Christian woman has a husband who is not a believer, and he is ·happy [content; willing] to live with her, she must not ·divorce [or leave] him. ", "14": "The husband who is not a believer is ·made holy [sanctified; touched by holiness] through his believing wife. And the wife who is not a believer is ·made holy [sanctified; touched by holiness] through her believing husband. If this were not true, your children would ·not be clean [be spiritually impure; or be without spiritual influence], but now your children are holy [C some Corinthians said an unbeliever defiled a Christian marriage; Paul reverses this and says believers “sanctify” the marriage].", "15": "But if those who are not believers decide to ·leave [or divorce], let them ·leave [or divorce]. When this happens, the ·Christian man [L brother] or ·woman [L sister] is ·free [L not bound; C to the marriage covenant]. But God called us[a] to ·live in peace [L peace]. ", "16": "Wife, you don't know; maybe you will save your husband. And husband, you don't know; maybe you will save your wife.", "17": "But in any case each one of you should continue to live ·the way [or in the situation] God has given you to live—the way you were when God called you. This is a ·rule [instruction] I make in all the churches. ", "18": "If a man was already circumcised when he was called, he should not undo his circumcision. If a man was without circumcision when he was called, he should not be circumcised. ", "19": "·It is not important if a man is circumcised or not [L Circumcision is nothing and uncircumcision is nothing]. The important thing is ·obeying [keeping] God's commands. ", "20": "Each one of you should stay ·the way you were [in the situation you were in] when God called you. ", "21": "If you were a slave when God called you, do not let that bother you. But if you can ·be free [gain your freedom], ·then make good use of your freedom [or then take that opportunity; or instead remain and make use of your opportunities as a slave]. ", "22": "[L For] Those who were slaves when the Lord called them are free persons who belong to the Lord. In the same way, those who were free when they were called are now Christ's slaves. ", "23": "You all were bought at a great price, so do not become slaves of people. ", "24": "Brothers and sisters, each of you should stay as you were when you were called, ·and stay there with God [or with God at your side; L with God].", "25": "Now I write about ·people who are not married [or those never married; or betrothed women; L virgins]. I have no command from the Lord about this; I give my ·opinion [perspective; judgment]. But I can be trusted, because the Lord has shown me mercy. ", "26": "Because ·the present time is a time of trouble [of the present crisis/distress/trouble], I think it is ·good [best] for you to stay the way you are. ", "27": "If you ·have a wife [L are bound to a wife; or are pledged to a woman], do not try to ·become free from [or divorce] her. If you are not married, do not try to find a wife. ", "28": "But if you decide to marry, you have not sinned. And if a ·girl who has never married [or betrothed woman; L virgin] decides to marry, she has not sinned. But those who marry will have ·trouble [trials; tribulation] in ·this life [this world; L the flesh], and I want ·you to be free [to spare you] from trouble [C during times of persecution, those with family obligations suffer the most].", "29": "Brothers and sisters, this is what I mean: ·We do not have much time left [The time is short/limited/coming to an end]. So starting now, those who have wives should live as if they had no wives. ", "30": "Those who are ·crying [weeping; mourning] should live as if they were not ·crying [weeping; mourning]. Those who ·are happy [rejoice] should live as if they were not ·happy [rejoicing]. Those who buy things should live as if they ·own [or could keep/hold on to] nothing. ", "31": "Those who use ·the things of the world [L the world] should live as if they were not ·using [engrossed in; dependent upon] them, because this world in its present form ·will soon be gone [is passing away].", "32": "I want you to be free from ·worry [concern]. A man who is not married is ·busy [concerned] with the Lord's work, trying to please the Lord. ", "33": "But a man who is married is ·busy [concerned] with things of the world, trying to please his wife. ", "34": "He ·must think about two things—pleasing his wife and pleasing the Lord [L is divided]. A woman who is not married or a ·girl who has never married [or betrothed woman; L virgin] is ·busy [concerned] with the ·Lord's work [L things of the Lord]. She wants to be holy in body and spirit. But a married woman is ·busy [concerned] with things of the world, as to how she can please her husband. ", "35": "I am saying this to help you, not to ·limit [restrain] you. But I want you to live ·in the right way [or in a proper/orderly manner; or above criticism], to ·give yourselves fully [be devoted] to the Lord without ·concern for other things [distraction].", "36": "If a man thinks he is ·not doing the right thing with [or acting improperly toward] ·the girl he is engaged to [L his virgin; C it is possible, but less likely, that the passage concerns a father's decision to allow his virgin daughter to marry; a third option is that it is about a couple in a “spiritual” (celibate) marriage deciding whether to consummate it], if ·she is almost past the best age to marry [or his passions are too strong; L he/she is at the highest point] and ·he feels he should marry her [L it ought to be so], he should do what he wants. They should get married. It is no sin. ", "37": "But if a man is ·sure [resolved; firm] in his ·mind [conviction; heart] that there is no ·need for marriage [obligation; necessity], and has his own ·desires [or will] under control, and has decided ·not to marry the one to whom he is engaged [to keep her a virgin], he is doing the right thing. ", "38": "So the man who marries his ·fiancée [L virgin] does right, but the man who does not marry will do better.", "39": "A woman ·must stay with [is bound to] her husband as long as he lives. But if her husband dies, she is free to marry any man she wants, but she must marry ·another believer [L in the Lord]. ", "40": "The woman is ·happier [better off; more blessed] if she ·does not marry again [L remains as she is]. This is my ·opinion [perspective; judgment], but I believe I also have God's Spirit [C Paul affirms he is speaking for God]."}