{"1": "Now ·I will write about [or concerning your question about; L concerning; see 7:1; 12:1; 16:1] meat that is sacrificed to idols. We know that “we all have knowledge [C probably a slogan used by the Corinthians; see 6:12, 13; 7:1; 8:4; 10:23].” Knowledge puffs you up with pride, but love builds up. ", "2": "If you think you know something, you do not yet know as ·well as you should [L you ought to know]. ", "3": "But if any person loves God, that person is known by God.", "4": "So ·this is what I say about [L concerning] eating meat sacrificed to idols: We know that an idol is really nothing in the world, and we know there is ·only one God [no God but one; Deut. 4:35, 39; C these may be other slogans the church was using to justify their behavior; see v. 1]. ", "5": "Even though there are things called gods, in heaven or on earth (and there are many “gods” and “lords”), ", "6": "for us there is only one God—the Father. All things came from him, and we live for him. And there is only one Lord—Jesus Christ. All things were made through him, and we also ·were made [exist; live] through him.", "7": "But not all people know this. Some people are still so used to idols that when they eat meat, they still think of it as being sacrificed to an idol. Because their conscience is weak, when they eat it, ·they feel guilty [L their conscience is defiled]. ", "8": "But food will not ·bring us closer [make us acceptable] to God. Refusing to eat does not make us ·less pleasing to God [any worse; L lacking], and eating does not make us ·better in God's sight [any better; L abounding].", "9": "But be careful that ·your freedom [this right/authority of yours] does not ·cause those who are weak in faith to fall into sin [L become a stumbling block to the weak]. ", "10": "Suppose one of you who has knowledge eats in an idol's temple. Someone who ·is weak in faith [or has a weak conscience] might see you eating there and be ·encouraged [enboldened] to eat meat sacrificed to idols ·while thinking it is wrong to do so [or as a result of his weak conscience]. ", "11": "This weak ·believer [L brother] for whom Christ died is ·ruined [destroyed] because of your “knowledge.” ", "12": "When you sin against your brothers and sisters in Christ like this and ·cause them to do what they feel is wrong [L wound their weak conscience], you are also sinning against Christ. ", "13": "So if the food I eat causes them to fall into sin, I will never eat meat again so that I will not cause any of them to ·sin [stumble; fall into sin]."}