{"1": "After Moses, the servant of the Lord, had died, the Lord spoke to Nun's son Joshua, announcing to him, ", "2": "“My servant Moses is dead. Now get ready to cross the Jordan River[a]—you and all the people—to the land that I'm giving the Israelis. ", "3": "I'm giving you every place where the sole of your foot falls, just as I promised Moses. ", "4": "Your territorial border will extend from the wilderness to the Lebanon Mountains,[b] to the river—that great River Euphrates—all the land of the Hittites—as far as the Mediterranean[c] Sea where the sun sets. ", "5": "No one will be victorious[d] against you for the rest of your life. I'll be with you just like I was with Moses—I'll neither fail you nor abandon you.", "6": "“Be strong and courageous, because you'll be leading this people to inherit the land that I promised to give their ancestors. ", "7": "Only be strong and very courageous to ensure that you obey all the instructions[e] that my servant Moses gave you—turn neither to the right nor to the left from it—so that you may succeed wherever you go. ", "8": "This set of instructions[f] is not to cease being a part of your conversations.[g] Meditate on it day and night, so that you may be careful to carry out everything that's written in it, for then you'll prosper and succeed. ", "9": "I've commanded you, haven't I? Be strong and courageous. Don't be fearful or discouraged, because the Lord your God is with you wherever you go.”", "10": "Then Joshua gave orders to the officials of the people. ", "11": "“Go through the camp,” he said, “and command the people, 'Prepare provisions for yourselves, because within three days you'll be crossing the Jordan River to take possession of the land that the Lord your God is giving you—so go get it!'”", "12": "Joshua told the descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh, ", "13": "“Remember what[h] Moses commanded you when he said, 'The Lord your God will provide you rest, as well as this land.' ", "14": "Your wives, your young children, and your livestock will remain in the land that Moses gave you on this side of the Jordan River, but you and all your warriors will cross, ready for battle, in full view of your relatives, and you will help them ", "15": "until the Lord gives relief to your relatives, as he did to you. Then they'll take the land that the Lord your God is giving them as their inheritance. You'll return to the land of your heritage and receive the inheritance that Moses the servant of the Lord gave you on the east side of the Jordan River, in the direction of the sunrise.”", "16": "“We'll do everything that you commanded,” they replied. “We'll go wherever you send us. ", "17": "We'll listen and obey you in everything, just like we did with Moses. Only may the Lord your God be with you, just as he was with Moses. ", "18": "Anyone who rebels against what you say and doesn't listen to your words regarding everything that you command will be executed. Only be strong and courageous.”"}