{"1": "This is what the Israelis inherited in the land of Canaan, which Eleazar the priest, Nun's son Joshua, and the heads of the families of the Israelis allotted to them as an inheritance ", "2": "by lot, just as the Lord commanded through Moses for the nine tribes and the half-tribe, ", "3": "since Moses had given the inheritance of the two tribes and the half-tribe across the Jordan River. However, he did not give an inheritance to the descendants of Levi who lived among them, ", "4": "since the descendants of Joseph constituted two tribes—Manasseh and Ephraim. They did not allot a portion to the descendants of Levi in the land, since they were given[a] cities to live in, along with pastures for their livestock and property. ", "5": "So the Israelis did just as the Lord had commanded Moses—they divided the land.", "6": "After this, the descendants of Judah approached Joshua in Gilgal. Jephunneh the Kenizzite's son Caleb told him, “You know the promise that the Lord gave Moses the man of God concerning the two of us in Kadesh-barnea. ", "7": "I was 40 years old when Moses the servant of the Lord sent me from Kadesh-barnea to scout the land. I brought back an honest report[b] to him. ", "8": "As it happened, my fellow Israelis who went up with me terrified the people, but I fully followed the Lord my God. ", "9": "Moses made a promise to me on that day when he said, 'The land that you covered on foot will certainly be your inheritance. It will belong to your descendants forever, because you have fully followed the Lord my God.'", "10": "“Look how[c] the Lord has let me survive, as you can see, these 45 years since the time when the Lord said this through Moses, while Israel was wandering through the wilderness. And look! I'm here today—my eighty-fifth birthday! ", "11": "I'm still as strong today as I was the day Moses commissioned me. I'm as strong today as I was then, and I can go out to battle and come back successful. ", "12": "Now then, give me that hill country about which the Lord spoke back on that day, because you yourself heard back then that the Anakim[d] were there, with great reinforced cities. Perhaps the Lord will be with me and I will expel them, just as the Lord said.”", "13": "So Joshua blessed him and gave Hebron to Jephunneh's son Caleb for his inheritance. ", "14": "Therefore Hebron became the inheritance of Jephunneh the Kenizzite's son Caleb, and it remains so today, because he fully followed the Lord God of Israel. ", "15": "Hebron used to be known as Kiriath-arba, after the greatest man among the Anakim.[e] After all of this, the land enjoyed rest from war."}