{"1": "After this, the entire assembly of the Israelis gathered together at Shiloh and set up the Tent of Meeting there, where the land lay conquered before them. ", "2": "Seven tribes remained among the Israelis for whom their inheritances had not yet been allocated.", "3": "So Joshua told the Israelis, “How long will you delay invading and taking possession of the land that the Lord God of your ancestors has given you? ", "4": "Appoint three men from each tribe and I'll send them. They'll begin to go through the land and record a description of it, categorized according to their inheritance, and then they'll report[a] back to me. ", "5": "They'll divide it seven ways. Judah will stay in its territory on the south and the house of Joseph will remain in its territory on the north. ", "6": "Lay out the land in seven divisions, then bring your report[b] here to me. I will then cast lots in the presence of the Lord our God. ", "7": "The descendants of Levi have no allotment among you, since the priesthood of the Lord is their inheritance. Gad, Reuben, and the half-tribe of Manasseh received their inheritance to the east, beyond the Jordan River given to them by Moses the servant of the Lord.”", "8": "So the men started out, following Joshua's command to those who went to scout the land, “Go through the land and record a description of it, and then return to me. I will then cast lots in the presence of the Lord your God in Shiloh.” ", "9": "Then the men left camp and went throughout the land, describing its cities in a book with seven divisions. Then they returned to Joshua at the camp at Shiloh. ", "10": "Joshua threw lots in Shiloh in the Lord's presence and divided the land accordingly among the Israelis according to their divisions.", "11": "The allotment of the tribe of the descendants of Benjamin came up according to their families, and their territorial allotment fell between the descendants of Judah and the descendants of Joseph. ", "12": "Their border started on the north side at the Jordan River, proceeded to the slope of Jericho on the north, then westward through the hill country, and terminated at the wilderness of Beth-aven. ", "13": "From there the boundary proceeded south in the direction of Luz to the slope of Luz (also known as Bethel), then proceeded to Ataroth-addar, on the mountain that lies south of Lower Beth-horon. ", "14": "From there the boundary changed direction, turning southward on the western side opposite Beth-horon, terminating at Kiriath-baal (also known as Kiriath-jearim), which belongs to Judah. This formed the western boundary.", "15": "The southern boundary began at the edge of Kiriath-jearim, proceeding from there to Ephron and then to the spring at the Nephtoah Waters. ", "16": "From there the boundary proceeded to the border of the mountain that overlooks the Ben-hinnom Valley at the northern end of the Rephaim Valley, where it proceeded down the Hinnom Valley south of the slope of the Jebusites toward En-rogel. ", "17": "Then it turned north toward En-shemesh and proceeded from there to Geliloth opposite the ascent of Adummim, where it turned toward the Stone of Bohan, Reuben's son, ", "18": "and proceeded north of the slope of Beth-arabah down to the Arabah. ", "19": "From there the boundary proceeded to north of the slope of Beth-hoglah and terminated at the northern bay of the Salt[c] Sea where the Jordan River ends in the south. This was the southern border. ", "20": "The Jordan River formed its boundary on the east. This is the inheritance for the tribe of Benjamin according to its families, boundary by boundary around the entire territory.[d]", "21": "The towns belonging to the tribe of Benjamin according to their families were Jericho, Beth-hoglah, Emek-keziz, ", "22": "Beth-arabah, Zemaraim, Bethel, ", "23": "Avvim, Parah, Ophrah, ", "24": "Chephar-ammoni, Ophni, and Geba, for a total of twelve towns and villages. ", "25": "Also included were[e] Gibeon, Ramah, Beeroth, ", "26": "Mizpeh, Chephirah, Mozah, ", "27": "Rekem, Irpeel, Taralah, ", "28": "Zela, Haeleph, Jebus (also known as Jerusalem), Gibeah, and Kiriath-jearim, for a total of fourteen towns and villages. This is the inheritance of the tribe of Benjamin according to their families."}