{"1": "The second lottery went to the tribe of Simeon according to its families. Its inheritance was enclosed within the inheritance of the tribe of Judah. ", "2": "Its inheritance included Beer-sheba (also known as[a] Shebah), Moladah, ", "3": "Hazar-shual, Balah, Ezem, ", "4": "Eltolad, Bethul, Hormah, ", "5": "Ziklag, Beth-marcaboth, Hazar-susah, ", "6": "Beth-lebaoth, and Sharuhen, for a total of thirteen towns and villages. ", "7": "Also included were[b] Ain, Rimmon, Ether, and Ashan, for a total of four towns and villages. ", "8": "Also included were[c] all the surrounding villages as far as Baalath-beer, in Ramah of the Negev.[d] This was the inheritance of the tribe of Simeon, according to its families. ", "9": "The inheritance of the tribe of Simeon was contained in part of the territory of Judah; that is, because the portion allotted to the tribe of Judah was large enough for both tribes, the tribe of Simeon obtained an inheritance within that of Judah.[e]", "10": "The third lottery went to the tribe of Zebulun according to its families. The boundary of its inheritance extended to Sarid, ", "11": "then turned westward toward Maralah, proceeding to Dabbesheth, and then to the valley that is east of Jokneam. ", "12": "From Sarid it proceeded back eastward, creating a sunrise boundary at Chisloth-tabor, and proceeded from there to Daberath, then to Japhia, ", "13": "from which it proceeded toward the east to Gath-hepher, then to Eth-kazin, then going to Rimmon, where it turned toward Neah. ", "14": "On the north of Neah, the boundary turned toward Hannathon, terminating at Iphtah-el Valley ", "15": "and Kattath, Nahalal, Shimron, Idalah, and Bethlehem, for a total of twelve towns and villages. ", "16": "These towns and villages are the inheritance of the tribe of Zebulun according to its families.", "17": "The fourth lottery went to the tribe of Issachar according to its families. ", "18": "The territorial allotment included Jezreel, Chesulloth, Shunem, ", "19": "Hapharaim, Shion, Anaharath, ", "20": "Rabbith, Kishion, Ebez, ", "21": "Remeth, En-gannim, En-haddah, Beth-pazzez, ", "22": "with the boundary including Tabor, Shahazumah, and Beth-shemesh. The boundary terminated at the Jordan River, for a total of sixteen towns and villages. ", "23": "These towns and villages comprise the inheritance of the tribe of Issachar, according to its families.", "24": "The fifth lottery went to the tribe of Asher according to its families. ", "25": "The territorial boundary included Helkath, Hali, Beten, Achshaph, ", "26": "Allammelech, Amad, and Mishal, and on the west Carmel and Shihor-libnath, ", "27": "then proceeded east to Beth-dagon. It proceeded to Zebulun and the Iphtah-el Valley, turned north to Beth-emek and Neiel, then proceeded north to Cabul, ", "28": "Ebron, Rehob, Hammon, and Kanah as far as Great Sidon. ", "29": "There the boundary turned toward Ramah, reaching to the fortress city of Tyre and turned to Hosah, where it terminated at the Mediterranean[f] Sea. Also included were[g] Mahalab, Achzib, ", "30": "Ummah, Aphek, and Rehob, for a total of 22 towns and villages. ", "31": "These towns and villages are the inheritance of the tribe of Asher according to its families.", "32": "The sixth lottery went to the tribe of Naphtali according to its families. ", "33": "The territorial boundary proceeded from Heleph, the oak in Zaanannim, and Adami-nekeb, and Jabneel as far as Lakkum, terminating at the Jordan River. ", "34": "There the boundary proceeded west to Aznoth-tabor and then to Hukkok, reaching Zebulun at the south, Asher on the west, and Judah on the east at the Jordan River. ", "35": "Also included were[h] the fortress towns of Ziddim, Zer, Hammath, Rakkath, Chinnereth, ", "36": "Adamah, Ramah, Hazor, ", "37": "Kedesh, Edrei, En-hazor, ", "38": "Iron, Migdal-el, Horem, Beth-anath, and Beth-shemesh, for a total of nineteen towns and their villages. ", "39": "These towns and villages comprised the inheritance of the tribe of Naphtali according to its families.", "40": "The seventh lottery went to the tribe of Dan according to its families. ", "41": "The territorial allotment included Zorah, Eshtaol, Ir-shemesh, ", "42": "Shaalabbin, Aijalon, Ithlah, ", "43": "Elon, Timnah, Ekron, ", "44": "Eltekeh, Gibbethon, Baalath, ", "45": "Jehud, Bene-berak, Gath-rimmon, ", "46": "Me-jarkon, and Rakkon at the border near Joppa. ", "47": "Later, when the descendants of Dan lost their territory, they went up and attacked Leshem. After they captured it and executed its inhabitants, they took possession of it and settled there, renaming the city of Leshem to Dan in memory of their ancestor Dan. ", "48": "These towns and villages comprised the inheritance of the tribe of Dan according to their families.", "49": "When the Israelis had completed distribution of the various territories of the land as inheritances, they provided an inheritance to Nun's son Joshua. ", "50": "By a command from the Lord, they allocated the town that he requested, Timnath-serah in the hill country of Ephraim. He rebuilt the town and settled there. ", "51": "These are the inheritances that Eleazar the priest, Nun's son Joshua, and the heads of the families of the Israeli tribes distributed by lot in the Lord's presence at the entrance to the Tent of Meeting. So they finished dividing the land."}