{"1": "After this, Nun's son Joshua sent two men from the Acacia groves[a] as undercover scouts. He told them, “Go and look over the land. Pay special attention to Jericho.” So they went out, came to the house of a prostitute named Rahab, and lodged there.", "2": "Then the king of Jericho was told, “Look! Israeli men arrived tonight to scout out the land.”", "3": "So the king of Jericho sent for Rahab and ordered her, “Bring out the men who came to visit you and lodged in your house, because they've come to scout out the entire land.”", "4": "Now the woman had taken the two men and hid them. So she replied, “The men really did come to me, but I didn't know from where they came. ", "5": "At dusk, when it was time to close the city gates, the men left. I don't know where the men went. Go after them quickly, and[b] you might overtake them.”", "6": "But she had taken them up to the roof and had hidden them among stalks of flax that she had laid out in order on the roof. ", "7": "So the men pursued them along the road that leads to the fords of the Jordan River. As soon as the search party had left, they shut the city gate after them.", "8": "Before the scouts[c] had lain down, she went up to them on the roof ", "9": "“I'm really convinced that the Lord has given you the land,” she said,[d] “because we're overwhelmed with fear of you. All the other inhabitants of the land are demoralized at your presence, ", "10": "because we heard how the Lord dried up the water of the Reed[e] Sea right in front of you as you were coming out of Egypt, and what you did to the two kings of the Amorites who were on the other[f] side of the Jordan River—to Sihon and Og—whom you completely destroyed. ", "11": "When we heard these reports,[g] we all became terrified and discouraged[h] because of you, for the Lord your God is God in heaven above and on the earth beneath. ", "12": "Now therefore, since I've treated you so kindly,[i] please swear in the name of[j] the Lord that you'll also be kind[k] to my father's household by giving me this[l] sure sign: ", "13": "Spare my father, my mother, and my brothers and sisters, along with everyone who belongs with them so we won't be killed.”", "14": "So the men told her, “Our life for yours—even to death—if you don't betray this mission of ours. Then when the Lord gives us this land, we'll treat you graciously and faithfully.”", "15": "So she let them down by a rope through the window, since her house was built into the town wall where she lived. ", "16": "She told them, “Go out to the hill country, so the search party won't find you, and hide for three days. After that, you may go on your own way.”", "17": "The men replied, “We'll be free from our commitment to you to which you've obligated us ", "18": "when we invade the land, if you don't tie this rope made with red cords in the window through which you let us down, and if you don't gather your father, your mother, your brothers, and all of the rest of your father's household into your house. ", "19": "Everyone who leaves through the doors of your house into the street will be responsible for his own death, but we'll be responsible for anyone who remains with you in the house if even so much as a hand is laid on him. ", "20": "But if you report this incident, we'll be free from the oath to which you've made us swear.”", "21": "“Since you put it that way,”[m] she replied, “I agree.”[n] After she sent them on their way and they had left, she tied the red cord in the window.", "22": "The scouts[o] left for the hill country and remained there for three days until the search party returned. The search party searched the entire road, but was unable to find them. ", "23": "Later, the two men returned from the hill country, crossed over the Jordan River,[p] approached Nun's son Joshua, and told him everything that had happened to them. ", "24": "They reported to Joshua, “The Lord really has given the entire land into our control. The inhabitants of the land have melted away right in front of us!”"}