{"1": "All the Amorite kings who lived across the Jordan River to the west and all the Canaanite kings by the Mediterranean[a] Sea became discouraged as soon as they heard that the Lord had dried up the water of the Jordan River for the people of Israel until they had crossed it. They no longer had a will to fight[b] because of the people of Israel.", "2": "At that time the Lord told Joshua, “Make for yourselves some flint knives and circumcise the Israelis who haven't been circumcised yet.”[c]", "3": "So Joshua made some flint knives and circumcised the Israelis at Gibeath-haaraloth.[d] ", "4": "Joshua circumcised them because all of the males among the people who came out of Egypt—that is, all the warriors—had died during their journey through the wilderness following their departure from Egypt. ", "5": "Although everyone who had left Egypt had been circumcised, nevertheless all the people born during the journey after their departure from Egypt had not been circumcised. ", "6": "The Israelis traveled 40 years in the wilderness until the entire nation—that is, the warriors who had departed from Egypt—had perished because they hadn't listened to the voice of the Lord. The Lord had promised them that he would not let them see the land that he had sworn to give us, a land that flows with milk and honey. ", "7": "As a result, it was their descendants, whom he raised up to take their place, that Joshua circumcised. They had remained uncircumcised, because they had not been circumcised during their journey. ", "8": "When the circumcision of the entire nation was complete, they remained in their places within the camp until they were healed.", "9": "Then the Lord told Joshua, “Today I have rolled the disgrace of Egypt away from you.” That's why that place is called “Gilgal”[e] to this day.", "10": "While the Israelis remained encamped at Gilgal on the plains of Jericho, they observed the Passover during the evening of the fourteenth day of the month. ", "11": "On the day following Passover—on that exact day—they ate the produce of the land, unleavened cakes and parched grain. ", "12": "The manna ceased on the day they ate the produce of the land. Since the Israelis no longer received manna, they ate crops from the land of Canaan that year.", "13": "Now it happened that while Joshua was near Jericho, he looked up and much to his amazement, he saw a man standing in front of him, holding a drawn sword in his hand! Joshua approached him and asked him, “Are you one of us, or are you with our enemies?”", "14": "“Neither,” he answered. “I have come as commander of the Lord's Army.” Joshua immediately fell on his face to the earth and worshipped, saying to him, “Lord, what do you have for your servant by way of command?”", "15": "The commander of the Lord's Army replied to Joshua, “Remove your sandals from your feet, because the place where you're standing is holy.” So Joshua did so."}