{"1": "These are the words that Moses spoke to all Israel in the area beyond the Jordan, in the wilderness, in the Arabah opposite Suph, between Paran on one side and Tophel, Laban, Hazeroth, and Di Zahab on the other.", "2": "(It is an eleven-day journey from Horeb to Kadesh Barnea by the Mount Seir road.)", "3": "In the fortieth year, in the eleventh month, on the first of the month, Moses spoke to the people of Israel everything that the Lord had commanded him concerning them. ", "4": "This was after he had defeated Sihon king of the Amorites, who lived in Heshbon, and he had defeated Og king of Bashan, who lived in Ashtaroth, at Edrei.[a] ", "5": "In the area east of the Jordan, in the land of Moab, Moses took on the task of explaining clearly this law[b] as follows. This is what he said:", "6": "The Lord our God spoke to us at Horeb. He said, “You have stayed at this mountain long enough. ", "7": "Turn in the other direction, start traveling, and go to the hill country of the Amorites and to all the people living in the Arabah,[c] in the hill country,[d] in the Shephelah,[e] and in the Negev,[f] and in the coastland by the sea (the land of the Canaanites) and the Lebanon range, up to the Great River (the River Euphrates). ", "8": "Look now, I have given you the land that is ahead of you. Go and take possession of the land that the Lord swore to give to your fathers, to Abraham, Isaac, and Jacob, promising to give it to them and to their descendants after them.”", "9": "So I said to you at that time, “I am not able to carry you by myself. ", "10": "The Lord your God has increased your number, and here you are today, as numerous as the stars in the heavens. ", "11": "May the Lord, the God of your fathers, add to you a thousand times as many as you are now, and may he bless you, just as he promised you. ", "12": "But how can I manage by myself to carry the burden that you have become and the load that you are—especially your disputes? ", "13": "Provide for yourselves, tribe by tribe, men who are wise and perceptive and with known ability, and I will appoint them as your leaders.”", "14": "Then you answered me, “What you propose to do is good.” ", "15": "So I took the heads of your tribes, men who were wise and of known ability, and I appointed them as heads over you, commanders of thousands and commanders of hundreds and commanders of fifties and commanders of tens, as well as officers for your tribes.", "16": "I gave these orders to your judges at that time: “Listen to disputes among your brothers, and judge righteously between a man and his brother Israelite, as well as with the alien who resides with him. ", "17": "Do not show partiality in judgment. Provide a hearing for the small and the great alike. Do not be motivated by fear of any person, because judgment belongs to God. Any case that is too difficult for you, bring it before me and I will hear it.” ", "18": "So I gave you orders at that time about everything that you should do.", "19": "Then we journeyed from Horeb, and we walked through that whole vast and terrifying wilderness that you saw on the road to the hill country of the Amorites, as the Lord our God had commanded us to do. When we came to Kadesh Barnea, ", "20": "I said to you, “You have come to the hill country of the Amorites, which the Lord our God is giving us. ", "21": "Look now, the Lord your God has given you the land ahead of you. Go up, take possession of it, as the Lord, the God of your fathers, has said to you. Do not be afraid and do not be overwhelmed.”", "22": "Then all of you approached me and said, “Let us send out some of our men so that they can scout the land for us and bring us a report about the route that we should take and the cities that we will reach.”", "23": "The plan seemed good to me, so I selected from you twelve men, one man from each tribe. ", "24": "They set out and went up to the hill country and came to the area of the Valley of Eshcol and spied on it. ", "25": "They took in their hands some of the fruit of the land and brought it back to us and brought us a report that said, “The land that the Lord our God is giving us is good.”", "26": "Still you were not willing to go up, and you rebelled against the order of the Lord your God. ", "27": "You complained in your tents and said, “Because the Lord hates us, he brought us out of the land of Egypt to hand us over to the Amorites so they could destroy us. ", "28": "Where are we going? Our brothers have made our hearts melt by saying, 'People there are stronger and taller than we are! There are large cities with fortified walls up to the skies! Also, we have seen the descendants of Anak there!'”", "29": "So I said to you, “Do not be overwhelmed and do not be afraid of them. ", "30": "The Lord your God, who is going ahead of you, will fight for you, exactly as he did for you in Egypt, right before your very eyes, ", "31": "and just as he did in the wilderness, where you saw that the Lord your God carried you as a man carries his son, on the entire way that you walked until you came to this place.” ", "32": "Yet even with this, you did not believe the Lord your God, ", "33": "who went ahead of you on the journey to search out a place for you to camp. He showed you the way that you should travel, by fire during the night and by a cloud during the day.", "34": "When the Lord heard the tone of your words, he was angry, and he swore an oath: ", "35": "“Not one of these people from this evil generation will see the good land that I swore to give to your fathers, ", "36": "except Caleb son of Jephunneh. He will see it, and I will give the land on which he walked to him and his children, because he has fully followed the Lord.” ", "37": "The Lord was angry with me too because of you. He said, “You also will not enter there. ", "38": "Joshua son of Nun, who is standing before you, will enter there. Strengthen him, because he will lead Israel to possess it. ", "39": "Your toddlers, who you said would become plunder of war, and your children, who today do not yet know good and evil, will enter there. I will give it to them and they will take possession of it. ", "40": "But you, turn around and travel into the wilderness toward the Red Sea.”[g]", "41": "Then you answered me, “We have sinned against the Lord. We will go up and fight, just as the Lord our God commanded us to do.” So each man among you strapped on his weapons of war, and you thought it would be easy to go up to the hill country.", "42": "But the Lord instructed me: “Say to them, 'Do not go up and fight, because I will not be among you to keep you from being struck down by your enemies.'” ", "43": "So I spoke to you, but you did not listen. You rebelled against the command of the Lord and acted presumptuously by going up to the hill country anyway. ", "44": "Then the Amorites living in the hill country went out to meet you. They pursued you like bees, and they struck you down in Seir all the way to Hormah. ", "45": "Then you returned and you cried out before the Lord, but the Lord did not pay attention to the noise you made. He did not listen to you. ", "46": "So you stayed in Kadesh many days—those well-known days that you stayed there."}