{"1": "Love the Lord your God and always carry out his requirements, his statutes, his ordinances, and his commandments.", "2": "Know this today! I am not addressing your children, who have not known and seen all these things: the discipline of the Lord your God; his greatness, his strong hand, and his outstretched arm;", "3": "his signs and his deeds that he performed in Egypt against Pharaoh king of Egypt and against all his land;", "4": "what he did to the army of Egypt and its horses and chariots; how he caused the water of the Red Sea to flow over their heads when they pursued you; how the Lord has destroyed them to this day;", "5": "what he did for you in the wilderness until you came to this place;", "6": "what he did to Dathan and Abiram, the sons of Eliab son of Reuben; how the earth opened its mouth and swallowed them with their households, their tents, and every living thing that was at their feet, in the middle of all Israel.", "7": "Know today it is your own eyes that have seen every deed that the Lord your God performed.", "8": "Therefore, keep the whole set of commands that I am giving you today so that you may have the strength to enter and take possession of the land that you are about to cross into and possess, ", "9": "and so that you may live for a long time on the land that the Lord your God swore to give to your fathers and to their descendants, a land flowing with milk and honey.", "10": "The land that you are about to enter and possess is not like that land of Egypt that you left, where you were accustomed to sow your seed and water it by hand[a] like a vegetable garden. ", "11": "But the land you are entering to possess is a land of mountains and valleys. It drinks water provided by rain from the heavens. ", "12": "It is a land that the Lord your God takes care of. The eyes of the Lord your God are continually on it, from the start to the end of the year.", "13": "If you faithfully listen to my commandments that I am giving you today, to love the Lord your God and to serve him with all your heart and with all your soul, ", "14": "then I will provide rain for your land in season, early fall rain and late spring rain, and you will gather your grain and your new wine and your fresh oil. ", "15": "I will provide grass in your field for your livestock, and you will eat and be satisfied.", "16": "Be careful, or your heart will be deceived and you will turn away and serve other gods and bow down to them. ", "17": "Then the anger of the Lord will burn against you, and he will close up the heavens. There will be no rain, the ground will not produce crops, and you will perish quickly from the good land that the Lord is giving you.", "18": "Put these words of mine in your hearts and in your soul, and tie them on your wrists as signs and as symbols on your forehead. ", "19": "Teach them to your children by talking about them when you sit in your house and when you travel on the road, when you lie down and when you get up. ", "20": "Write them on the doorframes of your houses and on your gates, ", "21": "so that your days and the days of your children may be many on the land that the Lord promised to your fathers with an oath, as many as the days that the heavens remain over the earth.", "22": "If you carefully keep the whole set of commandments that I am giving you, loving the Lord your God, walking in all his ways, and clinging to him, ", "23": "then the Lord will drive out all these nations before you, and you will take possession of nations larger and stronger than you.", "24": "Every place where the sole of your foot walks will be yours. From the Wilderness to Lebanon, from the River—the River Euphrates—to the Mediterranean Sea,[b] all of it will be your territory.", "25": "No one will be able to stand up to you. The Lord your God will put the fear and dread of you over the whole land on which you walk, just as he promised you.", "26": "You see, I am placing before you today a blessing and a curse: ", "27": "the blessing, if you listen to the commandments of the Lord your God that I am giving you today, ", "28": "or the curse, if you do not listen to the commandments of the Lord your God and you turn away from the path that I am commanding you today by walking after other gods whom you did not know.", "29": "When the Lord your God brings you into the land you are about to enter and possess, you are to pronounce the blessing on Mount Gerizim and the curse on Mount Ebal. ", "30": "As you know, they are on the other side of the Jordan, beyond the west road,[c] toward the setting sun, in the land of the Canaanites that live in the Arabah, opposite Gilgal, by the oaks of Moreh.", "31": "You are about to cross over the Jordan to go in and take the land that the Lord your God is giving you. You will take it and live in it. ", "32": "But be careful to carry out all the statutes and the ordinances that I am giving you today."}