{"1": "If a prophet or an interpreter of dreams arises among you, and he predicts a sign or wonder for you,[a] ", "2": "and the sign or wonder that he promised you comes true, and he says, “Let's go after other gods that you do not know, and let's serve them,” ", "3": "do not listen to the words of that prophet or that interpreter of dreams, because the Lord your God is testing you to see whether you really love the Lord your God with all your heart and with all your soul.", "4": "Follow the Lord your God, fear him, keep his commandments, listen to his voice, serve him, and cling to him.", "5": "That prophet or that interpreter of dreams is to be put to death because he advised you to turn against the Lord your God, who brought you out of the land of Egypt and redeemed you from the house of slavery, in order to draw you away from the path on which the Lord your God commanded you to walk. Purge the evil from among you.", "6": "If your full brother or your mother's son, your son or your daughter, the wife you embrace, or your closest friend tempts you by saying secretly, “Let's go and serve other gods,”—gods that neither you nor your fathers have known, ", "7": "from among the gods of the peoples around you, either near or far from you, anywhere from one end of the land to the other— ", "8": "do not be influenced by him and do not listen to him. Your eye is not to look on him with compassion. Do not spare him and do not pardon him, ", "9": "but kill him. Your hand is to be the first one on him when putting him to death, and afterward the hands of all the other people. ", "10": "Stone him to death, because he tried to pull you away from the Lord your God, who led you out of the land of Egypt, where you were slaves. ", "11": "Then all of Israel will hear and fear, and such an evil thing as this will not be done among you again.", "12": "If you hear in one of your cities, which the Lord your God is giving you so that you can live in them, ", "13": "men of worthless character have gone out from among you and have pulled the inhabitants of their city away from the Lord, saying, “Let's go and serve other gods,” gods whom you have not known, ", "14": "then investigate, search out the truth, and inquire diligently. If it becomes established truth that this abomination has been done among you, ", "15": "you are to strike down the inhabitants of that city with the blade of the sword. Devote it and everything in it to complete destruction by the blade of the sword, including its cattle. ", "16": "Gather all its plunder at the center of its town square. Then burn the city and all its plunder as a whole burnt offering to the Lord your God. It is to be a permanent mound of ruins, never to be rebuilt.", "17": "Let nothing that has been devoted to destruction stick to your hands, so that the Lord will turn away from his anger and show you compassion. In his compassion he will increase your population, as he swore to your fathers, ", "18": "if you obey the voice of the Lord your God by keeping all of his commandments that I am commanding you today, by doing what is right in the eyes of the Lord your God."}