{"1": "Observe the month of Abib[a] and keep the Passover for the Lord your God, because it was in the month of Abib that the Lord your God brought you out of Egypt at night.", "2": "As a Passover sacrifice to the Lord your God, slaughter an animal from the flock or herd at the place where the Lord will choose to establish his name. ", "3": "Do not eat leavened bread with it. For seven days eat unleavened bread, the bread of affliction, because you went out of the land of Egypt in a hurry. Do this so that you may remember the day that you went out from the land of Egypt for all the days of your life.", "4": "No yeast or leaven is to be found among you for seven days, and none of the meat that you sacrifice on the evening of the first day is to be left until morning.", "5": "You are not allowed to sacrifice the Passover inside the gates of any of the cities that the Lord your God is giving you. ", "6": "Rather, it is at the place where the Lord your God will choose to establish his name that you are to sacrifice the Passover, in the evening at the setting of the sun, the time of day that you went out of Egypt.", "7": "Cook it and eat it at the place that the Lord your God will choose. In the morning return to your tents.", "8": "Six days you are to eat unleavened bread, and on the seventh day there is to be a special convocation to the Lord your God. Do not do any regular work.", "9": "Count off seven weeks. As the starting point of the seven weeks, mark the time that the sickle first strikes the standing grain.", "10": "Then observe the Festival of Weeks[b] for the Lord your God and give a voluntary offering of as much as you can afford, in keeping with how much the Lord has blessed you.", "11": "Rejoice before the Lord your God, you and your son and your daughter, your male servant and your female servant, the Levite who is within the gates of your city, and the alien and the fatherless and the widow who are among you. Do this in the place where the Lord your God will choose to establish his name.", "12": "Remember that you were a slave in the land of Egypt, so you are to be careful to carry out these statutes.", "13": "After you have gathered in the produce from your threshing floor and your winepress, celebrate the Festival of Shelters[c] for seven days.", "14": "Rejoice in your festival, you and your son and your daughter, and your male servant and your female servant, and the alien and the orphan and the widow within your gates.", "15": "For seven days celebrate to the Lord your God in the place that the Lord will choose, because the Lord your God will bless you in all of your crops and in all the work of your hands, and you will most certainly be joyful.", "16": "Three times a year all of your males are to present themselves before the Lord your God at the place that he will choose: at the Festival of Unleavened Bread, at the Festival of Weeks, and at the Festival of Shelters. They are not to present themselves before the Lord empty-handed, ", "17": "but each person is to have in his hand a gift that is in keeping with the blessing that the Lord your God has given you.", "18": "Appoint judges and officers for your tribes to serve at the gates of all the cities that the Lord your God is giving you. They are to judge the people with righteous judgment.", "19": "Do not distort justice. Do not show partiality. Do not take a bribe, because a bribe blinds the eyes of wise people and twists the actions of righteous people.", "20": "Justice! You are to pursue justice, so that you may live and possess the land that the Lord your God is giving you!", "21": "Do not set up any kind of wooden Asherah pole beside the altar of the Lord your God that you have made for yourself. ", "22": "Do not set up for yourself a sacred memorial stone, which is something that the Lord your God hates."}