{"1": "When you go out for battle against your enemies, and you see the horses and chariots of a people more numerous than you are, do not be afraid of them, because the Lord your God, who brought you up from the land of Egypt, is with you.", "2": "When you are approaching the battle, the priest is to come forward and speak to the people. ", "3": "He will say to them, “Listen, Israel, you are approaching the battle against your enemies. Do not let your heart become weak. Do not be afraid. Do not tremble. Do not dread them, ", "4": "because the Lord your God is going with you to do battle for you against your enemies, to save you.”", "5": "The officers also are to speak to the people and say, “Whoever has built a new house but has not dedicated it, let him go and return to his house so that he does not die in the battle and another man dedicates it.", "6": "“Whoever has planted a vineyard but has not yet removed it from sacred status,[a] let him go and return to his house so that he does not die in the battle and another man is the first to eat from it.", "7": "“Whoever is pledged in marriage to a woman but has not consummated the marriage, let him go and return to his house so that he does not die in the battle and another man takes her in marriage.”", "8": "Then the officers are to speak again to the people and say, “Whoever is afraid and fainthearted may go and return to his house, so that the hearts of his brother Israelites do not melt in cowardice like his heart.”", "9": "When the officers finish speaking to the people, they are to appoint army commanders at the head of the people.", "10": "When you approach a city to fight against it, call out to it, asking for a peaceful surrender. ", "11": "If the city answers you, “Peace,” and it opens up its gates for you, then all the people found in it will become forced labor for you and they will serve you.", "12": "But if it does not make peace with you, and it makes war against you, then lay siege against it. ", "13": "The Lord your God will deliver it into your hands, and you will strike down all the males with the edge of the sword.", "14": "But the women and the children, and the cattle and everything that is in the city—all its plunder—take as spoils of war for yourself. You may make use of the plunder of your enemies that the Lord your God gives you.", "15": "Do this to all the cities that are very far away from you, which are not cities of the nations around here.", "16": "However, from the cities of these people that the Lord your God is giving to you as your inheritance, do not keep alive anything that breathes. ", "17": "Devote them completely to destruction—the Hittites and the Amorites, the Canaanites and the Perizzites, the Hivites and the Jebusites—just as the Lord your God has commanded you, ", "18": "so that they do not teach you to commit all of the abominations that they commit for their gods, with the result that you sin against the Lord your God.", "19": "When you lay siege against a city for a long time, as you fight against it in order to capture it, do not destroy its trees by swinging axes against them, because you will be able to eat what the trees bear, so do not cut them down. For is a tree in the field something human that you should besiege it? ", "20": "Only trees that you know are not food-producing trees may be destroyed. You may cut them down to build siege works against the city that makes war against you, until it falls."}