{"1": "If you see an ox or a sheep that belongs to your brother Israelite going astray, do not ignore it. Return it to your brother. ", "2": "If your brother Israelite does not live nearby and you are not acquainted with him, bring it to your own house and keep it with you until your brother comes looking for it. Then return it to him. ", "3": "Do the same with his donkey, the same with his clothing, and the same with anything your brother has lost and you have found. You are not allowed to do nothing.[a]", "4": "If you see the donkey or ox that belongs to your brother Israelite and it has fallen on the road, do not ignore it. Help him lift it up.", "5": "A woman must not wear the attire of a man, and a man is not to put on the clothing of a woman, because anyone doing these things is detestable to the Lord your God.", "6": "If you happen to see a bird's nest along the road, whether in a tree or on the ground, and it has young ones or eggs in it, and the mother is sitting over the young or on the eggs, do not take the mother along with the young birds. ", "7": "You may take the young birds for yourself, but be sure to set the mother free, so that it may go well for you and you may have a long life.", "8": "When you build a new house, you are to make a railing for your roof so you do not bring bloodguilt on your house if someone should fall from it.", "9": "Do not plant your vineyard with two kinds of seed. If you do, the whole yield becomes unusable[b]—both the seed that you sow and the produce from the vineyard.", "10": "Do not plow with an ox and a donkey together.", "11": "Do not wear fabric that is a mixture of wool and linen.", "12": "Make tassels on the four corners of your clothing that you use to cover yourself.", "13": "If a man marries a woman and goes to her, and afterward he hates her ", "14": "and accuses her with unfounded charges and defames her and says, “I married this woman, but when I approached her I found that she did not have evidence of virginity,” ", "15": "then the father and mother of the girl are to produce evidence of the girl's virginity and bring it to the elders of the city at the gate.", "16": "The father of the girl shall say to the elders, “I gave my daughter to this man as a wife, and afterward he hated her, ", "17": "so he has accused her with unfounded charges by saying, 'I have found that your daughter does not have evidence of virginity,' but here is the evidence of my daughter's virginity.” Then they are to spread out the bed covering in front of the elders of the city.", "18": "Then the elders of that city will take the man and discipline him. ", "19": "They will fine him a hundred pieces of silver and give them to the father of the girl because the man defamed a virgin of Israel. She shall continue to be his wife. He is not allowed to divorce her as long as he lives.", "20": "But if the accusation proves to be the truth because evidence of the girl's virginity was not found, ", "21": "then they will bring the girl out to the entrance of her father's house, and the men of her city will pelt her with stones until she dies, because she did a disgraceful thing in Israel by shaming the house of her father with her sexual immorality. In this way you will purge the evil from among you.", "22": "If a man is found lying down with a married woman, both of them are to die: the man lying with the woman, and also the woman. In that way you will purge the evil from Israel.", "23": "If there is a virgin pledged in marriage to a man, and another man comes upon her in the city and lies down with her, ", "24": "take both of them out to the gate of that city and pelt them with stones until they die—the girl, because she did not cry out for help in the city, and the man, because he violated the wife of another man. In that way you will purge the evil from your midst.", "25": "But if a man comes upon a girl who has been pledged in marriage and they are out in the countryside, and he grabs her and lies down with her, then only the man that lay with her must die. ", "26": "Do not do anything to the girl. There is no sin worthy of death on her part, because this is like a case in which a man attacks another person and kills him. ", "27": "He came upon her in the open country, and the girl who was pledged in marriage cried out for help, but she had no one to rescue her.", "28": "If a man finds a virgin who is not pledged in marriage and he grabs her and lies down with her and they are caught, ", "29": "the man lying down with her must give the father of the girl fifty pieces of silver, and she will become his wife. Because he violated her, he is not allowed to divorce her as long as he lives.", "30": "A man must not marry the wife of his father; that is, he is not to remove the skirt that is reserved for his father."}