{"1": "When you enter the land that the Lord your God is giving you as an inheritance, and you take possession of it and settle in it, ", "2": "take some of the first ripe produce that you harvest from the soil of the land that the Lord your God is giving you. Put it in a basket, and go to the place where the Lord your God will choose to establish his name. ", "3": "Go to the priest who is presiding at that time and say to him, “Today I declare before the Lord your God that I have come to the land that the Lord swore to our fathers to give to us.” ", "4": "The priest will take the basket from your hand and set it down in front of the altar of the Lord your God.", "5": "Then you will respond and say in the presence of the Lord your God, “My father was a wandering[a] Aramean. He went down to Egypt and lived there as an alien with just a few people, but there he became a great, strong, and populous nation. ", "6": "The Egyptians mistreated and afflicted us. They imposed hard labor on us. ", "7": "We cried out to the Lord, the God of our fathers, and the Lord heard our voice, and he saw our affliction, our labor, and oppression. ", "8": "The Lord brought us out of Egypt with a strong hand and an outstretched arm and with great awe-inspiring acts and signs and wonders. ", "9": "He brought us to this place and gave us this land, a land flowing with milk and honey. ", "10": "So now, look as I bring the firstfruits of the soil that you have given me, Lord.” Then set the basket down before the Lord your God and bow down before the Lord your God. ", "11": "Then you, as well as the Levite and the alien who resides among you, will rejoice in all the good things that the Lord your God has given to you and your household.", "12": "When you have finished tithing a tenth of all your produce in the third year, the year of tithing, and you have given it to the Levite, the alien, the fatherless, and to the widow so that they may eat within the gates of your cities and be satisfied, ", "13": "then say before the Lord your God, “I have completely removed the holy portion from my house, and I have also given it to the Levite, the alien, the fatherless, and to the widow just as you have commanded me. I have neither transgressed nor forgotten your commandments. ", "14": "I have not eaten any of it while I was mourning, and I have not removed any of it while I was unclean or given any of it for the dead. I have obeyed the voice of the Lord my God. I have done just as you have commanded me. ", "15": "Look down from your holy dwelling place, from the heavens, and bless your people Israel and the soil that you have given us, as you swore to our fathers, a land flowing with milk and honey.”", "16": "The Lord your God commands you this day to carry out these statutes and commandments, and to be careful to do them with all your heart and soul. ", "17": "You have declared today that the Lord is your God and that you will walk in his ways and keep his statutes and commandments and his ordinances and obey his voice.", "18": "The Lord has declared today, just as he promised you, that you are his treasured people who are to carry out all of his commandments, ", "19": "and that he will set you up in praise, fame, and splendor, high above all the nations that he has made, and that you will be set apart as a holy people to the Lord your God, just as he promised."}