{"1": "These are the words of the covenant that the Lord commanded Moses to make with the people of Israel in the land of Moab, in addition to the covenant that he had made with them at Horeb.[a] ", "2": "Moses summoned all Israel and spoke to them as follows: You have seen everything that the Lord did before your eyes in the land of Egypt, to Pharaoh, to all his officials, and to his whole land: ", "3": "the great trials that your eyes saw, those great signs and wonders. ", "4": "Yet the Lord to this very day has not given you a heart to understand, or eyes to see, or ears to hear.", "5": "“I led you through the wilderness for forty years. Your clothing did not wear out on you, nor did the sandals on your feet. ", "6": "You did not eat bread, and you did not drink wine and beer. I did all this so you would know that I am the Lord your God.”", "7": "When you came to this place, and Sihon king of Heshbon and Og king of Bashan came out to meet us in battle, we struck them down. ", "8": "We took their land and gave it as an inheritance to the Reubenites, the Gadites, and half of the tribe of Manasseh.", "9": "Therefore you are to keep the words of this covenant and carry them out so that you may succeed in all that you do.", "10": "You are standing today before the Lord your God, all of you—your tribal heads, your elders, your officers, and men of every rank in Israel, ", "11": "your children, your wives, and the aliens who reside in your camp, whether as wood cutters or water carriers. ", "12": "You are standing here so that you may enter into the covenant of the Lord your God, which is sealed by the oath that the Lord your God is making with you today, ", "13": "in order to establish you today as his people and himself as your God, just as he promised you and just as he swore to your fathers, to Abraham, Isaac, and Jacob.", "14": "Today I am not making this covenant and its oath only with you, ", "15": "but also with everyone who is standing here with us before the Lord our God, and also with those who are not here with us today.", "16": "You yourselves know how we lived in the land of Egypt and how we passed through the midst of the various nations we encountered. ", "17": "You saw their detestable things and their filthy idols of wood and stone and silver and gold that were with them.", "18": "Make sure that there is not among you a man, a woman, a family, or a tribe whose heart today is turning away from the Lord our God to go and serve the gods of those nations. Make sure that there is among you no root that is producing a poison plant and bitter wormwood. ", "19": "When such a person hears the words of this oath, he might congratulate himself in his heart and say, “I'll be safe, even though I'm proceeding in my stubborn way.” By acting this way he will destroy the watered ground as well as the parched.", "20": "The Lord will not be willing to forgive him, but rather the anger and jealousy of the Lord will smoke against that man, and all the curses written in this document will come to rest on him, and the Lord will wipe away his name from under the heavens. ", "21": "The Lord will single him out from all the tribes of Israel for disaster, in keeping with all the curses of the covenant that are written in this Book of the Law.", "22": "And when the next generation, your children who will come after your time, and the foreigner who will come from a distant land have seen the plagues on that land and the sicknesses with which the Lord struck it, they will say, ", "23": "“Sulfur and salt, conflagration for all of its land! No planting, no sprouting, no maturing crop in it! It will be like the overthrow of Sodom and Gomorrah, Admah and Zeboiim, which the Lord overthrew in his fierce anger!”", "24": "Then all the nations will say, “Why did the Lord do something like that to this land? What is the reason for this burning, this fierce anger?”", "25": "Then they will say, “It is because they forsook the covenant of the Lord, the God of their fathers, which he made with them when he brought them out of the land of Egypt. ", "26": "They went and served other gods and bowed down to them, gods that they had not known and that he had not allotted to them. ", "27": "So the anger of the Lord burned against that land to bring on it the entire curse written in this book. ", "28": "The Lord uprooted them from their land in anger, in rage, and in his great wrath, and he hurled them into another land, as it is to this day.”", "29": "The hidden things belong to the Lord our God, but the revealed things belong to us and to our children forever, so that we carry out all the words of this law."}