{"1": "Give ear, O heavens, and I will speak. Let the earth hear the sayings from my mouth.", "2": "Let my teaching drop down like rain, and let my sayings distill like dew, like raindrops on grass, like showers on green plants.", "3": "Yes, I will proclaim the name of the Lord. Ascribe greatness to our God.", "4": "He is the Rock! Perfect is his work. Indeed all of his ways are justice. He is a faithful God. He does no wrong. Righteous and upright is he.", "5": "Israel acted corruptly against him. They are not his children. That is their fault.[a] They are a twisted and crooked generation.", "6": "Is this how you repay the Lord, you foolish people, who are not wise? Is he not your father, who created you, who made you and established you?", "7": "Remember the days of the distant past. Consider the years of many generations. Ask your father and he will tell you about it. Ask your elders and they will describe it to you.", "8": "When the Most High gave the nations their inheritance, when he separated the children of Adam, he established the boundaries for peoples according to the number of the sons of Israel.[b]", "9": "But the allotment for the Lord is his people. Jacob is the territory that is his possession.", "10": "The Lord found Jacob in a wild land, in a desolate land, in a howling wasteland. He encircled him. He cared for him. He guarded him like the pupil of his eye.", "11": "As an eagle rises from its nest and hovers over its young, then spreads its wings to catch them and carries them on the edge of its wings,", "12": "so the Lord alone led Israel. There was no foreign god with him.", "13": "He caused them to ride over the high places of the land, and they ate the produce from the fields. He caused them to suck honey from the rocks and olive oil from the hardest flint.", "14": "He fed them with curds from the cattle and milk from the flocks, with fat lambs, rams, and goats from Bashan, with the very best wheat, and they drank foaming wine, the blood of the grape.", "15": "Jeshurun[c] grew fat and kicked. You grew fat, you were stout, you were stuffed. Then he abandoned the God who made him, and he mocked the Rock who saved him.", "16": "They made him jealous with strange gods. They provoked him with abominations.", "17": "They sacrificed to demons that are not gods, to gods they had not known, to newcomers from their neighbors, gods whom your fathers did not fear.", "18": "You failed to remember the Rock who conceived you. You forgot the God who gave you birth.", "19": "The Lord saw this and rejected them, because his sons and daughters had provoked him.", "20": "So the Lord said:[d] I will hide my face from them, until I see what their final condition will be, because they are a twisted generation, children who cannot be trusted.", "21": "They have made me jealous with their non-gods. They have provoked me with their useless things. So I will make them jealous by a non-people. By a foolish nation I will provoke them.", "22": "For a fire has been ignited by my anger, and it burns to the depths of hell.[e] It devours the earth and its produce. It sets the foundations of the mountains on fire.", "23": "I will pile up disasters for them. I will use up all my arrows on them.", "24": "They will be sucked dry by hunger and burned up by fever. I will send them bitter destruction. Wild animals will sink their teeth into them with the burning venom of snakes that crawl in the dust.", "25": "In the street the sword will take away their children. Inside the houses terror will fill young man and young woman alike, the nursing child, together with the gray-haired old man.", "26": "I would have said, “I will cut them to pieces. I will erase their memory from mankind,”", "27": "if I had not dreaded the taunting of the enemy. I did not want their adversaries to misunderstand. I did not want them to say, “Our hand is high-and-mighty, and the Lord has not done any of this.”", "28": "For they are a nation that never takes advice, and they understand nothing.", "29": "If only they had been wise, they would have comprehended this. They would have understood what the final outcome would be.", "30": "How could one pursue a thousand, and two chase away ten thousand, unless their Rock had sold them, and the Lord had handed them over?", "31": "Yes, their rock is not like our Rock, as our enemies themselves recognize.", "32": "For their vine grows from the vine of Sodom and from the fields of Gomorrah. Their grapes are poison grapes. They have bitter clusters.", "33": "Their wine is burning snake venom and the deadly poison of cobras.", "34": "Do I not have all this stored up with me? Is this not sealed up in my storehouses?", "35": "To me belongs vengeance and repayment. It will come at the time when their foot slips. Indeed, the day of their disaster is near, and their impending doom is coming quickly.", "36": "Yes, the Lord will judge his people, but he will change his course of action toward his servants when he sees that their strength is exhausted, and that there are none left, either as prisoners or still free.", "37": "Then he will say: Where are their gods, the rock in which they sought refuge,", "38": "the gods that ate the fat of their sacrifices and drank the wine of their drink offerings? Let them rise up and help you. Let them be a shelter over you.", "39": "Now see that I, only I, am he, and there is not a god comparable to me. I put to death and I make alive. I wound and I heal. There is no one who can deliver out of my hand.", "40": "For I lift up my hand to heaven, and I swear: “As I live forever,", "41": "if I sharpen the lightning, which is my sword, and my hand grabs hold of judgment, I will take revenge against my adversaries, and I will repay those who hate me.", "42": "I will make my arrows drunk with blood, and my sword will devour flesh from the blood of the slain and the captives, from the long-haired heads of the enemy.”", "43": "Shout out with a cry of joy, you nations, because of his people, for he will avenge the blood of his servants,[f] and he will return vengeance to his adversaries, but he will atone for the ground, for his people.", "44": "Moses came along with Hoshea[g] son of Nun and spoke all the words of this song in the hearing of the people.", "45": "Then when Moses had finished speaking all of these words to all Israel, ", "46": "he also said to them: “Direct your heart to all the words that I am calling as a witness against you today. Instruct your children with them so that they may be careful to carry out all the words of this law, ", "47": "for it is not empty talk for you, because it is your life. By this word you will live long on the land that you are crossing the Jordan to possess.”", "48": "On this same day the Lord spoke to Moses:", "49": "“Go up to Mount Nebo, this mountain of the Abarim range, which is in the land of Moab opposite Jericho, and view the land of Canaan that I am giving to the people of Israel as a possession, ", "50": "and die on the mountain that you are about to ascend and be gathered to your people, just as Aaron your brother died on Mount Hor and was gathered to his people. ", "51": "This will happen because you broke faith with me among the people of Israel at the waters of Meribah Kadesh in the Wilderness of Zin, by not treating me as holy among the people of Israel. ", "52": "You may view the land from a distance, but you will not go into the land that I am giving to the people of Israel.”"}