{"1": "The following is the blessing with which Moses, the man of God, blessed the people of Israel before his death. ", "2": "He said: The Lord came from Sinai, and from Seir he rose like the sun for them. He was shining from Mount Paran, and he came with ten thousand holy ones. From his right hand a fiery law[a] flew at them.", "3": "Indeed, you love the peoples. All his holy ones are in your hand. They are seated[b] at your feet. Each one rises after hearing your words.", "4": "Moses commanded a law for us as a possession for the assembly of Jacob.", "5": "The Lord was King in Jeshurun,[c] when the heads of the people gathered together with the tribes of Israel.", "6": "May Reuben live and not die, but may his men be few in number.[d]", "7": "Concerning Judah he said this: Hear, O Lord, the voice of Judah, and bring him to his people. With his own hands he fights for them, and you will be a help against his enemies.", "8": "Concerning Levi he said: Your Thummim and your Urim belong to your favored man, whom you tested at Massah, with whom you contended at the waters of Meribah.", "9": "He said about his father and mother, “I do not recognize them.” He did not show regard for his own brother. He did not acknowledge his own children. Instead he protected your word, and he guarded your covenant.", "10": "The Levites will teach your judgments to Jacob. They will teach your law to Israel. They will burn incense for you to smell. They will offer whole offerings upon your altar.", "11": "Bless, O Lord, his strength, and accept the work of his hands. Cripple those who rise against him. Prevent those who hate him from rising against him.", "12": "Concerning Benjamin he said: Those loved by the Lord will dwell with him safely. He will be a canopy over them all day. They will rest securely against his chest.[e]", "13": "Concerning Joseph he said: His land is blessed by the Lord: blessed with the best gifts from the heavens, blessed with dew and with the deep waters hidden below,", "14": "blessed with the best gifts produced by the sun, blessed with the best gifts yielded by the seasons,", "15": "blessed with the best crops from the ancient mountains, blessed with the best gifts from the everlasting hills,", "16": "blessed with the best gifts of the earth and its fullness, blessed with the favor of the one who was dwelling in the burning bush. May all these come on the head of Joseph, on the forehead of the one set apart from his brothers.", "17": "Like a firstborn bull, he has majesty, and his horns are the horns of a wild ox. With them he will gore the peoples, all the peoples, to the ends of the earth. Such are the ten thousands of Ephraim. Such are the thousands of Manasseh.", "18": "Concerning Zebulun he said: Rejoice, Zebulun, when you go out. Rejoice, Issachar, in your tents.", "19": "They will call people to the mountain. There they will sacrifice righteous offerings. Indeed they will nurse on the abundance from the seas and on the treasures hidden in the sand.", "20": "Concerning Gad he said: Blessed is the one who enlarges Gad. Like a lioness he settles down. He tears off arms and even heads.", "21": "He selected the best portion for himself, the portion reserved for the ruler. He came with heads of the people to carry out the righteousness of the Lord, to carry out his judgments along with Israel.", "22": "Concerning Dan he said: Dan is a lion cub. He leaps out from Bashan.", "23": "Concerning Naphtali he said: Naphtali is abounding with favor. He is full of the blessing of the Lord. Take possession of the west[f] and south.", "24": "Concerning Asher he said: The most blessed of sons is Asher. May he be pleasing to his brothers. May he bathe his feet in olive oil.", "25": "Your door bolts are iron and bronze. May your strength be as long-lasting as all your days.", "26": "There is no one like the God of Jeshurun, who rides through the heavens to help you. In his majesty he rides through the clouds.", "27": "The everlasting God is a dwelling place, and his eternal arms are under you. He drove out[g] the enemy in front of you, and he said, “Destroy!”", "28": "So Israel settled down in safety. Jacob dwelt in security in a land of grain and fresh wine, and, yes, its heavens dropped down dew.", "29": "How blessed are you, O Israel! Who is like you? You are a people saved by the Lord, the shield who gives you help, the sword who gives you majesty. Your enemies will come cringing before you, and you will trample on their high places."}