{"1": "Listen, Israel, today you are about to cross the Jordan to go in and to take possession of nations larger and stronger than you, nations with large cities that have fortified walls reaching up to the skies, ", "2": "with people strong and tall, the Anakites, whom you know and about whom you have heard it said: “Who can stand up against the descendants of Anak?”", "3": "So know today that the Lord your God himself is crossing over in front of you. Like a consuming fire he will destroy them, and he will subdue them before you. You will take possession of their land and destroy them quickly, just as the Lord promised you.", "4": "When the Lord your God has driven them out before you, do not say in your heart, “Because of my righteousness the Lord brought me in to take possession of this land,” when actually it is because of the wickedness of these nations that the Lord is handing over their land to you.", "5": "You are not entering to take possession of their land because of your righteousness or the uprightness of your heart, but because of the wickedness of these nations. The Lord your God is handing over their land to you, in order to confirm the promise that the Lord swore to your fathers, to Abraham, Isaac, and Jacob.", "6": "Know, then, that it is not because of your righteousness that the Lord your God is giving you this good land to possess, because a stiff-necked people[a] is what you are. ", "7": "Remember and do not forget how you made the Lord your God angry in the wilderness. From the day that you went out of the land of Egypt until your arrival at this place, you have been rebels against the Lord. ", "8": "Even at Horeb you made the Lord angry. Yes, the Lord was angry enough at you to destroy you.", "9": "When I went up the mountain to receive the tablets of stone, the tablets of the covenant that the Lord made with you, I stayed on the mountain forty days and forty nights. I did not eat bread and I did not drink water. ", "10": "Then the Lord gave me the two tablets of stone written with the finger of God, and on them were all the words that the Lord had spoken with you from the middle of the fire on the mountain, on the day of the assembly. ", "11": "At the end of the forty days and forty nights, the Lord gave me the two tablets of stone, the tablets of the covenant.", "12": "Then the Lord said to me, “Get moving and go down quickly from here because your people, whom you led out of Egypt, have acted corruptly. They have turned away quickly from the way that I commanded them. They have made for themselves a thing of molten metal.”", "13": "The Lord also said to me, “I have seen these people, and what a stiff-necked people they are! ", "14": "Leave me alone, and I will destroy them. I will blot out their name from under the heavens, and I will make you into a nation stronger and more numerous than they.”", "15": "So I turned and went down the mountain with the two tablets of the covenant in my two hands, while the mountain was burning with fire.", "16": "I saw how you were sinning against the Lord your God by making for yourselves a calf from molten metal and by quickly turning aside from the way that the Lord your God had commanded you to go.", "17": "I grabbed the two tablets and I threw them from my two hands[b] and I shattered them right before your eyes.", "18": "Then I lay facedown before the Lord forty days and forty nights like the first time. I did not eat bread and I did not drink water, because of all the sin that you committed by doing evil in the eyes of the Lord and making him angry.", "19": "I was afraid of the heated anger of the Lord, who was angry enough at you to destroy you, but the Lord listened to me again at that time.", "20": "The Lord was even angry enough with Aaron to destroy him. So I prayed also for Aaron at that time.", "21": "Then I took that wicked thing that you had made, the calf. I burned it with fire and crushed it by grinding it until it was as fine as dust. Then I threw its dust into the gully that goes down from the mountain.", "22": "Again and again, at Taberah and at Massah and at Kibroth Hatta'avah, you made the Lord angry.", "23": "Then, when the Lord sent you from Kadesh Barnea, and he said, “Go up and take possession of the land that I have given to you,” you rebelled against the command of the Lord your God. You did not put your faith in him, and you did not obey him. ", "24": "You have been rebels against the Lord ever since I have known you.", "25": "So I lay facedown before the Lord for forty days and forty nights. I lay facedown because the Lord said he would destroy you. ", "26": "So I prayed to the Lord and said, “Lord God, do not destroy your people, your inheritance that you have redeemed by your greatness, whom you brought out of Egypt with a strong hand.", "27": "“Remember your servants Abraham, Isaac, and Jacob. Do not look at the stubbornness of these people and at their wickedness and their sin. ", "28": "Otherwise the land out of which you brought us will say, 'This happened because the Lord did not have the power to bring them to the land that he had promised to them, or this happened because he hated them and brought them out to kill them in the wilderness.'", "29": "“But they are your people and your possession, whom you brought out by your great power and by your outstretched arm.”"}