{"1": "Boaz went to the meeting place at the town gate and sat down there. Then Elimelech's nearest relative, the man whom Boaz had mentioned, came by, and Boaz called to him, “Come over here, my friend, and sit down.” So he went over and sat down. ", "2": "Then Boaz got ten of the leaders of the town and asked them to sit down there too. When they were seated, ", "3": "he said to his relative, “Now that Naomi has come back from Moab, she wants to sell the field that belonged to our relative Elimelech, ", "4": "and I think you ought to know about it. Now then, if you want it, buy it in the presence of these men sitting here. But if you don't want it, say so, because the right to buy it belongs first to you and then to me.” The man said, “I will buy it.”", "5": "Boaz said, “Very well, if you buy the field from Naomi, then you are also buying Ruth,[a] the Moabite widow, so that the field will stay in the dead man's family.”", "6": "The man answered, “In that case I will give up my right to buy the field, because it would mean that my own children would not inherit it. You buy it; I would rather not.”", "7": "Now in those days, to settle a sale or an exchange of property, it was the custom for the seller to take off his sandal and give it to the buyer. In this way the Israelites showed that the matter was settled.", "8": "So when the man said to Boaz, “You buy it,” he took off his sandal and gave it to Boaz.[b] ", "9": "Then Boaz said to the leaders and all the others there, “You are all witnesses today that I have bought from Naomi everything that belonged to Elimelech and to his sons Chilion and Mahlon. ", "10": "In addition, Ruth the Moabite, Mahlon's widow, becomes my wife. This will keep the property in the dead man's family, and his family line will continue among his people and in his hometown. You are witnesses to this today.”", "11": "The leaders and the others said, “Yes, we are witnesses. May the Lord make your wife become like Rachel and Leah, who bore many children to Jacob. May you become rich in the clan of Ephrath and famous in Bethlehem. ", "12": "May the children that the Lord will give you by this young woman make your family like the family of Perez, the son of Judah and Tamar.”", "13": "So Boaz took Ruth home as his wife. The Lord blessed her, and she became pregnant and had a son. ", "14": "The women said to Naomi, “Praise the Lord! He has given you a grandson today to take care of you. May the boy become famous in Israel! ", "15": "Your daughter-in-law loves you, and has done more for you than seven sons. And now she has given you a grandson, who will bring new life to you and give you security in your old age.” ", "16": "Naomi took the child, held him close,[c] and took care of him.", "17": "The women of the neighborhood named the boy Obed. They told everyone, “A son has been born to Naomi!” Obed became the father of Jesse, who was the father of David.", "18-22": "This is the family line from Perez to David: Perez, Hezron, Ram, Amminadab, Nahshon, Salmon, Boaz, Obed, Jesse, David."}