{"1": "After this I heard what sounded like the loud voice of a great multitude in heaven, saying: “Alleluia![a] Salvation, glory, and might belong to our God,", "2": "for true and just are his judgments. He has condemned the great harlot who corrupted the earth with her harlotry. He has avenged on her the blood of his servants.”", "3": "They said a second time: “Alleluia! Smoke will rise from her forever and ever.”", "4": "The twenty-four elders and the four living creatures fell down and worshiped God who sat on the throne, saying, “Amen. Alleluia.” The Victory Song.[b] ", "5": "A voice coming from the throne said: “Praise our God, all you his servants, [and] you who revere him, small and great.”", "6": "Then I heard something like the sound of a great multitude or the sound of rushing water or mighty peals of thunder, as they said: “Alleluia! The Lord has established his reign, [our] God, the almighty.", "7": "Let us rejoice and be glad and give him glory. For the wedding day of the Lamb[c] has come, his bride has made herself ready.", "8": "She was allowed to wear a bright, clean linen garment.” (The linen represents the righteous deeds of the holy ones.)[d]", "9": "Then the angel said to me, “Write this: Blessed[e] are those who have been called to the wedding feast of the Lamb.” And he said to me, “These words are true; they come from God.” ", "10": "I fell at his feet to worship him. But he said to me, “Don't! I am a fellow servant of yours and of your brothers who bear witness to Jesus. Worship God. Witness to Jesus is the spirit of prophecy.”[f]", "11": "The King of Kings. 11 [g]Then I saw the heavens opened, and there was a white horse; its rider was [called] “Faithful and True.” He judges and wages war in righteousness. ", "12": "His eyes were [like] a fiery flame, and on his head were many diadems. He had a name[h] inscribed that no one knows except himself. ", "13": "He wore a cloak that had been dipped in[i] blood, and his name was called the Word of God. ", "14": "The armies of heaven followed him, mounted on white horses and wearing clean white linen. ", "15": "Out of his mouth came a sharp sword to strike the nations. He will rule them with an iron rod, and he himself will tread out in the wine press[j] the wine of the fury and wrath of God the almighty. ", "16": "He has a name written on his cloak and on his thigh, “King of kings and Lord of lords.”", "17": "[k]Then I saw an angel standing on the sun. He cried out [in] a loud voice to all the birds flying high overhead, “Come here. Gather for God's great feast, ", "18": "to eat the flesh of kings, the flesh of military officers, and the flesh of warriors, the flesh of horses and of their riders, and the flesh of all, free and slave, small and great.” ", "19": "Then I saw the beast and the kings of the earth and their armies gathered to fight against the one riding the horse and against his army. ", "20": "The beast was caught and with it the false prophet[l] who had performed in its sight the signs by which he led astray those who had accepted the mark of the beast and those who had worshiped its image. The two were thrown alive into the fiery pool burning with sulfur. ", "21": "The rest were killed by the sword that came out of the mouth of the one riding the horse, and all the birds gorged themselves on their flesh."}