{"1": "Then the angel showed me the river of life-giving water,[a] sparkling like crystal, flowing from the throne of God and of the Lamb ", "2": "down the middle of its street. On either side of the river grew the tree of life[b] that produces fruit twelve times a year, once each month; the leaves of the trees serve as medicine for the nations. ", "3": "Nothing accursed will be found there anymore. The throne of God and of the Lamb will be in it, and his servants will worship him. ", "4": "They will look upon his face,[c] and his name will be on their foreheads. ", "5": "Night will be no more, nor will they need light from lamp or sun, for the Lord God shall give them light, and they shall reign forever and ever.", "6": "And he said to me, “These words are trustworthy and true, and the Lord, the God of prophetic spirits, sent his angel to show his servants what must happen soon.” ", "7": "[e]“Behold, I am coming soon.”[f] Blessed is the one who keeps the prophetic message of this book.", "8": "It is I, John, who heard and saw these things, and when I heard and saw them I fell down to worship at the feet of the angel who showed them to me. ", "9": "But he said to me, “Don't! I am a fellow servant of yours and of your brothers the prophets and of those who keep the message of this book. Worship God.”", "10": "Then he said to me, “Do not seal up the prophetic words of this book, for the appointed time[g] is near. ", "11": "Let the wicked still act wickedly, and the filthy still be filthy. The righteous must still do right, and the holy still be holy.”", "12": "“Behold, I am coming soon. I bring with me the recompense I will give to each according to his deeds. ", "13": "I am the Alpha and the Omega, the first and the last, the beginning and the end.”[h]", "14": "Blessed are they who wash their robes so as to have the right to the tree of life and enter the city[i] through its gates. ", "15": "Outside are the dogs, the sorcerers, the unchaste, the murderers, the idol-worshipers, and all who love and practice deceit.", "16": "“I, Jesus, sent my angel to give you this testimony for the churches. I am the root and offspring of David,[j] the bright morning star.”", "17": "The Spirit and the bride[k] say, “Come.” Let the hearer say, “Come.” Let the one who thirsts come forward, and the one who wants it receive the gift of life-giving water.", "18": "I warn everyone who hears the prophetic words in this book: if anyone adds to them, God will add to him the plagues described in this book, ", "19": "and if anyone takes away from the words in this prophetic book, God will take away his share in the tree of life and in the holy city described in this book.", "20": "[l]The one who gives this testimony says, “Yes, I am coming soon.” Amen! Come, Lord Jesus!", "21": "The grace of the Lord Jesus be with all."}