{"1": "The 144,000 Sealed. 1 After this I saw four angels standing at the four corners of the earth,[b] holding back the four winds of the earth so that no wind could blow on land or sea or against any tree. ", "2": "Then I saw another angel come up from the East,[c] holding the seal of the living God. He cried out in a loud voice to the four angels who were given power to damage the land and the sea, ", "3": "“Do not damage the land or the sea or the trees until we put the seal on the foreheads of the servants of our God.” ", "4": "I heard the number of those who had been marked with the seal, one hundred and forty-four thousand marked[d] from every tribe of the Israelites: ", "5": "twelve thousand were marked from the tribe of Judah,[e] twelve thousand from the tribe of Reuben, twelve thousand from the tribe of Gad, ", "6": "twelve thousand from the tribe of Asher, twelve thousand from the tribe of Naphtali, twelve thousand from the tribe of Manasseh, ", "7": "twelve thousand from the tribe of Simeon, twelve thousand from the tribe of Levi, twelve thousand from the tribe of Issachar, ", "8": "twelve thousand from the tribe of Zebulun, twelve thousand from the tribe of Joseph, and twelve thousand were marked from the tribe of Benjamin.", "9": "Triumph of the Elect. 9 After this I had a vision of a great multitude, which no one could count, from every nation, race, people, and tongue. They stood before the throne and before the Lamb, wearing white robes and holding palm branches[f] in their hands. ", "10": "They cried out in a loud voice: “Salvation comes from[g] our God, who is seated on the throne, and from the Lamb.”", "11": "All the angels stood around the throne and around the elders and the four living creatures. They prostrated themselves before the throne, worshiped God, ", "12": "and exclaimed: “Amen. Blessing and glory, wisdom and thanksgiving, honor, power, and might be to our God forever and ever. Amen.”", "13": "Then one of the elders spoke up and said to me, “Who are these wearing white robes, and where did they come from?” ", "14": "I said to him, “My lord, you are the one who knows.” He said to me, “These are the ones who have survived the time of great distress;[h] they have washed their robes and made them white in the blood of the Lamb.", "15": "“For this reason they stand before God's throne and worship him day and night in his temple. The one who sits on the throne will shelter them.", "16": "They will not hunger or thirst anymore, nor will the sun or any heat strike them.", "17": "For the Lamb who is in the center of the throne will shepherd them and lead them to springs of life-giving water,[i] and God will wipe away every tear from their eyes.”"}