{"1": "“I have made an agreement with my eyes. Then how can I look with lust at a virgin?", "2": "What would Eloah above do to me? What would be my inheritance from Shadday on high?", "3": "Aren't there catastrophes for wicked people and disasters for those who do wrong?", "4": "Doesn't he see my ways and count all my steps?", "5": "“If I have walked with lies or my feet have run after deception,", "6": "then let Eloah weigh me on honest scales, and he will know I have integrity.", "7": "“If my steps have left the proper path, or my heart has followed the desire of my eyes, or my hands are stained with sin,", "8": "then let someone else eat what I have planted, and let my crops be uprooted.", "9": "“If I have been seduced by a woman or I have secretly waited near my neighbor's door,", "10": "then let my wife grind for another man, and let other men kneel over her.", "11": "That would be a scandal, and that would be a criminal offense.", "12": "It would be a fire that burns even in Abaddon. It would uproot my entire harvest.", "13": "“If I have abused the rights of my servants, male or female, when they have disagreed with me,", "14": "then what could I do if El rises up? If he examines me, how could I answer him?", "15": "Didn't he who made me in my mother's belly make them? Didn't the same God form us in the womb?", "16": "“If I have refused the requests of the poor or made a widow's eyes stop looking for help,", "17": "or have eaten my food alone without letting the orphan eat any of it. . . .", "18": "(From my youth the orphan grew up with me as though I were his father, and from my birth I treated the widow kindly.)", "19": "If I have seen anyone die because he had no clothes or a poor person going naked. . . .", "20": "(If his body didn't bless me, or the wool from my sheep didn't keep him warm. . . .)", "21": "If I have shaken my fist at an orphan because I knew that others would back me up in court,", "22": "then let my shoulder fall out of its socket, and let my arm be broken at the elbow.", "23": "“A disaster from El terrifies me. In the presence of his majesty I can do nothing.", "24": "“If I put my confidence in gold or said to fine gold, 'I trust you'. . . .", "25": "If I enjoyed being very rich because my hand had found great wealth. . . .", "26": "If I saw the light shine or the moon move along in its splendor", "27": "so that my heart was secretly tempted, and I threw them a kiss with my hand,", "28": "then that, too, would be a criminal offense, and I would have denied El above.", "29": "“If I enjoyed the ruin of my enemy or celebrated when harm came to him", "30": "(even though I didn't speak sinfully by calling down a curse on his life). . . .", "31": "“If the people who were in my tent had said, 'We wish we had never filled our stomachs with his food'. . . .", "32": "(The visitor never spent the night outside, because I opened my door to the traveler.)", "33": "“If I have covered my disobedience like Adam and kept my sin to myself,", "34": "because I dreaded the large, noisy crowd and because the contempt of the local mobs terrified me so that I kept quiet and didn't go outside. . . .", "35": "“If only I had someone who would listen to me! Look, here is my signature! Let Shadday answer me. Let the prosecutor write his complaint on a scroll.", "36": "I would certainly carry it on my shoulder and place it on my head like a crown.", "37": "I would tell him the number of my steps and approach him like a prince.", "38": "“If my land has cried out against me, and its furrows have wept. . . .", "39": "If I have eaten its produce without paying for it and made its owners breathe their last,", "40": "then let it grow thistles instead of wheat, and foul-smelling weeds instead of barley.” This is the end of Job's words."}