{"1": "There was a man named Elkanah from Ramathaim Zophim in the mountains of Ephraim. He was the son of Jeroham, grandson of Elihu, great-grandson of Tohu, whose father was Zuph from the tribe of Ephraim. ", "2": "Elkanah had two wives, one named Hannah, the other Peninnah. Peninnah had children, but Hannah had none. ", "3": "Every year this man would go from his own city to worship and sacrifice to Yahweh Tsebaoth at Shiloh. Eli's two sons, Hophni and Phinehas, served there as priests of Yahweh.", "4": "Whenever Elkanah offered a sacrifice, he would give portions of it to his wife Peninnah and all her sons and daughters. ", "5": "He would also give one portion to Hannah because he loved her, even though Yahweh had kept her from having children. ", "6": "Because Yahweh had made her unable to have children, her rival Peninnah tormented her endlessly in order to make her miserable. ", "7": "This happened year after year. Whenever Hannah went to Yahweh's house, Peninnah would make her miserable, and Hannah would cry and not eat. ", "8": "Her husband Elkanah would ask her, “Hannah, why are you crying? Why haven't you eaten? Why are you so downhearted? Don't I mean more to you than ten sons?”", "9": "One day, after Hannah had something to eat and drink in Shiloh, she got up. (The priest Eli was sitting on a chair by the door of Yahweh's temple.) ", "10": "Though she was resentful, she prayed to Yahweh while she cried. ", "11": "She made this vow, “Yahweh Tsebaoth, if you will look at my misery, remember me, and give me a boy, then I will give him to you for as long as he lives. A razor will never be used on his head.” ", "12": "While Hannah was praying a long time in front of Yahweh, Eli was watching her mouth. ", "13": "She was praying silently. Her voice couldn't be heard; only her lips were moving. Eli thought she was drunk.", "14": "“How long are you going to stay drunk?” Eli asked her. “Get rid of your wine.”", "15": "Hannah responded, “No sir. I'm not drunk. I'm depressed. I'm pouring out my heart to Yahweh. ", "16": "Don't take me to be a good-for-nothing woman. I was praying like this because I've been troubled and tormented.”", "17": "Eli replied, “Go in peace, and may the Elohim of Israel grant your request.”", "18": "“May you continue to be kind to me,” she said. Then the woman went her way and ate. She was no longer sad.[a]", "19": "Early in the morning Elkanah and his family got up and worshiped in front of Yahweh. Then they returned home to Ramah. Elkanah made love to his wife Hannah, and Yahweh remembered her. ", "20": "Hannah became pregnant and gave birth to a son. She named him Samuel [God Hears], because she said, “I asked Yahweh for him.”", "21": "To keep his vow, Elkanah and his entire household again went to offer the annual sacrifice to Yahweh. ", "22": "But Hannah didn't go. She told her husband, “I'll wait until the boy is weaned. Then I'll bring him and present him to Yahweh, and he'll stay there permanently.”", "23": "“Do what you think is best,” her husband Elkanah told her. “Wait until you've weaned him. May Yahweh keep his word.” The woman stayed and nursed her son until she had weaned him.", "24": "As soon as she had weaned Samuel, she took him with her. She also brought a three-year-old bull,[b] half a bushel of flour, and a full wineskin. She brought him to Yahweh's house at Shiloh while the boy was still a child.", "25": "Then the parents butchered the bull and brought the child to Eli. ", "26": "“Sir,” Hannah said, “as sure as you live, I'm the woman who stood here next to you and prayed to Yahweh. ", "27": "I prayed for this child, and Yahweh granted my request. ", "28": "In return, I am giving him to Yahweh. He will be dedicated to Yahweh for his whole life.” And they worshiped Yahweh there."}