{"1": "The Philistines assembled their whole army at Aphek, and Israel camped at the spring in Jezreel. ", "2": "The Philistine leaders were marching by with their companies and regiments. David and his men were marching in the rear with Achish.", "3": "The Philistine officers asked, “What are these Hebrews doing here?” Achish asked the Philistine officers, “Isn't this David, the servant of King Saul of Israel, who has been with me now for a year or two? I've found nothing wrong with him from the day he defected until now.”", "4": "But the Philistine officers were angry with Achish. “Send the man back,” the Philistine officers told him. “Return him to the place you assigned him. He shouldn't go with us into battle. He shouldn't be allowed to become our enemy during the battle. Is this man going to try to regain his master's favor? He'll do it with the lives of our men! ", "5": "Isn't this David of whom people sing in dances: 'Saul has defeated thousands but David tens of thousands'?”", "6": "Then Achish called David and told him, “I solemnly swear, as Yahweh lives, you are a dependable man. I consider your campaigning with me a good thing, because I've never found anything wrong with you from the day you came to me until now. But the rulers don't approve of you. ", "7": "So leave peacefully without doing anything to displease the Philistine rulers.”", "8": "“What have I done?” David asked Achish. “What have you learned about me from the time I came to you until now? Why shouldn't I fight your enemies, Your Majesty?”", "9": "Achish answered David, “I admit that in my judgment you're as good as Elohim's Messenger. However, the Philistine officers said, 'He shouldn't go into battle with us.' ", "10": "Get up early in the morning with Saul's servants who came with you, and go to the place I have assigned to you. Don't worry about the unkind words, because I still approve of you.[a] Get up in the morning, and leave when it's light.”", "11": "Early the next morning David and his men returned to Philistine territory, while the Philistines went to Jezreel."}