{"1": "Israel went to fight against the Philistines and camped near Ebenezer while the Philistines camped at Aphek. ", "2": "The Philistines organized their troops to meet Israel in battle. As the battle spread,[a] the Philistines defeated Israel and killed about 4,000 soldiers in the field.", "3": "When the troops came back to the camp, the leaders of Israel asked, “Why has Yahweh used the Philistines to defeat us today? Let's get the ark of Yahweh's promise from Shiloh so that he may be with us and save us from our enemies.” ", "4": "The troops sent some men who brought back the ark of the promise of Yahweh Tsebaoth—who is enthroned over the angels.[b] Eli's two sons, Hophni and Phinehas, came along with Elohim's ark. ", "5": "When Yahweh's ark came into the camp, all Israel shouted so loudly that the earth rang with echoes.", "6": "As the Philistines heard the noise, they asked, “What's all this shouting in the Hebrew camp?” The Philistines found out that Yahweh's ark had come into the camp. ", "7": "Then they were frightened and said, “A god has come into their camp.” They also said, “Oh no! Nothing like this has ever happened before. ", "8": "We're in trouble now! Who can save us from the power of these mighty gods? These are the gods who struck the Egyptians with every kind of plague in the desert. ", "9": "Be strong, Philistines, and act like men, or else you will serve the Hebrews as they served you. Act like men and fight.”", "10": "The Philistines fought and defeated Israel. Every Israelite soldier fled to his tent. It was a major defeat in which 30,000 Israelite foot soldiers died. ", "11": "The ark of Elohim was captured. Both of Eli's sons, Hophni and Phinehas, died.", "12": "A man from the tribe of Benjamin ran from the front line of the battle. He went to Shiloh that day with his clothes torn and dirt on his head.[c] ", "13": "When he arrived, Eli was sitting on a chair beside the road, watching. He was worried about the ark of Elohim. The man went into the city to tell the news. The whole city cried out. ", "14": "Hearing the cry, Eli asked, “What is this commotion?” So the man went quickly to tell Eli the news. ", "15": "(Eli was 98 years old, and his eyesight had failed so that he couldn't see.)", "16": "The man told Eli, “I'm the one who came from the battle. I fled from the front line today.” “What happened, son?” Eli asked.", "17": "“Israel fled from the Philistines,” the messenger answered. “Our troops suffered heavy casualties. Your two sons, Hophni and Phinehas, also are dead, and the ark of Elohim has been captured.”", "18": "When the messenger mentioned the ark of Elohim, Eli fell from his chair backwards toward the gate. He broke his neck, and he died. (The man was old and heavy.) He had judged[d] Israel for 40 years.", "19": "His daughter-in-law, Phinehas' wife, was pregnant. When she heard the news that the ark of Elohim had been captured and her father-in-law and her husband were dead, she went into labor prematurely and gave birth to a son. ", "20": "As she was dying, the women helping her said, “Don't be afraid. You've given birth to a son.” But she didn't answer or pay attention.", "21": "She called the boy Ichabod [No Glory], saying, “Israel's glory is gone,” because the ark of Elohim had been captured and because her father-in-law and her husband died. ", "22": "“Israel's glory is gone because the ark of Elohim has been captured,” she said."}