{"1": "There was a man from the tribe of Benjamin whose name was Kish. He was a son of Abiel, grandson of Zeror, and great-grandson of Becorath, whose father was Aphiah, a descendant of Benjamin. Kish was a powerful man. ", "2": "He had a son named Saul, a handsome, young man. No man in Israel was more handsome than Saul. He stood a head taller than everyone else.", "3": "When some donkeys belonging to Saul's father Kish were lost, Kish told Saul, “Take one of the servants with you, and go look for the donkeys.”", "4": "They went through the mountains of Ephraim and the region of Shalisha without finding the donkeys. Then Saul and his servant went through the region of Shaalim, but the donkeys weren't there. The men went through the territory of Benjamin but still didn't find them. ", "5": "When they came to the territory of Zuph, Saul told his servant who was with him, “Let's go back, or my father will stop worrying about the donkeys and worry about us instead.”", "6": "The servant responded, “There's a man of Elohim in this city, a highly respected man. Everything he says is sure to happen. Let's go there. Maybe he'll tell us which way we should go.”", "7": "“If we go,” Saul asked his servant, “what could we bring the man since the food in our sacks is gone? There's no present we can bring the man of Elohim. What do we have?”", "8": "The servant again answered Saul, “Look, here! I have one-tenth of an ounce of silver. I'll give it to the man of Elohim. Then he'll tell us where to find the donkeys.”", "9": "(Formerly in Israel, when a person went to ask Elohim a question, he would say, “Come, let's go to the seer,” because a person we now call a prophet used to be called a seer.)", "10": "Saul told his servant, “That's a good idea! Come on, let's go.” They went to the city where the man of Elohim was.", "11": "As they were going up the hill to the city, they met girls coming out to get water. They asked the girls, “Is the seer here?”", "12": "The girls answered, “He's there ahead of you. Hurry! He just went into the city today since the people are offering a sacrifice on the worship site. ", "13": "As you go into the city, you can find him before he goes to the worship site to eat. The people will not eat until he comes, since he blesses the sacrifice. Then those who are invited may eat. Go. You should be able to find him now.”", "14": "So Saul and his servant went to the city. As they entered it, Samuel was coming toward them on his way to the worship site. ", "15": "Now, Yahweh had revealed the following message to Samuel one day before Saul came: ", "16": "“About this time tomorrow I will send you a man from the territory of Benjamin. Anoint him to be ruler of my people Israel. He will save my people from the Philistines because I've seen my people's suffering and their cry has come to me.” ", "17": "When Samuel noticed Saul, Yahweh told him, “There's the man I told you about. This man will govern my people.”", "18": "Saul approached Samuel inside the gateway and said, “Please tell me where the seer's house is.”", "19": "Samuel replied, “I'm the seer. Go ahead of me to the worship site. You will eat with me today. In the morning I'll let you go after I tell you all that's on your mind. ", "20": "Don't trouble yourself about the donkeys that were lost three days ago because they've been found. Who will have all that is desirable in Israel? Won't it be you and your father's family?”", "21": "Saul replied, “I am a man from the tribe of Benjamin, the smallest tribe of Israel. My family is the most insignificant of all the families of the tribe of Benjamin. So why are you saying such things to me?”", "22": "Samuel brought Saul and his servant to the banquet hall and had them sit at the head of the guests—about 30 people. ", "23": "Samuel said to the cook, “Bring me the portion of the sacrificial meat that I gave you and told you to put aside.” ", "24": "So the cook picked up the leg and thigh[a] and laid it in front of Saul. Samuel said, “This was kept in order to be laid in front of you. Eat it. When I invited people to the feast, I set it aside for you.”[b] Saul ate with Samuel that day.", "25": "Then they left the worship site for the city. They spread blankets on the roof for Saul, and he slept there.[c]", "26": "At dawn Samuel called to Saul on the roof, “Get up! It's time for me to send you away.” Saul got up, and both he and Samuel went outside. ", "27": "As they were going toward the city limits, Samuel told Saul, “Have the servant go ahead of you.” (He went ahead.) “But you stay here, and I will tell you Elohim's word.”"}