{"1": "During that night the king's sleep escaped him, and he gave orders to bring the scroll of records and chronicles,[a] and they were read before the king. ", "2": "And it was found written how Mordecai had reported concerning Bigthana and Teresh, two of the king's eunuchs from the keepers of the threshold who had conspired to assassinate[b] King Ahasuerus. ", "3": "And the king asked, “What has been done to bestow honor to Mordecai for this?” And the king's servants who attended him said, “Nothing has been done for him.” ", "4": "And the king asked, “Who is in the courtyard?” Haman had just come to the courtyard of the king's outer palace to tell the king to hang Mordecai on the gallows that he had prepared for him. ", "5": "And the king's servants said to him, “Look! Haman is standing in the courtyard.” And the king said, “Let him come.” ", "6": "And Haman came, and the king said to him, “What is to be done for the man whom the king wishes to honor?” And Haman thought to himself, “Whom would the king wish to honor more than me?” ", "7": "So Haman said to the king, “For a man whom the king wishes to honor, ", "8": "let them bring royal clothing[c] with which the king has clothed himself, and a horse that the king has ridden, and on whose head a royal head-dress has been given. ", "9": "And let the clothing and the horse be given to the man[d] by the officials of the king's nobles; let them cloth the man whom the king wishes to honor, and let him ride on his horse through the public square of the city, and let them proclaim before him, 'Thus, it will be done for the man whom the king wishes to honor.'” ", "10": "Then the king said to Haman, “Quickly, take the clothing and the horse, just as you have said, and do so to Mordecai the Jew who sits at the gate of the king; you must not leave out anything from what you have said.” ", "11": "So Haman took the clothing and the horse, and he clothed Mordecai and let him ride through the public square of the city; and he proclaimed before him, “Thus, it is done to the man whom the king wishes to honor.”", "12": "Then Mordecai returned to the gate of the king, and Haman rushed to his house mournful and with his head covered. ", "13": "And Haman told Zeresh his wife and all his friends all that had happened to him. And his advisers and Zeresh his wife said to him, “If Mordecai, before whom you have begun to fall, is from the descendants of the Jews,[e] you will not prevail against him, but will certainly fall before him.” ", "14": "As they were still speaking with him the king's eunuchs arrived and hurried to bring Haman to the banquet that Esther had prepared."}