{"1": "It is true that[a] anyone who desires to be a church official[b] wants to be something worthwhile. ", "2": "That's why officials must have a good reputation and be faithful in marriage.[c] They must be self-controlled, sensible, well-behaved, friendly to strangers, and able to teach. ", "3": "They must not be heavy drinkers or troublemakers. Instead, they must be kind and gentle and not love money.", "4": "Church officials must be in control of their own families, and they must see that their children are obedient and always respectful. ", "5": "If they don't know how to control their own families, how can they look after God's people?", "6": "They must not be new followers of the Lord. If they are, they might become proud and be doomed along with the devil. ", "7": "Finally, they must be well-respected by people who are not followers. Then they won't be trapped and disgraced by the devil.", "8": "Church officers[d] should be serious. They must not be liars, heavy drinkers, or greedy for money. ", "9": "And they must have a clear conscience and hold firmly to what God has shown us about our faith. ", "10": "They must first prove themselves. Then if no one has anything against them, they can serve as officers.", "11": "Women[e] must also be serious. They must not gossip or be heavy drinkers, and they must be faithful in everything they do.", "12": "Church officers must be faithful in marriage.[f] They must be in full control of their children and everyone else in their home. ", "13": "Those who serve well as officers will earn a good reputation and will be highly respected for their faith in Christ Jesus.", "14": "I hope to visit you soon. But I am writing these instructions, ", "15": "so that if I am delayed, you will know how everyone who belongs to God's family ought to behave. After all, the church of the living God is the strong foundation of truth.", "16": "Here is the great mystery of our religion: Christ[g] came as a human. The Spirit proved that he pleased God, and he was seen by angels. Christ was preached to the nations. People in this world put their faith in him, and he was taken up to glory."}