{"1": "If you are a slave, you should respect and honor your owner. This will keep people from saying bad things about God and about our teaching. ", "2": "If any of you slaves have owners who are followers, you should show them respect. After all, they are also followers of Christ, and he loves them. So you should serve and help them the best you can. These are the things you must teach and tell the people to do. ", "3": "Anyone who teaches something different disagrees with the correct and godly teaching of our Lord Jesus Christ. ", "4": "Those people who disagree are proud of themselves, but they don't really know a thing. Their minds are sick, and they like to argue over words. They cause jealousy, disagreements, unkind words, evil suspicions, ", "5": "and nasty quarrels. They have wicked minds and have missed out on the truth. These people think religion is supposed to make you rich. ", "6": "And religion does make your life rich, by making you content with what you have. ", "7": "We didn't bring anything into this world, and we won't[a] take anything with us when we leave. ", "8": "So we should be satisfied just to have food and clothes. ", "9": "People who want to be rich fall into all sorts of temptations and traps. They are caught by foolish and harmful desires that drag them down and destroy them. ", "10": "The love of money causes all kinds of trouble. Some people want money so much that they have given up their faith and caused themselves a lot of pain.", "11": "Timothy, you belong to God, so keep away from all these evil things. Try your best to please God and to be like him. Be faithful, loving, dependable, and gentle. ", "12": "Fight a good fight for the faith and claim eternal life. God offered it to you when you clearly told about your faith, while so many people listened. ", "13": "Now I ask you to make a promise. Make it in the presence of God, who gives life to all, and in the presence of Jesus Christ, who openly told Pontius Pilate about his faith. ", "14": "Promise to obey completely and fully all that you have been told until our Lord Jesus Christ returns.", "15": "The glorious God is the only Ruler, the King of kings and Lord of lords. At the time that God has already decided, he will send Jesus Christ back again.", "16": "Only God lives forever! And he lives in light that no one can come near. No human has ever seen God or ever can see him. God will be honored, and his power will last forever. Amen.", "17": "Warn the rich people of this world not to be proud or to trust in wealth that is easily lost. Tell them to have faith in God, who is rich and blesses us with everything we need to enjoy life. ", "18": "Instruct them to do as many good deeds as they can and to help everyone. Remind the rich to be generous and share what they have. ", "19": "This will lay a solid foundation for the future, so that they will know what true life is like.", "20": "Timothy, guard what God has placed in your care! Don't pay any attention to that godless and stupid talk that sounds smart but really isn't. ", "21": "Some people have even lost their faith by believing this talk. I pray that the Lord will be kind to all of you!"}