{"1": "I must continue to ·brag [boast]. It will do no good, but I will talk now about visions and revelations from the Lord. ", "2": "I know a man in Christ [C a believer] who was ·taken up [caught up; snatched away] to the third heaven [C the presence of God] fourteen years ago [C Paul is indirectly referring to himself]. I do not know whether the man was in his body or out of his body, but God knows. ", "3-4": "And I know that this man was ·taken up [caught up; snatched away] to paradise [C another name for heaven; Luke 23:43; Rev. 2:7]. I don't know if he was in his body or away from his body, but God knows. He heard things ·he is not able to explain [inexpressible; ineffable], things that no human is allowed to tell. ", "5": "I will ·brag [boast] about a man like that, but I will not ·brag [boast] about myself, except about my weaknesses. ", "6": "But if I wanted to ·brag [boast] about myself, I would not be a fool, because I would be telling the truth. But I will ·not brag about myself [spare you; refrain from this] because I do not want people to think more of me than what they see me do or hear me ·say [or say, or because of these extraordinary revelations; C this phrase may go here or with the next sentence].", "7": "So that I would not become too proud ·of the wonderful things that were shown to me [or because of these extraordinary revelations; C this phrase may be part of the previous sentence], a ·painful physical problem [L thorn in the flesh] was given to me. This problem was a messenger from Satan, sent to ·beat [torment; harrass; trouble] me and keep me from being too proud. ", "8": "I ·begged [pleaded with] the Lord three times ·to take this problem away from [L that it might leave] me. ", "9": "But he said to me, “My grace is ·enough for you [sufficient for you; all you need]. ·When you are weak, my power is made perfect in you [L For (my) power is perfected in weakness].” So I am very happy to ·brag [boast] about my weaknesses. Then Christ's power can ·live [reside; or rest] in me. ", "10": "For this reason I am ·happy [pleased; content] when I have weaknesses, insults, ·hard times [times of need], ·sufferings [persecutions], and ·all kinds of troubles [distress] ·for [for the sake of] Christ. Because when I am weak, then I am truly strong.", "11": "I have ·been talking like [L become] a fool, but you ·made me [compelled me to] do it. You are the ones who should ·say good things about [have commended] me. Even if I am ·worth nothing [L nothing], I am not at all inferior to those “·great [super-] apostles.”", "12": "·When I was with you, I patiently did the things that prove I am an apostle [L The signs of an apostle were performed among you, with all patience/perseverance]—signs, wonders, and ·miracles [powerful deeds]. ", "13": "In what way were you treated worse than the rest of the churches, except that I was not a burden to you? Forgive me for this ·wrong [injustice]!", "14": "[T Behold; L Look] I am now ready to visit you the third time [2:1, 3], and I will not be a burden to you. I want nothing from you, except you. [L For] Children should not have to save up to give to their parents. [L Rather,] Parents should save to give to their children. ", "15": "So I ·am happy to [most gladly] ·give everything I have for you, even myself [L spend and be spent for your lives/souls]. If I love you more, will you love me less?", "16": "·It is clear [Granting that; or Be that as it may] I was not a burden to you, but ·you think I was tricky and lied to catch you [L being so crafty, I took you by deceit!; C Paul is being sarcastic]. ", "17": "Did I ·cheat [take advantage of] you by using any of the messengers I sent to you? [C The Greek question assumes a negative answer.] ", "18": "I ·asked [urged; encouraged] Titus [2:13] to go to you, and I sent our brother with him [8:18, 22]. Titus did not cheat you, did he? ·No, you know that Titus and I did the same thing [L Did we not walk in the same footsteps…?] and with the same spirit.", "19": "·Do you think we have been defending ourselves to you all this time [or All this time have you been thinking that we are defending ourselves to you]? We have been speaking in Christ and ·before [in the presence of] God, ·dear friends [beloved], and everything we do is to ·make you stronger [build you up]. ", "20": "[L For] I am afraid that when I come, you will not be what I want you to be, and I will not be what you want me to be. I am afraid that among you there may be ·arguing [quarreling], jealousy, anger, selfish ·fighting [or ambition], ·evil talk [slander], gossip, ·pride [arrogance], and ·confusion [disorder]. ", "21": "I am afraid that when I come to you again, my God will ·make me ashamed [or humble/humiliate me] before you. I may ·be saddened by [or mourn/grieve over] many of those who have sinned because they have not ·changed their hearts or turned [repented] from their ·impurity [uncleanness], sexual sins and the ·shameful things [debauchery; licentiousness] they have done."}