{"1": "I will come to you for the third time [2:1, 3; 12:14]. “Every ·case [accusation; matter] must be ·proved [established] by two or three witnesses [Deut. 19:15].” ", "2": "When I was with you the second time [2:1–2], I gave a warning to those who had sinned. Now I am away from you, and I give a warning to all the others. When I come to you again, I will not ·be easy with [spare] them. ", "3": "·You want [or …since you are demanding] proof that Christ is speaking through me. My proof is that he is not weak among you, but he is powerful. ", "4": "It is true that he was weak when he was ·killed on the cross [crucified], but he lives now by God's power. It is true that we are weak in Christ, but ·for you [or when dealing with you; or in your presence] we will be alive with Christ by God's power [C Christ's resurrection turns weakness into strength].", "5": "·Test [Examine] yourselves to see if you are ·living in [L in] the faith. ·Look closely at [Test; Examine] yourselves. ·You [L Or don't you…?] know that Jesus Christ is in you—·unless [or if not,] you fail the test. ", "6": "But I hope you will see that we ourselves have not failed the test. ", "7": "We pray to God that you will not do anything ·wrong [evil]. It is not important ·to see [that people see; or for it to appear] that we have passed the test, but it is important that you do what is ·right [good], even if it seems we have failed. ", "8": "[L For] We cannot do anything against the truth, but only for the truth. ", "9": "We ·are happy to be [rejoice whenever we are] weak, if you are strong, and we pray that you will become ·complete [mature; or fully equipped/restored]. ", "10": "I am writing this while I am away from you so that when I come I will not have to be ·harsh [severe] in my use of authority. The Lord gave me this authority to build you up, not to tear you down.", "11": "·Now [Finally], brothers and sisters, ·I say good-bye [or be joyful; L rejoice; C a common greeting and farewell]. ·Live in harmony [Seek restoration; or Mend your ways]. ·Do what I have asked you to do [Follow my exhortation; or Encourage/Exhort one another]. ·Agree with each other [Live in unity], and live in peace. Then the God of love and peace will be with you.", "12": "Greet each other with a holy kiss. ", "13": "All ·of God's holy people [T the saints] send greetings to you.", "14": "The grace of the Lord Jesus Christ, the love of God, and the fellowship of the Holy Spirit be with you all."}