{"1": "And now, brothers and sisters, we want you to know about the grace God gave the churches in Macedonia [1:16]. ", "2": "Although they have been tested by great ·troubles [trials; tribulation] ·and are very poor, they gave much because of their great joy [L their deep poverty and abundant joy overflowed into rich generosity]. ", "3": "I can ·tell you [testify] that they gave as much as they were able and even more than they could afford. No one told them to do it. ", "4": "But they begged and pleaded with us ·to let them [L for the privilege/grace to] share in this service for ·God's people [T the saints]. ", "5": "And they gave in a way we did not expect: They first gave themselves to the Lord and to us. ·This is what God wants […by the will of God]. ", "6": "So we ·asked [urged; encouraged] Titus [2:13] to help you finish this special work of grace since he is the one who started it. ", "7": "You ·are rich [excel] in everything—in faith, in speaking, in knowledge, in ·truly wanting to help [eagerness; zeal], and in the love ·you learned [L that is in you] from us.[a] In the same way, ·be strong [excel] also in the grace of giving.", "8": "I am not commanding you to give. But I want to ·see [test; prove] if your love is true by comparing you with ·others that really want to help [L the zeal/eagerness of others]. ", "9": "[L For] You know the ·grace [gift] of our Lord Jesus Christ. Though he was rich, for your sake he became poor so that by his becoming poor you might become rich.", "10": "This is ·what I think you should do [L my opinion on this matter for your benefit]: Last year you were the first to want to give, and you were the first who gave. ", "11": "So now finish the work you started. Then your ·“doing” [L completion] will be equal to your ·“wanting to do” [eager desire]. Give from what you have. ", "12": "If you ·want [are eager/willing] to give, your gift will be accepted. It will be judged by what you have, not by what you do not have. ", "13": "[L For] We do not want you to have ·troubles [hardships; trials] while other people ·are at ease [have relief], but we want everything to be equal [C giving is not intended to impoverish the giver, but to distribute God's resources]. ", "14": "At this time ·you have plenty and what you have [L your abundance] can help others who are in need. ·Then later, when they have plenty, they [or In the same way, their abundance] can help you when you are in need, and all will be equal [C Paul may be saying, (1) that the Jerusalem church may one day reciprocate by helping the Corinthians financially; or, (2) that the Corinthians' financial gift will be reciprocated through Jerusalem's spiritual gifts]. ", "15": "As it is written in the Scriptures, “The person who gathered more did not have too much, nor did the person who gathered less have too little [Ex. 16:18].”", "16": "·I thank [L Thanks be to] God because he ·gave [L put into the heart of] Titus [2:13] the same ·love [L eagerness; zeal] for you that I have. ", "17": "[L For] Titus accepted what we asked him to do. He ·wanted very much [was eager] to go to you, and this was ·his own idea [of his own accord]. ", "18": "We are sending with him the brother who is praised by all the churches because of his service ·in preaching the Good News [L in the Gospel; C unknown person, possibly Luke]. ", "19": "Also, this brother was ·chosen [appointed] by the churches to go with us ·when we deliver this gift of money [or in this ministry/administration of grace]. We are doing this ·service [ministry] to bring glory to the Lord and to show ·that we really want [our eagerness/willingness] to help.", "20": "We are being careful so that no one will ·criticize [blame] us for the way we are handling this ·large [abundant; generous] gift. ", "21": "[L For] We are trying hard to do what is right, not only before the Lord but also before people [Prov. 3:4].", "22": "Also, we are sending with them our brother, who has proved to us in many ways that he is always ·ready [eager; zealous] to help. He wants to help even more now, because he has much ·faith [confidence] in you.", "23": "·Now [or If there is any question] about Titus [2:13]—he is my partner ·who is working with me [and coworker] to help you. ·And [or If there is any question] about the other brothers—they are ·sent [messengers] from the churches, and ·they bring glory to [or they are the glory of] Christ. ", "24": "So show these men the proof of your love and the reason we ·are proud [boast] of you. ·Then [or …so that] all the churches can see it."}