{"1": "This is the message Moses gave the people of Israel. They were in the desert east of the Jordan River. They were in the Jordan Valley near Suph, between Paran and the towns of Tophel, Laban, Hazeroth and Dizahab.", "2": "(The trip from Mount Sinai to Kadesh Barnea on the Mount Edom road takes 11 days.) ", "3": "But it was now 40 years after the Israelites had left Egypt. On the first day of the eleventh month, Moses spoke to the people. He told them everything the Lord had commanded him to tell them. ", "4": "This was after the Lord had defeated Sihon and Og. Sihon was king of the Amorite people and lived in Heshbon. Og was king of Bashan and lived in Ashteroth and Edrei.", "5": "Now the Israelites were east of the Jordan River in the land of Moab. There Moses began to explain what God had commanded. Moses said:", "6": "The Lord our God spoke to us at Mount Sinai. He said, “You have stayed long enough at this mountain. ", "7": "Get ready. Go to the mountain country of the Amorites. Go to all the places around there—the Jordan Valley, the mountains, the western slopes, the southern area, the seacoast, the land of Canaan and Lebanon. Go as far as the great river, the Euphrates. ", "8": "See, I have given you this land. Go in and take it for yourselves. The Lord promised it to your ancestors—Abraham, Isaac and Jacob and their descendants.”", "9": "At that time I said, “I am not able to take care of you by myself. ", "10": "The Lord your God has made you grow in number. There are as many of you as there are stars in the sky. ", "11": "I pray that the Lord, the God of your ancestors, will give you a thousand times more people. That's what he promised. ", "12": "But I cannot take care of your problems, your troubles and your arguments by myself. ", "13": "So choose some men from each tribe. Choose wise men who have understanding and experience. I will make them leaders over you.”", "14": "And you said, “That's a good thing to do.”", "15": "So I took the wise and experienced leaders of your tribes. And I made them your leaders. I appointed commanders over 1,000 people, over 100 people, over 50 people and over 10 people. I made them officers over your tribes. ", "16": "Then I told your judges, “Listen to the arguments between your people. Judge fairly between two Israelites or between an Israelite and a foreigner. ", "17": "When you judge, be fair to everyone. Don't act as if one person is more important than another. Don't be afraid of anyone, because your decision comes from God. Bring the hard cases to me. I will judge them.” ", "18": "At that time I told you everything you must do.", "19": "Then, as the Lord our God commanded us, we left Mount Sinai. We went toward the mountain country of the Amorite people. We went through that large and terrible desert you saw. Then we came to Kadesh Barnea. ", "20": "Then I said to you, “You have now come to the mountain country of the Amorites. The Lord our God will give us this land. ", "21": "Look, there it is! Go up. Take it. The Lord, the God of your ancestors, told you to do this. So don't be afraid. Don't worry.”", "22": "Then all of you came to me. You said, “Let's send men before us to spy out the land. They can come back and tell us the way we should go. They can tell us about the cities we will find.”", "23": "I thought that was a good idea. So I chose 12 of your men, 1 for each tribe. ", "24": "They left and went up to the mountains. They came to the Valley of Eshcol and explored it. ", "25": "They took some of the fruit from that land. And they brought it down to us. They said, “It is a good land that the Lord our God is giving us.”", "26": "But you refused to go. You would not obey the command of the Lord your God. ", "27": "You grumbled in your tents. You said, “The Lord hates us. He brought us out of Egypt just to give us to the Amorites. They will destroy us. ", "28": "Where can we go now? The spies we sent have made us afraid. They said, 'The people there are bigger and taller than we are. The cities are big. They have walls up to the sky. And we saw the Anakites there!'”", "29": "Then I said to you, “Don't be frightened. Don't be afraid of those people. ", "30": "The Lord your God will go ahead of you. He will fight for you as he did in Egypt. You saw him do it. ", "31": "And in the desert you saw how the Lord your God carried you. He was like a man carrying his son. And he has brought you safely all the way to this place.”", "32": "But you still did not trust the Lord your God. ", "33": "As you moved, he went before you. He found places for you to camp. He went before you in a fire at night and in a cloud during the day. He showed you which way to go.", "34": "When the Lord heard what you said, he was angry. He made a promise. He said, ", "35": "“I promised a good land to your ancestors. But none of you evil people will see it. ", "36": "Only Caleb son of Jephunneh will see it. I will give him and his descendants the land he walked on. I will do this because he followed me completely.”", "37": "Because of you, the Lord was also angry with me. He said to me, “You won't enter the land either. ", "38": "But your assistant, Joshua son of Nun, will go there. Encourage Joshua, because he will lead Israel to take the land for their own.”", "39": "The Lord said to us, “You said your babies would be captured. But they will go into the land. They are too young to know right from wrong. So I will give the land to them. And they will take it for their own. ", "40": "But you must turn around. Follow the desert road toward the Gulf of Aqaba.”", "41": "Then you said to me, “We have sinned against the Lord. But now we will go up and fight, as the Lord our God commanded us.” Then all of you put on weapons. You thought it would be easy to go into the mountains.", "42": "But the Lord said to me, “Tell them not to go up there and fight. I will not be with them. Their enemies will defeat them.”", "43": "So I told you, but you would not listen. You would not obey the Lord's command. You were proud. So you went on up into the mountains. ", "44": "The Amorites who lived there came out and fought you. They chased you like bees. They defeated you from Edom to Hormah. ", "45": "So you came back and cried to the Lord. But the Lord did not hear you. He refused to listen to you. ", "46": "So you stayed in Kadesh a long time."}