{"1": "A prophet or someone who tells the future with dreams might come to you. He might say he will show you a miracle or a sign. ", "2": "The miracle or sign might even happen. Then he might say, “Let's serve other gods.” (These are gods you have not known.) “And let's worship them.” ", "3": "But you must not listen to that prophet or dreamer. The Lord your God is testing you. He is finding out if you love him with your whole being. ", "4": "Serve only the Lord your God. Respect him. Keep his commands and obey him. Serve him and be loyal to him. ", "5": "That prophet or dreamer must be killed. He said you should turn against the Lord your God. The Lord brought you out of Egypt. He saved you from the land where you were slaves. That prophet tried to turn you from doing what the Lord your God commanded you to do. You must get rid of the evil among you.", "6": "Some relative might try to lead you to serve other gods. It might be your brother, your son or daughter or the wife you love. Or it might be a close friend. He might say, “Let's go and worship other gods.” (These are gods that neither you nor your ancestors have known. ", "7": "They are gods of the people who live around you. Some are nearby, and some are far away. They are from one end of the land to the other.) ", "8": "Do not give in to him. Do not listen. Do not feel sorry for him. Do not let him go free or protect him. ", "9": "You must put him to death. You must be the first one to start to kill him. Then everyone else must join in. ", "10": "You must throw stones at him until he dies. He tried to turn you away from the Lord your God. The Lord brought you out of the land of Egypt, where you were slaves. ", "11": "Then everyone in Israel will hear about this. And they will be afraid. No one among you will ever do such an evil thing again.", "12": "The Lord your God is giving you cities in which to live. You might hear something about one of them. Someone might say ", "13": "that evil men have moved in among you. And they might lead the people of that city away from God. They might say, “Let's go and worship other gods.” (These are gods you have not known.) ", "14": "Then you must ask about it. Look into the matter and check carefully. It might be true. It may be proved that a terrible thing has happened among you. ", "15": "If it has, then you must kill with a sword everyone who lives in that city. Destroy the city completely. Kill everyone in it, as well as the animals, with a sword. ", "16": "Gather up everything those people owned. Put it in the middle of the city square. Then completely burn the city and everything they owned. It will be a burnt offering to the Lord your God. That city should never be rebuilt. Let it be ruined forever. ", "17": "Don't keep any of the things found in that city for yourselves. Then the Lord will not be angry anymore. He will give you mercy. He will feel sorry for you. And he will make your nation grow larger. He promised this to your ancestors. ", "18": "You will have obeyed the Lord your God. You will be keeping all his commands. I am giving them to you today. And you will be doing what the Lord says is right."}