{"1": "Celebrate the Passover of the Lord your God during the month of Abib. It was during Abib that he brought you out of Egypt at night. ", "2": "Offer a sacrifice for the Passover to the Lord your God. It should be an animal from your flock or herd. Offer it at the place the Lord will choose to be worshiped. ", "3": "Do not eat it with bread made with yeast. But for seven days eat bread made without yeast. This is the bread of suffering because you left Egypt in a hurry. So all your life you will remember the time you left Egypt. ", "4": "There must be no yeast anywhere in your land for seven days. Offer the sacrifice on the evening of the first day. Eat all the meat before morning. Do not leave it overnight.", "5": "Do not offer the Passover sacrifice in just any town the Lord your God gives you. ", "6": "Offer it in the place he will choose to be worshiped. Offer it in the evening as the sun goes down. That is when you left Egypt. ", "7": "Roast the meat. Then eat it at the place the Lord your God will choose. The next morning go back to your tents. ", "8": "Eat bread made without yeast for six days. On the seventh day have a special meeting for the Lord your God. Do not work that day.", "9": "Count seven weeks from the time you begin to harvest the grain. ", "10": "Then celebrate the Feast of Weeks for the Lord your God. Bring him an offering as a special gift to him. Give to him just as he has blessed you. ", "11": "Rejoice before the Lord your God. Rejoice at the place he will choose to be worshiped. Everybody should rejoice: you, your sons and daughters, your male and female servants, the Levites in your town, the strangers, orphans and widows living among you. ", "12": "Remember that you were slaves in Egypt. And carefully obey all these laws.", "13": "Celebrate the Feast of Shelters for seven days. Do it after you have gathered your harvest from the threshing floor and winepress. ", "14": "Everybody should rejoice at your Feast: you, your sons and daughters, your male and female servants, the Levites and strangers who live in your towns, orphans and widows in your towns. ", "15": "Celebrate the Feast to the Lord your God for seven days. Celebrate it at the place he will choose. The Lord your God will bless all your harvest. He will bless all the work you do. And you will be completely happy.", "16": "All your men must come before the Lord three times a year. They must come to the place he will choose. They must come at these times: the Feast of Unleavened Bread, the Feast of Weeks and the Feast of Shelters. No man should come before the Lord without a gift. ", "17": "Each of you must bring a gift. It should show how much the Lord your God has blessed you.", "18": "Appoint judges and officers for your tribes. Appoint them in every town the Lord your God is giving you. And they must judge the people fairly. ", "19": "Do not judge unfairly or take sides. Do not let people pay you to make wrong decisions. That kind of payment makes wise people seem blind. And it changes the words of good people. ", "20": "Always do what is right. Then you will live and own the land the Lord your God is giving you.", "21": "Do not set up a wooden Asherah idol next to the altar you build for the Lord your God. ", "22": "And do not set up holy stone pillars. The Lord your God hates them."}