{"1": "Someone might be found murdered. He might be lying in a field in the land the Lord your God is giving you to own. And no one knows who killed him. ", "2": "Your elders and judges should go to where he was found. And they should measure how far it is to the nearby cities. ", "3": "The elders of the city nearest the body are responsible. They must take a young cow that has never worked or worn a yoke. ", "4": "And they must lead her down to a valley. It must never have been plowed or planted. It must have a stream flowing through it. There they must break the young cow's neck. ", "5": "The priests should come forward. They are the sons of Levi. They have been chosen by the Lord your God. They are to serve and give blessings in the Lord's name. And they are to decide cases of quarreling and attacks. ", "6": "Then all the elders of the city nearest the murdered man should wash their hands. They should do it over the young cow whose neck was broken in the valley. ", "7": "They should declare: “We did not kill this man. And we did not see it happen. ", "8": "Lord, remove this sin of your people Israel. You have saved them. Don't blame your people, the Israelites, for this innocent man's murder.” And so the murder will be paid for. ", "9": "Then you will have removed from yourselves the guilt of murdering an innocent person. You will be doing what the Lord says is right.", "10": "You will go to war against your enemies. The Lord will help you defeat them. You will take them captive. ", "11": "You might see a beautiful woman among the captives. And you might be attracted to her. You may take her as your wife. ", "12": "Bring her into your home. She must shave her head and cut her nails. ", "13": "She must change out of the clothes she was wearing when you captured her. And she must live in your house and cry for her parents for a month. After that, you may marry her. You will be her husband, and she will be your wife. ", "14": "But you might not be pleased with her. Then let her go anywhere she wants. You must not sell her for money. You must not make her a slave. You have taken away her honor.", "15": "A man may have two wives. He might love one wife but not the other. Both wives might have sons by him. But the older son might be the son of the wife he does not love. ", "16": "Someday that man must will his property to his sons. But he must not give the son of the wife he loves what belongs to the older son. The older son is the son of the wife the man does not love. ", "17": "He must agree to give the older son two shares of everything he owns. The older son is from the wife he does not love. That son was the first to prove his father could have children. So he has the rights that belong to the older son.", "18": "A man might have a son who is stubborn. The son turns against his father and mother and doesn't obey them. He will not listen when they correct him. ", "19": "His parents must take him to the elders at the city gate. ", "20": "They will say to the leaders, “Our son is stubborn and turns against us. He will not obey us. He eats too much. And he is always drunk.” ", "21": "Then all the men in his town must throw stones at him until he dies. Get rid of the evil among you. All the people of Israel will hear about this and be afraid.", "22": "A man might be guilty of a sin worthy of death. He must be put to death and his body displayed on a tree. ", "23": "But don't leave his body hanging on the tree overnight. Be sure to bury him that same day. Anyone whose body is displayed on a tree is cursed by God. You must not ruin the land the Lord your God is giving you to own."}