{"1": "No man who has had part of his sex organ cut off may come into the worship meeting of the Lord's people.", "2": "No one born to parents who were forbidden by law to marry may come into the meeting to worship the Lord. His descendants for ten generations may not come in either.", "3": "No Ammonite or Moabite may come into the meeting to worship the Lord. And none of their descendants for ten generations may come in. ", "4": "This is because the Ammonites and Moabites did not give you bread and water when you came out of Egypt. And they hired Balaam to put a curse on you. He was the son of Beor from Pethor in Northwest Mesopotamia. ", "5": "But the Lord your God would not listen to Balaam. He turned the curse into a blessing for you. The Lord your God loves you. ", "6": "Don't wish for their peace or success as long as you live.", "7": "Don't hate Edomites. They are your relatives. Don't hate Egyptians, because you were foreigners in their country. ", "8": "The great-grandchildren of these two peoples may come into the meeting to worship the Lord.", "9": "When you are camped in time of war, keep away from unclean things. ", "10": "A man might become unclean during the night. If he does, he must go outside the camp and not come back. ", "11": "But when evening comes, he must wash himself. At sunset he may come back into the camp.", "12": "Choose a place outside the camp where people may go to relieve themselves. ", "13": "Carry a stick with you. When you relieve yourself, dig a hole. Cover up your dung. ", "14": "The Lord your God moves around through your camp. He will protect you. He will help you defeat your enemies. So the camp must be holy. The Lord must not see anything unclean among you. Then he will not leave you.", "15": "An escaped slave might come to you. Do not hand him over to his master. ", "16": "Let the slave live with you anywhere he likes. He may live in any town he chooses. Do not mistreat him.", "17": "No Israelite man or woman must ever become a temple prostitute. ", "18": "Do not bring a male or female prostitute's pay to the Temple of the Lord your God to pay what you have promised to the Lord. The Lord your God hates prostitution.", "19": "You may loan your fellow Israelite money or food or anything else. But don't make him pay back more than what you loaned him. ", "20": "You may charge a foreigner, but not a fellow Israelite. Then the Lord your God will bless everything you do. He will bless you in the land you are entering to take as your own.", "21": "You might make a promise to give something to the Lord your God. Do not be slow to pay it. The Lord your God demands it from you. Do not be guilty of sin. ", "22": "But if you do not make the promise, you will not be guilty. ", "23": "You must do whatever you say you will do. You chose to make the promise to the Lord your God.", "24": "You might go into your neighbor's vineyard. You may eat as many grapes as you wish. But do not fill your basket with his grapes. ", "25": "You might go into your neighbor's grainfield. You may pick grain with your hands. But you must not cut down his grain with your sickle."}