{"1": "A man might marry a woman. But he might decide she doesn't please him. He has found something bad about her. He writes out divorce papers for her. He gives them to her and sends her away from his house. ", "2": "After she leaves his house, she goes and marries another man. ", "3": "But her second husband does not like her either. So he writes out divorce papers for her. He gives them to her and sends her away from his house. Or the second husband might die. ", "4": "In either case, her first husband who divorced her must not marry her again. She has become unclean. The Lord would hate this. Don't bring this sin into the land the Lord your God is giving you to own.", "5": "A man who has just married must not be sent to war. And he must not be given any other duty. He should be free to stay home for a year to make his new wife happy.", "6": "A man might owe you something. But do not take his two stones for grinding grain—not even the upper one—in place of what he owes. This is how he makes his living.", "7": "A man might kidnap a fellow Israelite. He might make him a slave or sell him. The kidnapper must be killed. You must get rid of the evil among you.", "8": "Be careful when someone has a harmful skin disease. Do exactly what the priests, the Levites, teach you. Be careful to do what I have commanded them. ", "9": "Remember what the Lord your God did to Miriam on your way out of Egypt.", "10": "You might make a loan to your neighbor. But don't go into his house to get something in place of it. ", "11": "Stay outside. Let the man himself go in and get what he promised you. ", "12": "A poor man might give you his coat to show he will pay the loan back. But don't keep his coat overnight. ", "13": "Give his coat back to him at sunset. He needs his coat to sleep in. He will thank you. And the Lord your God will see that you have done a good thing.", "14": "Don't cheat a hired servant who is poor and needy. He might be a fellow Israelite. Or he might be a foreigner living in one of your towns. ", "15": "Pay him each day before sunset. He is poor and needs the money. Otherwise, he may complain to the Lord about you. And you will be guilty of sin.", "16": "Fathers must not be put to death when their children do wrong. And children must not be put to death when their fathers do wrong. Each person must die for his own sin.", "17": "Do not be unfair to a foreigner or an orphan. Don't take a widow's coat in place of a loan. ", "18": "Remember that you were slaves in Egypt. And the Lord your God saved you from there. That is why I am commanding you to do this.", "19": "You might be gathering your harvest in the field. You might not see a bundle of grain. Don't go back and get it. Leave it there for foreigners, orphans and widows. Then the Lord your God can bless everything you do. ", "20": "You may beat your olive trees to knock the olives off. But don't beat the trees a second time. Leave what is left for foreigners, orphans and widows. ", "21": "You may harvest the grapes in your vineyard. But don't pick the vines a second time. Leave what is left for foreigners, orphans and widows. ", "22": "Remember that you were slaves in Egypt. That is why I am commanding you to do this."}