{"1": "Two people may have an argument. They should go to the court. And the judges will decide the case. They will declare one person to be right. And they will punish the one who is guilty. ", "2": "The guilty person might have to be punished with a beating. If so, the judge will make him lie down. They will beat him in front of the judge. The number of lashes should match the crime. ", "3": "But don't hit him more than 40 times. If he is beaten more than that, it would disgrace him before others.", "4": "When an ox is working in the grain, do not cover its mouth to keep it from eating.", "5": "Two brothers might be living together. One of them might die without having a son. His widow must not marry someone outside her husband's family. Her husband's brother must marry her. This is his duty for her as a brother-in-law. ", "6": "The first son she has must be named for the dead brother. Then his name will not be forgotten in Israel.", "7": "But a man might not want to marry his brother's widow. Then she should go to the elders at the town gate. And she should say, “My brother-in-law will not carry on his brother's name in Israel. He refuses to do his duty for me.”", "8": "Then the elders of the town must call for the man and talk to him. But he might be stubborn and say, “I don't want to marry her.”", "9": "If he does, the woman must go up to him in front of the elders. She must take off one of his sandals. She must spit in his face and say, “This is for the man who won't continue his brother's family!” ", "10": "Then that man's family shall be known in Israel as the Family of the Unsandaled.", "11": "Two men might be fighting. And one man's wife comes to save her husband from his attacker. And she grabs the attacker by his sex organs. ", "12": "You must cut off her hand. Give her no mercy.", "13": "Don't carry two sets of weights with you, one heavy and one light. ", "14": "Don't have two different sets of measures in your house, one large and one small. ", "15": "You must have true and honest weights and measures. Then you will live a long time in the land the Lord your God is giving you. ", "16": "The Lord your God hates anyone who is dishonest and uses dishonest measures.", "17": "Remember what the Amalekites did to you when you came out of Egypt. ", "18": "You were tired and worn out. And they met you on the road. They killed all those lagging behind. They were not afraid of God. ", "19": "The Lord your God will give you rest from all the enemies around you. It will be in the land he is giving you to own. Then you shall destroy any memory of the Amalekites on the earth. Do not forget!"}