{"1": "Soon you will go into the land the Lord your God is giving you to own. You will take it over and live in it. ", "2": "Then you must take some of the first harvest of crops. It will grow from the land the Lord your God is giving you. Put the food in a basket. Then go to the place where the Lord your God will choose to be worshiped. ", "3": "Say to the priest on duty at that time, “Today I declare this before the Lord your God. I have come into the land the Lord promised to give us. He promised this to our ancestors.” ", "4": "The priest will take your basket. He will set it down in front of the altar of the Lord your God. ", "5": "Then you shall announce before the Lord your God: “My father was a wandering Aramean. He went down to Egypt. He stayed there with only a few people. But they became a great, powerful and large nation there. ", "6": "But the Egyptians were cruel to us. They made us suffer and work very hard. ", "7": "So we prayed to the Lord, the God of our ancestors. He heard us. He saw our trouble, hard work and suffering. ", "8": "Then the Lord brought us out of Egypt. He did it with his great power and strength. He used great terrors, signs and miracles. ", "9": "Then he brought us to this place. He gave us this land where much food grows. ", "10": "Now I bring you part of the first harvest from this land. Lord, you have given me this land.” Then place the basket before the Lord your God. And bow down before him. ", "11": "Then you and the Levites and foreigners among you should rejoice. The Lord your God has given good things to you and your family.", "12": "Bring a tenth of all your harvest the third year. This is the year to give a tenth of your harvest. Give it to the Levites, foreigners, orphans and widows. Then they may eat in your towns and be full. ", "13": "Then say to the Lord your God, “I have taken out of my house the part of my harvest that belongs to God. I have given it to the Levites, foreigners, orphans and widows. I have done everything you commanded me. I have not broken your commands. And I have not forgotten any of them. ", "14": "I have not eaten any of the holy part while I was in sorrow. I have not removed any of it while I was unclean. I have not offered it for dead people. I have obeyed you, the Lord my God. I have done everything you commanded me. ", "15": "So look down from heaven, your holy home. Bless your people Israel. And bless the land you have given us. You promised it to our ancestors. It is a land where much food grows.”", "16": "Today the Lord your God commands you to obey all these rules and laws. Be careful to do them with your whole being. ", "17": "Today you have said that the Lord is your God. You have promised to do what he wants you to do. You have promised to keep his rules, commands and laws. You have said you will obey him. ", "18": "And today the Lord has said that you are his very own people. He has promised it. But you must obey his commands. ", "19": "The Lord will make you greater than all the other nations he made. He will give you praise, fame and honor. And you will be a holy people to the Lord your God. This is what he said."}