{"1": "You must completely obey the Lord your God. And you must carefully follow all his commands I am giving you today. Then the Lord your God will make you greater than any other nation on earth. ", "2": "Obey the Lord your God. Then all these blessings will come and stay with you:", "3": "You will be blessed in the city. You will be blessed in the country.", "4": "Your children will be blessed. Your crops will be blessed. Your cattle will be blessed with calves and your sheep with lambs.", "5": "Your basket and your kitchen will be blessed.", "6": "You will be blessed when you come in and when you go out.", "7": "The Lord will let you defeat the enemies that come to fight you. They will attack you from one direction. But they will run from you in seven directions.", "8": "The Lord your God will bless you with full barns. He will bless everything you do. He will bless the land he is giving you.", "9": "The Lord will make you his holy people, as he promised. But you must obey his commands. You must do what he wants you to do. ", "10": "Then everyone on earth will see that you are the Lord's people. They will be afraid of you. ", "11": "The Lord will make you rich. You will have many children. Your cattle will have many calves. Your land will give good crops. It is the land that the Lord promised your ancestors he would give to you.", "12": "The Lord will open up his storehouse. The skies will send rain on your land at the right time. And he will bless everything you do. You will lend to other nations. But you will not need to borrow from them. ", "13": "The Lord will make you like the head and not like the tail. You will be on top and not on bottom. But you must obey the commands of the Lord your God that I am giving you today. Be careful to keep them. ", "14": "Do not disobey anything I command you today. Do exactly as I command. Do not follow other gods or serve them.", "15": "But you might not obey the Lord your God. You might not carefully follow all his commands and laws I am giving you today. Then all these curses will come upon you and stay:", "16": "You will be cursed in the city. You will be cursed in the country.", "17": "Your basket and your kitchen will be cursed.", "18": "Your children will be cursed. Your crops will be cursed. The calves of your cattle will be cursed. And the lambs of your flocks will be cursed.", "19": "You will be cursed when you go in and when you go out.", "20": "The Lord will send you curses, confusion and punishment in everything you do. You will be destroyed. You will suddenly be ruined. You did wrong when you left him. ", "21": "The Lord will give you terrible diseases. He will destroy you from the land you are going to take. ", "22": "The Lord will punish you with disease, fever, swelling, heat, no rain, plant diseases and mildew. Then you will die. ", "23": "The sky above will look like bronze. And the ground below will be like iron. ", "24": "The Lord will turn the rain into dust and sand. It will fall from the skies until you are destroyed.", "25": "The Lord will let your enemies defeat you. You will attack them from one direction. But you will run from them in seven directions. And you will become a thing of horror among all the kingdoms on earth. ", "26": "Your dead bodies will be food for all the birds and wild animals. There will be no one to scare them away. ", "27": "The Lord will punish you with boils like those the Egyptians had. You will have bad growths, sores and itches that can't be cured. ", "28": "The Lord will give you madness, blindness and a confused mind. ", "29": "You will have to feel around in the daylight like a blind man. You will fail in everything you do. People will hurt you and steal from you every day. There will be no one to save you.", "30": "You will be engaged to a woman. But another man will rape her. You will build a house. But you will not live in it. You will plant a vineyard. But you will not get its grapes. ", "31": "Your ox will be killed before your eyes. But you will not eat any of it. Your donkey will be taken away from you. And it will not be brought back. Your sheep will be given to your enemies. And no one will rescue them. ", "32": "Your sons and daughters will be given to another nation. You will grow tired looking for them every day. But there is nothing you can do. ", "33": "People you don't know will eat the crops your land and hard work have produced. You will be mistreated and abused all your life. ", "34": "The things you see will cause you to go mad. ", "35": "The Lord will give you sore boils on your knees and legs. They cannot be cured. They will go from the soles of your feet to the tops of your heads.", "36": "The Lord will send you and your king away to a nation you do not know. There you will serve other gods made of wood and stone. ", "37": "You will become a hated thing to the nations where the Lord sends you. They will laugh at you and make fun of you.", "38": "You will plant much seed in your field. But your harvest will be small. Locusts will eat the crop. ", "39": "You will plant vineyards and work hard in them. But you will not pick the grapes or drink the wine. The worms will eat them. ", "40": "You will have olive trees in all your land. But you will not get any olive oil. The olives will drop off the trees. ", "41": "You will have sons and daughters. But you will not be able to keep them. They will be taken captive. ", "42": "Locusts will destroy all your trees and crops.", "43": "The foreigners who live among you will get stronger and stronger. And you will get weaker and weaker. ", "44": "Foreigners will lend money to you. But you will not be able to lend to them. They will be like the head. And you will be like the tail.", "45": "All these curses will come upon you. They will chase you and catch you and destroy you. This will happen because you did not obey the Lord your God. You did not keep the commands and laws he gave you. ", "46": "The curses will be signs and miracles to you and your descendants forever. ", "47": "You had plenty of everything. But you did not serve the Lord your God with joy and a pure heart. ", "48": "So you will serve the enemies the Lord sends against you. You will be hungry, thirsty, naked and poor. The Lord will put a load on you until he has destroyed you.", "49": "The Lord will bring a nation against you from far away. It will be from the end of the world. The nation will swoop down like an eagle. You won't understand their language. ", "50": "They will look mean. They will not respect old people or feel sorry for the young. ", "51": "They will eat the calves from your cattle and the harvest of your field. And you will be destroyed. They will not leave you any grain, new wine or oil. They will not leave you any calves from your herds or lambs from your flocks. You will be ruined. ", "52": "That nation will surround and attack all your cities. You trust in your high, strong walls. But they will fall down. That nation will surround all your cities everywhere in the land the Lord your God is giving you.", "53": "Your enemy will surround you. Those people will make you starve. You will eat your own babies. You will eat the bodies of the sons and daughters the Lord gave you. ", "54": "Even the most gentle and kind man among you will become cruel. He will be cruel to his brother, his wife whom he loves and his children who are still alive. ", "55": "He will not even give them any of the flesh of his children he is eating. It will be all he has left. Your enemy will surround you. Those people will make you starve in all your cities. ", "56": "The most gentle and kind woman among you will become cruel. She is so gentle and kind she would hardly even walk on the ground. But she will be cruel to her husband whom she loves. And she will be cruel to her son and daughter. ", "57": "She will give birth to a baby. But she will plan to eat the baby and what comes after the birth itself. She will eat them while the enemy surrounds the city. Those people will make you starve in all your cities.", "58": "Be careful to obey everything in these teachings. They are written in this book. You must respect the glorious and wonderful name of the Lord your God. ", "59": "The Lord will give terrible diseases to you and your descendants. You will have long and serious diseases. You will have long and miserable sicknesses. ", "60": "And the Lord will give you all the diseases of Egypt that you dread. And the diseases will stay with you. ", "61": "The Lord will also give you every disease and sickness not written in this Book of the Teachings. Then you will be destroyed. ", "62": "You people may have outnumbered the stars. But only a few of you will be left. You did not obey the Lord your God. ", "63": "Once the Lord was happy with you. He gave you good things. He made you grow in number. But now the Lord will be happy to ruin and destroy you. You will be removed from the land you are entering to own.", "64": "Then the Lord will scatter you among the nations. He will scatter you from one end of the earth to the other. There you will serve other gods of wood and stone. They are gods that neither you nor your ancestors have known. ", "65": "You will have no rest among those nations. You will have no place that is yours. The Lord will make your mind worried, your sight weak and your soul sad. ", "66": "You will live with danger. You will be afraid night and day. You will not be sure that you will live. ", "67": "In the morning you will say, “I wish it were evening.” And in the evening you will say, “I wish it were morning.” Terror will be in your heart because of the things you have seen. ", "68": "The Lord will send you back to Egypt in ships. I, Moses, said you would never go back to Egypt. And there you will try to sell yourselves as slaves to your enemies. But no one will buy you."}