{"1": "Then Moses went and spoke these words to all the Israelites: ", "2": "“I am now 120 years old. I cannot lead you anymore. The Lord told me I would not cross the Jordan River. ", "3": "The Lord your God will lead you across himself. He will destroy those nations for you. You will take over their land. Joshua will also lead you across. This is what the Lord has said. ", "4": "The Lord will do to these nations what he did to Sihon and Og. They were the kings of the Amorites. He destroyed them and their land. ", "5": "The Lord will give those nations to you. Do to them everything I told you. ", "6": "Be strong and brave. Don't be afraid of them. Don't be frightened. The Lord your God will go with you. He will not leave you or forget you.”", "7": "Then Moses called Joshua and spoke to him in front of the people. Moses said, “Be strong and brave. Lead these people into the land the Lord promised to give their ancestors. Help the people take it as their own. ", "8": "The Lord himself will go before you. He will be with you. He will not leave you or forget you. Don't be afraid. Don't worry.”", "9": "So Moses wrote down the teachings. He gave them to the priests and all the elders of Israel. The priests are the sons of Levi. They carried the Ark of the Covenant with the Lord. ", "10-11": "Then Moses commanded them: “Read these teachings for all Israel to hear. Do it at the end of every seven years. That is the year to forget what people owe. Do it during the Feast of Shelters. All the Israelites will come to appear before the Lord your God. They will stand at the place the Lord will choose. ", "12": "Gather all the people: the men, women, children and foreigners living in your towns. Then they can listen and learn to respect the Lord your God. Then they can carefully obey everything in this law. ", "13": "Their children do not know this law. They must hear it. They must learn to respect the Lord your God for as long as they live in the land. It is the land you are crossing the Jordan River to own.”", "14": "The Lord said to Moses, “Soon you will die. Get Joshua and come to the Meeting Tent. I will command him.” So Moses and Joshua went to the Meeting Tent.", "15": "The Lord appeared at the Meeting Tent in a cloud. The cloud stood over the entrance of the Tent. ", "16": "And the Lord said to Moses, “You will soon die. Then these people will not be loyal to me. They will worship the foreign gods of the land they are entering. They will leave me. And they will break the agreement I made with them. ", "17": "Then I will become very angry at them. I will leave them. I will turn away from them. And they will be destroyed. Many terrible things will happen to them. Then they will say, 'God is not with us. That is why these terrible things are happening.' ", "18": "I will turn away from them then. They have done wrong. They have turned to other gods.", "19": "“Now write down this song. And teach it to the Israelites. Then have them sing it. It will testify against them. ", "20": "I will bring them into the land I promised to their ancestors. It is a land where much food grows. They will eat as much as they want and get fat. But then they will turn to other gods and serve them. They will reject me and break my agreement. ", "21": "Then many troubles and terrible things will happen to them. And this song will testify against them. The song will not be forgotten by their descendants. I know what they plan to do, even before I take them into the land I promised them.” ", "22": "So Moses wrote down the song that day. And he taught it to the Israelites.", "23": "Then the Lord gave this command to Joshua son of Nun: “Be strong and brave. Lead the people of Israel to the land I promised them. And I will be with you.”", "24": "Moses wrote all the words of the teachings in a book. ", "25": "Then he gave a command to the Levites. They carried the Ark of the Covenant with the Lord. ", "26": "He said, “Take this Book of the Teachings. Put it beside the Ark of the Covenant with the Lord your God. It must stay there as a witness against you. ", "27": "I know how stubborn and disobedient you are. You have disobeyed the Lord while I am alive and with you. You will disobey even more after I die! ", "28": "Gather all the older leaders of your tribes and all your officers. I will say these things for them to hear. And I will ask heaven and earth to testify against them. ", "29": "I know that after I die you will become completely evil. You will turn away from the commands I have given you. Then terrible things will happen to you in the future. You will do what the Lord says is evil. You will make him angry with the idols you have made.”", "30": "And Moses spoke this whole song for all the people of Israel to hear:"}