{"1": "Hear, heavens, and I will speak. Listen, earth, to what I say.", "2": "My teaching will drop like rain. My words will fall like dew. They will be like showers on the grass. They will pour down like rain on young plants.", "3": "I will announce the name of the Lord. Praise God because he is great!", "4": "He is like a rock. What he does is perfect. He is always fair. He is a faithful God who does no wrong. He is right and fair.", "5": "They have done evil against him. To their shame they are no longer his children. They are an evil and lying people.", "6": "This is not the way to repay the Lord. You are foolish and unwise. He is your Father and Maker. He made you and formed you.", "7": "Remember the old days. Think of the years already passed. Ask your father. He will tell you. Ask your elders. They will inform you.", "8": "The Most High God gave the nations their lands. He divided up the human race. He set up borders for the people. He even numbered the Israelites.", "9": "The Lord took his people as his share. The people of Jacob were his very own.", "10": "He found them in a desert. It was a windy, empty land. He surrounded them and brought them up. He guarded them as those he loved very much.", "11": "He was like an eagle building its nest. It flutters over its young. It spreads its wings to catch them. It carries them on its feathers.", "12": "The Lord alone led them. There were no foreign gods among them.", "13": "The Lord brought them to the heights of the land. He fed them the fruit of the fields. He gave them honey from the rocks. He brought oil from the solid rock.", "14": "There were milk curds from the cows and milk from the sheep. There were fat sheep and goats. There were sheep and goats from Bashan. There was the best of the wheat. You drank the juice of grapes.", "15": "Israel grew fat and kicked. They were fat and full and firm. They left the God who made them. They rejected the Rock who saved them.", "16": "They made God jealous with foreign gods. They made him angry with hated idols.", "17": "They made sacrifices to demons, not God. They were gods they had never known. They were new gods from nearby. Your ancestors did not fear them.", "18": "You left God who is the Rock, your Father. You forgot the God who gave you birth.", "19": "The Lord saw this and rejected them. His sons and daughters had made him angry.", "20": "He said, “I will turn away from them. I will see what will happen to them. They are evil people. They are unfaithful children.", "21": "They used things that are not gods to make me jealous. They used worthless idols to make me angry. So I will use those who are not a nation to make them jealous. I will use a nation that does not understand to make them angry.", "22": "My anger has started a fire. It burns down to where the dead are. It will burn up the ground and its crops. And it will set fire to the mountains.", "23": "“I will pile troubles upon them. I will shoot my arrows at them.", "24": "They will be starved and sick. They will be destroyed by terrible diseases. I will send them vicious animals and gliding, poisonous snakes.", "25": "In the streets the sword will kill. In their homes there will be terror. Young men and women will die. So will babies and gray-haired men.", "26": "I will scatter them as I said. And no one will remember them.", "27": "But I didn't want their enemy to brag. Their enemy might misunderstand. They might say, 'We have won! The Lord has done none of this.'”", "28": "Israel has no sense. They do not understand.", "29": "I wish they were wise and understood this. I wish they could see what will happen to them.", "30": "One person cannot chase 1,000 people. And 2 people cannot fight 10,000. This only happens if the Lord has sold them. Their Rock would have to give them up.", "31": "The rock of these people is not like our Rock. Our enemies agree to that.", "32": "Their vine comes from Sodom. Their fields are like Gomorrah. Their grapes are full of poison. Their bunches of grapes are bitter.", "33": "Their wine is like snake poison, like the deadly poison of cobras.", "34": "“I have been saving this. I have it locked in my storehouses.", "35": "I will punish those who do wrong. I will repay them. Sometime their foot will slip. Their day of trouble is near. And their punishment will come quickly.”", "36": "The Lord will defend his people. He will have mercy on his servants. He will see that their strength is gone. He will see that nobody is left, slaves or free.", "37": "Then he will say, “Where are their gods? Where is the rock they trusted?", "38": "Who ate the fat from their sacrifices? Who drank the wine of their drink offering? Let those gods come to help you! Let them protect you!", "39": "“Now you will see that I am the one God! There is no god but me. I send life and death. I can hurt, and I can heal. No one can escape from me.", "40": "I raise my hand toward heaven and make this promise: As surely as I live forever,", "41": "I will sharpen my flashing sword. And I will take it in my hand to judge. I will punish my enemies. I will pay back those who hate me.", "42": "My arrows will be covered with their blood. My sword will eat their flesh. The blood will flow from those who are killed and the captives. The heads of the enemy leaders will be cut off.”", "43": "Be happy, nations, with his people. He will repay you for the blood of his servants. He will punish his enemies. And he will remove the sin of his land and people.", "44": "Moses came with Joshua son of Nun. And they spoke all the words of this song for the people to hear. ", "45": "When Moses finished speaking these words to all Israel, ", "46": "he said to them: “Pay attention to all the words I have said to you today. Command your children to obey carefully everything in these teachings. ", "47": "These should not be unimportant words for you. They mean life for you! By these words you will live a long time in the land you are crossing the Jordan River to own.”", "48": "The Lord spoke to Moses again that same day. He said, ", "49": "“Go up the Abarim Mountains. Go to Mount Nebo in the country of Moab. It is across from Jericho. Look at the land of Canaan. I am giving it to the Israelites to own. ", "50": "You will die on that mountain that you climb. This is how your brother Aaron died on Mount Hor. ", "51": "You both sinned against me at the waters of Meribah Kadesh. That is in the Desert of Zin. You did not honor me as holy there among the Israelites. ", "52": "So now you will only look at the land from far away. You will not enter the land I am giving the people of Israel.”"}