{"1": "Moses, the man of God, gave this blessing to the Israelites before he died. ", "2": "He said: “The Lord came from Mount Sinai. He rose like the sun from Edom. He showed his greatness from Mount Paran. He came with thousands of angels. He came from the southern mountains.", "3": "The Lord surely loves his people. He takes care of all those who belong to him. They bow down at his feet. And they are taught by him.", "4": "Moses gave us the teachings. They belong to the people of Jacob.", "5": "The Lord became king of Israel. The leaders of the people gathered then. The tribes of Israel came together.", "6": "“Let the people of Reuben live and not die. But let the people be few.”", "7": "Moses said this about the people of Judah: “Lord, listen to Judah's prayer. Bring them back to their people. They defend themselves with their hands. Help them fight their enemies!”", "8": "Moses said this about the people of Levi: “Lord, your Thummim and Urim belong to Levi whom you love. Lord, you tested him at Massah. You argued with him at the waters of Meribah.", "9": "He said about his father and mother, 'I don't care about them.' He did not recognize his brothers. He did not know his children. But he protected your word. And he guarded your agreement.", "10": "He teaches your laws to the people of Jacob and your teachings to the people of Israel. He burns incense before you. And he makes whole burnt offerings on your altar.", "11": "Lord, make them strong. Be pleased with the work they do. Defeat those who attack them. Don't let their enemies rise up again.”", "12": "Moses said this about the people of Benjamin: “The Lord's loved ones will lie down in safety. The Lord protects them all day long. The ones the Lord loves rest with him.”", "13": "Moses said this about the people of Joseph: “May the Lord bless their land with the best fruits. Send rain from heaven above. And bring the water from the springs below.", "14": "Let the sun produce the best fruits. Let each month bring its best fruits.", "15": "Let the old mountains give the finest crops. And let the everlasting hills give the best fruits.", "16": "Let the full earth give the best fruits. Let the Lord who lived in the burning bush be pleased. May these blessings rest on the head of Joseph. May they rest on the forehead of the one who was separated from his brothers.", "17": "Joseph has the majesty of a firstborn bull. He is as strong as a wild ox. He will stab other nations, even those nations far away. These are the ten thousands of Ephraim. And these are the thousands of Manasseh.”", "18": "Moses said this about the people of Zebulun: “Be happy when you go out, Zebulun. And be happy in your tents, Issachar.", "19": "They will call the people to the mountain. And there they will offer the right sacrifices. They will do well from all that is in the sea. And they will do well from the treasures hidden in the sand on the shore.”", "20": "Moses said this about the people of Gad: “Praise God who gives Gad more land! Gad lives there like a lion. He tears off arms and heads.", "21": "They chose the best land for themselves. They received a large share, like that given to an officer. When the leaders of the people gathered, the people of Gad did what the Lord said was right. And they judged Israel fairly.”", "22": "Moses said this about the people of Dan: “Dan is like a lion's cub, who jumps out of Bashan.”", "23": "Moses said this about the people of Naphtali: “Naphtali enjoys the Lord's special kindnesses. They are full of his blessings. Their land goes south to Lake Galilee.”", "24": "Moses said this about the people of Asher: “Asher is the most blessed of the sons. He should be his brothers' favorite. Let him bathe his feet in olive oil.", "25": "Your gates will have locks of iron and bronze. You will be strong as long as you live.", "26": "“There is no one like the God of Israel. He rides through the skies to help you. He rides on the clouds in his majesty.", "27": "The everlasting God is your place of safety. His arms will hold you up forever. He will force your enemy out ahead of you. He will say, 'Destroy the enemy!'", "28": "The people of Israel will lie down in safety. Jacob's spring is theirs alone. Theirs is a land full of grain and wine. There the skies drop their dew.", "29": "Israel, you are blessed! No one else is like you. You are a people saved by the Lord. He is your shield and helper. He is your glorious sword. Your enemies will be afraid of you. You will walk all over their holy places.”"}