{"1": "Carefully obey every command I give you today. Then you will live and grow in number. And you will enter and own the land the Lord promised your ancestors. ", "2": "Remember how the Lord your God has led you in the desert for these 40 years. He took away your pride. He tested you. He wanted to know what was in your heart. He wanted to know if you would obey his commands. ", "3": "He took away your pride. He let you get hungry. Then he fed you with manna. Manna was something neither you nor your ancestors had ever seen. This was to teach you that a person does not live only by eating bread. But a person lives by everything the Lord says. ", "4": "During these 40 years, your clothes did not wear out. And your feet did not swell. ", "5": "Know in your heart that the Lord your God corrects you. He corrects you as a father does his son.", "6": "Obey the commands of the Lord your God. Live as he has commanded you and respect him. ", "7": "The Lord your God is bringing you into a good land. The land has rivers and pools of water. Springs flow in the valleys and hills. ", "8": "The land has wheat and barley, vines, fig trees, pomegranates, olive oil and honey. ", "9": "It is a land where you will have plenty of food. You will have everything you need there. The rocks are iron. You can dig copper out of the hills.", "10": "You will have all you want to eat. Then praise the Lord your God. He has given you a good land. ", "11": "Be careful not to forget the Lord your God. Do not fail to obey his commands, laws and rules. I am giving them to you today. ", "12": "You will eat all you want. You will build nice houses and live in them. ", "13": "Your herds of cattle and flocks of sheep will grow large. Your silver and gold will grow. You will have more of everything. ", "14": "Then your heart will become proud. You will forget the Lord your God. He brought you out of the land of Egypt, where you were slaves. ", "15": "He led you through the large and terrible desert. It was dry and had no water. It had poisonous snakes and stinging insects. He gave you water from a solid rock. ", "16": "He gave you manna to eat in the desert. Manna was something your ancestors had never seen. He did this to take away your pride and to test you. He did it so things would go well for you in the end. ", "17": "You might say to yourself, “I am rich because of my own strength and power.” ", "18": "But remember the Lord your God! It is he who gives you the power to become rich. He keeps the agreement he promised to your ancestors. So it is today.", "19": "Never forget the Lord your God. Do not follow other gods. Do not worship them. Do not bow down to them. If you do, I warn you today that you will be destroyed. ", "20": "The Lord destroyed the other nations for you. And you can be destroyed the same way if you do not obey the Lord your God."}