{"1": "Whereas many have undertaken to write a narrative of those things which are most surely believed among us, ", "2": "just as they were handed down to us by those who from the beginning were eyewitnesses and ministers of the word, ", "3": "it seemed good to me also, having accurately investigated all things from the very beginning, to write to you an orderly account, most excellent Theophilus, ", "4": "that you might know the certainty of the things which you have been told.", "5": "There was in the days of Herod, the king of Judea, a certain priest named Zechariah, of the division of Abijah. And his wife was of the daughters of Aaron, and her name was Elizabeth. ", "6": "They were both righteous before God, walking in all the commandments and ordinances of the Lord blamelessly. ", "7": "But they had no child, because Elizabeth was barren, and they both were now well advanced in years.", "8": "Now while he served as priest before God, when his division was on duty, ", "9": "according to the custom of the priest's office, his lot was to burn incense when he went into the temple of the Lord. ", "10": "And the whole crowd of people were praying outside at the hour of incense.", "11": "Then an angel of the Lord appeared to him, standing on the right side of the altar of incense. ", "12": "When Zechariah saw him, he was troubled, and fear fell upon him. ", "13": "But the angel said to him, “Do not fear, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall call his name John. ", "14": "You will have joy and gladness, and many will rejoice at his birth. ", "15": "For he will be great in the sight of the Lord, and shall drink neither wine nor strong drink, and he will be filled with the Holy Spirit, even from his mother's womb. ", "16": "He will turn many of the sons of Israel to the Lord their God. ", "17": "And he will go before Him in the spirit and power of Elijah, to turn the hearts of the fathers to the children[a] and the disobedient to the wisdom of the just, to make ready a people prepared for the Lord.”", "18": "Zechariah said to the angel, “How shall I know this? For I am an old man and my wife well advanced in years.”", "19": "The angel answered him, “I am Gabriel, who stands in the presence of God. And I was sent to speak to you and to bring you this good news. ", "20": "And now you will be silent and unable to speak until the day that these things happen, because you did not believe my words, which will be fulfilled in their season.”", "21": "The people waited for Zechariah, and wondered why he waited so long in the temple. ", "22": "When he came out, he could not speak to them. They perceived that he had seen a vision in the temple, for he made signs to them and remained speechless.", "23": "As soon as the days of his service were fulfilled, he departed to his own home. ", "24": "After those days his wife Elizabeth conceived, and for five months she hid herself, saying, ", "25": "“Thus the Lord has dealt with me in the days when He looked on me, to take away my reproach among men.”", "26": "In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, ", "27": "to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin's name was Mary. ", "28": "The angel came to her and said, “Greetings, you who are highly favored. The Lord is with you. Blessed are you among women.”", "29": "When she saw him, she was troubled by his words, and considered in her mind what kind of greeting this might be. ", "30": "But the angel said to her, “Do not be afraid, Mary, for you have found favor with God. ", "31": "Listen, you will conceive in your womb and bear a Son and shall call His name JESUS. ", "32": "He will be great, and will be called the Son of the Highest. And the Lord God will give Him the throne of His father David, ", "33": "and He will reign over the house of Jacob forever. And of His kingdom there will be no end.”", "34": "Then Mary said to the angel, “How can this be, since I do not know a man?”", "35": "The angel answered her, “The Holy Spirit will come upon you, and the power of the Highest will overshadow you. Therefore the Holy One who will be born will be called the Son of God. ", "36": "Listen, your cousin Elizabeth has also conceived a son in her old age. And this is the sixth month with her who was declared barren. ", "37": "For with God nothing will be impossible.”", "38": "Mary said, “I am the servant of the Lord. May it be unto me according to your word.” Then the angel departed from her.", "39": "In those days Mary arose and quickly went into the hill country, to a city of Judah, ", "40": "and entered the house of Zechariah and greeted Elizabeth. ", "41": "When Elizabeth heard the greeting of Mary, the baby leaped in her womb. And Elizabeth was filled with the Holy Spirit. ", "42": "She spoke out with a loud voice, “Blessed are you among women, and blessed is the fruit of your womb! ", "43": "But why is this granted to me, that the mother of my Lord should come to me? ", "44": "Indeed, as soon as the sound of your greeting came to my ears, the baby in my womb leaped for joy. ", "45": "Blessed is she who believed, for there will be a completion to those things which were told her by the Lord.”", "46": "And Mary said: “My soul magnifies the Lord,", "47": "and my spirit rejoices in God my Savior.", "48": "For He has regarded the low estate of His servant; surely, from now on all generations will call me blessed.", "49": "For He who is mighty has done great things for me, and holy is His name.", "50": "His mercy is on those who fear Him from generation to generation.", "51": "He has shown strength with His arm; He has scattered the proud in the imagination of their hearts.", "52": "He has pulled down the mighty from their thrones and exalted those of low degree.", "53": "He has filled the hungry with good things, and the rich He has sent away empty.", "54": "He has helped His servant Israel, in remembrance of His mercy,", "55": "as He spoke to our fathers, to Abraham and to his descendants forever.”[b]", "56": "Mary remained with her about three months and returned to her own house.", "57": "Now Elizabeth's time had come to give birth, and she gave birth to a son. ", "58": "Her neighbors and cousins heard how the Lord had shown her great mercy, and they rejoiced with her.", "59": "On the eighth day they came to circumcise the child. And they were calling him Zechariah, after the name of his father. ", "60": "But his mother answered, “Not so! He shall be called John.”", "61": "They said to her, “There is no one among your relatives who is called by this name.”", "62": "They made signs to his father, asking what he would have him called. ", "63": "He asked for a writing tablet and wrote, “His name is John.” And they all were amazed. ", "64": "Immediately his mouth was opened and his tongue was loosed, and he spoke and praised God. ", "65": "Fear came on all who lived around them. And all these facts were talked about throughout all the hill country of Judea. ", "66": "All those who heard them laid them up in their hearts, saying, “What kind of child will he be?” For the hand of the Lord was with him.", "67": "His father Zechariah was filled with the Holy Spirit and prophesied, saying,", "68": "“Blessed be the Lord God of Israel, for He has visited and redeemed His people,", "69": "and has raised up a horn of salvation for us in the house of His servant David,", "70": "as He spoke by the mouth of His holy prophets of long ago,", "71": "that we should be saved from our enemies and from the hand of all who hate us,", "72": "to perform the mercy promised to our fathers and to remember His holy covenant,", "73": "the oath which He swore to our father Abraham,", "74": "to grant us that we, being delivered out of the hand of our enemies, might serve Him without fear,", "75": "in holiness and righteousness before Him all the days of our lives.", "76": "“And you, child, will be called the prophet of the Highest; for you will go before the face of the Lord to prepare His ways,", "77": "to give knowledge of salvation to His people by the remission of their sins,", "78": "through the tender mercy of our God, whereby the sunrise from on high has visited us;", "79": "to give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace.”", "80": "And the child grew and became strong in spirit, and he remained in the wilderness until the day of his appearance to Israel."}