{"1": "After this the Lord appointed seventy others, and sent them two by two ahead of Him into every city and place where He Himself was about to come. ", "2": "He said to them, “The harvest truly is plentiful, but the laborers are few. Pray therefore the Lord of the harvest to send out laborers into His harvest. ", "3": "Go your ways. Listen, I am sending you out as lambs among wolves. ", "4": "Carry no purse, no bag, no shoes, and greet no one on the road.", "5": "“When you enter a house, first say, 'Peace be to this house.' ", "6": "If a son of peace is there, your peace will rest upon him; but if not, it will return upon you. ", "7": "Remain in the same house, eating and drinking what they give, for the laborer is worthy of his hire. Do not go from house to house.", "8": "“When you enter a city and they receive you, eat what is set before you. ", "9": "Heal the sick who are there and say to them, 'The kingdom of God has come near to you.' ", "10": "But when you enter a city and they do not receive you, go your way out into their streets and say, ", "11": "'Even the dust of your city which clings to us, we wipe off against you. Yet be sure of this, that the kingdom of God has come near to you.' ", "12": "But I say to you, it will be more tolerable on that Day for Sodom than for that city.", "13": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works had been done in Tyre and Sidon which have been done for you, they would have repented long ago, sitting in sackcloth and ashes. ", "14": "But it will be more tolerable for Tyre and Sidon at the judgment than for you. ", "15": "And you, Capernaum, will you be exalted to heaven? You will be thrust down to hell.", "16": "“He who listens to you listens to Me, he who rejects you rejects Me, and he who rejects Me rejects Him who sent Me.”", "17": "The seventy returned with joy, saying, “Lord, even the demons are subject to us through Your name.”", "18": "He said to them, “I saw Satan as lightning fall from heaven. ", "19": "Look, I give you authority to trample on serpents and scorpions, and over all the power of the enemy. And nothing shall by any means hurt you. ", "20": "Nevertheless do not rejoice that the spirits are subject to you, but rather rejoice that your names are written in heaven.”", "21": "At that time Jesus rejoiced in the Holy Spirit and said, “I thank You, O Father, Lord of heaven and earth, because You have hidden these things from the wise and intelligent and revealed them to infants. Yes, Father, for it was Your good pleasure.", "22": "“All things have been handed over to Me by My Father. And no one knows who the Son is but the Father, and who the Father is but the Son and he to whom the Son desires to reveal Him.”", "23": "Then He turned to His disciples and said privately, “Blessed are the eyes which see what you see. ", "24": "For I tell you, many prophets and kings have desired to see what you see, and have not seen it, and to hear what you hear, and have not heard it.”", "25": "Now, a lawyer stood up and tested Him, saying, “Teacher, what must I do to inherit eternal life?”", "26": "He said to him, “What is written in the law? How do you read?”", "27": "He answered, “ 'You shall love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind'[a] and 'your neighbor as yourself.'[b]”", "28": "He said to him, “You have answered correctly. Do this, and you will live.”", "29": "But he, desiring to justify himself, said to Jesus, “And who is my neighbor?”", "30": "Jesus answered, “A man went down from Jerusalem to Jericho and fell among thieves, who stripped him of his clothing and wounded him and departed, leaving him half dead. ", "31": "By chance a priest came down that way. And when he saw him, he passed by on the other side. ", "32": "So likewise a Levite, when he came to that place, looked at him and passed by on the other side. ", "33": "But a Samaritan, as he journeyed, came where he was. And when he saw him, he had compassion on him, ", "34": "and went to him and bound up his wounds, pouring in oil and wine. Then he set him on his own donkey and brought him to an inn, and took care of him. ", "35": "The next day when he departed, he took out two denarii[c] and gave them to the innkeeper and said to him, 'Take care of him. I will repay you whatever else you spend when I return.'", "36": "“Now which of these three do you think was a neighbor to him who fell among the thieves?”", "37": "He said, “The one who showed mercy on him.” Then Jesus said to him, “Go and do likewise.” ", "38": "As they went, He entered a village. And a woman named Martha welcomed Him into her house. ", "39": "She had a sister called Mary, who also sat at Jesus' feet and listened to His teaching. ", "40": "But Martha was distracted with much serving, and she came to Him and said, “Lord, do You not care that my sister has left me to serve alone? Then tell her to help me.”", "41": "Jesus answered her, “Martha, Martha, you are anxious and troubled about many things. ", "42": "But one thing is needed. And Mary has chosen the good part, which shall not be taken from her.”"}