{"1": "He was praying in a certain place, and when He ceased, one of His disciples said to Him, “Lord, teach us to pray, as John also taught his disciples.”", "2": "He said to them, “When you pray, say: Our Father, who is in heaven, hallowed be Your name. Your kingdom come; Your will be done on earth, as it is in heaven.", "3": "Give us each day our daily bread.", "4": "And forgive us our sins, for we also forgive everyone who is indebted to us. And lead us not into temptation, but deliver us from evil.”", "5": "Then He said to them, “Which of you has a friend and shall go to him at midnight and say to him, 'Friend, lend me three loaves, ", "6": "for a friend of mine on his journey has come to me, and I have nothing to set before him'; ", "7": "and he will answer from within, 'Do not trouble me; the door is now shut, and my children are with me in bed; I cannot rise and give you anything'? ", "8": "I say to you, though he will not rise and give him anything because he is his friend, yet because of his persistence he will rise and give him as much as he needs.", "9": "“And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you. ", "10": "For everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened.", "11": "“If a son asks for bread from any of you who is a father, will you give him a stone? Or if he asks for a fish, will you give him a serpent instead of a fish? ", "12": "Or if he asks for an egg, will you offer him a scorpion? ", "13": "If you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask Him?”", "14": "He was casting out a demon, and it was mute. When the demon had gone out, the mute man spoke, and the crowd marveled. ", "15": "But some of them said, “He casts out demons through Beelzebub, the ruler of the demons.” ", "16": "Others, testing Him, asked Him for a sign from heaven.", "17": "But He, knowing their thoughts, said to them, “Every kingdom divided against itself is made desolate. And a house divided against itself falls. ", "18": "If Satan also is divided against himself, how will his kingdom stand? For you say that I cast out demons through Beelzebub. ", "19": "Now if I cast out demons by Beelzebub, by whom do your sons cast them out? Therefore they will be your judges. ", "20": "But if I cast out demons with the finger of God, no doubt the kingdom of God has come upon you.", "21": "“When a strong man, fully armed, guards his own palace, his goods are peacefully kept. ", "22": "But when a stronger man than he attacks and overpowers him, he seizes all the armor in which the man trusted and divides his spoils.", "23": "“He who is not with Me is against Me, and he who does not gather with Me scatters.", "24": "“When an unclean spirit goes out of a man, it goes through dry places seeking rest. Finding none, it says, 'I will return to my house, from which I came.' ", "25": "When it comes, it finds it swept and furnished. ", "26": "Then it goes and brings seven other spirits more wicked than itself, and they enter and dwell there. And the last state of that man is worse than the first.”", "27": "As He spoke these things, a woman from the crowd raised her voice and said to Him, “Blessed is the woman who gave You birth and nursed You.”", "28": "But He said, “Indeed, blessed are those who hear the word of God and keep it.”", "29": "When the crowds pressed upon Him, He began to say, “This is an evil generation. It looks for a sign, but no sign will be given it except the sign of Jonah the prophet. ", "30": "For as Jonah was a sign to the Ninevites, so will the Son of Man be to this generation. ", "31": "The Queen of the South will rise up in the judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon. And now one greater than Solomon is here. ", "32": "The men of Nineveh will rise up in the judgment with this generation and will condemn it, for they repented at the preaching of Jonah. And now one greater than Jonah is here.", "33": "“No one, when he has lit a candle, puts it in a secret place or under a basket, but on a candlestick, that those who come in may see the light. ", "34": "The eye is the lamp of the body. Therefore when your eye is good, your whole body also is full of light. But when your eye is bad, your body also is full of darkness. ", "35": "Take heed therefore lest the light which is in you is darkness. ", "36": "If your whole body, then, is full of light, no part being dark, the whole body will be full of light, as when the shining candle gives you light.”", "37": "As He spoke, a Pharisee asked Him to dine with him. So He went in and sat down to eat. ", "38": "When the Pharisee saw it, he marveled that He had not first washed before dinner.", "39": "Then the Lord said to him, “Now you Pharisees clean the outside of the cup and the dish. But inside you are full of extortion and wickedness. ", "40": "You fools! Did not he who made the outside make the inside also? ", "41": "But give alms from what is within. And then all things are clean to you.", "42": "“Woe to you, Pharisees! For you tithe mint and rue and every herb and pass over justice and the love of God. These you ought to have done, without leaving the others undone.", "43": "“Woe to you, Pharisees! For you love the prominent seats in the synagogues and greetings in the marketplaces.", "44": "“Woe to you, scribes and Pharisees, hypocrites! For you are like unseen graves, and the men who walk over them are not aware of them.”", "45": "One of the lawyers answered, “Teacher, by saying these things You insult us also.”", "46": "He said, “Woe to you also, you lawyers! For you load men with burdens difficult to carry, and you yourselves do not touch the burdens with one of your fingers.", "47": "“Woe to you! For you build the tombs of the prophets, and your fathers killed them. ", "48": "So you are witnesses and entirely approve the deeds of your fathers, because they killed them, and you build their tombs. ", "49": "Therefore also the wisdom of God said, 'I will send them prophets and apostles, and some of them they will kill and persecute,' ", "50": "that the blood of all the prophets, shed since the beginning of the world, may be required from this generation, ", "51": "from the blood of Abel to the blood of Zechariah, who was killed between the altar and the sanctuary. Yes, I tell you, it shall be required from this generation.", "52": "“Woe to you, lawyers! For you have taken away the key of knowledge. You did not enter yourselves, and you hindered those who were entering.”", "53": "As He said these things to them, the scribes and the Pharisees began to incite Him vehemently and angrily draw Him out concerning many things, ", "54": "lying in wait for Him and seeking to catch something out of His mouth, that they might accuse Him."}