{"1": "Meanwhile, when thousands of the crowd were assembled, so as to trample on one another, He began to say to His disciples first, “Beware of the yeast of the Pharisees, which is hypocrisy. ", "2": "For there is nothing covered that will not be revealed, or hidden that will not be known. ", "3": "Therefore what you have said in the darkness will be heard in the light. And what you have whispered in the ear in private rooms will be proclaimed on the housetops.", "4": "“I say to you, My friends, do not be afraid of those who kill the body, and after that can do no more. ", "5": "But I will warn you whom you shall fear: Fear Him who, after He has killed, has power to cast into hell. Yes, I say to you, fear Him. ", "6": "Are not five sparrows sold for two pennies[a]? Yet not one of them is forgotten by God. ", "7": "Indeed, even the hairs of your head are all numbered. Therefore do not fear. You are more valuable than many sparrows.", "8": "“I say to you, whoever confesses Me before men, him will the Son of Man also confess before the angels of God. ", "9": "But he who denies Me before men will be denied before the angels of God. ", "10": "And everyone who speaks a word against the Son of Man will be forgiven, but he who blasphemes against the Holy Spirit will not be forgiven.", "11": "“When they bring you to the synagogues, rulers, and authorities, do not be anxious how you will answer or what you will say. ", "12": "For the Holy Spirit will teach you at that time what you should say.”", "13": "Someone in the crowd said to Him, “Teacher, tell my brother to divide the inheritance with me.”", "14": "Jesus said to him, “Man, who appointed Me a judge or an arbitrator between you?” ", "15": "Then He said to them, “Take heed and beware of covetousness. For a man's life does not consist in the abundance of his possessions.”", "16": "And He told a parable to them, saying, “The land of a rich man produced plentifully. ", "17": "He thought to himself, 'What shall I do, for I have no room to store my crops?'", "18": "“Then he said, 'This I will do: I will pull down my barns and build greater ones, and there I will store all my grain and my goods. ", "19": "And I will say to my soul, Soul, you have many goods laid up for many years. Take rest. Eat, drink, and be merry.'", "20": "“But God said to him, 'You fool! This night your soul will be required of you. Then whose will those things be which you have provided?'", "21": "“So is he who stores up treasure for himself, and is not rich toward God.”", "22": "Then He said to His disciples, “Therefore I say to you, do not be anxious for your life, what you will eat, nor for your body, what you will wear. ", "23": "Life is more than food, and the body is more than clothes. ", "24": "Consider the ravens: They neither sow nor reap, they have neither storehouses nor barns. Yet God feeds them. How much more valuable are you than birds? ", "25": "Who of you by worrying can add one cubit[b] to his height? ", "26": "If you then cannot do what is least, why are you anxious about the other things?", "27": "“Consider how the lilies grow. They neither spin nor weave. Yet I say to you that Solomon in all his glory was not arrayed like one of these. ", "28": "If God so clothes the grass, which today is in the field and tomorrow is thrown into the oven, how much more will He clothe you, O you of little faith? ", "29": "And do not seek what you will eat or what you will drink, nor be of an anxious mind. ", "30": "For the nations of the world seek all these things, and your Father knows that you need them. ", "31": "But seek the kingdom of God, and all these things shall be given to you.", "32": "“Do not be afraid, little flock, for it is your Father's good pleasure to give you the kingdom. ", "33": "Sell your possessions and give alms. Provide yourselves purses that do not grow old, an unfailing treasure in the heavens, where no thief comes near and no moth destroys. ", "34": "For where your treasure is, there will your heart be also.", "35": "“Let your waist be girded and your lights be burning, ", "36": "and you be like men waiting for their master to return from the wedding banquet, so that they may open the door immediately for him when he comes and knocks. ", "37": "Blessed are those servants whom the master will find watching when he comes. Truly I say to you, he will dress himself and have them sit down to dine, and he will come and serve them. ", "38": "If he comes in the second watch, or comes in the third watch, and finds them so, blessed are those servants. ", "39": "But know this: If the owner of the house had known at what hour the thief was coming, he would have watched and not have allowed his house to be broken into. ", "40": "Therefore be ready, for the Son of Man is coming at an hour you do not expect.”", "41": "Peter said to Him, “Lord, are You telling this parable to us, or to everyone?”", "42": "The Lord said, “Who then is the faithful and wise steward, whom his master will make ruler over his house servants, to give them their portion of food at the proper time? ", "43": "Blessed is that servant whom his master will find so doing when he comes. ", "44": "Truly, I say to you, he will appoint him over all his possessions. ", "45": "But if that servant says in his heart, 'My master delays his coming,' and begins to beat the house servants, both men and women, and to eat and drink and get drunk, ", "46": "the master of that servant will come on a day when he does not look for him, and at an hour when he is not aware, and will cut him to pieces and will appoint him his portion with the unbelievers.", "47": "“That servant who knew his master's will, but did not prepare himself or do according to his will, shall be beaten with many stripes. ", "48": "But he who unknowingly committed acts worthy of punishment shall be beaten with few stripes. For to whom much is given, of him much shall be required. And from him to whom much was entrusted, much will be asked.", "49": "“I have come to send fire upon the earth and wish that it were already kindled! ", "50": "But I have a baptism to be baptized with, and how pressed I am until it is accomplished! ", "51": "Do you suppose that I have come to give peace on earth? No, I tell you, but rather division. ", "52": "For there will be from now on five divided in one house, three against two and two against three. ", "53": "They will be divided, father against son and son against father, mother against daughter and daughter against mother, and mother-in-law against her daughter-in-law and daughter-in-law against her mother-in-law.”", "54": "Then He said to the crowd: “When you see a cloud rise out of the west, immediately you say, 'A shower is coming,' and so it is. ", "55": "And when a south wind blows, you say, 'There will be heat,' and it happens. ", "56": "You hypocrites! You can discern the face of the sky and of the earth. But why do you not know how to discern this time?", "57": "“Why even among yourselves do you not judge what is right? ", "58": "When you go with your adversary to the magistrate, as you are on the way, diligently try to settle matters with him, lest he drag you to the judge, and the judge will hand you over to the officer, and the officer will throw you into prison. ", "59": "I tell you, you shall not come out from there until you have paid the very last penny.”[c]"}