{"1": "There were present at that time some who told Him of the Galileans whose blood Pilate had mingled with their sacrifices. ", "2": "Jesus answered, “Do you suppose that these Galileans were worse sinners than all the other Galileans, because they suffered such things? ", "3": "I tell you, no! But unless you repent, you will all likewise perish. ", "4": "Or those eighteen, upon whom the tower in Siloam fell and killed them, do you think that they were worse offenders than all men living in Jerusalem? ", "5": "I tell you, no! But unless you repent, you will all likewise perish.”", "6": "Then He told this parable: “A man had a fig tree planted in his vineyard. He came and looked for fruit on it and found none. ", "7": "So he said to the vinedresser of his vineyard, 'Now these three years I have come looking for fruit on this fig tree, and I find none. Cut it down. Why should it deplete the soil?'", "8": "“He answered him, 'Sir, leave it alone this year also, until I dig around it and fertilize it. ", "9": "And if it bears fruit, well. But if not, after that you shall cut it down.' ”", "10": "He was teaching in one of the synagogues on the Sabbath. ", "11": "And there was a woman who had a spirit of infirmity for eighteen years and was bent over and could not straighten herself up. ", "12": "When Jesus saw her, He called her and said to her, “Woman, you are loosed from your infirmity.” ", "13": "Then He laid His hands on her, and immediately she was made straight and glorified God.", "14": "But the ruler of the synagogue answered with indignation, because Jesus had healed on the Sabbath, and said to the people, “There are six days in which men ought to work. Therefore come and be healed on those days, but not on the Sabbath day.”", "15": "The Lord answered him, “You hypocrite! Does not each one of you on the Sabbath untie his ox or his donkey from the stall and lead it away to water it? ", "16": "Then should not this woman, being a daughter of Abraham whom Satan has bound these eighteen years, be loosed from this bondage on the Sabbath?”", "17": "When He said this, all His adversaries were ashamed. And all the people rejoiced for all the glorious things that were done by Him.", "18": "Then He said, “What is the kingdom of God like? To what shall I compare it? ", "19": "It is like a grain of mustard seed which a man took and planted in his garden. It grew and became a large tree, and the birds of the air nested in its branches.”", "20": "Again He said, “To what shall I compare the kingdom of God? ", "21": "It is like yeast, which a woman took and hid in sixty pounds[a] of meal until all of it was leavened.” ", "22": "Then He went through the cities and villages, teaching, and journeying toward Jerusalem. ", "23": "Someone said to Him, “Lord, will those who are saved be few?” He said to them, ", "24": "“Strive to enter through the narrow gate. For many, I tell you, will try to enter and will not be able. ", "25": "Once the Master of the house has risen up and shut the door, and you begin to stand outside and knock at the door, saying, 'Lord, Lord, open for us,' He will answer you, 'I do not know where you come from.'", "26": "“Then you will begin to say, 'We ate and drank in your presence, and you taught in our streets.'", "27": "“But He will say, 'I tell you, I do not know you, or where you come from. Depart from Me, all you workers of iniquity.'", "28": "“There will be weeping and gnashing of teeth when you see Abraham, and Isaac, and Jacob, and all the prophets in the kingdom of God, and you yourselves thrust out. ", "29": "They will come from the east and from the west and from the north and from the south and will sit down to dine in the kingdom of God. ", "30": "Listen, there are the last who will be first, and the first who will be last.”", "31": "On the same day certain Pharisees came, saying to Him, “Get out and depart from here, for Herod wants to kill You.”", "32": "He said to them, “Go and tell that fox, 'Look, I cast out demons. And I perform healings today and tomorrow, and on the third day I shall be perfected.' ", "33": "Nevertheless I must travel today and tomorrow and the day following. For it cannot be that a prophet should perish outside Jerusalem.", "34": "“O Jerusalem, Jerusalem, which kills the prophets and stones those who are sent to you! How often would I have gathered your children together, as a hen gathers her chicks under her wings, and you were not willing! ", "35": "Look, your house is forsaken. Truly I say to you, you shall not see Me until the time comes when you say, 'Blessed is He who comes in the name of the Lord.'[b]”"}