{"1": "He told His disciples: “There was a rich man who had a steward who was accused to the man of wasting his resources. ", "2": "So he called him and said, 'How is it that I hear this about you? Give an account of your stewardship, for you may no longer be steward.'", "3": "“Then the steward said to himself, 'What shall I do, for my master is taking away the stewardship from me? I cannot dig. I am ashamed to beg. ", "4": "I know what to do so that, when I am removed from the stewardship, others may receive me into their houses.'", "5": "“So he called each of his master's debtors, and said to the first, 'How much do you owe my master?'", "6": "“He said, 'Eight hundred gallons[a] of oil.' “He said to him, 'Take your bill, and sit down quickly and write four hundred.' ", "7": "“Then he said to another, 'And how much do you owe?' “He said, 'One thousand bushels[b] of wheat.' “He said to him, 'Take your bill, and write eight hundred.' ", "8": "“The master commended the dishonest steward, because he had acted prudently. For the sons of this world are wiser in their own generation than the sons of light. ", "9": "I say to you, make friends for yourself by means of unrighteous wealth, so that when you fall short, they may receive you into eternal dwellings.", "10": "“He who is faithful in what is least is faithful also in much. And he who is dishonest in the least is dishonest also in much. ", "11": "So if you have not been faithful in the unrighteous wealth, who will commit to your trust the true riches? ", "12": "And if you have not been faithful in that which is another man's, who will give you that which is your own?", "13": "“No servant can serve two masters. Either he will hate the one and love the other, or he will be loyal to the one and despise the other. You cannot serve God and wealth.”", "14": "The Pharisees, who were lovers of money, heard all these things and derided Him. ", "15": "He said to them, “You are those who justify yourselves before men, but God knows your hearts. For that which is highly esteemed before men is an abomination before God.", "16": "“The Law and the Prophets were preached until John. Since then the kingdom of God has been preached, and everyone is pressing into it. ", "17": "It is easier for heaven and earth to pass away than for one stroke of the law to fail.", "18": "“Whoever divorces his wife and marries another commits adultery, and whoever marries her who is divorced by her husband commits adultery.", "19": "“There was a rich man who was clothed in purple and fine linen and fared sumptuously every day. ", "20": "There was also a beggar named Lazarus, covered with sores, who had been placed at his gate, ", "21": "desiring to be fed the crumbs falling from the rich man's table. Moreover the dogs came and licked his sores.", "22": "“It came to pass that the beggar died and was carried by the angels to Abraham's presence. The rich man also died and was buried. ", "23": "In Hades, being in torment, he lifted up his eyes and saw Abraham from a distance and Lazarus in his presence. ", "24": "So he cried out, 'Father Abraham, have mercy on me, and send Lazarus to dip the tip of his finger in water and cool my tongue. For I am tormented in this flame.'", "25": "“But Abraham said, 'Son, remember that you in your lifetime received your good things, and Lazarus in like manner evil things. But now he is comforted and you are tormented. ", "26": "And besides all this, between us and you there is a great gulf, so that those who would pass from here to you cannot, nor can those from there pass to us.'", "27": "“He said, 'Then I pray you, father, to send him to my father's house, ", "28": "for I have five brothers, to testify to them, lest they also come to this place of torment.'", "29": "“Abraham said to him, 'They have Moses and the Prophets. Let them hear them.'", "30": "“He said, 'No, father Abraham. But if someone from the dead goes to them, they will repent.'", "31": "“He said to him, 'If they do not hear Moses and the Prophets, neither will they be persuaded if someone should rise from the dead.' ”"}