{"1": "Then He said to the disciples, “It is impossible except that offenses will come. But woe to him through whom they come! ", "2": "It would be better for him if a millstone were hung around his neck and he was thrown into the sea, than to offend one of these little ones. ", "3": "Take heed to yourselves. “If your brother sins against you, rebuke him. And if he repents, forgive him. ", "4": "If he sins against you seven times in a day, and seven times in a day turns to you, saying, 'I repent,' you must forgive him.”", "5": "The apostles said to the Lord, “Increase our faith.”", "6": "The Lord said, “If you had faith as a grain of mustard seed, you could say to this mulberry tree, 'Be uprooted and be planted in the sea,' and it would obey you.", "7": "“Which of you, having a servant plowing or herding sheep, will say to him when he has come in from the field, 'Come now and sit down for dinner'? ", "8": "Will he not rather say to him, 'Prepare my supper, and dress yourself and serve me until I eat and drink. And afterward you will eat and drink'? ", "9": "Does he thank the servant because he did what was commanded? I think not. ", "10": "So you also, when you have done everything commanded you, say, 'We are unprofitable servants. We have done our duty.' ”", "11": "As Jesus went to Jerusalem, He passed between Samaria and Galilee. ", "12": "As He entered a village, there met Him ten men who were lepers, who stood at a distance. ", "13": "They lifted up their voices, saying, “Jesus, Master, have pity on us!”", "14": "When He saw them, He said to them, “Go, show yourselves to the priests.” And as they went, they were cleansed.", "15": "One of them, when he saw that he was healed, returned with a loud voice glorifying God, ", "16": "and fell down on his face at His feet, giving Him thanks. And he was a Samaritan.", "17": "Jesus said, “Were not the ten cleansed? Where are the nine? ", "18": "Were there not any found to return and give glory to God except this foreigner?” ", "19": "Then He said to him, “Rise, go your way. Your faith has made you well.”", "20": "When He was asked by the Pharisees when the kingdom of God would come, He answered them, “The kingdom of God does not come with observation. ", "21": "Nor will they say, 'Here it is!' or 'There it is!' For remember, the kingdom of God is within you.”", "22": "Then He said to the disciples, “The days will come when you will desire to see one of the days of the Son of Man, but you will not see it. ", "23": "They will say to you, 'Look here,' or 'Look there!' Do not follow after them. ", "24": "For as the lightning flashes and lights up the heavens from one side to the other, so will the Son of Man be in His day. ", "25": "But first He must suffer many things and be rejected by this generation.", "26": "“Just as it was in the days of Noah, so will it be in the days of the Son of Man. ", "27": "They were eating, drinking, marrying, and were given in marriage until the day when Noah entered the ark. Then the flood came and destroyed them all.", "28": "“Likewise as it was in the days of Lot: They ate, they drank, they bought, they sold, they planted, they built. ", "29": "But on the day that Lot departed from Sodom, fire and brimstone rained from heaven and destroyed them all.", "30": "“So will it be on the day when the Son of Man is revealed. ", "31": "On that day let him who is on the housetop, with his goods in the house, not come down to take them away. And likewise let him who is in the field not return to the things behind. ", "32": "Remember Lot's wife. ", "33": "Whoever seeks to save his life will lose it, and whoever loses his life will preserve it. ", "34": "I tell you, on that night two men will be in one bed; the one will be taken and the other will be left. ", "35": "Two women will be grinding grain together; the one will be taken and the other will be left. ", "36": "Two men will be in the field; the one will be taken and the other will be left.”", "37": "They asked, “Where, Lord?” He replied, “Where the body is, there the eagles will be gathered together.”"}