{"1": "He told them a parable to illustrate that it is necessary always to pray and not lose heart. ", "2": "He said: “In a city there was a judge who did not fear God or regard man. ", "3": "And a widow was in that city. She came to him, saying, 'Avenge me against my adversary.'", "4": "“He would not for a while. Yet afterward he said to himself, 'Though I do not fear God or respect man, ", "5": "yet because this widow troubles me, I will avenge her, lest by her continual coming she will weary me.' ”", "6": "And the Lord said, “Hear what the unjust judge says. ", "7": "And shall not God avenge His own elect and be patient with them, who cry day and night to Him? ", "8": "I tell you, He will avenge them speedily. Nevertheless, when the Son of Man comes, will He find faith on the earth?”", "9": "He told this parable to some who trusted in themselves, as though they were righteous, and despised others: ", "10": "“Two men went up to the temple to pray, the one a Pharisee and the other a tax collector. ", "11": "The Pharisee stood and prayed these things about himself, 'God, I thank You that I am not like other men: extortioners, unjust, adulterers, or even like this tax collector. ", "12": "I fast twice a week, and I tithe of all that I earn.'", "13": "“But the tax collector, standing at a distance, would not even lift his eyes to heaven, but struck his chest, saying, 'God, be merciful to me a sinner.'", "14": "“I tell you, this man went down to his house justified rather than the other. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.”", "15": "They also brought infants to Him that He might touch them. When the disciples saw it, they rebuked them. ", "16": "But Jesus called them to Him and said, “Permit the little children to come to Me, and do not hinder them. For to such belongs the kingdom of God. ", "17": "Truly, I say to you, whoever will not receive the kingdom of God as a little child will in no wise enter it.”", "18": "A certain ruler asked Him, “Good Teacher, what must I do to inherit eternal life?”", "19": "Jesus said to him, “Why do you call Me good? No one is good, except God alone. ", "20": "You know the commandments: Do not commit adultery, Do not murder, Do not steal, Do not bear false witness, Honor your father and your mother.[a]”", "21": "He said, “All these I have kept since my youth.”", "22": "When Jesus heard this, He said to him, “Yet you lack one thing. Sell all that you have and distribute to the poor, and you will have treasure in heaven. And come, follow Me.”", "23": "When he heard this he became very sorrowful, for he was very rich. ", "24": "When Jesus saw that he became very sorrowful, He said, “How hard it is for those who have riches to enter the kingdom of God! ", "25": "For it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”", "26": "Those who heard this said, “Who then can be saved?”", "27": "He said, “What is impossible with men is possible with God.”", "28": "Peter said, “Look, we have left everything and followed You.”", "29": "He said to them, “Truly, I tell you, there is no man who has left his home or parents or brothers or wife or children, for the sake of the kingdom of God, ", "30": "who shall not receive many times more in this age and, in the age to come, eternal life.”", "31": "Taking the twelve, He said, “Listen! We are going up to Jerusalem, and everything that is written by the prophets concerning the Son of Man will be accomplished, ", "32": "for He will be handed over to the Gentiles and will be mocked and insulted and spit upon. ", "33": "They will scourge Him and put Him to death, and on the third day He will rise again.”", "34": "They understood none of these things. This saying was hidden from them, and they did not comprehend what was spoken.", "35": "As He was drawing near Jericho, a certain blind man sat along the way begging. ", "36": "Hearing a crowd passing by, he asked what it meant. ", "37": "They told him that Jesus of Nazareth was passing by.", "38": "He cried out, “Jesus, Son of David, have mercy on me!”", "39": "Those who went in front rebuked him, so that he would keep quiet. But he cried out much more, “Son of David, have mercy on me!”", "40": "Jesus stood and commanded him to be brought to Him. When he came near, He asked him, ", "41": "“What do you want Me to do for you?” He said, “Lord, grant that I may receive my sight.”", "42": "Jesus said to him, “Receive your sight. Your faith has saved you.” ", "43": "Immediately he received his sight and followed Him, glorifying God. When all the people saw it, they gave praise to God."}