{"1": "In those days a decree went out from Caesar Augustus that the entire inhabited earth should be taxed. ", "2": "This taxation was first made when Quirinius was governor of Syria. ", "3": "And everyone went to his own city to be taxed.", "4": "So Joseph also departed from the city of Nazareth in Galilee to the City of David which is called Bethlehem, in Judea, because he was of the house and lineage of David, ", "5": "to be taxed with Mary, his betrothed wife, who was with child. ", "6": "So while they were there, the day came for her to give birth. ", "7": "And she gave birth to her firstborn Son, and wrapped Him in strips of cloth, and laid Him in a manger, because there was no room for them in the inn.", "8": "And in the same area there were shepherds living in the fields, keeping watch over their flock by night. ", "9": "And then an angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were very afraid. ", "10": "But the angel said to them, “Listen! Do not fear. For I bring you good news of great joy, which will be to all people. ", "11": "For unto you is born this day in the City of David a Savior, who is Christ the Lord. ", "12": "And this will be a sign to you: You will find the Baby wrapped in strips of cloth, lying in a manger.”", "13": "Suddenly there was with the angel a company of the heavenly host praising God and saying,", "14": "“Glory to God in the highest, and on earth peace, and good will toward men.”", "15": "When the angels went away from them into heaven, the shepherds said to each other, “Let us now go to Bethlehem and see what has happened, which the Lord has made known to us.”", "16": "So they came hurrying and found Mary and Joseph, and the Baby lying in a manger. ", "17": "When they had seen Him, they made widely known the word which was told them concerning this Child. ", "18": "And all those who heard it marveled at what the shepherds told them. ", "19": "But Mary kept all these things and pondered them in her heart. ", "20": "The shepherds returned, glorifying and praising God for all the things they had heard and seen, as it had been told them.", "21": "When eight days had passed and the Child was circumcised, He was named JESUS, the name given by the angel before He was conceived in the womb.", "22": "When the days of her purification according to the Law of Moses were completed, they brought Him to Jerusalem to present Him to the Lord ", "23": "(as it is written in the law of the Lord, “Every firstborn male shall be called holy to the Lord”[a]) ", "24": "and to offer a sacrifice according to what is said in the law of the Lord, “a pair of turtledoves, or two young pigeons.”[b]", "25": "Now there was a man in Jerusalem whose name was Simeon, and this man was righteous and devout, waiting for the consolation of Israel, and the Holy Spirit was upon him. ", "26": "It was revealed to him by the Holy Spirit that he would not die before he had seen the Lord's Christ. ", "27": "Led by the Spirit, he came into the temple. And when the parents brought in the Child Jesus, to do for Him according to the custom of the law, ", "28": "he received Him in his arms and blessed God and said:", "29": "“Lord, now let Your servant depart in peace, according to Your word;", "30": "for my eyes have seen Your salvation", "31": "which You have prepared in the sight of all people,", "32": "a light for revelation to the Gentiles, and the glory of Your people Israel.”", "33": "Joseph and His mother were amazed at those things which were spoken about Him. ", "34": "Then Simeon blessed them and said to Mary His mother, “Listen, this Child is destined to cause the fall and rising of many in Israel and to be a sign which will be spoken against, ", "35": "so that the thoughts of many hearts may be revealed. And a sword will pierce through your own soul also.”", "36": "And there was Anna a prophetess, a daughter of Phanuel, of the tribe of Asher. She was of a great age and had lived with her husband seven years from her virginity. ", "37": "And she was a widow of about eighty-four years of age who did not depart from the temple, but served God with fasting and prayer night and day. ", "38": "Coming at that moment she gave thanks to the Lord and spoke of Him to all those who looked for the redemption of Jerusalem.", "39": "When they had performed everything according to the law of the Lord, they returned to Galilee, to their own city of Nazareth. ", "40": "And the Child grew and became strong in spirit, filled with wisdom. And the grace of God was upon Him.", "41": "Now His parents went to Jerusalem every year at the Feast of the Passover. ", "42": "When He was twelve years old, they went up to Jerusalem according to the custom of the feast. ", "43": "When the days of the feast were complete, as they returned, the Child Jesus remained behind in Jerusalem. And Joseph and His mother did not know of it. ", "44": "But supposing Him to be in their company, they went a day's journey. Then they searched for Him among their relatives and acquaintances. ", "45": "When they did not find Him, they returned to Jerusalem, searching for Him. ", "46": "After three days they found Him in the temple, sitting in the midst of the teachers, listening to them and asking them questions. ", "47": "All who heard Him were astonished at His understanding and His answers. ", "48": "When they saw Him, they were amazed. And His mother said to Him, “Son, why have You dealt with us like this? Look, Your father and I have anxiously searched for You.”", "49": "He said to them, “How is it that you searched for Me? Did you not know that I must be about My Father's business?” ", "50": "But they did not understand the word which He spoke to them.", "51": "Then He went down with them and came to Nazareth and was obedient to them. But His mother kept all these words in her heart. ", "52": "And Jesus increased in wisdom and in stature and in favor with God and men."}