{"1": "He looked up and saw the rich putting their gifts in the treasury. ", "2": "He also saw a poor widow putting in two mites,[a] ", "3": "and He said, “Truly I tell you, this poor widow has put in more than all of them. ", "4": "For all these out of their abundance have put in their gifts for God. But she out of her poverty has put in all the living she had.”", "5": "As some spoke of how the temple was adorned with beautiful stones and gifts, He said, ", "6": "“As for these things which you see, the days will come when not one stone shall be left on another that will not be thrown down.”", "7": "They asked Him, “Teacher, when will these things be, and what will be the sign when this is about to happen?”", "8": "He said, “Beware lest you be deceived. For many will come in My name, saying, 'I am He,' and 'The time has drawn near.' Therefore do not go after them. ", "9": "When you hear of wars and commotions, do not be afraid. For these things must first take place, but the end will not be at hand.”", "10": "Then He said to them, “Nation will rise against nation, and kingdom against kingdom. ", "11": "Great earthquakes will occur in various places, and there will be famines and pestilence. And there will be terrors and great signs from heaven.", "12": "“But before all these things, they will seize you and persecute you, delivering you up to the synagogues and prisons, and you will be brought before kings and governors for My name's sake. ", "13": "It will turn out as a testimony for you. ", "14": "Therefore resolve in your hearts beforehand not to practice your defense. ", "15": "For I will give you a mouth and wisdom, which all your opponents will be able to neither refute nor resist. ", "16": "You will be betrayed by parents and brothers and relatives and friends. And they will put some of you to death. ", "17": "You will be hated by all men for My name's sake, ", "18": "but not a hair of your head shall perish. ", "19": "In your endurance you will gain your souls.", "20": "“When you see Jerusalem surrounded by armies, then you know that its desolation has drawn near. ", "21": "Then let those who are in Judea flee to the mountains, and let those who are in the city depart, and let not those who are in the country enter it. ", "22": "For these are the days of vengeance, that all things which are written may be fulfilled. ", "23": "But woe to those who are pregnant and to those who nurse in those days! For there will be great distress in the land and wrath upon this people. ", "24": "They will fall by the edge of the sword and will be led away captive to all nations. And Jerusalem will be trampled on by the Gentiles until the times of the Gentiles are fulfilled.", "25": "“There will be signs in the sun and the moon and the stars; and on the earth distress of nations, with perplexity, the sea and the waves roaring; ", "26": "men fainting from fear and expectation of what is coming on the inhabited earth. For the powers of heaven will be shaken. ", "27": "Then they will see the Son of Man coming in a cloud with power and great glory. ", "28": "When these things begin to happen, look up and lift up your heads, for your redemption is drawing near.”", "29": "He told them this parable: “Look at the fig tree, and all the trees. ", "30": "When they are sprouting leaves already, you see and know for yourselves that summer is now near. ", "31": "So in like manner, when you see these things happening, you know that the kingdom of God is near.", "32": "“Truly, I tell you, this generation will not pass away until all these things are fulfilled. ", "33": "Heaven and earth will pass away, but My words will not pass away.", "34": "“Take heed to yourselves, lest your hearts become burdened by excessiveness and drunkenness and anxieties of life, and that Day comes on you unexpectedly. ", "35": "For as a snare it will come on all those who dwell on the face of the whole earth. ", "36": "Therefore watch always and pray that you may be counted worthy to escape all these things that will happen and to stand before the Son of Man.”", "37": "Each day He was teaching in the temple, and each night He went out and stayed on the mountain called the Mount of Olives. ", "38": "And all the people came early in the morning to hear Him in the temple."}