{"1": "In the fifteenth year of the reign of Caesar Tiberius, Pontius Pilate was governor of Judea, Herod was tetrarch of Galilee, his brother Philip was tetrarch of Iturea and the region of Traconitis, and Lysanias was the tetrarch of Abilene. ", "2": "Annas and Caiaphas being the high priests, the word of God came to John the son of Zechariah in the wilderness. ", "3": "He came into the region surrounding the Jordan, preaching the baptism of repentance for the remission of sins. ", "4": "As it is written in the book of the words of Isaiah the prophet, saying: “The voice of one crying in the wilderness: 'Prepare the way of the Lord; make His paths straight.", "5": "Every valley shall be filled and every mountain and hill shall be brought low; and the crooked shall be made straight and the rough ways shall be made smooth;", "6": "and all flesh shall see the salvation of God.' ”[a]", "7": "Then he said to the crowds that came out to be baptized by him, “You children of vipers! Who warned you to flee from the wrath to come? ", "8": "Therefore bear fruit worthy of repentance, and do not begin to say to yourselves, 'We have Abraham as our father.' For I say to you that God is able from these stones to raise up children for Abraham. ", "9": "Even now the axe is put to the root of the trees. Every tree therefore which does not bear good fruit is cut down and thrown into the fire.”", "10": "The people asked him, “What then must we do?”", "11": "John answered, “He who has two tunics, let him give to him who has none. And he who has food, let him do likewise.”", "12": "Then tax collectors also came to be baptized and said to him, “Teacher, what must we do?”", "13": "He said to them, “Collect no more than what is appointed you.”", "14": "Then the soldiers likewise demanded of him, “And what must we do?” He said to them, “Do no violence to anyone nor accuse any falsely, and be content with your wages.”", "15": "As the people were in expectation, and everyone reflected in their hearts upon John, whether he might be the Christ or not, ", "16": "John answered them all, “I indeed baptize you with water. But One mightier than I is coming, the strings of whose shoes I am not worthy to untie. He will baptize you with the Holy Spirit and with fire. ", "17": "His fan is in His hand, and He will thoroughly cleanse His threshing floor, and will gather the wheat into His granary. But He will burn the chaff with unquenchable fire.” ", "18": "Then he preached many other things in his exhortation to the people.", "19": "But Herod the tetrarch, being rebuked by him because of Herodias, his brother Philip's wife, and for all the evils which Herod had done, ", "20": "added also this above them all: He locked John up in prison.", "21": "Now when all the people were baptized, and when Jesus also had been baptized and was praying, the heavens were opened, ", "22": "and the Holy Spirit descended in a bodily form like a dove on Him, and a voice came from heaven which said, “You are My beloved Son. In You I am well pleased.”", "23": "Now Jesus Himself began His ministry at about thirty years of age, being, as was supposed, the son of Joseph, who was the son of Heli, ", "24": "who was the son of Matthat, who was the son of Levi, who was the son of Melchi, who was the son of Jannai, who was the son of Joseph,", "25": "who was the son of Mattathias, who was the son of Amos, who was the son of Nahum, who was the son of Esli, who was the son of Naggai, ", "26": "who was the son of Maath, who was the son of Mattathias, who was the son of Semein, who was the son of Josech, who was the son of Joda,", "27": "who was the son of Joanan, who was the son of Rhesa, who was the son of Zerubbabel, who was the son of Shealtiel, who was the son of Neri, ", "28": "who was the son of Melchi, who was the son of Addi, who was the son of Cosam, who was the son of Elmadam, who was the son of Er,", "29": "who was the son of Joshua, who was the son of Eliezer, who was the son of Jorim, who was the son of Matthat, who was the son of Levi, ", "30": "who was the son of Simeon, who was the son of Judah, who was the son of Joseph, who was the son of Jonan, who was the son of Eliakim,", "31": "who was the son of Melea, who was the son of Menna, who was the son of Mattatha, who was the son of Nathan, who was the son of David, ", "32": "who was the son of Jesse, who was the son of Obed, who was the son of Boaz, who was the son of Salmon, who was the son of Nahshon,", "33": "who was the son of Amminadab, who was the son of Ram, who was the son of Hezron, who was the son of Perez, who was the son of Judah, ", "34": "who was the son of Jacob, who was the son of Isaac, who was the son of Abraham, who was the son of Terah, who was the son of Nahor,", "35": "who was the son of Serug, who was the son of Reu, who was the son of Peleg, who was the son of Eber, who was the son of Shelah, ", "36": "who was the son of Cainan, who was the son of Arphaxad, who was the son of Shem, who was the son of Noah, who was the son of Lamech,", "37": "who was the son of Methuselah, who was the son of Enoch, who was the son of Jared, who was the son of Mahalalel, who was the son of Cainan, ", "38": "who was the son of Enosh, who was the son of Seth, who was the son of Adam, who was the son of God."}