{"1": "Jesus, being filled with the Holy Spirit, returned from the Jordan and was led by the Spirit into the wilderness, ", "2": "being tempted by the devil for forty days. During those days He ate nothing. And when they were ended, He was hungry.", "3": "The devil said to Him, “If You are the Son of God, command this stone to become bread.”", "4": "Jesus answered him, “It is written, 'Man shall not live by bread alone, but by every word of God.'[a]”", "5": "The devil, taking Him up onto a high mountain, showed Him all the kingdoms of the world in a moment of time. ", "6": "And the devil said to Him, “I will give You all this power and their glory, for it has been delivered to me. And I give it to whomever I will. ", "7": "If You, then, will worship me, all will be Yours.”", "8": "And Jesus answered him, “Get behind Me, Satan! For it is written, 'You shall worship the Lord your God, and Him only shall you serve.'[b]”", "9": "He brought Him to Jerusalem, set Him on the pinnacle of the temple, and said to Him, “If You are the Son of God, throw Yourself down from here. ", "10": "For it is written: 'He shall give His angels charge concerning you, to preserve you,'", "11": "and 'In their hands they shall hold you up, lest you strike your foot against a stone.'[c]”", "12": "Jesus answered him, “It is said, 'You shall not tempt the Lord your God.'[d]”", "13": "When the devil had ended all the temptations, he departed from Him until another time.", "14": "Jesus returned in the power of the Spirit to Galilee. And His fame went throughout the surrounding region. ", "15": "He taught in their synagogues, being glorified by everyone.", "16": "He came to Nazareth, where He had been brought up. And as His custom was, He went to the synagogue on the Sabbath day. And He stood up to read. ", "17": "The scroll of the prophet Isaiah was handed to Him. When He had unrolled the scroll, He found the place where it was written:", "18": "“The Spirit of the Lord is upon Me, because He has anointed Me to preach the gospel to the poor; He has sent Me to heal the broken-hearted, to preach deliverance to the captives and recovery of sight to the blind, to set at liberty those who are oppressed;", "19": "to preach the acceptable year of the Lord.”[e]", "20": "Then He rolled up the scroll, and He gave it back to the attendant, and sat down. The eyes of all those who were in the synagogue were fixed on Him. ", "21": "And He began to say to them, “Today this Scripture is fulfilled in your hearing.”", "22": "All bore witness to Him, and wondered at the gracious words which came from His mouth. Then they said, “Is this not Joseph's son?”", "23": "He said to them, “You will surely say to Me this proverb, 'Physician, heal Yourself. Whatever we have heard done in Capernaum, do also here in Your country.' ”", "24": "He also said, “Truly, I say to you, no prophet is accepted in his own country. ", "25": "But I tell you truthfully, many widows were in Israel in the days of Elijah, when the heavens were closed for three years and six months, when great famine was throughout all the land. ", "26": "Yet to none of them was Elijah sent except to Zarephath, a city of Sidon, to a woman who was a widow. ", "27": "And many lepers were in Israel in the time of Elisha the prophet. But none of them was cleansed except Naaman the Syrian.”", "28": "All those in the synagogue, when they heard these things, were filled with wrath. ", "29": "They rose up and thrust Him out of the city and led Him to the brow of the hill on which their city was built, that they might throw Him down headlong. ", "30": "But passing through the midst of them, He went His way.", "31": "Then He went down to Capernaum, a city of Galilee, and was teaching them on the Sabbaths. ", "32": "They were astonished at His teaching, for His word was with authority.", "33": "In the synagogue there was a man who had the spirit of an unclean demon. And he cried out with a loud voice, ", "34": "“Leave us alone! What have You to do with us, Jesus of Nazareth? Have You come to destroy us? I know who You are—the Holy One of God!”", "35": "Jesus rebuked him, saying, “Be silent, and come out of him!” When the demon had thrown him down in their midst, he came out of him and did not hurt him.", "36": "They were all amazed and said among themselves, “What a word this is! For with authority and power He commands the unclean spirits, and they come out.” ", "37": "And His fame went out to every place in the surrounding countryside.", "38": "He went out of the synagogue and entered Simon's house. Now Simon's mother-in-law was taken ill with a high fever, and they asked Him about her. ", "39": "So He stood over her and rebuked the fever, and it left her. And immediately she rose and served them.", "40": "Now when the sun was setting, all those who had anyone sick with various diseases brought them to Him. And He laid His hands on every one of them and healed them. ", "41": "And demons came out of many, crying out, “You are the Christ, the Son of God!” But He rebuked them and did not permit them to speak, because they knew that He was the Christ.", "42": "When it was day He departed and went into a remote place. And searching for Him, the people came to Him and tried to prevent Him from leaving them. ", "43": "But He said to them, “I must preach the kingdom of God to other cities also, for this is why I was sent.” ", "44": "And He was preaching in the synagogues of Galilee."}