{"1": "As the people pressed upon Him to hear the word of God, He stood by the Lake of Gennesaret ", "2": "and saw two boats beside the lake. But the fishermen had gone out of them and were washing their nets. ", "3": "He entered one of the boats, which was Simon's, and asked him to thrust it out a little from the land. Then He sat down and taught the people from the boat.", "4": "When He had finished speaking, He said to Simon, “Launch out into the deep and let down your nets for a catch.”", "5": "Simon answered Him, “Master, we have worked all night and have caught nothing. But at Your word I will let down the net.”", "6": "When they had done this, they caught a great number of fish, and their net was tearing. ", "7": "So they signaled to their partners in the other boat to come and help them. And they came and filled both boats, so that they began to sink.", "8": "When Simon Peter saw it, he fell down at Jesus' knees, saying, “Depart from me, for I am a sinful man, O Lord.” ", "9": "For he and all who were with him were astonished at the catch of fish which they had taken, ", "10": "and so were James and John, the sons of Zebedee, who were partners with Simon. Then Jesus said to Simon, “Do not fear. From now on you will catch men.” ", "11": "So when they had brought their boats to land, they left everything and followed Him.", "12": "When He was in a certain city, a man full of leprosy, upon seeing Jesus, fell on his face and begged Him, “Lord, if You will, You can make me clean.”", "13": "He reached out His hand and touched him, saying, “I will. Be clean.” And immediately the leprosy left him.", "14": "Then He commanded him to tell no one, “But go and show yourself to the priest and make an offering for your cleansing, as Moses commanded, as a testimony to them.”", "15": "Yet even more so His fame went everywhere. And great crowds came together to hear and to be healed by Him of their infirmities. ", "16": "But He withdrew to the wilderness and prayed.", "17": "On a certain day, as He was teaching, Pharisees and teachers of the law were sitting nearby, who had come from every town of Galilee and Judea and from Jerusalem. And the power of the Lord was present to heal the sick. ", "18": "Now some men brought in a bed a man who was paralyzed. They searched for ways to bring him in and lay him before Him. ", "19": "When they could not find a way to bring him in, because of the crowd, they went up on the roof and let him down through the tiles with his bed into their midst before Jesus.", "20": "When He saw their faith, He said to him, “Man, your sins are forgiven you.”", "21": "The scribes and the Pharisees began to question, “Who is He who speaks blasphemies? Who can forgive sins but God alone?”", "22": "When Jesus perceived their thoughts, He answered them, “Why question in your hearts? ", "23": "Which is easier, to say, 'Your sins are forgiven you,' or to say, 'Rise up and walk'? ", "24": "But that you may know that the Son of Man has authority on earth to forgive sins,” He said to the paralyzed man, “I say to you, rise, take up your bed, and go to your house.” ", "25": "Immediately he rose before them, and took up that on which he lay, and departed to his own house, glorifying God. ", "26": "They were all amazed, and they glorified God and were filled with fear, saying, “We have seen wonderful things today.”", "27": "After these things He went out and saw a tax collector, named Levi, sitting at the tax collector's station. He said to him, “Follow Me.” ", "28": "And he left everything, rose up, and followed Him.", "29": "Then Levi made Him a great feast in his house. And there was a group of many tax collectors and others who sat down with them. ", "30": "But their scribes and Pharisees murmured against His disciples, saying, “Why do you eat and drink with tax collectors and sinners?”", "31": "Jesus answered them, “Those who are well do not need a physician, but those who are sick. ", "32": "I have not come to call the righteous, but sinners to repentance.”", "33": "They said to Him, “Why do the disciples of John fast often and offer prayers, and likewise the disciples of the Pharisees, but Yours eat and drink?”", "34": "He said to them, “Can you make the attendants of the bridegroom fast while the bridegroom is with them? ", "35": "But the days will come when the bridegroom will be taken away from them. Then in those days they will fast.”", "36": "He told them a parable also: “No one sews a piece of a new material on an old one. Otherwise the new would tear, for the new piece does not match the old. ", "37": "And no one puts new wine into old wineskins. Otherwise the new wine will burst the wineskins, and it will be spilled, and the wineskins will be destroyed. ", "38": "But new wine must be put into new wineskins, and both are preserved. ", "39": "And no one, having drunk old wine, immediately desires new. For he says, 'The old is better.' ”"}