{"1": "When He had completed all His words in the hearing of the people, He entered Capernaum. ", "2": "Now a centurion's[a] servant, who was dear to him, was sick and ready to die. ", "3": "When he heard of Jesus, he sent the elders of the Jews to Him, asking Him to come and heal his servant. ", "4": "When they came to Jesus, they asked Him earnestly, saying, “You should do this for him for he is worthy, ", "5": "for he loves our nation, and he has built us a synagogue.” ", "6": "So Jesus went with them. When He was not far from the house, the centurion sent friends to Him, saying, “Lord, do not trouble Yourself, for I am not worthy to have You come under my roof. ", "7": "Likewise, I did not think myself worthy to come to You. But say the word, and my servant will be healed. ", "8": "For I myself am a man placed under authority, having soldiers under me. I say to one, 'Go,' and he goes, and to another, 'Come,' and he comes, and to my servant, 'Do this,' and he does it.”", "9": "When Jesus heard these words, He marveled at him, and turned and said to the people who followed Him, “I tell you, I have not found such great faith even in Israel.” ", "10": "Then those who were sent, returning to the house, found the servant well who had been sick.", "11": "The following day He went into a city called Nain, and many of His disciples and a large crowd went with Him. ", "12": "When He came near the gate of the city, a man who had died was being carried out, the only son of his mother, and she was a widow. And a large crowd from the city was with her. ", "13": "When the Lord saw her, He had compassion on her and said to her, “Do not weep.”", "14": "Then He came and touched the coffin, and those who carried it stood still. He said, “Young man, I say to you, arise.” ", "15": "He who was dead sat up and began to speak. And He gave him to his mother.", "16": "Fear came on everyone. And they glorified God, saying, “A great prophet has risen up among us!” and “God has visited His people!” ", "17": "This rumor of Him went throughout all Judea and the surrounding region.", "18": "The disciples of John told him of all these things. ", "19": "John, calling for two of his disciples, sent them to Jesus, saying, “Are You the One who is coming, or shall we look for another?”", "20": "When the men had come to Him, they said, “John the Baptist has sent us to You, saying, 'Are You the One who is coming, or shall we look for another?' ”", "21": "In that same hour He cured many of their infirmities and afflictions and evil spirits. And to many who were blind He gave sight. ", "22": "So Jesus answered them, “Go and tell John what you have seen and heard: that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, and the gospel is preached to the poor. ", "23": "Blessed is he who does not fall away on account of Me.”", "24": "When the messengers of John had departed, He began to speak to the crowd concerning John: “What did you go out into the wilderness to see? A reed shaken by the wind? ", "25": "If not, what did you go out to see? A man dressed in fine clothes? Now those who are splendidly clothed and live luxuriously are in royal palaces. ", "26": "What then did you go out to see? A prophet? Yes, I say to you, and much more than a prophet. ", "27": "This is he of whom it is written: 'Look, I am sending My messenger before Your face, who shall prepare Your way before You.'[b]", "28": "I say to you, among those who are born of women there is no greater prophet than John the Baptist. Yet he who is least in the kingdom of God is greater than he.”", "29": "All the people who heard Him, including the tax collectors, justified God, having been baptized with the baptism of John. ", "30": "But the Pharisees and lawyers rejected the counsel of God for themselves, not having been baptized by John.", "31": "Then the Lord said, “To what then shall I compare the men of this generation, and what are they like? ", "32": "They are like children sitting in the marketplace, calling to each other, saying: 'We played the flute for you, and you did not dance; we mourned to you, and you did not weep.' ", "33": "For John the Baptist came neither eating bread nor drinking wine. But you say, 'He has a demon.' ", "34": "The Son of Man has come eating and drinking. But you say, 'Look, a glutton and a drunkard, a friend of tax collectors and sinners!' ", "35": "But wisdom is justified by all her children.”", "36": "One of the Pharisees asked Him to eat with him. So He went to the Pharisee's house and sat down for supper. ", "37": "There, a woman of the city who was a sinner, when she learned that Jesus was sitting for supper in the Pharisee's house, brought an alabaster jar of ointment, ", "38": "and stood behind Him at His feet, weeping, and began to wash His feet with tears, and wiped them with the hair of her head, and kissed His feet, and anointed them with the ointment.", "39": "Now when the Pharisee who had invited Him saw it, he said to himself, “If this Man were a prophet, He would have known who and what kind of woman she is who is touching Him, for she is a sinner.”", "40": "Jesus answered him, “Simon, I have something to say to you.” He said, “Teacher, say it.”", "41": "“A creditor had two debtors. The one owed five hundred denarii,[c] and the other fifty. ", "42": "When they had no money to pay, he freely forgave them both. Tell Me, therefore, which of them will love him more?”", "43": "Simon answered, “I suppose he whom he forgave more.” He said to him, “You have judged rightly.”", "44": "Then He turned to the woman and said to Simon, “Do you see this woman? I entered your house. You gave Me no water for My feet, but she has washed My feet with her tears and wiped them with the hair of her head. ", "45": "You gave Me no kiss, but this woman, since the time I came in, has not ceased to kiss My feet. ", "46": "You did not anoint My head with oil, but this woman has anointed My feet with ointment. ", "47": "Therefore I say to you, her sins, which are many, are forgiven, for she loved much. But he who is forgiven little loves little.”", "48": "Then He said to her, “Your sins are forgiven.”", "49": "Those who sat at supper with Him began to say to themselves, “Who is He who even forgives sins?”", "50": "He said to the woman, “Your faith has saved you. Go in peace.”"}