{"1": "Then He called His twelve disciples together and gave them power and authority over all demons and to cure diseases. ", "2": "And He sent them to preach the kingdom of God and to heal the sick. ", "3": "He said to them, “Take nothing for your journey: no staff, no bag, no bread, no money. And do not take two tunics apiece. ", "4": "Whatever house you enter, stay there, and from there depart. ", "5": "Whoever will not receive you, when you go out of that city, shake off the very dust from your feet as a testimony against them.” ", "6": "So they departed and went through the towns, preaching the gospel and healing everywhere.", "7": "Now Herod the tetrarch heard of all that was done by Him. And he was perplexed, because it was said by some that John had risen from the dead, ", "8": "and by some that Elijah had appeared, and by others that one of the old prophets had risen. ", "9": "But Herod said, “I have beheaded John. But who is this of whom I hear such things?” And he tried to see Him.", "10": "When the apostles returned, they told Jesus all that they had done. Then He took them and went aside privately into a deserted place belonging to the city called Bethsaida. ", "11": "But when the crowds knew it, they followed Him. And He welcomed them and spoke to them about the kingdom of God, and healed those who had need of healing.", "12": "When the day began to end, the twelve came and said to Him, “Send the crowds away, so they can go into the towns and surrounding countryside and lodge and get food. For we are in a deserted place here.”", "13": "He said to them, “You give them something to eat.” They said, “We have no more than five loaves and two fish, unless we go and buy food for all these people.” ", "14": "There were about five thousand men. But He said to His disciples, “Make them sit down in groups of fifty.” ", "15": "They did so, and made them all sit down. ", "16": "Then He took the five loaves and the two fish, and looking up to heaven, He blessed them, and broke them, and gave them to the disciples to set before the crowd. ", "17": "They all ate and were filled, and twelve baskets of broken pieces that remained were collected.", "18": "As He was alone praying, His disciples were with Him. And He asked them, “Who do the people say that I am?”", "19": "They answered, “John the Baptist. But some say Elijah. And others say that one of the old prophets has risen.”", "20": "He said to them, “But who do you say that I am?” Peter answered, “The Christ of God.”", "21": "Jesus strictly commanded them to tell no one of this, ", "22": "saying, “The Son of Man must suffer many things, and be rejected by the elders and chief priests and scribes, and be killed, and be raised the third day.”", "23": "Then He said to them all, “If anyone will come after Me, let him deny himself, and take up his cross daily, and follow Me. ", "24": "For whoever will save his life will lose it, but whoever loses his life for My sake will save it. ", "25": "For what does it profit a man if he gains the whole world, yet loses or forfeits himself? ", "26": "For whoever is ashamed of Me and My words, of him will the Son of Man be ashamed when He comes in His own glory and in the glory of His Father and of the holy angels.", "27": "“But I tell you truly, there are some standing here who shall not taste death before they see the kingdom of God.”", "28": "About eight days after these sayings, He took Peter and John and James and went up onto a mountain to pray. ", "29": "As He prayed, the appearance of His countenance was altered, and His clothing was white and glistening. ", "30": "And suddenly two men were talking with Him, who were Moses and Elijah, ", "31": "who appeared in glory and spoke of His departure which He was to accomplish in Jerusalem. ", "32": "Peter and those who were with him were heavy with sleep. But waking thoroughly, they saw His glory and the two men who stood with Him. ", "33": "As they departed from Him, Peter said to Jesus, “Master, it is good for us to be here. Let us make three sanctuaries: one for You, and one for Moses, and one for Elijah,” not knowing what he said.", "34": "While he was speaking, a cloud came and overshadowed them. And they were afraid as they entered the cloud. ", "35": "A voice came from out of the cloud, saying, “This is My beloved Son. Listen to Him.” ", "36": "When the voice had spoken, Jesus was found alone. They kept silent and told no one in those days anything they had seen.", "37": "The next day, when they came down from the mountain, a great crowd met Him. ", "38": "Suddenly a man cried out from the crowd, saying, “Teacher, I beg You, look upon my son, for he is my only child. ", "39": "A spirit seizes him, and he suddenly cries out. It convulses him until he foams at the mouth, and bruises him, and scarcely leaves him. ", "40": "I begged Your disciples to cast it out, but they could not.”", "41": "Jesus said, “O faithless and perverse generation, how long shall I be with you and bear with you? Bring your son here.”", "42": "While he was coming, the demon threw him down and convulsed him. But Jesus rebuked the unclean spirit, and healed the child, and returned him to his father. ", "43": "And they were all amazed at the mighty power of God. But while everyone marveled at all the things Jesus did, He said to His disciples, ", "44": "“Let these words sink down into your ears, for the Son of Man is about to be betrayed into the hands of men.” ", "45": "But they did not understand this statement, and it was hidden from them, so that they did not perceive it. And they were afraid to ask Him about this statement.", "46": "A dispute arose among them as to which of them was the greatest. ", "47": "Jesus, perceiving the thought of their heart, took a child and put him by Him, ", "48": "and said to them, “Whoever receives this child in My name receives Me, and whoever receives Me receives Him who sent Me. For he who is least among you all will be great.”", "49": "John answered, “Master, we saw a man casting out demons in Your name and we forbade him, because he does not follow with us.”", "50": "Jesus said, “Do not forbid him, for he who is not against you is for you.”", "51": "When the time came for Him to be received up, He was steadfastly set to go to Jerusalem, ", "52": "and sent messengers ahead of Him. They went and entered a village of the Samaritans to make things ready for Him, ", "53": "but they did not receive Him, because He was set to go to Jerusalem. ", "54": "When His disciples James and John saw this, they said, “Lord, do You want us to command fire to come down from heaven and consume them, even as Elijah did?” ", "55": "But He turned and rebuked them and said, “You do not know what kind of spirit you are of. ", "56": "For the Son of Man did not come to destroy men's lives but to save them.”  And they went to another village.", "57": "As they went along the way, a man said to Him, “Lord, I will follow You wherever You go.”", "58": "Jesus said to him, “Foxes have holes and birds of the air have nests. But the Son of Man has no place to lay His head.”", "59": "He said to another man, “Follow Me.” But he said, “Lord, let me first go and bury my father.”", "60": "Jesus said to him, “Leave the dead to bury their own dead. But you go and preach the kingdom of God.”", "61": "Yet another said, “Lord, I will follow You, but let me first go bid farewell to those at my house.”", "62": "Jesus said to him, “No one who puts his hand to the plow and looks back at things is fit for the kingdom of God.”"}