{"1": "This message came to me concerning Babylon—the desert by the sea[a]: Disaster is roaring down on you from the desert, like a whirlwind sweeping in from the Negev.", "2": "I see a terrifying vision: I see the betrayer betraying, the destroyer destroying. Go ahead, you Elamites and Medes, attack and lay siege. I will make an end to all the groaning Babylon caused.", "3": "My stomach aches and burns with pain. Sharp pangs of anguish are upon me, like those of a woman in labor. I grow faint when I hear what God is planning; I am too afraid to look.", "4": "My mind reels and my heart races. I longed for evening to come, but now I am terrified of the dark.", "5": "Look! They are preparing a great feast. They are spreading rugs for people to sit on. Everyone is eating and drinking. But quick! Grab your shields and prepare for battle. You are being attacked!", "6": "Meanwhile, the Lord said to me, “Put a watchman on the city wall. Let him shout out what he sees.", "7": "He should look for chariots drawn by pairs of horses, and for riders on donkeys and camels. Let the watchman be fully alert.”", "8": "Then the watchman[b] called out, “Day after day I have stood on the watchtower, my lord. Night after night I have remained at my post.", "9": "Now at last—look! Here comes a man in a chariot with a pair of horses!” Then the watchman said, “Babylon is fallen, fallen! All the idols of Babylon lie broken on the ground!”", "10": "O my people, threshed and winnowed, I have told you everything the Lord of Heaven's Armies has said, everything the God of Israel has told me.", "11": "This message came to me concerning Edom[c]: Someone from Edom[d] keeps calling to me, “Watchman, how much longer until morning? When will the night be over?”", "12": "The watchman replies, “Morning is coming, but night will soon return. If you wish to ask again, then come back and ask.”", "13": "This message came to me concerning Arabia: O caravans from Dedan, hide in the deserts of Arabia.", "14": "O people of Tema, bring water to these thirsty people, food to these weary refugees.", "15": "They have fled from the sword, from the drawn sword, from the bent bow and the terrors of battle.", "16": "The Lord said to me, “Within a year, counting each day,[e] all the glory of Kedar will come to an end.", "17": "Only a few of its courageous archers will survive. I, the Lord, the God of Israel, have spoken!”"}