{"1": "“But now, listen to me, Jacob my servant, Israel my chosen one.", "2": "The Lord who made you and helps you says: Do not be afraid, O Jacob, my servant, O dear Israel,[a] my chosen one.", "3": "For I will pour out water to quench your thirst and to irrigate your parched fields. And I will pour out my Spirit on your descendants, and my blessing on your children.", "4": "They will thrive like watered grass, like willows on a riverbank.", "5": "Some will proudly claim, 'I belong to the Lord.' Others will say, 'I am a descendant of Jacob.' Some will write the Lord's name on their hands and will take the name of Israel as their own.”", "6": "This is what the Lord says—Israel's King and Redeemer, the Lord of Heaven's Armies:  “I am the First and the Last; there is no other God.", "7": "Who is like me? Let him step forward and prove to you his power. Let him do as I have done since ancient times when I established a people and explained its future.", "8": "Do not tremble; do not be afraid. Did I not proclaim my purposes for you long ago? You are my witnesses—is there any other God? No! There is no other Rock—not one!”", "9": "How foolish are those who manufacture idols. These prized objects are really worthless. The people who worship idols don't know this, so they are all put to shame.", "10": "Who but a fool would make his own god— an idol that cannot help him one bit?", "11": "All who worship idols will be disgraced along with all these craftsmen—mere humans— who claim they can make a god. They may all stand together, but they will stand in terror and shame.", "12": "The blacksmith stands at his forge to make a sharp tool, pounding and shaping it with all his might. His work makes him hungry and weak. It makes him thirsty and faint.", "13": "Then the wood-carver measures a block of wood and draws a pattern on it. He works with chisel and plane and carves it into a human figure. He gives it human beauty and puts it in a little shrine.", "14": "He cuts down cedars; he selects the cypress and the oak; he plants the pine in the forest to be nourished by the rain.", "15": "Then he uses part of the wood to make a fire. With it he warms himself and bakes his bread. Then—yes, it's true—he takes the rest of it and makes himself a god to worship! He makes an idol and bows down in front of it!", "16": "He burns part of the tree to roast his meat and to keep himself warm. He says, “Ah, that fire feels good.”", "17": "Then he takes what's left and makes his god: a carved idol! He falls down in front of it, worshiping and praying to it. “Rescue me!” he says. “You are my god!”", "18": "Such stupidity and ignorance! Their eyes are closed, and they cannot see. Their minds are shut, and they cannot think.", "19": "The person who made the idol never stops to reflect, “Why, it's just a block of wood! I burned half of it for heat and used it to bake my bread and roast my meat. How can the rest of it be a god? Should I bow down to worship a piece of wood?”", "20": "The poor, deluded fool feeds on ashes. He trusts something that can't help him at all. Yet he cannot bring himself to ask, “Is this idol that I'm holding in my hand a lie?”", "21": "“Pay attention, O Jacob, for you are my servant, O Israel. I, the Lord, made you, and I will not forget you.", "22": "I have swept away your sins like a cloud. I have scattered your offenses like the morning mist. Oh, return to me, for I have paid the price to set you free.”", "23": "Sing, O heavens, for the Lord has done this wondrous thing. Shout for joy, O depths of the earth! Break into song, O mountains and forests and every tree! For the Lord has redeemed Jacob and is glorified in Israel.", "24": "This is what the Lord says— your Redeemer and Creator: “I am the Lord, who made all things. I alone stretched out the heavens. Who was with me when I made the earth?", "25": "I expose the false prophets as liars and make fools of fortune-tellers. I cause the wise to give bad advice, thus proving them to be fools.", "26": "But I carry out the predictions of my prophets! By them I say to Jerusalem, 'People will live here again,' and to the towns of Judah, 'You will be rebuilt; I will restore all your ruins!'", "27": "When I speak to the rivers and say, 'Dry up!' they will be dry.", "28": "When I say of Cyrus, 'He is my shepherd,' he will certainly do as I say. He will command, 'Rebuild Jerusalem'; he will say, 'Restore the Temple.'”"}