{"1": "Wake up, wake up, O Zion! Clothe yourself with strength. Put on your beautiful clothes, O holy city of Jerusalem, for unclean and godless people will enter your gates no longer.", "2": "Rise from the dust, O Jerusalem. Sit in a place of honor. Remove the chains of slavery from your neck, O captive daughter of Zion.", "3": "For this is what the Lord says: “When I sold you into exile, I received no payment. Now I can redeem you without having to pay for you.”", "4": "This is what the Sovereign Lord says: “Long ago my people chose to live in Egypt. Now they are oppressed by Assyria.", "5": "What is this?” asks the Lord. “Why are my people enslaved again? Those who rule them shout in exultation.[a] My name is blasphemed all day long.[b]", "6": "But I will reveal my name to my people, and they will come to know its power. Then at last they will recognize that I am the one who speaks to them.”", "7": "How beautiful on the mountains are the feet of the messenger who brings good news, the good news of peace and salvation, the news that the God of Israel[c] reigns!", "8": "The watchmen shout and sing with joy, for before their very eyes they see the Lord returning to Jerusalem.[d]", "9": "Let the ruins of Jerusalem break into joyful song, for the Lord has comforted his people. He has redeemed Jerusalem.", "10": "The Lord has demonstrated his holy power before the eyes of all the nations. All the ends of the earth will see the victory of our God.", "11": "Get out! Get out and leave your captivity, where everything you touch is unclean. Get out of there and purify yourselves, you who carry home the sacred objects of the Lord.", "12": "You will not leave in a hurry, running for your lives. For the Lord will go ahead of you; yes, the God of Israel will protect you from behind.", "13": "See, my servant will prosper; he will be highly exalted.", "14": "But many were amazed when they saw him.[e] His face was so disfigured he seemed hardly human, and from his appearance, one would scarcely know he was a man.", "15": "And he will startle[f] many nations. Kings will stand speechless in his presence. For they will see what they had not been told; they will understand what they had not heard about.[g]"}