{"1": "It was in the year King Uzziah died[a] that I saw the Lord. He was sitting on a lofty throne, and the train of his robe filled the Temple.", "2": "Attending him were mighty seraphim, each having six wings. With two wings they covered their faces, with two they covered their feet, and with two they flew.", "3": "They were calling out to each other, “Holy, holy, holy is the Lord of Heaven's Armies! The whole earth is filled with his glory!”", "4": "Their voices shook the Temple to its foundations, and the entire building was filled with smoke.", "5": "Then I said, “It's all over! I am doomed, for I am a sinful man. I have filthy lips, and I live among a people with filthy lips. Yet I have seen the King, the Lord of Heaven's Armies.”", "6": "Then one of the seraphim flew to me with a burning coal he had taken from the altar with a pair of tongs.", "7": "He touched my lips with it and said, “See, this coal has touched your lips. Now your guilt is removed, and your sins are forgiven.”", "8": "Then I heard the Lord asking, “Whom should I send as a messenger to this people? Who will go for us?” I said, “Here I am. Send me.”", "9": "And he said, “Yes, go, and say to this people,  'Listen carefully, but do not understand. Watch closely, but learn nothing.'", "10": "Harden the hearts of these people. Plug their ears and shut their eyes. That way, they will not see with their eyes, nor hear with their ears, nor understand with their hearts and turn to me for healing.”[b]", "11": "Then I said, “Lord, how long will this go on?” And he replied, “Until their towns are empty, their houses are deserted, and the whole country is a wasteland;", "12": "until the Lord has sent everyone away, and the entire land of Israel lies deserted.", "13": "If even a tenth—a remnant—survive, it will be invaded again and burned. But as a terebinth or oak tree leaves a stump when it is cut down, so Israel's stump will be a holy seed.”"}