{"1": "At this time Adoni-Zedek was the king of Jerusalem. He heard that Joshua had defeated Ai and completely destroyed it. He learned that Joshua had done the same thing to Jericho and its king. The king also learned that the Gibeonites had made a peace agreement with Israel. And they lived very near Jerusalem. ", "2": "So Adoni-Zedek and his people were very afraid because of this. Gibeon was not a little town like Ai. It was a large city. It was as big as a city that had a king. All its men were good fighters. ", "3": "So Adoni-Zedek king of Jerusalem sent a message to Hoham king of Hebron. He also sent it to Piram king of Jarmuth, Japhia king of Lachish, and Debir king of Eglon. The king of Jerusalem begged these men, ", "4": "“Come with me and help me attack Gibeon. Gibeon has made a peace agreement with Joshua and the Israelites.”", "5": "Then these five Amorite kings joined their armies. They were the kings of Jerusalem, Hebron, Jarmuth, Lachish and Eglon. These armies went to Gibeon, surrounded it and attacked it.", "6": "The Gibeonites sent a message to Joshua in his camp at Gilgal. The message said: “We are your servants. Don't let us be destroyed. Come quickly and help us! Save us! All the Amorite kings from the mountains have joined their armies. They are fighting against us.”", "7": "So Joshua marched out of Gilgal with his whole army. His best fighting men were with him. ", "8": "The Lord said to Joshua, “Don't be afraid of those armies. I will allow you to defeat them. None of them will be able to defeat you.”", "9": "Joshua and his army marched all night to Gibeon. So Joshua surprised them when he attacked. ", "10": "The Lord confused those armies when Israel attacked. So Israel defeated them in a great victory. They chased them from Gibeon on the road going to Beth Horon. The army of Israel killed men all the way to Azekah and Makkedah. ", "11": "They chased the enemy down the road from Beth Horon to Azekah. While they were chasing them, the Lord threw large hailstones on them from the sky. Many of the enemy were killed by the hailstones. More men were killed by the hailstones than the Israelites killed with their swords.", "12": "That day the Lord allowed the Israelites to defeat the Amorites. And that day Joshua stood before all the people of Israel and said to the Lord: “Sun, stand still over Gibeon. Moon, stand still over the Valley of Aijalon.”", "13": "So the sun stood still. And the moon stopped until the people defeated their enemies. These words are written in the Book of Jashar. The sun stopped in the middle of the sky. It waited to go down for a full day. ", "14": "That has never happened at any time before that day or since. That was the day the Lord listened to a man. Truly the Lord was fighting for Israel!", "15": "After this, Joshua and his army went back to the camp at Gilgal.", "16": "During the fight the five kings ran away. They hid in a cave near Makkedah. ", "17": "But someone found them hiding in the cave and told Joshua. ", "18": "So he said, “Cover the opening to the cave with large rocks. Put some men there to guard it. ", "19": "But don't stay there yourselves. Continue chasing the enemy. Continue attacking them from behind. Don't let them get to their cities safely. The Lord your God has given you the victory over them.”", "20": "So Joshua and the Israelites killed the enemy. But a few were able to get back to their strong, walled cities. ", "21": "After the fighting, Joshua's men came back safely to him at Makkedah. No one was brave enough to say a word against the Israelites.", "22": "Joshua said, “Move the rocks that are covering the opening to the cave. Bring those five kings out to me.” ", "23": "So Joshua's men brought the five kings out of the cave. They were the kings of Jerusalem, Hebron, Jarmuth, Lachish and Eglon. ", "24": "They brought the five kings out to Joshua. He called all his men to come to that place. He said to the commanders of his army, “Come here! Put your feet on the necks of these kings.” So they came close and put their feet on their necks.", "25": "Then Joshua said to his men, “Be strong and brave! Don't be afraid. I will show you what the Lord will do to the enemies you will fight in the future.” ", "26": "Then Joshua killed the five kings. He hung their bodies on five trees. And he left them hanging on the trees until evening.", "27": "At sunset Joshua told his men to take the bodies down from the trees. Then they threw their bodies into the same cave where they had been hiding. They covered the opening to the cave with large rocks. They are still there today.", "28": "That day Joshua defeated Makkedah. He killed the king and completely destroyed all the people in that city. He killed them as an offering to the Lord. There was no one left alive. He did the same thing to the king of Makkedah as he had done to the king of Jericho.", "29": "Then Joshua and all the Israelites traveled from Makkedah. They went to Libnah and attacked it. ", "30": "The Lord allowed them to defeat it and its king. They killed every person in the city. No one was left alive. And they did the same thing to that king as they had done to the king of Jericho.", "31": "Then Joshua and all the Israelites left Libnah and went to Lachish. They camped around Lachish and attacked it. ", "32": "The Lord allowed them to defeat Lachish. On the second day Joshua defeated it. The Israelites killed everyone in that city. This was the same thing they had done to Libnah. ", "33": "During this same time Horam king of Gezer came to help Lachish. But Joshua also defeated him and his army. There was no one left alive.", "34": "Then Joshua and all the Israelites went from Lachish to Eglon. They camped around Eglon and attacked it. ", "35": "That day they captured Eglon. They killed all its people and completely destroyed everything in it as an offering to the Lord. This is the same thing they had done to Lachish.", "36": "Then Joshua and the Israelites went from Eglon to Hebron and attacked it. ", "37": "They captured it and all the little towns near it. The Israelites killed everyone in Hebron. No one was left alive there. This was the same thing they had done to Eglon. They completely destroyed the city and all its people as an offering to the Lord.", "38": "Then Joshua and the Israelites went back to Debir and attacked it. ", "39": "They captured that city, its king and all the little towns near it. They completely destroyed everyone in Debir as an offering to the Lord. No one was left alive there. Israel did to Debir and its king the same thing they had done to Libnah and its king. This was what they had done to Hebron.", "40": "So Joshua defeated all the kings of the cities of these areas: the mountains, southern Canaan, the western mountain slopes and the eastern mountain slopes. The Lord, the God of Israel, had told Joshua to completely destroy all the people as an offering to the Lord. So he left no one alive in those places. ", "41": "Joshua captured all the cities from Kadesh Barnea to Gaza. And he captured all the cities from Goshen to Gibeon. ", "42": "He captured all these cities and their kings on one trip. He did it because the Lord, the God of Israel, was fighting for Israel.", "43": "Then Joshua and all the Israelites returned to their camp at Gilgal."}