{"1": "The Israelites took control of the land east of the Jordan River. They now had all the land from the Arnon Ravine to Mount Hermon. And they had all the land along the eastern side of the Jordan Valley. Here are all the kings the Israelites defeated to take this land:", "2": "Sihon was the king of the Amorites. He lived in the city of Heshbon. He ruled the land from Aroer at the Arnon Ravine to the Jabbok River. His land started in the middle of the ravine. This was their border with the Ammonites. Sihon ruled over half the land of Gilead. ", "3": "He also ruled over the eastern side of the Jordan Valley from Lake Galilee to the Dead Sea. And he ruled from Beth Jeshimoth south to the hills of Pisgah.", "4": "Og king of Bashan was one of the last of the Rephaites. He ruled the land in Ashtaroth and Edrei. ", "5": "He ruled over Mount Hermon, Salecah and all the area of Bashan. His land ended where the people of Geshur and Maacah lived. Og also ruled half the land of Gilead. It stopped at the border of Sihon king of Heshbon.", "6": "The Lord's servant Moses and the Israelites defeated all these kings. And Moses gave that land to the tribes of Reuben and Gad and to the eastern half-tribe of Manasseh. This land was to be their own.", "7": "The Israelites also defeated kings in the land that was west of the Jordan River. Joshua led the people in this land. He gave the people this land and divided it among the 12 tribes. This was the land that was promised to them. It was between Baal Gad in the Valley of Lebanon and Mount Halak near Edom. ", "8": "This included the mountains, the western mountain slopes and the Jordan Valley. It also included the eastern mountain slopes, the desert and southern Canaan. This was the land where the Hittites, Amorites, Canaanites, Perizzites, Hivites and Jebusites had lived. The people of Israel defeated the king of each of the following cities: ", "9": "Jericho, Ai (near Bethel), ", "10": "Jerusalem, Hebron, ", "11": "Jarmuth, Lachish, ", "12": "Eglon, Gezer, ", "13": "Debir, Geder, ", "14": "Hormah, Arad, ", "15": "Libnah, Adullam, ", "16": "Makkedah, Bethel, ", "17": "Tappuah, Hepher, ", "18": "Aphek, Lasharon, ", "19": "Madon, Hazor, ", "20": "Shimron Meron, Acshaph, ", "21": "Taanach, Megiddo, ", "22": "Kedesh, Jokneam in Carmel, ", "23": "Dor (in Naphoth Dor), Goyim in Gilgal, and ", "24": "Tirzah. The total number of kings was 31."}