{"1": "The heads of the Levite families went to talk to Eleazar the priest. They also talked to Joshua son of Nun and to the heads of the families of all the tribes of Israel. ", "2": "This happened at the town of Shiloh in the land of Canaan. The heads of the Levite families said to them, “The Lord commanded Moses that you give us towns where we may live. And he commanded that you give us pastures.” ", "3": "So the Israelites obeyed this commandment of the Lord. They gave the Levite people these towns and pastures: ", "4": "The Kohath family groups were part of the tribe of Levi. Some of the Levites in the Kohath family groups were from the family of Aaron the priest. To these Levites were given 13 towns. These towns were in the areas that belonged to Judah, Simeon and Benjamin. ", "5": "The other family groups of Kohath were given 10 towns. These 10 towns were in the areas of Ephraim, Dan and West Manasseh.", "6": "The people from the Gershon groups were given 13 towns. They were in the land that belonged to Issachar, Asher, Naphtali and the eastern half-tribe of Manasseh in Bashan.", "7": "The family groups of Merari were given 12 towns. These 12 towns were in the area that belonged to Reuben, Gad and Zebulun.", "8": "So the Israelites gave the Levites these towns and the pastures around them. They did this to obey the commandment that the Lord had given Moses.", "9": "These are the names of the towns that came from the lands of Judah and Simeon. ", "10": "The first choice of towns was given to the Kohath family groups of the Levites. ", "11": "They gave them Kiriath Arba (also called Hebron) and all its pastures. This was in the mountains of Judah. (Arba was the father of Anak.) ", "12": "But the fields and the small towns around the city of Kiriath Arba had been given to Caleb son of Jephunneh.", "13": "So they gave the city of Hebron to the descendants of Aaron. (Hebron was a city of safety.) They also gave them these towns: Libnah, ", "14": "Jattir, Eshtemoa, ", "15": "Holon, Debir, ", "16": "Ain, Juttah and Beth Shemesh. They also gave them all the pastures that were around these towns. There were 9 towns given to these two groups.", "17": "They also gave the people of Aaron cities that belonged to the tribe of Benjamin. These cities were Gibeon, Geba, ", "18": "Anathoth and Almon. They gave them these 4 towns and all the pastures around them.", "19": "So these towns were given to the priests. These priests were from the family of Aaron. The total number of towns with their pastures was 13.", "20": "The other Kohathite family groups of the Levites were given these towns from the tribe of Ephraim: ", "21": "They gave them the city of Shechem from the mountains of Ephraim. (Shechem was a city of safety.) They also gave them Gezer, ", "22": "Kibzaim and Beth Horon. There were 4 towns and their pastures.", "23": "The tribe of Dan gave them Eltekeh, Gibbethon, ", "24": "Aijalon and Gath Rimmon. There were 4 towns and their pastures.", "25": "The western half-tribe of Manasseh gave them Taanach and Gath Rimmon. They were also given all the pastures around these 2 towns.", "26": "So this was 10 more towns and all the pastures around the towns. These were given to the rest of the Kohathite family groups.", "27": "The Gershonite family groups of the Levite tribe were given these towns: The eastern half-tribe of Manasseh gave them Golan in Bashan. (Golan was a city of safety.) Manasseh also gave them Be Eshtarah. All the pastures around these two towns were also given to the Gershonites.", "28": "The tribe of Issachar gave them Kishion, Daberath, ", "29": "Jarmuth and En Gannim. Issachar also gave them all the pastures around these 4 towns.", "30": "The tribe of Asher gave them Mishal, Abdon, ", "31": "Helkath and Rehob. All the pastures around these 4 towns were also given to them.", "32": "The tribe of Naphtali gave them Kedesh in Galilee. (Kedesh was a city of safety.) Naphtali also gave them Hammoth Dor and Kartan. All the pastures around these 2 towns were also given to the Gershonites.", "33": "So the Gershonite family groups received 13 towns. They also received all the pastures around these towns.", "34": "The Merarite family groups (the rest of the Levites) were given these towns: The tribe of Zebulun gave them Jokneam, Kartah, ", "35": "Dimnah and Nahalal. All the pastures around these 4 towns were also given to the Merarites.", "36": "The tribe of Reuben gave them Bezer, Jahaz, ", "37": "Kedemoth and Mephaath. All the pastures around these 4 towns were also given to the Merarites.", "38": "The tribe of Gad gave them Ramoth in Gilead. (Ramoth was a city of safety.) They also gave them Mahanaim, ", "39": "Heshbon and Jazer. Gad also gave them all the pastures around these 4 towns.", "40": "So the total number of towns given to the Merarite family groups was 12.", "41": "A total of 48 towns with their pastures were given to the Levites. All these towns were in the land controlled by the Israelites. ", "42": "Each town had pastures around it.", "43": "So the Lord kept the promise he had made to the Israelites. He gave the people all the land he had promised. The people took the land and lived there. ", "44": "The Lord allowed them to have peace on all sides of their land. This is what he had promised to their people who lived long ago. None of their enemies defeated them. The Lord allowed the Israelites to defeat every enemy. ", "45": "He kept every promise he had made to the Israelites. No promises failed. Each one came true."}