{"1": "Then all the tribes of Israel met together at Shechem. Joshua called them all together there. Then he called the elders, heads of families, judges and officers of Israel. These men stood before God.", "2": "Then Joshua spoke to all the people. He said, “Here's what the Lord, the God of Israel, says to you: 'A long time ago your ancestors lived on the other side of the Euphrates River. I am talking about men like Terah, the father of Abraham and Nahor. They worshiped other gods. ", "3": "But I, the Lord, took your ancestor Abraham out of the land on the other side of the river. I led him through the land of Canaan. And I gave him many children. I gave him his son Isaac. ", "4": "And I gave Isaac two sons named Jacob and Esau. I gave the land around the mountains of Edom to Esau. But Jacob and his sons went down to Egypt. ", "5": "Then I sent Moses and Aaron to Egypt. I caused many terrible things to happen to the Egyptians. Then I brought you people out. ", "6": "When I brought your fathers out of Egypt, they came to the Red Sea. And the Egyptians chased them. There were chariots and men on horses. ", "7": "So the people asked me, the Lord, for help. And I caused great trouble to come to the Egyptians. I caused the sea to cover them. You yourselves saw what I did to the army of Egypt. After that, you lived in the desert for a long time.", "8": "“'Then I brought you to the land of the Amorites. This was east of the Jordan River. They fought against you, but I gave you the power to defeat them. I destroyed them before you. Then you took control of that land. ", "9": "But the king of Moab, Balak son of Zippor, prepared to fight against the Israelites. The king sent for Balaam son of Beor to curse you. ", "10": "But I, the Lord, refused to listen to Balaam. So he asked for good things to happen to you! He blessed you many times. I saved you and brought you out of his power.", "11": "“'Then you traveled across the Jordan River and came to Jericho. The people in the city of Jericho fought against you. Also, the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites and Jebusites fought against you. But I allowed you to defeat them all. ", "12": "While your army traveled forward, I sent hornets ahead of them. These hornets made the people leave before you came. So you took the land without using your swords and bows. ", "13": "It was I, the Lord, who gave you that land. I gave you land where you did not have to work. I gave you cities that you did not have to build. And now you live in that land and in those cities. You eat from vineyards and olive trees. But you did not have to plant them.'”", "14": "Then Joshua spoke to the people. He said, “Now you have heard the Lord's words. So you must respect the Lord and serve him fully and sincerely. Throw away the false gods that your people worshiped. That happened on the other side of the Euphrates River and in Egypt. Now you must serve the Lord. ", "15": "But maybe you don't want to serve the Lord. You must choose for yourselves today. You must decide whom you will serve. You may serve the gods that your people worshiped when they lived on the other side of the Euphrates River. Or you may serve the gods of the Amorites who lived in this land. As for me and my family, we will serve the Lord.”", "16": "Then the people answered, “No! We will never stop following the Lord. We will never serve other gods! ", "17": "We know it was the Lord our God who brought our people out of Egypt. We were slaves in that land. But the Lord did great things for us there. He brought us out. He protected us while we traveled through other lands. ", "18": "Then he helped us defeat the people living in these lands. He helped us defeat the Amorites who lived here. So we will continue to serve the Lord because he is our God.”", "19": "Then Joshua said, “You will not be able to serve the Lord well enough. He is a holy God. And he is a jealous God. If you turn against him and sin, he will not forgive you. ", "20": "If you leave the Lord and serve other gods, he will cause great trouble to come to you. The Lord has been good to you. But if you turn against him, he will destroy you.”", "21": "But the people said to Joshua, “No! We will serve the Lord.”", "22": "Then Joshua said, “Look around at yourselves and the people with you here. Do you all know and agree that you have chosen to serve the Lord? Are you all witnesses to this?” The people answered, “Yes, it's true! We all see that we have chosen to serve the Lord.”", "23": "Then Joshua said, “Now throw away the false gods that you have among you. Love the Lord, the God of Israel, with all your heart.”", "24": "Then the people said to Joshua, “We will serve the Lord our God. We will obey him.”", "25": "On that day Joshua made an agreement for the people. He made the agreement a law for them to follow. This happened at Shechem. ", "26": "Joshua wrote these things in the Book of the Teachings of God. Then he found a large stone. He put the stone under the oak tree near the Lord's Holy Tent.", "27": "Then Joshua said to all the people, “See this stone! It will help you remember what we did today. It was here when the Lord was speaking to us today. It will help you remember what happened. It will stop you from turning against your God.”", "28": "Then Joshua told the people to go back to their homes. And everyone went back to his own land.", "29": "After that, Joshua son of Nun died. He was 110 years old. ", "30": "And they buried him in his own land at Timnath Serah. This was in the mountains of Ephraim, north of Mount Gaash.", "31": "The Israelites had served the Lord during the time Joshua was living. And after he died, they continued to serve the Lord. They continued to serve him while their elders were still alive. These were the leaders who had seen what the Lord had done for the Israelites.", "32": "When the Israelites left Egypt, they carried the bones of Joseph with them. They buried them at Shechem, in the land Jacob had bought from the sons of Hamor. (Hamor was the father of Shechem.) Jacob had bought the land for 100 pieces of silver. This land belonged to Joseph's children.", "33": "And Eleazar son of Aaron died. He was buried at Gibeah in the mountains of Ephraim. Gibeah had been given to Eleazar's son Phinehas."}