{"1": "All the people finished crossing the Jordan. Then the Lord said to Joshua, ", "2": "“Choose 12 men from among the people. Choose 1 from each tribe. ", "3": "Tell the men to get 12 large rocks from the middle of the river. Take them from where the priests stood. Carry the rocks and put them down where you stay tonight.”", "4": "So Joshua chose 1 man from each tribe. Then he called the 12 men together. ", "5": "He said to them, “Go out into the river where the Ark of the Covenant of the Lord your God is. Each of you should find 1 large rock. There will be 1 rock for each tribe of Israel. Carry the rock on your shoulder. ", "6": "They will be a sign among you. In the future your children will ask you, 'What do these rocks mean?' ", "7": "Tell them the Lord stopped the water from flowing in the Jordan. When the Ark of the Covenant with the Lord crossed the river, the water was stopped. These rocks will help the Israelites remember this forever.”", "8": "So the Israelites obeyed Joshua. They carried 12 rocks from the middle of the Jordan River. There was 1 rock for each of the 12 tribes of Israel. They did this the way the Lord had commanded Joshua. They carried the rocks with them. And they put them down where they made their camp. ", "9": "Joshua also put 12 rocks in the middle of the Jordan River. He put them where the priests had stood while carrying the Ark of the Covenant of the Lord. These rocks are still there today.", "10": "The Lord had commanded Joshua to tell the people what to do. It was what Moses had said Joshua must do. So the priests carrying the Ark of the Covenant continued standing in the middle of the river until everything was done. And the people hurried across the river. ", "11": "The people finished crossing the river. Then the priests carried the Ark of the Covenant of the Lord to the other side. As they carried it, the people watched. ", "12": "The men from the tribes of Reuben, Gad and the eastern half-tribe of Manasseh obeyed what Moses had told them. They were prepared for war. So they crossed the river ahead of the other people. ", "13": "About 40,000 soldiers were prepared for war. They passed before the Lord as they marched across the river. Then they went toward the plains of Jericho to go to war.", "14": "That day the Lord made Joshua a great man to all the Israelites. They respected Joshua all his life, just as they had respected Moses.", "15": "Then the Lord spoke to Joshua. ", "16": "He said, “Command the priests to bring the Ark of the Covenant out of the river.”", "17": "So Joshua commanded the priests, “Come up out of the Jordan.”", "18": "So the priests carried the Ark of the Covenant with the Lord out of the river. As soon as their feet touched dry land, the water began flowing again. The river again overflowed its banks. It was just as it had been before they crossed.", "19": "The people crossed the Jordan on the tenth day of the first month. They camped at Gilgal, east of Jericho. ", "20": "They carried with them the 12 rocks taken from the Jordan. And Joshua set them up at Gilgal. ", "21": "Then he spoke to the Israelites. He said, “In the future your children will ask you, 'What do these rocks mean?' ", "22": "Tell them, 'Israel crossed the Jordan River on dry land. ", "23": "The Lord your God caused the water to stop flowing. The river was dry until the people finished crossing it. The Lord did the same thing for us at the Jordan that he did for the people at the Red Sea. Remember that he stopped the water at the Red Sea so we could cross. ", "24": "The Lord did this so all people would know he has great power. Then they will always respect the Lord your God.'”"}