{"1": "So the Lord dried up the Jordan River until the Israelites had crossed it. Now all the kings of the Amorites west of the Jordan heard about it. And the Canaanite kings living by the Mediterranean Sea heard about it. They were very scared. After that they were too afraid to face the Israelites.", "2": "At that time the Lord spoke to Joshua. He said, “Make knives from flint stones. Circumcise the Israelites again.” ", "3": "So Joshua made knives from flint stones. Then he circumcised the Israelites at Gibeath Haaraloth.", "4": "This is why Joshua circumcised the men: After the Israelites left Egypt, all the men old enough to serve in the army died. They died in the desert on the way out of Egypt. ", "5": "The men who had come out of Egypt had been circumcised. But many were born in the desert on the trip from Egypt. They had not been circumcised. ", "6": "The Israelites had moved about in the desert for 40 years. During that time all the fighting men who had left Egypt had died. This was because they had not obeyed the Lord. So the Lord swore they would not see the land. This was the land he had promised their ancestors to give them. It was a land where much food grows. ", "7": "So their sons took their places. But none of the sons born on the trip from Egypt had been circumcised. So Joshua circumcised them. ", "8": "After all the Israelites had been circumcised, they stayed in camp until they were healed.", "9": "Then the Lord said to Joshua, “As slaves in Egypt you were ashamed. But today I have removed that shame.” So Joshua named that place Gilgal. And it is still named Gilgal today.", "10": "The people of Israel were still camped at Gilgal on the plains of Jericho. It was there, on the evening of the fourteenth day of the month, they celebrated the Passover Feast. ", "11": "The next day after the Passover, the people ate some of the food grown on that land: bread made without yeast and roasted grain. ", "12": "The day they ate this food, the manna stopped coming. The Israelites no longer got the manna from heaven. They ate the food grown in the land of Canaan that year.", "13": "Joshua was near Jericho. He looked up and saw a man standing in front of him. The man had a sword in his hand. Joshua went to him and asked, “Are you a friend or an enemy?”", "14": "The man answered, “I am neither one. I have come as the commander of the Lord's army.” Then Joshua bowed facedown on the ground. He asked, “Does my master have a command for me, his servant?”", "15": "The commander of the Lord's army answered, “Take off your sandals. The place where you are standing is holy.” So Joshua did."}