{"1": "An oracle for Nineveh, a writing of the vision of Nahum, the Elkoshite.", "2": "The Lord is a jealous and avenging God; the Lord avenges and is furious. The Lord takes vengeance on His enemies, and He reserves it for His adversaries;", "3": "the Lord is slow to anger and great in power, and the Lord will in no way acquit the guilty. In gale winds and a storm is His way, and clouds are the dust of His feet.", "4": "He rebukes and dries up the sea, and He makes waterless all the rivers. Bashan and Carmel wither up, and the sprout of Lebanon wastes away.", "5": "The mountains quake before Him, and the hills melt; the land rises up before Him, the earth and everything that dwells on it.", "6": "Who can stand before His anger? Who will rise up before His burning wrath? His heat is poured out like fire, and the rocks are broken up before Him.", "7": "The Lord is good, a stronghold in the day of distress; and He knows those who take refuge in Him.", "8": "As a flood running forth, He will bring to an end the distress, and He will pursue His adversaries into darkness.", "9": "Why do you all scheme against the Lord? He will bring it to an end. It will not rise up a second time.", "10": "Because they are like interwoven thorns and as drunkards imbibing, they are consumed like completely dry stubble.", "11": "Out of you, O Nineveh, comes one, a worthless counselor, who devises evil against the Lord.", "12": "So the Lord says: “Even though they are full and many, they will be cut down, and it will pass away. Even though I have afflicted you, I will no longer afflict you, O Judah;", "13": "now I will break apart his yoke from over you, and I will tear apart your bonds.”", "14": "The Lord has given a command concerning you: “No longer will your name go forth. I will cut off the carved image and metal image from the house of your gods. I will prepare your grave, for you are despised.”", "15": "Look, on the mountains come the feet of him who brings good news, who proclaims peace! Make your feasts, O Judah, and complete your vows. For the wicked one will never again pass through your midst; he is completely cut down."}