{"1": "Then I said, “Listen, leaders of the people of Jacob; listen, you rulers of the nation of Israel. You should know how to decide cases fairly,", "2": "but you hate good and love evil. You skin my people alive and tear the flesh off their bones.", "3": "You eat my people's flesh and skin them and break their bones; you chop them up like meat for the pot, like meat in a cooking pan.", "4": "They will cry to the Lord, but he won't answer them. At that time he will hide his face from them, because what they have done is evil.”", "5": "The Lord says this about the prophets who teach his people the wrong way of living: “If these prophets are given food to eat, they shout, 'Peace!' But if someone doesn't give them what they ask for, they call for a holy war against that person.", "6": "So it will become like night for them, without visions. It will become dark for them, without any way to tell the future. The sun is about to set for the prophets; their day will become dark.", "7": "The seers will be ashamed; the people who see the future will be embarrassed. Yes, all of them will cover their mouths, because there will be no answer from God.”", "8": "But I am filled with power, with the Spirit of the Lord, and with justice and strength, to tell the people of Jacob how they have turned against God, and the people of Israel how they have sinned.", "9": "Leaders of Jacob and rulers of Israel, listen to me, you who hate fairness and twist what is right.", "10": "You build Jerusalem by murdering people; you build it with evil.", "11": "Its judges take money to decide who wins in court. Its priests only teach for pay, and its prophets only look into the future when they get paid. But they lean on the Lord and say, “The Lord is here with us, so nothing bad will happen to us.”", "12": "Because of you, Jerusalem will be plowed like a field. The city will become a pile of rocks, and the hill on which the Temple stands will be covered with bushes."}