{"1": "So, strong city, gather your soldiers together, because we are surrounded and attacked. They will hit the leader of Israel in the face with a club.", "2": "“But you, Bethlehem Ephrathah, though you are too small to be among the army groups from Judah, from you will come one who will rule Israel for me. He comes from very old times, from days long ago.”", "3": "The Lord will give up his people until the one who is having a baby gives birth; then the rest of his relatives will return to the people of Israel.", "4": "At that time the ruler of Israel will stand and take care of his people with the Lord's strength and with the power of the name of the Lord his God. The Israelites will live in safety, because his greatness will reach all over the earth.", "5": "He will bring peace. Assyria will surely come into our country and walk over our large buildings. We will set up seven shepherds, eight leaders of the people.", "6": "They will destroy the Assyrians with their swords; they will conquer the land of Assyria with their swords drawn. They will rescue us from the Assyrians when they come into our land, when they walk over our borders.", "7": "Then the people of Jacob who are left alive will be to other people like dew from the Lord or rain on the grass— it does not wait for human beings; it does not pause for any person.", "8": "Those of Jacob's people who are left alive will be scattered among many nations and peoples. They will be like a lion among the animals of the forest, like a young lion in a flock of sheep: As it goes, it jumps on them and tears them to pieces, and no one can save them.", "9": "So you will raise your fist in victory over your enemies, and all your enemies will be destroyed.", "10": "The Lord says, “At that time, I will take your horses from you and destroy your chariots.", "11": "I will destroy the cities in your country and tear down all your defenses.", "12": "I will take away the magic charms you use so you will have no more fortune-tellers.", "13": "I will destroy your statues of gods and the stone pillars you worship so that you will no longer worship what your hands have made.", "14": "I will tear down Asherah idols from you and destroy your cities.", "15": "In my anger and rage, I will pay back the nations that have not listened.”"}