{"1": "Poor me! I am like a hungry man, and all the summer fruit has been picked— there are no grapes left to eat, none of the early figs I love.", "2": "All of the faithful people are gone; there is not one good person left in this country. Everyone is waiting to kill someone; everyone is trying to trap someone else.", "3": "With both hands they are doing evil. Rulers ask for money, and judges' decisions are bought for a price. Rich people tell what they want, and they get it.", "4": "Even the best of them is like a thornbush; the most honest of them is worse than a prickly plant. The day that your watchmen[a] warned you about has come. Now they will be confused.", "5": "Don't believe your neighbor or trust a friend. Don't say anything, even to your wife.", "6": "A son will not honor his father, a daughter will turn against her mother, and a daughter-in-law will be against her mother-in-law; a person's enemies will be members of his own family.", "7": "Israel says, “I will look to the Lord for help. I will wait for God to save me; my God will hear me.", "8": "Enemy, don't laugh at me. I have fallen, but I will get up again. I sit in the shadow of trouble now, but the Lord will be a light for me.", "9": "I sinned against the Lord, so he was angry with me, but he will defend my case in court. He will bring about what is right for me. Then he will bring me out into the light, and I will see him set things right.", "10": "Then my enemies will see this, and they will be ashamed, those who said to me, 'Where is the Lord your God?' I will look down on them. They will get walked on, like mud in the street.”", "11": "The time will come when your walls will be built again, when your country will grow.", "12": "At that time your people will come back to you from Assyria and the cities of Egypt, and from Egypt to the Euphrates River, and from sea to sea and mountain to mountain.", "13": "The earth will be ruined for the people who live in it because of their deeds.", "14": "So shepherd your people with your stick; tend the flock of people who belong to you. That flock now lives alone in the forest in the middle of a garden land. Let them feed in Bashan and Gilead as in days long ago.", "15": "“As in the days when I brought you out of Egypt, I will show them miracles.”", "16": "When the nations see those miracles, they will no longer brag about their power. They will put their hands over their mouths, refusing to listen.", "17": "They will crawl in the dust like a snake, like insects crawling on the ground. They will come trembling from their holes to the Lord our God and will turn in fear before you.", "18": "There is no God like you. You forgive those who are guilty of sin; you don't look at the sins of your people who are left alive. You will not stay angry forever, because you enjoy being kind.", "19": "You will have mercy on us again; you will conquer our sins. You will throw away all our sins into the deepest part of the sea.", "20": "You will be true to the people of Jacob, and you will be kind to the people of Abraham as you promised to our ancestors long ago."}