{"1": "After Jesus said all these things, he left Galilee. He went into the area of Judea on the other side of the Jordan River.", "2": "Many people followed him. Jesus healed the sick people there.", "3": "Some Pharisees came to Jesus. They tried to make him say something wrong. They asked him, “Is it right for a man to divorce his wife for any reason he chooses?”", "4": "Jesus answered, “Surely you have read this in the Scriptures: When God made the world, 'he made people male and female.'[a]", "5": "And God said, 'That is why a man will leave his father and mother and be joined to his wife. And the two people will become one.'[b]", "6": "So they are no longer two, but one. God has joined them together, so no one should separate them.”", "7": "The Pharisees asked, “Then why did Moses give a command allowing a man to divorce his wife by writing a certificate of divorce[c]?”", "8": "Jesus answered, “Moses allowed you to divorce your wives because you refused to accept God's teaching. But divorce was not allowed in the beginning.", "9": "I tell you that whoever divorces his wife, except for the problem of sexual sin, and marries another woman is guilty of adultery.”", "10": "The followers said to Jesus, “If that is the only reason a man can divorce his wife, it is better not to marry.”", "11": "He answered, “This statement is true for some, but not for everyone—only for those who have been given this gift.", "12": "There are different reasons why some men don't marry.[d] Some were born without the ability to produce children. Others were made that way later in life. And others have given up marriage because of God's kingdom. This is for anyone who is able to accept it.”", "13": "Then the people brought their little children to Jesus so that he could lay his hands on them to bless them and pray for them. When the followers saw this, they told the people to stop bringing their children to him.", "14": "But Jesus said, “Let the little children come to me. Don't stop them, because God's kingdom belongs to people who are like these children.”", "15": "After Jesus blessed the children, he left there.", "16": "A man came to Jesus and asked, “Teacher, what good thing must I do to have eternal life?”", "17": "Jesus answered, “Why do you ask me about what is good? Only God is good. But if you want to have eternal life, obey the law's commands.”", "18": "The man asked, “Which ones?” Jesus answered, “'You must not murder anyone, you must not commit adultery, you must not steal, you must not tell lies about others,", "19": "you must respect your father and mother,'[e] and 'love your neighbor[f] the same as you love yourself.'[g]”", "20": "The young man said, “I have obeyed all these commands. What else do I need?”", "21": "Jesus answered, “If you want to be perfect, then go and sell all that you own. Give the money to the poor, and you will have riches in heaven. Then come and follow me!”", "22": "But when the young man heard Jesus tell him to give away his money, he was sad. He didn't want to do this, because he was very rich. So he left.", "23": "Then Jesus said to his followers, “The truth is, it will be very hard for a rich person to enter God's kingdom.", "24": "Yes, I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter God's kingdom.”", "25": "The followers were amazed to hear this. They asked, “Then who can be saved?”", "26": "Jesus looked at them and said, “This is something that people cannot do. But God can do anything.”", "27": "Peter said to him, “We left everything we had and followed you. So what will we have?”", "28": "Jesus said to them, “When the time of the new world comes, the Son of Man will sit on his great and glorious throne. And I can promise that you who followed me will sit on twelve thrones, and you will judge the twelve tribes of Israel.", "29": "Everyone who has left houses, brothers, sisters, father, mother, children, or farms to follow me will get much more than they left. And they will have eternal life.", "30": "Many people who are first now will be last in the future. And many who are last now will be first in the future."}