{"1": "Jesus used some more stories to teach the people. He said,", "2": "“God's kingdom is like a king who prepared a wedding feast for his son.", "3": "He invited some people to the feast. When it was ready, the king sent his servants to tell the people to come. But they refused to come to the king's feast.", "4": "“Then the king sent some more servants. He said to them, 'I have already invited the people. So tell them that my feast is ready. I have killed my best bulls and calves to be eaten. Everything is ready. Come to the wedding feast.'", "5": "“But when the servants told the people to come, they refused to listen. They all went to do other things. One went to work in his field, and another went to his business.", "6": "Some of the other people grabbed the servants, beat them, and killed them.", "7": "The king was very angry. He sent his army to kill those who murdered his servants. And the army burned their city.", "8": "“After that the king said to his servants, 'The wedding feast is ready. I invited those people, but they were not good enough to come to my feast.", "9": "So go to the street corners and invite everyone you see. Tell them to come to my feast.'", "10": "So the servants went into the streets. They gathered all the people they could find, good and bad alike, and brought them to where the wedding feast was ready. And the place was filled with guests.", "11": "“When the king came in to meet the guests, he saw a man there who was not dressed in the right clothes for a wedding.", "12": "The king said, 'Friend, how were you allowed to come in here? You are not wearing the right clothes.' But the man said nothing.", "13": "So the king told some servants, 'Tie this man's hands and feet. Throw him out into the darkness, where people are crying and grinding their teeth with pain.'", "14": "“Yes, many people are invited. But only a few are chosen.”", "15": "Then the Pharisees left the place where Jesus was teaching. They made plans to catch him saying something wrong.", "16": "They sent some men to Jesus. They were some of their own followers and some from the group called Herodians. They said, “Teacher, we know you are an honest man. We know you teach the truth about God's way. You are not afraid of what others think about you. All people are the same to you.", "17": "So tell us what you think. Is it right to pay taxes to Caesar or not?”", "18": "But Jesus knew that these men were trying to trick him. So he said, “You hypocrites! Why are you trying to catch me saying something wrong?", "19": "Show me a coin used for paying the tax.” They showed Jesus a silver coin.", "20": "Then he asked, “Whose picture is on the coin? And whose name is written on the coin?”", "21": "They answered, “It is Caesar's picture and Caesar's name.” Then Jesus said to them, “Give to Caesar what belongs to Caesar, and give to God what belongs to God.”", "22": "When they heard what Jesus said, they were amazed. They left him and went away.", "23": "That same day some Sadducees came to Jesus. (Sadducees believe that no one will rise from death.) The Sadducees asked Jesus a question.", "24": "They said, “Teacher, Moses told us that if a married man dies and had no children, his brother must marry the woman. Then they will have children for the dead brother.[a]", "25": "There were seven brothers among us. The first brother married but died. He had no children. So his brother married the woman.", "26": "Then the second brother also died. The same thing happened to the third brother and all the other brothers.", "27": "The woman was the last to die.", "28": "But all seven men had married her. So when people rise from death, whose wife will she be?”", "29": "Jesus answered, “You are so wrong! You don't know what the Scriptures say. And you don't know anything about God's power.", "30": "At the time when people rise from death, there will be no marriage. People will not be married to each other. Everyone will be like the angels in heaven.", "31": "Surely you have read what God said to you about people rising from death.", "32": "God said, 'I am the God of Abraham, the God of Isaac, and the God of Jacob.'[b] So they were not still dead, because he is the God only of living people.”", "33": "When the people heard this, they were amazed at Jesus' teaching.", "34": "The Pharisees learned that Jesus had made the Sadducees look so foolish that they stopped trying to argue with him. So the Pharisees had a meeting.", "35": "Then one of them, an expert in the Law of Moses, asked Jesus a question to test him.", "36": "He said, “Teacher, which command in the law is the most important?”", "37": "Jesus answered, “'Love the Lord your God with all your heart, all your soul, and all your mind.'[c]", "38": "This is the first and most important command.", "39": "And the second command is like the first: 'Love your neighbor[d] the same as you love yourself.'[e]", "40": "All of the law and the writings of the prophets take their meaning from these two commands.”", "41": "So while the Pharisees were together, Jesus asked them a question.", "42": "He said, “What do you think about the Messiah? Whose son is he?” The Pharisees answered, “The Messiah is the Son of David.”", "43": "Jesus said to them, “Then why did David call him 'Lord'? David was speaking by the power of the Spirit. He said,", "44": "'The Lord God said to my Lord: Sit by me at my right side, and I will put your enemies under your control.[f]' ", "45": "David calls the Messiah 'Lord.' So how can he be David's son?”", "46": "None of the Pharisees could answer Jesus' question. And after that day, no one was brave enough to ask him any more questions."}