{"1": "And when He had opened the seventh seal, there was silence in Heaven about the space of half an hour.", "2": "And I saw the seven angels who stood before God, and to them were given seven trumpets.", "3": "And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer it with the prayers of all saints upon the golden altar, which was before the throne.", "4": "And the smoke of the incense, which came with the prayers of the saints, ascended up before God out of the angel's hand.", "5": "And the angel took the censer, and filled it with fire from the altar, and cast it onto the earth; and there were voices and thunderings and lightnings, and an earthquake.", "6": "And the seven angels who had the seven trumpets prepared themselves to sound.", "7": "The first angel sounded, and there followed hail and fire mingled with blood, and they were cast upon the earth; and a third part of the trees were burned up, and all green grass was burned up.", "8": "And the second angel sounded and, as it were, a great mountain burning with fire was cast into the sea; and a third part of the sea became blood;", "9": "and a third part of the creatures which were in the sea and had life, died, and a third part of the ships were destroyed.", "10": "And the third angel sounded, and there fell a great star from heaven, burning as if it were a lamp, and it fell upon a third part of the rivers and upon the fountains of waters;", "11": "and the name of the star is called Wormwood. And a third part of the waters became wormwood; and many men died from the waters, because they were made bitter.", "12": "And the fourth angel sounded, and a third part of the sun was smitten, and a third part of the moon and a third part of the stars, so that a third part of them was darkened; and a third of the day shone not, and the night likewise.", "13": "And I beheld, and heard an angel flying through the midst of heaven, saying with a loud voice, “Woe, woe, woe to the inhabitants of the earth, because of the other voices of the trumpets of the three other angels, which are yet to sound!”"}