{"1": "At the heart of the good news is a mystery hidden in ancient Scriptures but now exposed to the world through the lives of the church's holy ones. Paul never refers to just one “holy one”; he always uses the plural. He knows that holiness is too difficult for us to accomplish on our own. Each of us has to be called and equipped by God, but we also have to be accompanied by others who've answered the call. Those who say “yes” to Jesus become the church, the company of those rescued from darkness and ultimately from death. Paul is fond of calling the church the body of the risen Jesus. Our own hopes and dreams for the future are concentrated in Him. Not only do we dwell in Him, but He also dwells in us. This battle I am facing is huge. And I want you to know I do it for you, for all those at Laodicea, and for everyone else (even those who have never seen my face). ", "2": "I'm working hard to comfort and encourage them so that they will be knit together—that many hearts would become one through His love. I do it so they will be rich in understanding and have full knowledge of God's mystery, which is the Anointed One Himself—", "3": "in Him all the treasures of wisdom and knowledge are concealed. ", "4": "I only tell you this to warn you about those who would try and deceive you with their arguments. They seem plausible enough; but in the end, they are false. ", "5": "Even though I cannot be there in the body, my spirit is with you; and I'm happy to know of your good order and your solid commitment to the Anointed One, our Liberating King.", "6": "Paul calls the believers in Colossae to remain steadfast in their faith. Now that you have welcomed the Anointed One, Jesus the Lord, into your lives, continue to journey with Him and allow Him to shape your lives. ", "7": "Let your roots grow down deeply in Him, and let Him build you up on a firm foundation. Be strong in the faith, just as you were taught, and always spill over with thankfulness. ", "8": "Make sure no predator makes you his prey through some misleading philosophy and empty deception based on traditions fabricated by mere mortals. These are sourced in the elementary principles originating in this world and not in the Anointed One (so don't let their talks capture you). ", "9": "You see, all that is God, all His fullness, resides in His body. ", "10": "You, too, are being completed in Him, the One who has dominion over all rule, all authority. ", "11": "In Him you were also circumcised, set apart by a spiritual act performed without hands. The Anointed One's circumcision cut you off from the sinfulness of your flesh. ", "12": "You were buried with Him beneath the waters of the ceremonial washing called baptism[a] and then were raised up with Him by faith in the resurrection power of God, who brought Him back from the dead. ", "13": "And when your flesh was still uncircumcised—dead in transgression and swathed in its sinful nature—it was God who brought us[b] to life with Him, forgave all our sins, and ", "14": "eliminated the massive debt we incurred by the law that stood against us. He took it all away; He nailed it to the cross. But that's not all. ", "15": "He disarmed those who once ruled over us—those who had overpowered us. Like captives of war, He put them on display to the world to show His victory over them by means of the cross.", "16": "So don't let anyone stand in judgment over you and dictate what you should eat or drink, what festivals you should celebrate, or how you should observe a new moon or Sabbath days—", "17": "all these are only a shadow of what shall come. The reality, the core, the import, is found in the Anointed One. ", "18": "Don't be cheated out of the prize by others who are peddling the worship of heavenly beings and false humility. People like this run about telling whoever will listen what they claim to have seen; but in reality they testify only to an inflated mind, saturated in conceit—not in the Spirit. ", "19": "They are detached from the very head that nourishes and connects the whole body with all of its nerves and ligaments, a body that grows by the kind of growth that can only come from God.", "20": "Listen, if you have died with the Anointed One to the elemental spirits of the cosmos, then why are you submitting yourselves to its rules as if you still belonged to this world? ", "21": "You hear, “Don't handle this! Don't taste that! Don't even touch it!” ", "22": "but everything they are obsessed about will eventually decay with use. These rules are just human commands and teachings. ", "23": "Here's what they are promoting: fabricated religion, self-humiliation, and bodily abuse. No matter which way they try to tether their bodies, they cannot harness their desires."}