{"1": "Paul knows the people in Colossae are facing many religious and philosophical options, none of which are neutral. Notice Paul doesn't say, “Just add Jesus to what you already believe,” or, “Factor Jesus into your philosophy,” or, “Include Jesus in this or that ritual.” The claim that “Jesus is Lord” does not allow that. If Jesus is Creator, Sustainer, and Redeemer of all creation, then all other teachings must give way. All people must bow before Him and only Him. So it comes down to this: since you have been raised with the Anointed One, the Liberating King, set your mind on heaven above. The Anointed is there, seated at God's right hand. ", "2": "Stay focused on what's above, not on earthly things, ", "3": "because your old life is dead and gone. Your new life is now hidden, enmeshed with the Anointed who is in God. ", "4": "On that day when the Anointed One—who is our[a] very life—is revealed, you will be revealed with Him in glory! ", "5": "So kill your earthly impulses: loose sex, impure actions, unbridled sensuality, wicked thoughts, and greed (which is essentially idolatry). ", "6": "It's because of these that God's wrath is coming [upon the sons and daughters of disobedience],[b] so avoid them at all costs. ", "7": "These are the same things you once pursued, and together you spawned a life of evil. ", "8": "But now make sure you shed such things: anger, rage, spite, slander, and abusive language. ", "9": "And don't go on lying to each other since you have sloughed away your old skin along with its evil practices ", "10": "for a fresh new you, which is continually renewed in knowledge according to the image of the One who created you. ", "11": "In this re-creation there is no distinction between Greek and Jew, circumcised and uncircumcised, barbarian and conqueror,[c] or slave and free because the Anointed is the whole and dwells in us all.", "12": "Paul tells them the key to remain unified is to show compassion and forgiveness toward one another. Since you are all set apart by God, made holy and dearly loved, clothe yourselves with a holy way of life: compassion, kindness, humility, gentleness, and patience. ", "13": "Put up with one another. Forgive. Pardon any offenses against one another, as the Lord has pardoned you, because you should act in kind. ", "14": "But above all these, put on love! Love is the perfect tie to bind these together. ", "15": "Let your hearts fall under the rule of the Anointed's peace (the peace you were called to as one body), and be thankful.", "16": "Let the word of the Anointed One richly inhabit your lives. With all wisdom teach, counsel, and instruct one another. Sing the psalms, compose hymns and songs inspired by the Spirit, and keep on singing—sing to God from hearts full and spilling over with thankfulness. ", "17": "Surely, no matter what you are doing (speaking, writing, or working), do it all in the name of Jesus our Master, sending thanks through Him to God our Father.", "18": "For Paul it isn't enough just to believe the right things. Right belief always produces right living. The gift of salvation demands that we put into practice the character of our King. Just as we take off and throw away old, worn-out clothes, we must strip off certain attitudes and actions of our old selves. Since our lives have been made new in Him, things like sexual immorality, greed, anger, lies, and the rest must find no place in us. But it is not enough to strip off the old; we must put on the new. And that new creation has many qualities of Jesus: compassion, gentleness, and humility; putting up with each other, forgiving each other, and above all, loving each other. These are the ways of Jesus, so they must be our ways too. Wives: be submitted to your husbands as is appropriate in the Lord. ", "19": "Husbands: love your wives, and don't treat them harshly or respond with bitterness toward them.", "20": "Children: obey your parents in every way. The Lord is well pleased by it. ", "21": "Fathers: don't infuriate your children, so their hearts won't harbor resentment and become discouraged. ", "22": "Slaves: obey your earthly masters in all things. Don't just act earnest in your service only when they are watching. Serve with a sincere heart (even when others aren't watching), fearing the Lord who is always watching! ", "23": "So no matter what your task is, work hard. Always do your best as the Lord's servant, not as man's, ", "24": "because you know your reward is the Lord's inheritance. You serve the Lord, the Anointed One, and ", "25": "anyone who does wrong will be paid his due because He doesn't play favorites."}