{"1": "About that time, Jesus was walking through the grain fields on a Sabbath day. His disciples were hungry. They began to pick some of the grain and to eat it.", "2": "The Pharisees saw them. They said to Jesus, `Look! Your disciples are doing what is not right on the Sabbath day.'", "3": "But Jesus said to them, `Have you not read what David did? He and his men who were with him were hungry.", "4": "He went into God's house. Some bread was there for God. David's men ate it. David did not have the right to eat it, nor the men who were with him. Only the priests have the right to eat it. But David took the bread and ate it. He also gave some of it to the men who were with him.", "5": "`Have you never read in the books of the law that the priests in the temple break the Sabbath law on the Sabbath day? They are not punished for it.", "6": "I tell you, there is someone here who is greater than the temple.", "7": "`You do not know what this means, \"I want you to be kind; I do not want a sacrifice.\" If you knew, then you would not have said what they did was wrong. What they did was not wrong.", "8": "The Son of Man rules over the Sabbath day.'", "9": "Jesus left that place and went into the meeting house.", "10": "There was a man whose hand was thin and weak. The people asked Jesus, `Is it right to heal a man on the Sabbath day?' They wanted to find something wrong about Jesus.", "11": "Jesus said to them, `If one of you had a sheep and it fell into a hole on the Sabbath day, would you not take hold of it and pull it out?", "12": "A man is worth much more than a sheep. So it is right to do good things on the Sabbath day.'", "13": "Then he said to the man, `Hold out your hand.' The man held out his hand and it was made well like the other hand.", "14": "Then the Pharisees went out and planned together how to kill Jesus.", "15": "Jesus knew about their plan, so he went away from there. Many people followed him and he healed them all.", "16": "He told them not to tell where he was.", "17": "So what Isaiah the prophet of God said, came true.", "18": "He said, `This is my servant. I have chosen him. I love him. I am very pleased with him. I will put my Spirit on him. He will judge the people who are not Jews.", "19": "He will not fight or shout. No one will hear his voice in the streets.", "20": "He will not break a stick that is already bent. He will not put out a light that burns only a little. What is right will win, because he will make it win.", "21": "Those who are not Jews will believe in him.'", "22": "Then the people brought a man to Jesus. The man had a bad spirit in him. He was blind and could not talk. Jesus healed him. Then the man could talk and see.", "23": "All the people were surprised. They said, `Is he David's son?'", "24": "The Pharisees heard about it. They said, `This man drives out bad spirits by the help of Beelzebub, the chief of bad spirits.'", "25": "Jesus knew what they were thinking. He said to them, `If one part of any country fights against the other part of the country, that country is broken down. If one part of any city or family fights against the other part of it, it cannot stand.", "26": "If Satan drives out Satan, he fights against himself. How then will his kingdom stand?", "27": "If I drive out bad spirits by Beelzebub, how do your own people drive them out? Let them judge you.", "28": "But if I drive out bad spirits by God's Spirit, then God's kingdom is here with you now.", "29": "`If anyone wants to go into a strong man's house and steal his things, he must first tie the strong man. Then he can steal his things.", "30": "`Anyone who is not with me, is against me. Anyone who does not work with me is working against me.", "31": "`That is why I tell you this. All wrong things that people do or say, will be forgiven. But people who say wrong things against the Holy Spirit will never be forgiven.", "32": "Anyone who says anything against the Son of Man will be forgiven. But anyone who says anything against the Holy Spirit will not be forgiven. He will not be forgiven in this world or in the next world.'", "33": "`Either make a tree good and its fruit good, or make a tree bad and its fruit bad. People know what kind of tree it is by the fruit on it.", "34": "You family of snakes! How can you say good things? You are wrong! The mouth will say what is in the heart.", "35": "A good man has stored up good things in his heart, so he will say good things. A bad man has stored up wrong things in his heart, so he will say wrong things.", "36": "I tell you this. On the day when people are judged, they will pay for every empty word they have said.", "37": "Because of your words, you will be called good. Or because of your words, you will be punished.'", "38": "Then some of the scribes and Pharisees said to him, `Teacher, we want you to show us a sign.'", "39": "But Jesus answered them, `The people today are bad. They have gone away from God. They want a sign. No sign will be given them but the sign of the prophet Jonah.", "40": "Jonah was inside the big sea animal for three days and three nights. So the Son of Man will be in the ground for three days and three nights.", "41": "When people are judged, the men of the city of Nineveh will stand up and speak against the people of today. The people of Nineveh stopped their wrong ways when Jonah told them God's word. And the one who is here is greater than Jonah.", "42": "When people are judged, the Queen of the South will stand up and speak against the people of today. She came a long way to hear the wise talk of Solomon. And the one who is here is greater than Solomon.'", "43": "`When a bad spirit has gone out of a man, he goes through dry places. He looks for a place to rest, but he does not find any.", "44": "Then he says, \"I will go back to my house from where I came.\" When he comes back, he finds it is empty, clean, and all fixed up.", "45": "Then he goes and brings seven other spirits with him. They are worse than he is. They go in and live there. Now the man is worse than he was at first. That is how it will be for the wrong people of today.'", "46": "While Jesus was still talking to the people, his mother and brothers stood outside. They wanted to talk to him.", "47": "Someone told him, `Your mother and your brothers are standing outside. They want to talk to you.'", "48": "But to the man who told him, he said, `Who is my mother? Who are my brothers?'", "49": "He pointed to his disciples and said, `These people are my mother and my brothers!", "50": "Anyone who obeys my Father in heaven is my brother, my sister, and my mother.'"}