{"1": "At this time Herod the ruler heard of Jesus.", "2": "He said to his servants, `This is John the Baptizer. He is risen from death. That is why he is able to do such great work.'", "3": "Herod had taken John and tied him up. He put him in prison. He did this because of Herodias. She was the wife of his brother Philip.", "4": "John had said to Herod, `It is not right for you to have her for your wife.'", "5": "Herod wanted to kill John, but he was afraid of the people. They thought John was a prophet, a man of God.", "6": "On Herod's birthday, the daughter of Herodias danced for the people who were there. She pleased Herod.", "7": "He was so pleased that he promised to give her anything she asked for.", "8": "The girl's mother told her what to ask for. So she said, `Give me here, on a plate, the head of John the Baptizer.'", "9": "The king was very sorry to do this. But he had made a promise. And all the people who were there had heard him promise. So he gave orders to do it.", "10": "He sent someone to the prison to cut off John's head.", "11": "John's head was brought on a plate. It was given to the girl. And she took it to her mother.", "12": "Then John's disciples came and took his body and buried it. They went and told Jesus.", "13": "When Jesus heard this, he went away from there in a boat. He went to a lonely place by himself. The people heard that he went away and they followed him. They walked from the towns around there.", "14": "When Jesus got out of the boat, he saw many people. He was sorry for them and he healed those who were sick.", "15": "In the evening the disciples came to him. They said, `This is a lonely place. And the time is late. Send these people away so they can go to the farms and villages to buy food for themselves.'", "16": "Jesus said to them, `They need not go away. You give them food to eat.'", "17": "They said, `We have here only five loaves of bread and two fish.'", "18": "Jesus said, `Bring them here to me.'", "19": "Then Jesus told the people to sit down on the grass. He took the five loaves of bread and the two fish. He looked up to heaven and thanked God for them. Then he broke the bread and gave it to the disciples. The disciples gave it to the people.", "20": "They all ate and had enough. They gathered twelve baskets full of pieces that were left.", "21": "The number of men who ate was about five thousand, besides some women and children.", "22": "Then Jesus told the disciples, `You get into the boat right away and go ahead of me to the other side of the sea. And I will send these people away.'", "23": "After he had sent them away, he went up on the hill by himself to talk with God. Evening came and he was there alone.", "24": "The boat was far out on the water by this time. The water was beating against the boat and the wind was blowing the wrong way.", "25": "When it was almost morning, Jesus came to them. He was walking on the water.", "26": "His disciples saw him walking on the water. They were afraid, and said, `It is a spirit!' Then they shouted loudly because they were afraid.", "27": "Then Jesus spoke to them right away. He said, `Be glad! It is I. Do not fear.'", "28": "Peter said, `Lord, if it is you, tell me to come to you on the water.'", "29": "Jesus said, `Come.' So Peter got out of the boat. He walked on the water and went toward Jesus.", "30": "He saw what the wind did. Then he was afraid and began to go down in the water. He called out, `Lord, save me!'", "31": "Right away Jesus put out his hand and took hold of him. He said, `You do not believe very much in me! Why did you not believe?'", "32": "When they got into the boat, the wind stopped blowing.", "33": "Then the men in the boat bowed down in front of Jesus. They said, `You really are the Son of God.'", "34": "They crossed over the sea and came to the land at Gennesaret.", "35": "The men there knew him and sent word to the people in all the country around. They brought all the sick people to him.", "36": "They begged Jesus to let them touch his clothes. And all the people who touched him were healed."}