{"1": "The Pharisees and Sadducees came to Jesus. They wanted to test him, so they asked him to show them a sign from the sky.", "2": "He answered them, `In the evening you say, \"It will be a nice day tomorrow because the sky is red.\"", "3": "In the morning you say, \"It will be a stormy day, because the sky is red and there are clouds.\" You know the meaning of these signs in the sky. But you do not know the meaning of the signs about the time in which we are living.", "4": "People today are wrong. They have gone away from God. They want a sign. No sign will be given them but the sign of Jonah.' Then Jesus went away and left them.", "5": "When the disciples reached the other side of the sea, they found they had forgotten to bring any bread with them.", "6": "Jesus said, `Watch! Do not let the yeast of the Pharisees and Sadducees spoil you.'", "7": "The disciples said to each other, `He said that because we did not bring any bread.'", "8": "Jesus knew what they were saying. He said to them, `You don't believe very much in me. Why are you saying to each other, \"We have no bread\".", "9": "Do you not yet understand? When there were five thousand people, there were only five loaves of bread. Do you not remember how many baskets full of pieces you gathered up?", "10": "When there were four thousand people, there were only seven loaves. Do you not remember how many baskets full of pieces you gathered up?", "11": "Why do you not understand that I was not talking about bread? Take care. Do not let the yeast of the Pharisees and Sadducees spoil you.'", "12": "Then they understood that he was not talking about bread. He did not mean that the yeast of bread would spoil them. They understood that he was talking about the things the Pharisees and Sadducees taught.", "13": "Jesus went to the country of Caesarea Philippi. He asked his disciples, `I am the Son of Man. Whom do people say I am?'", "14": "They answered, `Some people say you are John the Baptizer. Others say you are Elijah. And others say you are Jeremiah or one of the prophets.'", "15": "Jesus said to them, `Whom do you say I am?'", "16": "Simon Peter answered, `You are the Christ, the Son of the living God.'", "17": "Jesus answered, `Simon, Jonah's son, God has blessed you. No person on earth has showed you this. But my Father in heaven has showed you.", "18": "I tell you this. You are Peter. On this rock I will build my church. The power of death will not destroy it.", "19": "I will give you the keys to the kingdom of heaven. What you tie on earth will be tied in heaven. What you set free on earth will be set free in heaven.'", "20": "Then Jesus said to the disciples, `Do not tell anyone that I am the Christ.'", "21": "From that time on, Jesus began to teach his disciples. He said, `I must go to Jerusalem. I will have much trouble from the leaders, the chief priests, and the scribes. I will be killed. On the third day, I will be raised from death.'", "22": "Peter took him to one side and began to talk to him. He said, `Lord! May God stop it! This must never happen to you.'", "23": "But Jesus turned to Peter and said, `Get away from me Satan! You are trying to make me do wrong. You are not thinking the way God thinks, but the way people think.'", "24": "Then Jesus told his disciples, `If anyone wants to come with me, he must leave what he himself wants to do. He must be willing to carry his cross and come with me.", "25": "Anyone who wants to keep his life will lose it. And anyone who gives up his life for my sake will find it.", "26": "What good will it do a man if he gets the whole world for himself, but loses his life? What can a person give to get back his life?", "27": "The Son of Man will come with his angels and will be great like his Father. Then he will pay every man for what he has done.", "28": "I tell you the truth. Some people are standing here who will not die before they see the Son of Man come in his kingdom.'"}