{"1": "Jesus and his disciples came near to Jerusalem. They came to the village of Bethphage by the hill called the Mount of Olives. Then Jesus sent two of his disciples ahead.", "2": "He said to them, `Go into the village in front of you. As soon as you go in, you will find a donkey for riding, and her young one. They are tied there. Untie them and bring them to me.", "3": "If anyone says anything to you, tell him, \"The Lord needs them. He will send them back soon.\" '", "4": "This happened, and what the prophet of God said long ago, came true.", "5": "He said, `Tell the people of Zion: See, your king is coming to you. He is not proud. He rides a donkey. It is a young animal.'", "6": "The disciples went and did what Jesus told them to do.", "7": "They brought the donkey and her young one. They put their coats on them. Then Jesus got on to ride.", "8": "Many people spread their coats on the road. Others cut leaves from the palm trees and put them on the road.", "9": "People in front of him and people behind him shouted, `Praise the Son of David! God bless him who comes in the name of the Lord! Praise him in heaven!'", "10": "When Jesus came into Jerusalem, all the people there were very excited. They said, `Who is this?'", "11": "The people who were with Jesus said, `This is Jesus from the town of Nazareth in Galilee. He is a prophet.'", "12": "Jesus went into the temple of God. He drove out all the people who were buying and selling in the temple. He threw down the tables of the money changers. He pushed down the seats of those who sold doves.", "13": "He said to them, `The holy writings say, \"My house shall be called a house where people talk with God.\" But you have made it a place for people who steal!'", "14": "Blind people came to Jesus in the temple. People who could not walk came to him. And he healed them.", "15": "The chief priests and the scribes saw the big works that Jesus did. They saw the children calling out in the temple, `God save the Son of David!' They were angry.", "16": "They asked Jesus, `Do you hear what they are saying?' Jesus answered, `Yes. Have you never read this? \"You like the praise of children and babies.\" '", "17": "Then he left them and went out of the city to Bethany. He stayed there for the night.", "18": "In the morning he went back to the city. On the way he was hungry.", "19": "Along the road he saw a fig tree. He went to the tree. There was no fruit on it, only leaves. He said to the tree, `No fruit will ever grow on you again!' Right away the tree died.", "20": "The disciples saw it and were surprised. They said, `So soon the fig tree has died!'", "21": "Jesus said to them, `I tell you the truth. Believe God. Do not doubt him. Then you can do what I did to this fig tree. But that is not all. You can even say to this hill, \"Go and jump into the sea\" and it will be done.", "22": "When you ask God for anything, believe that you will have it. Then you will have it.'", "23": "He came to the temple and went in and taught the people. The chief priests and the leaders of the people came to him. They asked, `What right have you to do these things? Who gave you the right to do them?'", "24": "Jesus answered them, `I will ask you a question also. If you answer me, I will answer you. I will tell you what right I have to do these things.", "25": "Who gave John the right to baptise people? Did God or did men?' So they talked it over together. They said, `If we say, \"God gave John the right to do it,\" he will say to us, \"Then why did you not believe him?\"", "26": "But if we say, \"Men gave him the right to do it,\" we have the people to fear, because all the people say that John was a prophet.'", "27": "So they answered Jesus, `We do not know.' Then Jesus said, `Neither will I tell you what right I have to do these things.'", "28": "`What do you think about this? A man had two sons. He went to the first one and said, \"Son, go and work today on my farm.\"", "29": "The son said, \"No, I will not go.\" But he changed his mind and went.", "30": "The man went to the second son and said the same thing. The son answered, \"Yes, sir, I will go.\" But he did not go.", "31": "Which of the two sons did what his father wanted him to do?' They said, `The first one.' Then Jesus said, `I tell you the truth. The tax collectors and women who commit adultery by selling their bodies, are going into the kingdom of God ahead of you.", "32": "John came to you to tell you the right way. But you did not believe him. The tax collectors and women who commit adultery believed him. And even when you saw that, you did not change your minds and believe him.'", "33": "`Listen to another story. A man planted a farm of vines for growing fruit called grapes. He put a fence of small trees around it. He dug a place to press the juice from the fruit. He built a high house from which men could watch over the farm. He let some men pay to use it. Then he went to a country far away.", "34": "`When it was near the time to cut the fruit, he sent his servants to those men. He wanted to have some of the fruit.", "35": "The men caught the servants. They beat one of them and killed another one of them. They threw stones at another one.", "36": "Then the man sent other servants. There were more than the first time. The men did the same to them.", "37": "`Last of all he sent his son to them. He said, \"They will respect my son.\"", "38": "When the men saw the son, they said to each other, \"This is the one who will have everything when his father dies. Let us kill him and we will have it all.\"", "39": "They caught him, dragged him off the farm, and killed him.", "40": "When the owner of the farm comes, what will he do to those men?'", "41": "They answered, `He will kill those bad men, and will give the farm to other men who will give him the fruit when it is time.'", "42": "Jesus said, `Have you never read in the holy writings \"The stone which the builders would not use is now the chief corner stone. The Lord did this. It looks wonderful to us\"?", "43": "`So I tell you, the kingdom of God will be taken from you. It will be given to the people who do what they should do in it.", "44": "If anyone falls on this stone, he will be broken to pieces. But if this stone falls on anyone, it will crush him.'", "45": "The chief priests and the Pharisees heard the stories Jesus told, and they knew he was talking about them.", "46": "They wanted to catch him, but they feared the people. The people thought Jesus was a prophet."}