{"1": "The Sabbath day was past. Morning light was beginning to shine on the first day of the week. Mary Magdalene and the other Mary went to see the grave.", "2": "The earth shook very much because an angel of the Lord came down from heaven. He came and rolled the big stone away from the grave and sat on it.", "3": "His face shone like lightning. His clothes were as white as snow.", "4": "The soldiers who were guarding the grave saw him and shook with fear. They fell down like dead men.", "5": "The angel talked to the women. He said, `Do not fear. I know you are looking for Jesus, who was nailed to a cross.", "6": "He is not here. He has risen, as he said. Come and see the place where he lay.", "7": "Go quickly and tell his disciples, \"He has risen from death. He is going to Galilee before you. You will see him there.\" Now, I have told you.'", "8": "The women went quickly away. They left the grave with fear and they were very happy. They ran to tell his disciples.", "9": "As they were going, Jesus met them. He said `Greetings!' The women bowed down in front of him and put their hands on his feet.", "10": "Then Jesus said to them, `Do not fear. Go tell my brothers to go to Galilee. They will see me there.'", "11": "While the women were going, some of the soldiers who had guarded the grave came into the city. They told the chief priests all that had happened.", "12": "The chief priests had a meeting with the leaders of the people and talked the matter over. They gave much money to the soldiers.", "13": "They said, `Tell the people, \"His disciples came by night and took away the body while we were sleeping.\"", "14": "If the ruler hears about this, then we will talk to him so that he will not punish you.'", "15": "The soldiers took the money. They did as they were told to do. And even to this day, many of the Jewish leaders say this is what happened to Jesus.", "16": "The eleven disciples went to Galilee. They went to the hill where Jesus had told them to meet him.", "17": "When they saw him, they bowed down in front of him. But some people were not sure.", "18": "Jesus came and talked to them. He said, `All power in heaven and on earth has been given to me.", "19": "So go and make disciples in all countries. Baptise them in the name of the Father, and of the Son, and of the Holy Spirit.", "20": "Teach them to do all the things I have told you to do. I am with you always, even to the end of time.'"}