{"1": "Jesus got in the boat and crossed the sea. He came to his own town.", "2": "Some men brought a sick man to him. The man could not move his arms or legs. He was lying on a bed. Jesus saw that they believed he would be healed. So he said to the sick man, `My son, be glad! The wrong things you have done are forgiven.'", "3": "Some of the scribes were thinking, `This man is not giving respect to God.'", "4": "Jesus knew what they were thinking. He said, `Why do you think these wrong things in your heart?", "5": "Which is easier, to say, \"The wrong things you have done are forgiven,\" or to say, \"Get up and walk\"?", "6": "I want you to know that the Son of Man has power on earth to forgive wrong things people have done.' So he said to the sick man, `Get up. Make up your bed and go home.'", "7": "The man got up and went home.", "8": "Many people saw this and were much surprised. They praised God who had given such power to men.", "9": "Jesus went on from there. He saw a man named Matthew. He was sitting at the place where people came to pay taxes. Jesus said to him, `Come with me.' Matthew stood up and went with him.", "10": "Jesus was eating in a house. Many tax collectors and bad people came in. They sat down to eat with Jesus and his disciples.", "11": "The Pharisees saw this. They said to his disciples, `Why does your teacher eat with tax collectors and bad people?'", "12": "Jesus heard it. He said to them, `People who are well do not need a doctor. But sick people need him.", "13": "Go and learn what this means: \"I want you to be kind. I do not want a sacrifice.\" I did not come to call good people. I came to call bad people to stop doing wrong things.'", "14": "Then John's disciples came to Jesus. They said, `We and the Pharisees fast. Why do your disciples not do the same?'", "15": "Jesus answered, `The people at a wedding cannot be sad while the man who is married is with them. But the time will come when he will be taken away from them. Then they will not eat.", "16": "No one sews a piece of new cloth on an old coat. If he does, the new cloth will tear the old coat. Then the hole is bigger than it was before.", "17": "`People do not put new wine into old wine skins. If they do, the old skins break. The wine is lost and the skins are spoiled. New wine is put into new skins. And so they are both saved.'", "18": "While Jesus was telling them these things, a ruler came to him. He bowed down in front of Jesus to worship him and said, `My daughter has just died. But if you will come and put your hand on her, she will live.'", "19": "Jesus got up and went with the ruler. His disciples went too.", "20": "A woman had a sickness for twelve years. She was bleeding all the time. She came behind Jesus and touched his clothes.", "21": "She said to herself, `If only I touch his clothes, I will be well.'", "22": "Jesus turned around. He saw her and said, `Daughter, be glad. You were healed because you believed.' And right away the woman was healed.", "23": "When Jesus came to the ruler's house, he saw the music players and people making a noise.", "24": "He said to them, `Go away. The girl is not dead, but sleeping.' They laughed at him.", "25": "The people were told to go outside. When they were out, he went in and took the girl's hand. The girl got up.", "26": "People in all that part of the country heard about it.", "27": "When Jesus went on from there, two blind men followed him. They called out, `Son of David, help us!'", "28": "When Jesus came into the house, the blind men came to him. Jesus asked them, `Do you believe that I can do this?' They said, `Yes, sir.'", "29": "Then Jesus touched their eyes. He said, `As you believed, so will it happen to you.'", "30": "Then they were able to see. Jesus said to them, `Take care, do not tell anyone about this.'", "31": "But they went away and told everybody in that part of the country about him.", "32": "As they were leaving, people brought a man to Jesus. This man could not talk He had a bad spirit in him.", "33": "Jesus drove the bad spirit out of the man. Then he could talk. The people were very much surprised. They said, `Nothing like this has ever been seen in the country of Israel.'", "34": "But the Pharisees said, `He drives bad spirits out of people by the power of the chief of bad spirits.'", "35": "Jesus went around to all the cities and towns. He taught people in their meeting houses and told them the good news of the kingdom of heaven. He healed all the sick and weak people.", "36": "He saw the many people and was sorry for them. They were troubled and they could not help themselves. They were like sheep with no one to care for them.", "37": "Then Jesus said to his disciples, `The harvest is much. But there are not many people to gather it.", "38": "Talk to the Lord of this harvest, and ask him to send out people to his harvest.'"}