{"1": "This is the oracle[a] that the prophet Habakkuk saw:", "2": "How long, Lord, must I cry for help? But you do not listen! I call out to you, “Violence!” But you do not deliver!", "3": "Why do you force me to witness injustice?[b] Why do you put up with wrongdoing?[c] Destruction and violence confront[d] me; conflict is present and one must endure strife.[e]", "4": "For this reason the law lacks power,[f] and justice is never carried out.[g] Indeed,[h] the wicked intimidate[i] the innocent.[j] For this reason justice is perverted.[k]", "5": "“Look at the nations and pay attention![l] You will be shocked and amazed![m] For I will do something in your lifetime[n] that you will not believe even though you are forewarned.[o]", "6": "Look, I am about to empower[p] the Babylonians, that ruthless[q] and greedy[r] nation. They sweep across the surface[s] of the earth, seizing dwelling places that do not belong to them.", "7": "They are frightening and terrifying; they decide for themselves what is right.[t]", "8": "Their horses are faster than leopards and more alert[u] than wolves in the desert.[v] Their horses[w] gallop,[x] their horses come a great distance; like vultures[y] they swoop down quickly to devour their prey.[z]", "9": "All of them intend[aa] to do violence; every face is determined.[ab] They take prisoners as easily as one scoops up sand.[ac]", "10": "They mock kings and laugh at rulers. They laugh at every fortified city; they build siege ramps[ad] and capture them.", "11": "They sweep by like the wind and pass on.[ae] But the one who considers himself a god will be held guilty.”[af]", "12": "Lord, you have been active from ancient times;[ag] my sovereign God,[ah] you are immortal.[ai] Lord, you have made them[aj] your instrument of judgment.[ak] Protector,[al] you have appointed them as your instrument of punishment.[am]", "13": "You are too just[an] to tolerate[ao] evil; you are unable to condone[ap] wrongdoing. So why do you put up with such treacherous people?[aq] Why do you say nothing when the wicked devour[ar] those more righteous than they are?[as]", "14": "You made people like fish in the sea, like animals in the sea[at] that have no ruler.", "15": "The Babylonian tyrant[au] pulls them all up with a fishhook; he hauls them in with his throw net.[av] When he catches[aw] them in his dragnet, he is very happy.[ax]", "16": "Because of his success[ay] he offers sacrifices to his throw net and burns incense to his dragnet;[az] for because of them he has plenty of food,[ba] and more than enough to eat.[bb]", "17": "Will he then[bc] continue to fill and empty his throw net?[bd] Will he always[be] destroy[bf] nations and spare none?[bg]"}