{"1": "I will stand at my watch post; I will remain stationed on the city wall.[a] I will keep watching so I can see what he says to me and can know[b] how I should answer when he counters my argument.[c]", "2": "The Lord responded:[d] “Write down this message.[e] Record it legibly on tablets so the one who announces[f] it may read it easily.[g]", "3": "For the message is a witness to what is decreed;[h] it gives reliable testimony about how matters will turn out.[i] Even if the message[j] is not fulfilled right away, wait patiently;[k] for it will certainly come to pass—it will not arrive late.", "4": "Look, the one whose desires are not upright will faint from exhaustion,[l] but the person of integrity[m] will live[n] because of his faithfulness.[o]", "5": "Indeed, wine will betray the proud, restless man![p] His appetite[q] is as big as Sheol's;[r] like death, he is never satisfied. He gathers[s] all the nations; he seizes[t] all peoples.", "6": "“But all these nations will someday taunt him[u] and ridicule him with proverbial sayings:[v] 'Woe to the one who accumulates[w] what does not belong to him (How long will this go on?)[x]— he who gets rich by extortion!'[y]", "7": "Your creditors will suddenly attack;[z] those who terrify you will spring into action,[aa] and they will rob you.[ab]", "8": "Because you robbed many countries,[ac] all who are left among the nations[ad] will rob you. You have shed human blood and committed violent acts against lands, cities,[ae] and those who live in them.", "9": "The one who builds his house by unjust gain is as good as dead.[af] He does this so he can build his nest way up high and escape the clutches of disaster.[ag]", "10": "Your schemes will bring shame to your house. Because you destroyed many nations, you will self-destruct.[ah]", "11": "For the stones in the walls will cry out, and the wooden rafters will answer back.[ai]", "12": "Woe to the one who builds a city by bloodshed— he who starts[aj] a town by unjust deeds.", "13": "Be sure of this! The Lord of Heaven's Armies has decreed: The nations' efforts will go up in smoke; their exhausting work will be for nothing.[ak]", "14": "For recognition of the Lord's sovereign majesty will fill the earth just as the waters fill up the sea.[al]", "15": "“Woe to you who force your neighbor to drink wine[am]— you who make others intoxicated by forcing them to drink from the bowl of your furious anger[an] so you can look at their naked bodies.[ao]", "16": "But you will become drunk[ap] with shame, not majesty.[aq] Now it is your turn to drink and expose your uncircumcised foreskin![ar] The cup of wine in the Lord's right hand[as] is coming to you, and disgrace will replace your majestic glory!", "17": "For you will pay in full for your violent acts against Lebanon;[at] terrifying judgment will come upon you because of the way you destroyed the wild animals living there.[au] You have shed human blood and committed violent acts against lands, cities, and those who live in them.", "18": "What good[av] is an idol? Why would a craftsman make it?[aw] What good is a metal image that gives misleading oracles?[ax] Why would its creator place his trust in it[ay] and make[az] such mute, worthless things?", "19": "Woe to the one who says to wood, 'Wake up!'— he who says[ba] to speechless stone, 'Awake!' Can it give reliable guidance?[bb] It is overlaid with gold and silver; it has no life's breath inside it.", "20": "But the Lord is in his majestic palace.[bc] The whole earth is speechless in his presence!”[bd]"}