{"1": "This is a prayer of Habakkuk the prophet:[a]", "2": "Lord, I have heard the report of what you did;[b] I am awed,[c] Lord, by what you accomplished.[d] In our time[e] repeat those deeds;[f] in our time reveal them again.[g] But when you cause turmoil, remember to show us mercy![h]", "3": "God comes[i] from Teman,[j] the Holy One[k] from Mount Paran.[l] Selah.[m] His splendor has covered the skies,[n] the earth is full of his glory.[o]", "4": "His brightness will be as lightning;[p] a two-pronged lightning bolt flashing from his hand.[q] This is the outward display of his power.[r]", "5": "Plague will go[s] before him; pestilence[t] will march[u] right behind him.[v]", "6": "He took his battle position[w] and shook[x] the earth; with a mere look he frightened[y] the nations. The ancient mountains disintegrated;[z] the primeval hills were flattened. His are ancient roads.[aa]", "7": "I saw the tents of Cushan overwhelmed by trouble;[ab] the tent curtains of the land of Midian were[ac] shaking.[ad]", "8": "Was[ae] the Lord mad at the rivers? Were you angry with the rivers? Were you enraged at the sea?[af] Such that[ag] you would climb into your horse-drawn chariots,[ah] your victorious chariots?[ai]", "9": "Your bow is ready for action;[aj] you commission your arrows.[ak] Selah. You cause flash floods on the earth's surface.[al]", "10": "When the mountains see you, they shake. The torrential downpour sweeps through.[am] The great deep[an] shouts out; it lifts its hands high.[ao]", "11": "The sun and moon stand still in their courses;[ap] the flash of your arrows drives them away,[aq] the bright light of your lightning-quick spear.[ar]", "12": "You furiously stomp on the earth; you angrily trample down the nations.", "13": "You march out to deliver your people, to deliver your special servant.[as] You strike the leader of the wicked nation,[at] laying him open from the lower body to the neck.[au] Selah.", "14": "You pierce the heads of his warriors[av] with a spear.[aw] They storm forward to scatter us;[ax] they shout with joy as if they were plundering the poor with no opposition.[ay]", "15": "But you trample on the sea with your horses, on the surging, raging waters.[az]", "16": "I listened and my stomach churned;[ba] the sound made my lips quiver. My frame went limp, as if my bones were decaying,[bb] and I shook as I tried to walk.[bc] I long[bd] for the day of distress to come upon[be] the people who attack us.", "17": "When[bf] the fig tree does not bud, and there are no grapes on the vines; when the olive trees do not produce[bg] and the fields yield no crops;[bh] when the sheep disappear[bi] from the pen and there are no cattle in the stalls—", "18": "I will rejoice because of[bj] the Lord; I will be happy because of the God who delivers me!", "19": "The Sovereign Lord is my source of strength.[bk] He gives me the agility of a deer;[bl] he enables me to negotiate the rugged terrain.[bm] (This prayer is for the song leader. It is to be accompanied by stringed instruments.)[bn]"}