{"1": "Greeting. 1 [a]Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, to the church of God that is in Corinth, with all the holy ones throughout Achaia: ", "2": "grace to you and peace from God our Father and the Lord Jesus Christ.", "3": "Thanksgiving. 3 Blessed be the God and Father of our Lord Jesus Christ, the Father of compassion and God of all encouragement,[b] ", "4": "who encourages us in our every affliction, so that we may be able to encourage those who are in any affliction with the encouragement with which we ourselves are encouraged by God. ", "5": "For as Christ's sufferings overflow to us, so through Christ[c] does our encouragement also overflow. ", "6": "If we are afflicted, it is for your encouragement and salvation; if we are encouraged, it is for your encouragement, which enables you to endure the same sufferings that we suffer. ", "7": "Our hope for you is firm, for we know that as you share in the sufferings, you also share in the encouragement.[d]", "8": "We do not want you to be unaware, brothers, of the affliction that came to us in the province of Asia;[e] we were utterly weighed down beyond our strength, so that we despaired even of life. ", "9": "Indeed, we had accepted within ourselves the sentence of death,[f] that we might trust not in ourselves but in God who raises the dead. ", "10": "He rescued us from such great danger of death, and he will continue to rescue us; in him we have put our hope [that] he will also rescue us again, ", "11": "as you help us with prayer, so that thanks may be given by many on our behalf for the gift granted us through the prayers of many.", "12": "Paul's Sincerity and Constancy. 12 [h]For our boast is this, the testimony of our conscience that we have conducted ourselves in the world, and especially toward you, with the simplicity and sincerity of God, [and] not by human wisdom but by the grace of God. ", "13": "For we write you nothing but what you can read and understand, and I hope that you will understand completely, ", "14": "as you have come to understand us partially, that we are your boast as you also are ours, on the day of [our] Lord Jesus.", "15": "With this confidence I formerly intended to come[i] to you so that you might receive a double favor, ", "16": "namely, to go by way of you to Macedonia, and then to come to you again on my return from Macedonia, and have you send me on my way to Judea. ", "17": "So when I intended this, did I act lightly?[j] Or do I make my plans according to human considerations, so that with me it is “yes, yes” and “no, no”? ", "18": "As God is faithful,[k] our word to you is not “yes” and “no.” ", "19": "For the Son of God, Jesus Christ, who was proclaimed to you by us, Silvanus and Timothy and me, was not “yes” and “no,” but “yes” has been in him. ", "20": "For however many are the promises of God, their Yes is in him; therefore, the Amen from us also goes through him to God for glory. ", "21": "[l]But the one who gives us security with you in Christ and who anointed us is God; ", "22": "he has also put his seal upon us and given the Spirit in our hearts as a first installment.", "23": "Paul's Change of Plan. 23 But I call upon God as witness, on my life, that it is to spare you that I have not yet gone to Corinth.[m] ", "24": "Not that we lord it over your faith; rather, we work together for your joy, for you stand firm in the faith."}