{"1": "The Experience of the Ministry. 1 [a]Working together, then, we appeal to you not to receive the grace of God in vain.[b] ", "2": "For he says: “In an acceptable time[c] I heard you, and on the day of salvation I helped you.” Behold, now is a very acceptable time; behold, now is the day of salvation. ", "3": "We cause no one to stumble[d] in anything, in order that no fault may be found with our ministry; ", "4": "[e]on the contrary, in everything we commend ourselves as ministers of God, through much endurance,[f] in afflictions, hardships, constraints, ", "5": "beatings, imprisonments, riots, labors, vigils, fasts; ", "6": "[g]by purity, knowledge, patience, kindness, in a holy spirit, in unfeigned love, ", "7": "in truthful speech, in the power of God; with weapons of righteousness at the right and at the left; ", "8": "through glory and dishonor, insult and praise. We are treated as deceivers and yet are truthful;[h] ", "9": "as unrecognized and yet acknowledged; as dying and behold we live; as chastised and yet not put to death; ", "10": "as sorrowful yet always rejoicing; as poor yet enriching many; as having nothing and yet possessing all things.", "11": "[i]We have spoken frankly to you, Corinthians; our heart is open wide. ", "12": "You are not constrained by us; you are constrained by your own affections. ", "13": "As recompense in kind (I speak as to my children), be open yourselves.", "14": "Call to Holiness. 14 [j]Do not be yoked with those who are different, with unbelievers.[k] For what partnership do righteousness and lawlessness have? Or what fellowship does light have with darkness? ", "15": "What accord has Christ with Beliar? Or what has a believer in common with an unbeliever? ", "16": "What agreement has the temple of God with idols? For we are the temple of the living God; as God said: “I will live with them and move among them,[l] and I will be their God and they shall be my people.", "17": "Therefore, come forth from them and be separate,” says the Lord, “and touch nothing unclean; then I will receive you", "18": "and I will be a father to you, and you shall be sons and daughters to me, says the Lord Almighty.”"}