{"1": "Israel is like a large vine that produced plenty of fruit. As the people became richer, they built more altars for idols. As their land became better, they put up better stone pillars to honor gods.", "2": "Their heart was false, and now they must pay for their guilt. The Lord will break down their altars; he will destroy their holy stone pillars.", "3": "Then they will say, “We have no king, because we didn't honor the Lord. As for the king, he couldn't do anything for us.”", "4": "They make many false promises and agreements which they don't keep. So people sue each other in court; they are like poisonous weeds growing in a plowed field.", "5": "The people from Israel are worried about the calf-shaped idol at Beth Aven. The people will cry about it, and the priests will cry about it. They used to shout for joy about its glory,", "6": "but it will be carried off to Assyria as a gift to the great king. Israel will be disgraced, and the people will be ashamed for not obeying.", "7": "Israel will be destroyed; its king will be like a chip of wood floating on the water.", "8": "The places of false worship will be destroyed, the places where Israel sins. Thorns and weeds will grow up and cover their altars. Then they will say to the mountains, “Cover us!” and to the hills, “Fall on us!”", "9": "“Israel, you have sinned since the time of Gibeah,[a] and the people there have continued sinning. But war will surely overwhelm them in Gibeah, because of the evil they have done there.", "10": "When I am ready, I will come to punish them. Nations will come together against them, and they will be punished for their double sins.", "11": "Israel is like a well-trained young cow that likes to thresh grain. I will put a yoke on her neck and make her work hard in the field. Israel will plow, and Judah will break up the ground.", "12": "I said, 'Plant goodness, harvest the fruit of loyalty, plow the new ground of knowledge. Look for the Lord until he comes and pours goodness on you like water.'", "13": "But you have plowed evil and harvested trouble; you have eaten the fruit of your lies. Because you have trusted in your own power and your many soldiers,", "14": "your people will hear the noise of battle, and all your strong, walled cities will be destroyed. It will be like the time King Shalman destroyed Beth Arbel in battle, when mothers and their children were bashed to death.", "15": "The same will happen to you, people of Bethel, because you did so much evil. When the sun comes up, the king of Israel will die."}