{"1": "People used to fear the tribe of Ephraim; they were important people in Israel. But they sinned by worshiping Baal, so they must die.", "2": "But they still keep on sinning more and more. They make idols of their silver, idols that are cleverly made, the work of a craftsman. Yet the people of Israel say to each other, “Kiss those calf idols and sacrifice to them.”", "3": "So those people will be like the morning mist; they will disappear like the morning dew. They will be like chaff blown from the threshing floor, like smoke going out a window.", "4": "“I, the Lord, have been your God since you were in the land of Egypt. You should have known no other God except me. I am the only one who saves.", "5": "I cared for them in the desert where it was hot and dry.", "6": "I gave them food, and they became full and satisfied. But then they became too proud and forgot me.", "7": "That is why I will be like a lion to them, like a leopard waiting by the road.", "8": "I will attack like a bear robbed of her cubs, ripping their bodies open. I will devour them like a lion and tear them apart like a wild animal.", "9": "“Israel, I will destroy you. Who will be your helper then?", "10": "What good is your king? Can he save you in any of your towns? What good are your leaders? You said, 'Give us a king and leaders.'", "11": "So I gave you a king, but only in anger, and I took him away in my great anger.", "12": "The sins of Israel are on record, stored away, waiting for punishment.", "13": "The pain of birth will come for him, but he is like a foolish baby who won't come out of its mother's womb.", "14": "Will I save them from the place of the dead? Will I rescue them from death? Where is your sickness, death? Where is your pain, place of death? I will show them no mercy.", "15": "Israel is doing well among the nations, but the Lord will send a wind from the east, coming from the desert, that will dry up his springs and wells of water. He will destroy from their treasure houses everything of value.", "16": "The nation of Israel will be ruined, because it fought against God. The people of Israel will die in war; their children will be torn to pieces, and their pregnant women will be ripped open.”"}