{"1": "“You are to call your brothers, 'my people,' and your sisters, 'you have been shown pity.'", "2": "“Plead with your mother.[a] Accuse her, because she is no longer my wife, and I am no longer her husband. Tell her to stop acting like a prostitute, to stop behaving like an unfaithful wife.", "3": "If she refuses, I will strip her naked and leave her bare like the day she was born. I will make her dry like a desert, like a land without water, and I will kill her with thirst.", "4": "I will not take pity on her children, because they are the children of a prostitute.", "5": "Their mother has acted like a prostitute; the one who became pregnant with them has acted disgracefully. She said, 'I will chase after my lovers,[b] who give me my food and water, wool and flax, wine and olive oil.'", "6": "So I will block her road with thornbushes; I will build a wall around her so she cannot find her way.", "7": "She will run after her lovers, but she won't catch them. She will look for them, but she won't find them. Then she will say, 'I will go back to my first husband,[c] because life was better then for me than it is now.'", "8": "But she does not know that I was the one who gave her grain, new wine, and oil. I gave her much silver and gold, but she used it for Baal.", "9": "“So I will come back and take away my grain at harvest time and my new wine when it is ready. I will take back my wool and linen that covered her nakedness.", "10": "So I will show her nakedness to her lovers, and no one will save her from me.", "11": "I will put an end to all her celebrations: her yearly festivals, her New Moon festivals, and her Sabbaths. I will stop all of her special feasts.", "12": "I will destroy her vines and fig trees, which she said were her pay from her lovers. I will turn them into a forest, and wild animals will eat them.", "13": "I will punish her for all the times she burned incense to the Baals. She put on her rings and jewelry and went chasing after her lovers, but she forgot me!” says the Lord.", "14": "“So I am going to attract her; I will lead her into the desert and speak tenderly to her.", "15": "There I will give her back her vineyards, and I will make the Valley of Trouble a door of hope. There she will respond as when she was young, as when she came out of Egypt.”", "16": "The Lord says, “In the future she will call me 'my husband'; no longer will she call me 'my baal.'[d]", "17": "I will never let her say the names of Baal again; people won't use their names anymore.", "18": "At that time I will make an agreement for them with the wild animals, the birds, and the crawling things. I will smash from the land the bow and the sword and the weapons of war, so my people will live in safety.", "19": "And I will make you my promised bride forever. I will be good and fair; I will show you my love and mercy.", "20": "I will be true to you as my promised bride, and you will know the Lord.", "21": "“At that time I will speak to you,” says the Lord. “I will speak to the skies, and they will give rain to the earth.", "22": "The earth will produce grain, new wine, and oil; much will grow because my people are called Jezreel.[e]", "23": "I will plant my people in the land, and I will show pity to the one I had called 'not shown pity.' I will say, 'You are my people' to those I had called 'not my people.' And they will say to me, 'You are our God.'”"}