{"1": "“Listen, you priests. Pay attention, people of Israel. Listen, royal family, because you will all be judged. You have been like a trap at Mizpah and like a net spread out at Mount Tabor.", "2": "You have done many evil things, so I will punish you all.", "3": "I know all about the people of Israel; what they have done is not hidden from me. Now that Israel acts like a prostitute, it has made itself unclean.", "4": "“They will not give up their deeds and return to their God. They are determined to be unfaithful to me; they do not know the Lord.", "5": "Israel's pride testifies against them. The people of Israel will stumble because of their sin, and the people of Judah will stumble with them.", "6": "They will come to worship the Lord, bringing their flocks and herds, but they will not be able to find him, because he has left them.", "7": "They have not been true to the Lord; they are children who do not belong to him. So their false worship will destroy them and their land.", "8": "“Blow the horn in Gibeah and the trumpet in Ramah. Give the warning at Beth Aven, and be first into battle, people of Benjamin.", "9": "Israel will be ruined on the day of punishment. To the tribes of Israel I tell the truth.", "10": "The leaders of Judah are like those who steal other people's land. I will pour my punishment over them like a flood of water.", "11": "Israel is crushed by the punishment, because it decided to follow idols.", "12": "I am like a moth to Israel, like a rot to the people of Judah.", "13": "“When Israel saw its illness and Judah saw its wounds, Israel went to Assyria for help and sent to the great king of Assyria. But he cannot heal you or cure your wounds.", "14": "I will be like a lion to Israel, like a young lion to Judah. I will attack them and tear them to pieces. I will drag them off, and no one will be able to save them.", "15": "Then I will go back to my place until they suffer for their guilt and turn back to me. In their trouble they will look for me.”"}