{"1": "Adam was the father of Seth, Seth was the father of Enosh, Enosh the father of Kenan, ", "2": "Kenan the father of Mahalalel, Mahalalel the father of Jared. ", "3": "Jared was the father of Enoch, who was the father of Methuselah; Methuselah was the father of Lamech, ", "4": "who was the father of Noah. Noah had three sons: Shem, Ham, and Japheth.", "5": "The sons of Japheth—Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras—were the ancestors of the peoples who bear their names. ", "6": "The descendants of Gomer were the people of Ashkenaz, Riphath, and Togarmah. ", "7": "The descendants of Javan were the people of Elishah, Spain, Cyprus, and Rhodes.", "8": "The sons of Ham—Cush, Egypt, Libya, and Canaan—were the ancestors of the peoples who bear their names. ", "9": "The descendants of Cush were the people of Seba, Havilah, Sabtah, Raamah, and Sabteca. The descendants of Raamah were the people of Sheba and Dedan. ", "10": "(10 Cush had a son named Nimrod, who became the world's first great conqueror.) ", "11": "The descendants of Egypt were the people of Lydia, Anam, Lehab, Naphtuh, ", "12": "Pathrus, Casluh, and of Crete (from whom the Philistines were descended). ", "13": "Canaan's sons—Sidon, the oldest, and Heth—were the ancestors of the peoples who bear their names. ", "14": "Canaan was also the ancestor of the Jebusites, the Amorites, Girgashites, ", "15": "Hivites, Arkites, Sinites, ", "16": "Arvadites, Zemarites, and Hamathites.", "17": "Shem's sons—Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshek—were the ancestors of the peoples who bear their names. ", "18": "Arpachshad was the father of Shelah, who was the father of Eber. ", "19": "Eber had two sons; one was named Peleg,[a] because during his time the people of the world were divided, and the other was named Joktan. ", "20": "The descendants of Joktan were the people of Almodad, Sheleph, Hazarmaveth, Jerah, ", "21": "Hadoram, Uzal, Diklah, ", "22": "Ebal, Abimael, Sheba, ", "23": "Ophir, Havilah, and Jobab.", "24": "The family line from Shem to Abram is as follows: Shem, Arpachshad, Shelah, ", "25": "Eber, Peleg, Reu, ", "26": "Serug, Nahor, Terah, ", "27": "and Abram (also known as Abraham).", "28": "Abraham had two sons, Isaac and Ishmael. ", "29": "The sons of Ishmael became the heads of twelve tribes: Nebaioth (from the name of Ishmael's oldest son), Kedar, Adbeel, Mibsam, ", "30": "Mishma, Dumah, Massa, Hadad, Tema, ", "31": "Jetur, Naphish, and Kedemah.", "32": "Abraham had a concubine named Keturah, who bore him six sons: Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. Jokshan had two sons: Sheba and Dedan. ", "33": "Midian had five sons: Ephah, Epher, Hanoch, Abida, and Eldaah.", "34": "Abraham's son Isaac had two sons, Esau and Jacob. ", "35": "Esau's sons were Eliphaz, Reuel, Jeush, Jalam, and Korah. ", "36": "Eliphaz became the ancestor of the following tribes: Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek. ", "37": "And Reuel became the ancestor of the tribes of Nahath, Zerah, Shammah, and Mizzah.", "38-42": "The original inhabitants of Edom were descended from the following sons of Seir: Lotan, who was the ancestor of the clans of Hori and Homam. (Lotan had a sister named Timna.) Shobal, who was the ancestor of the clans of Alvan, Manahath, Ebal, Shephi, and Onam. Zibeon, who had two sons, Aiah and Anah. Anah was the father of Dishon, and Dishon was the ancestor of the clans of Hamran, Eshban, Ithran, and Cheran. Ezer, who was the ancestor of the clans of Bilhan, Zaavan, and Jaakan. Dishan, who was the ancestor of the clans of Uz and Aran.", "43-50": "The following kings ruled the land of Edom one after the other, in the time before there were any kings in Israel: Bela son of Beor from Dinhabah Jobab son of Zerah from Bozrah Husham from the region of Teman Hadad son of Bedad from Avith (he defeated the Midianites in a battle in the country of Moab) Samlah from Masrekah Shaul from Rehoboth-on-the-River Baal Hanan son of Achbor Hadad from Pau (his wife was Mehetabel, the daughter of Matred and granddaughter of Mezahab)", "51": "The people of Edom were divided into the following tribes: Timna, Alvah, Jetheth, ", "52": "Oholibamah, Elah, Pinon, ", "53": "Kenaz, Teman, Mibzar, ", "54": "Magdiel, and Iram."}