{"1": "They took the Covenant Box to the tent which David had prepared for it and put it inside. Then they offered sacrifices and fellowship offerings to God. ", "2": "After David had finished offering the sacrifices, he blessed the people in the name of the Lord ", "3": "and distributed food to them all. He gave each man and woman in Israel a loaf of bread, a piece of roasted meat,[a] and some raisins.", "4": "David appointed some of the Levites to lead the worship of the Lord, the God of Israel, in front of the Covenant Box, by singing and praising him. ", "5": "Asaph was appointed leader, with Zechariah as his assistant. Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed Edom, and Jeiel were to play harps. Asaph was to sound the cymbals, ", "6": "and two priests, Benaiah and Jahaziel, were to blow trumpets regularly in front of the Covenant Box. ", "7": "It was then that David first gave Asaph and the other Levites the responsibility for singing praises to the Lord.", "8": "Give thanks to the Lord, proclaim his greatness; tell the nations what he has done.", "9": "Sing praise to the Lord; tell the wonderful things he has done.", "10": "Be glad that we belong to him; let all who worship him rejoice!", "11": "Go to the Lord for help, and worship him continually.", "12-13": "You descendants of Jacob, God's servant, descendants of Israel, whom God chose, remember the miracles that God performed and the judgments that he gave.", "14": "The Lord is our God; his commands are for all the world.", "15": "Never forget God's covenant, which he made to last forever,", "16": "the covenant he made with Abraham, the promise he made to Isaac.", "17": "The Lord made a covenant with Jacob, one that will last forever.", "18": "“I will give you the land of Canaan,” he said. “It will be your own possession.”", "19": "God's people were few in number, strangers in the land of Canaan.", "20": "They wandered from country to country, from one kingdom to another.", "21": "But God let no one oppress them; to protect them, he warned the kings:", "22": "“Don't harm my chosen servants; do not touch my prophets.”", "23": "Sing to the Lord, all the world! Proclaim every day the good news that he has saved us.", "24": "Proclaim his glory to the nations, his mighty deeds to all peoples.", "25": "The Lord is great and is to be highly praised; he is to be honored more than all the gods.", "26": "The gods of all other nations are only idols, but the Lord created the heavens.", "27": "Glory and majesty surround him, power and joy fill his Temple.", "28": "Praise the Lord, all people on earth, praise his glory and might.", "29": "Praise the Lord's glorious name; bring an offering and come into his Temple. Bow down before the Holy One when he appears;[b]", "30": "tremble before him, all the earth! The earth is set firmly in place and cannot be moved.", "31": "Be glad, earth and sky! Tell the nations that the Lord is king.", "32": "Roar, sea, and every creature in you; be glad, fields, and everything in you!", "33": "The trees in the woods will shout for joy when the Lord comes to rule the earth.", "34": "Give thanks to the Lord, because he is good; his love is eternal.", "35": "Say to him, “Save us, O God our Savior; gather us together; rescue us from the nations, so that we may be thankful and praise your holy name.”", "36": "Praise the Lord, the God of Israel! Praise him now and forever! Then all the people said, “Amen,” and praised the Lord.", "37": "King David put Asaph and the other Levites in permanent charge of the worship that was held at the place where the Covenant Box was kept. They were to perform their duties there day by day. ", "38": "Obed Edom son of Jeduthun and sixty-eight men of his clan were to assist them. Hosah and Obed Edom were in charge of guarding the gates.", "39": "Zadok the priest and his fellow priests, however, were in charge of the worship of the Lord at the place of worship in Gibeon. ", "40": "Every morning and evening they were to burn sacrifices whole on the altar in accordance with what was written in the Law which the Lord gave to Israel. ", "41": "There with them were Heman and Jeduthun and the others who were specifically chosen to sing praises to the Lord for his eternal love. ", "42": "Heman and Jeduthun also had charge of the trumpets and cymbals and the other instruments which were played when the songs of praise were sung. The members of Jeduthun's clan were in charge of guarding the gates.", "43": "Then everyone went home, and David went home to spend some time with his family."}