{"1": "Satan wanted to bring trouble on the people of Israel, so he made David decide to take a census. ", "2": "David gave orders to Joab and the other officers, “Go through Israel, from one end of the country to the other, and count the people. I want to know how many there are.”", "3": "Joab answered, “May the Lord make the people of Israel a hundred times more numerous than they are now! Your Majesty, they are all your servants. Why do you want to do this and make the whole nation guilty?” ", "4": "But the king made Joab obey the order. Joab went out, traveled through the whole country of Israel, and then returned to Jerusalem. ", "5": "He reported to King David the total number of men capable of military service: 1,100,000 in Israel and 470,000 in Judah. ", "6": "Because Joab disapproved of the king's command, he did not take any census of the tribes of Levi and Benjamin.", "7": "God was displeased with what had been done, so he punished Israel. ", "8": "David said to God, “I have committed a terrible sin in doing this! Please forgive me. I have acted foolishly.”", "9": "Then the Lord said to Gad, David's prophet, ", "10": "“Go and tell David that I am giving him three choices. I will do whichever he chooses.”", "11": "Gad went to David, told him what the Lord had said, and asked, “Which is it to be? ", "12": "Three years of famine? Or three months of running away from the armies of your enemies? Or three days during which the Lord attacks you with his sword and sends an epidemic on your land, using his angel to bring death throughout Israel? What answer shall I give the Lord?”", "13": "David replied to Gad, “I am in a desperate situation! But I don't want to be punished by people. Let the Lord himself be the one to punish me, because he is merciful.”", "14": "So the Lord sent an epidemic on the people of Israel, and seventy thousand of them died. ", "15": "Then he sent an angel to destroy Jerusalem, but he changed his mind and said to the angel, “Stop! That's enough!” The angel was standing by the threshing place of Araunah, a Jebusite.", "16": "David saw the angel standing in midair, holding his sword in his hand, ready to destroy Jerusalem. Then David and the leaders of the people—all of whom were wearing sackcloth—bowed low, with their faces touching the ground. ", "17": "David prayed, “O God, I am the one who did wrong. I am the one who ordered the census. What have these poor people done? Lord, my God, punish me and my family, and spare your people.”", "18": "The angel of the Lord told Gad to command David to go and build an altar to the Lord at Araunah's threshing place. ", "19": "David obeyed the Lord's command and went, as Gad had told him to. ", "20": "There at the threshing place Araunah and his four sons were threshing wheat, and when they saw the angel, the sons ran and hid. ", "21": "As soon as Araunah saw King David approaching, he left the threshing place and bowed low, with his face touching the ground. ", "22": "David said to him, “Sell me your threshing place, so that I can build an altar to the Lord, to stop the epidemic. I'll give you the full price.”", "23": "“Take it, Your Majesty,” Araunah said, “and do whatever you wish. Here are these oxen to burn as an offering on the altar, and here are the threshing boards to use as fuel, and wheat to give as an offering. I give it all to you.”", "24": "But the king answered, “No, I will pay you the full price. I will not give as an offering to the Lord something that belongs to you, something that costs me nothing.” ", "25": "And he paid Araunah six hundred gold coins for the threshing place. ", "26": "He built an altar to the Lord there and offered burnt offerings and fellowship offerings. He prayed, and the Lord answered him by sending fire from heaven to burn the sacrifices on the altar.", "27": "The Lord told the angel to put his sword away, and the angel obeyed. ", "28": "David saw by this that the Lord had answered his prayer, so he offered sacrifices on the altar at Araunah's threshing place. ", "29": "The Tent of the Lord's presence which Moses had made in the wilderness, and the altar on which sacrifices were burned were still at the place of worship at Gibeon at this time; ", "30": "but David was not able to go there to worship God, because he was afraid of the sword of the Lord's angel."}