{"1": "When David was very old, he made his son Solomon king of Israel.", "2": "King David brought together all the Israelite leaders and all the priests and Levites. ", "3": "He took a census of all the male Levites aged thirty or older. The total was thirty-eight thousand. ", "4": "The king assigned twenty-four thousand to administer the work of the Temple, six thousand to keep records and decide disputes, ", "5": "four thousand to do guard duty, and four thousand to praise the Lord, using the musical instruments provided by the king for this purpose.", "6": "David divided the Levites into three groups, according to their clans: Gershon, Kohath, and Merari.", "7": "Gershon had two sons: Ladan and Shimei. ", "8": "Ladan had three sons: Jehiel, Zetham, and Joel, ", "9": "who were the heads of the clans descended from Ladan. (Shimei had three sons: Shelomoth, Haziel, and Haran.)[a] ", "10-11": "Shimei had four sons: Jahath, Zina, Jeush, and Beriah, in order of age. Jeush and Beriah did not have many descendants, so they were counted as one clan.", "12": "Kohath had four sons: Amram, Izhar, Hebron, and Uzziel. ", "13": "His oldest son, Amram, was the father of Aaron and Moses. (Aaron and his descendants were set apart to be in charge of the sacred objects forever, to burn incense in the worship of the Lord, to serve him, and to bless the people in his name. ", "14": "But the sons of Moses, the man of God, were included among the Levites.) ", "15": "Moses had two sons, Gershom and Eliezer. ", "16": "The leader among Gershom's sons was Shebuel. ", "17": "Eliezer had only one son, Rehabiah, but Rehabiah had many descendants.", "18": "Kohath's second son, Izhar, had a son, Shelomith, the head of the clan. ", "19": "Kohath's third son, Hebron, had four sons: Jeriah, Amariah, Jahaziel, and Jekameam. ", "20": "Kohath's fourth son, Uzziel, had two sons, Micah and Isshiah.", "21": "Merari had two sons, Mahli and Mushi. Mahli also had two sons, Eleazar and Kish, ", "22": "but Eleazar died without having any sons, only daughters. His daughters married their cousins, the sons of Kish. ", "23": "Merari's second son, Mushi, had three sons: Mahli, Eder, and Jeremoth.", "24": "These were the descendants of Levi, by clans and families, every one of them registered by name. Each of his descendants, twenty years of age or older, had a share in the work of the Lord's Temple.", "25": "David said, “The Lord God of Israel has given peace to his people, and he himself will live in Jerusalem forever. ", "26": "So there is no longer any need for the Levites to carry the Tent of the Lord's presence and all the equipment used in worship.” ", "27": "On the basis of David's final instructions all Levites were registered for service when they reached the age of twenty, ", "28": "and were assigned the following duties: to help the priests descended from Aaron with the Temple worship, to take care of its courtyards and its rooms, and to keep undefiled everything that is sacred; ", "29": "to be responsible for the bread offered to God, the flour used in offerings, the wafers made without yeast, the baked offerings, and the flour mixed with olive oil; to weigh and measure the Temple offerings; ", "30": "and to praise and glorify the Lord every morning and every evening ", "31": "and whenever offerings to the Lord are burned on the Sabbath, the New Moon Festival, and other festivals. Rules were made specifying the number of Levites assigned to do this work each time. The Levites were assigned the duty of worshiping the Lord for all time. ", "32": "They were given the responsibility of taking care of the Tent of the Lord's presence and the Temple, and of assisting their relatives, the priests descended from Aaron, in the Temple worship."}