{"1": "This is the list of the Israelite heads of families and clan leaders and their officials who administered the work of the kingdom. Each month of the year a different group of twenty-four thousand men was on duty under the commander for that month.", "2-15": "The following were the commanders for each month: First month: Jashobeam son of Zabdiel (he was a member of the clan of Perez, a part of the tribe of Judah) Second month: Dodai, a descendant of Ahohi (Mikloth was his second in command)[a] Third month: Benaiah son of Jehoiada the priest; he was the leader of “The Thirty” (his son Ammizabad succeeded him as commander of this group) Fourth month: Asahel, brother of Joab (his son Zebadiah succeeded him) Fifth month: Shamhuth, a descendant of Izhar Sixth month: Ira son of Ikkesh from Tekoa Seventh month: Helez, an Ephraimite from Pelon Eighth month: Sibbecai from Hushah (he was a member of the clan of Zerah, a part of the tribe of Judah) Ninth month: Abiezer from Anathoth in the territory of the tribe of Benjamin Tenth month: Maharai from Netophah (he was a member of the clan of Zerah) Eleventh month: Benaiah from Pirathon in the territory of the tribe of Ephraim Twelfth month: Heldai from Netophah (he was a descendant of Othniel)", "16-22": "This is the list of the administrators of the tribes of Israel:", "23": "King David did not take a census of the people who were under the age of twenty, because of the Lord's promise to make the people of Israel as numerous as the stars in the sky. ", "24": "Joab, whose mother was Zeruiah, began to take a census, but he did not complete it. God punished Israel because of this census, so the final figures were never recorded in King David's official records.", "25-31": "This is the list of those who administered the royal property: Royal storerooms: Azmaveth son of Adiel Local storerooms: Jonathan son of Uzziah Farm labor: Ezri son of Chelub Vineyards: Shimei from Ramah Wine cellars: Zabdi from Shepham Olive and sycamore trees (in the western foothills): Baal Hanan from Geder Olive oil storage: Joash Cattle in the Plain of Sharon: Shitrai from Sharon Cattle in the valleys: Shaphat son of Adlai Camels: Obil, an Ishmaelite Donkeys: Jehdeiah from Meronoth Sheep and goats: Jaziz, a Hagrite", "32": "Jonathan, King David's uncle, was a skillful adviser and a scholar. He and Jehiel son of Hachmoni were in charge of the education of the king's sons. ", "33": "Ahithophel was adviser to the king, and Hushai the Archite was the king's friend and counselor. ", "34": "After Ahithophel died, Abiathar and Jehoiada son of Benaiah became advisers. Joab was commander of the royal army."}