{"1": "King David commanded all the officials of Israel to assemble in Jerusalem. So all the officials of the tribes, the officials who administered the work of the kingdom, the leaders of the clans, the supervisors of the property and livestock that belonged to the king and his sons—indeed all the palace officials, leading soldiers, and important men—gathered in Jerusalem.", "2": "David stood before them and addressed them: “My friends, listen to me. I wanted to build a permanent home for the Covenant Box, the footstool of the Lord our God. I have made preparations for building a temple to honor him, ", "3": "but he has forbidden me to do it, because I am a soldier and have shed too much blood. ", "4": "The Lord, the God of Israel, chose me and my descendants to rule Israel forever. He chose the tribe of Judah to provide leadership, and out of Judah he chose my father's family. From all that family it was his pleasure to take me and make me king over all Israel. ", "5": "He gave me many sons, and out of them all he chose Solomon to rule over Israel, the Lord's kingdom.", "6": "“The Lord said to me, 'Your son Solomon is the one who will build my Temple. I have chosen him to be my son, and I will be his father. ", "7": "I will make his kingdom last forever if he continues to obey carefully all my laws and commands as he does now.'", "8": "“So now, my people, in the presence of our God and of this assembly of all Israel, the Lord's people, I charge you to obey carefully everything that the Lord our God has commanded us, so that you may continue to possess this good land and so that you may hand it on to succeeding generations forever.”", "9": "And to Solomon he said, “My son, I charge you to acknowledge your father's God and to serve him with an undivided heart and a willing mind. He knows all our thoughts and desires. If you go to him, he will accept you; but if you turn away from him, he will abandon you forever. ", "10": "You must realize that the Lord has chosen you to build his holy Temple. Now do it—and do it with determination.”", "11": "David gave Solomon the plans for all the Temple buildings, for the storerooms and all the other rooms, and for the Most Holy Place, where sins are forgiven. ", "12": "He also gave him the plans for all he had in mind for the courtyards and the rooms around them, and for the storerooms for the Temple equipment and the gifts dedicated to the Lord. ", "13": "David also gave him the plans for organizing the priests and Levites to perform their duties, to do the work of the Temple, and to take care of all the Temple utensils. ", "14": "He gave instructions as to how much silver and gold was to be used for making the utensils, ", "15": "for each lamp and lampstand, ", "16": "for the silver tables, and for each gold table on which were placed the loaves of bread offered to God. ", "17": "He also gave instructions as to how much pure gold was to be used in making forks, bowls, and jars, how much silver and gold in making dishes, ", "18": "and how much pure gold in making the altar on which incense was burned and in making the chariot for the winged creatures that spread their wings over the Lord's Covenant Box. ", "19": "King David said, “All this is contained in the plan written according to the instructions which the Lord himself gave me to carry out.”", "20": "King David said to his son Solomon, “Be confident and determined. Start the work and don't let anything stop you. The Lord God, whom I serve, will be with you. He will not abandon you, but he will stay with you until you finish the work to be done on his Temple. ", "21": "The priests and the Levites have been assigned duties to perform in the Temple. Workers with every kind of skill are eager to help you, and all the people and their leaders are at your command.”"}