{"1-3": "The following, in order of age, are David's sons who were born while he was in Hebron: Amnon, whose mother was Ahinoam from Jezreel Daniel, whose mother was Abigail from Carmel Absalom, whose mother was Maacah, daughter of King Talmai of Geshur Adonijah, whose mother was Haggith Shephatiah, whose mother was Abital Ithream, whose mother was Eglah", "4": "All six were born in Hebron during the seven and a half years that David ruled there. In Jerusalem he ruled as king for thirty-three years, ", "5": "and many sons were born to him there. His wife Bathsheba, daughter of Ammiel, bore him four sons: Shimea, Shobab, Nathan, and Solomon.", "6": "He had nine other sons: Ibhar, Elishua, Elpelet, ", "7": "Nogah, Nepheg, Japhia, ", "8": "Elishama, Eliada, and Eliphelet. ", "9": "In addition to all these sons, David had sons by his concubines. He also had a daughter, Tamar.", "10": "This is the line of King Solomon's descendants from father to son: Solomon, Rehoboam, Abijah, Asa, Jehoshaphat, ", "11": "Jehoram, Ahaziah, Joash, ", "12": "Amaziah, Uzziah, Jotham, ", "13": "Ahaz, Hezekiah, Manasseh, ", "14": "Amon, and Josiah. ", "15": "Josiah had four sons: Johanan, Jehoiakim, Zedekiah, and Joahaz. ", "16": "Jehoiakim had two sons: Jehoiachin and Zedekiah.", "17": "These are the descendants of King Jehoiachin, who was taken prisoner by the Babylonians. Jehoiachin had seven sons: Shealtiel, ", "18": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah. ", "19": "Pedaiah had two sons, Zerubbabel and Shimei. Zerubbabel was the father of two sons, Meshullam and Hananiah, and one daughter, Shelomith. ", "20": "He had five other sons: Hashubah, Ohel, Berechiah, Hasadiah, and Jushab Hesed.", "21": "Hananiah had two sons, Pelatiah and Jeshaiah. Jeshaiah was the father of Rephaiah, who was the father of Arnan, the father of Obadiah, the father of Shecaniah.[a] ", "22": "Shecaniah had one son, Shemaiah, and five grandsons: Hattush, Igal, Bariah, Neariah, and Shaphat. ", "23": "Neariah had three sons: Elioenai, Hizkiah, and Azrikam. ", "24": "Elioenai had seven sons: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani."}