{"1": "These are the descendants of Reuben, the oldest of Jacob's sons. (Because he had sex with one of his father's concubines, he lost the rights belonging to the first-born son, and those rights were given to Joseph. ", "2": "It was the tribe of Judah, however, that became the strongest and provided a ruler for all the tribes.) ", "3": "Reuben, the oldest of Jacob's sons, had four sons: Hanoch, Pallu, Hezron, and Carmi.", "4-6": "These are the descendants of Joel from generation to generation: Shemaiah, Gog, Shimei, Micah, Reaiah, Baal, and Beerah. The Assyrian emperor, Tiglath Pileser, captured Beerah, a leader of the tribe, and deported him.", "7": "The family records list the following clan leaders in the tribe of Reuben: Jeiel, Zechariah, ", "8": "and Bela, the son of Azaz and grandson of Shema, of the clan of Joel. This clan lived in Aroer and in the territory from there north to Nebo and Baal Meon. ", "9": "They had large herds in the land of Gilead, and so they occupied the land as far east as the desert that stretches all the way to the Euphrates River.", "10": "In the time of King Saul the tribe of Reuben attacked the Hagrites, killed them in battle, and occupied their land in the eastern part of Gilead.", "11": "The tribe of Gad lived to the north of Reuben in the land of Bashan as far east as Salecah. ", "12": "Joel was the founder of the leading clan, and Shapham of the second most important clan. Janai and Shaphat were founders of other clans in Bashan. ", "13": "The other members of the tribe belonged to the following seven clans: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber. ", "14": "They were descendants of Abihail son of Huri, whose ancestors were traced back as follows: Abihail, Huri, Jaroah, Gilead, Michael, Jeshishai, Jahdo, Buz. ", "15": "Ahi, the son of Abdiel and grandson of Guni, was head of these clans. ", "16": "They lived in the territory of Bashan and Gilead, in the towns there and all over the pasture lands of Sharon. ", "17": "(17 These records were compiled in the days of King Jotham of Judah and King Jeroboam II of Israel.)", "18": "In the tribes of Reuben, Gad, and East Manasseh there were 44,760 soldiers, well-trained in the use of shields, swords, and bows. ", "19": "They went to war against the Hagrite tribes of Jetur, Naphish, and Nodab. ", "20": "They put their trust in God and prayed to him for help, and God answered their prayers and made them victorious over the Hagrites and their allies. ", "21": "They captured from the enemy 50,000 camels, 250,000 sheep, and 2,000 donkeys, and took 100,000 prisoners of war. ", "22": "They killed many of the enemy, because the war was God's will. And they went on living in that territory until the exile.[a]", "23": "The people of East Manasseh settled in the territory of Bashan as far north as Baal Hermon, Senir, and Mount Hermon, and their population increased greatly. ", "24": "The following were the heads of their clans: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were all outstanding soldiers, well-known leaders of their clans.", "25": "But the people were unfaithful to the God of their ancestors and deserted him to worship the gods of the nations whom God had driven out of the land. ", "26": "So God caused Emperor Pul of Assyria (also known as Tiglath Pileser) to invade their country. He deported the tribes of Reuben, Gad, and East Manasseh and settled them permanently in Halah, Habor, and Hara, and by the Gozan River."}