{"1": "Levi had three sons: Gershon, Kohath, and Merari. ", "2": "Kohath had four sons: Amram, Izhar, Hebron, and Uzziel.", "3": "Amram had two sons, Aaron and Moses, and one daughter, Miriam. Aaron had four sons: Nadab, Abihu, Eleazar, and Ithamar.", "4": "The descendants of Eleazar from generation to generation are as follows: Phinehas, Abishua, ", "5": "Bukki, Uzzi, ", "6": "Zerahiah, Meraioth, ", "7": "Amariah, Ahitub, ", "8": "Zadok, Ahimaaz, ", "9": "Azariah, Johanan, ", "10": "Azariah (the one who served in the Temple which King Solomon built in Jerusalem), ", "11": "Amariah, Ahitub, ", "12": "Zadok, Shallum, ", "13": "Hilkiah, Azariah, ", "14": "Seraiah, Jehozadak. ", "15": "King Nebuchadnezzar deported Jehozadak along with the other people of Judah and Jerusalem whom the Lord sent into exile.", "16": "Levi had three sons: Gershon, Kohath, and Merari. ", "17": "Each of them also had sons. Gershon was the father of Libni and Shimei; ", "18": "Kohath was the father of Amram, Izhar, Hebron, and Uzziel; ", "19": "and Merari was the father of Mahli and Mushi.", "20": "These are the descendants of Gershon from generation to generation: Libni, Jahath, Zimmah, ", "21": "Joah, Iddo, Zerah, Jeatherai.", "22": "These are the descendants of Kohath from generation to generation: Amminadab, Korah, Assir, ", "23": "Elkanah, Ebiasaph, Assir, ", "24": "Tahath, Uriel, Uzziah, Shaul.", "25": "Elkanah had two sons, Amasai and Ahimoth. ", "26": "These are Ahimoth's descendants from generation to generation: Elkanah, Zophai, Nahath, ", "27": "Eliab, Jeroham, Elkanah.", "28": "Samuel had two sons: Joel,[a] the older, and Abijah, the younger.", "29": "These are the descendants of Merari from generation to generation: Mahli, Libni, Shimei, Uzzah, ", "30": "Shimea, Haggiah, Asaiah.", "31": "These are the men whom King David put in charge of the music at the place of worship in Jerusalem after the Covenant Box was moved there. ", "32": "They took regular turns of duty at the Tent of the Lord's presence during the time before King Solomon built the Temple. ", "33": "The family lines of those who held this office are as follows: The clan of Kohath: Heman, the leader of the first choir, was the son of Joel. His family line went back to Jacob as follows: Heman, Joel, Samuel, ", "34": "Elkanah, Jeroham, Eliel, Toah, ", "35": "Zuph, Elkanah, Mahath, Amasai, ", "36": "Elkanah, Joel, Azariah, Zephaniah, ", "37": "Tahath, Assir, Ebiasaph, Korah, ", "38": "Izhar, Kohath, Levi, Jacob.", "39": "Asaph was leader of the second choir. His family line went back to Levi as follows: Asaph, Berechiah, Shimea, ", "40": "Michael, Baaseiah, Malchijah, ", "41": "Ethni, Zerah, Adaiah, ", "42": "Ethan, Zimmah, Shimei, ", "43": "Jahath, Gershon, Levi.", "44": "Ethan of the clan of Merari was the leader of the third choir. His family line went back to Levi as follows: Ethan, Kishi, Abdi, Malluch, ", "45": "Hashabiah, Amaziah, Hilkiah, ", "46": "Amzi, Bani, Shemer, ", "47": "Mahli, Mushi, Merari, Levi.", "48": "The other Levites were assigned all the other duties at the place of worship.", "49": "Aaron and his descendants presented the offerings of incense and offered the sacrifices that were burnt on the altar. They were responsible for all the worship in the Most Holy Place and for the sacrifices by which God forgives Israel's sins. They did all this in accordance with the instructions given by Moses, God's servant. ", "50": "This is the line of Aaron's descendants: Eleazar, Phinehas, Abishua, ", "51": "Bukki, Uzzi, Zerahiah, ", "52": "Meraioth, Amariah, Ahitub, ", "53": "Zadok, Ahimaaz.", "54": "This is the territory assigned to the descendants of Aaron of the clan of Kohath. They received the first share of the land assigned to the Levites. ", "55": "This included Hebron in the territory of Judah and the pasture lands around it. ", "56": "The fields and villages, however, that belonged to the city were assigned to Caleb son of Jephunneh. ", "57-59": "The following towns were assigned to Aaron's descendants: Hebron, a city of refuge,[b] Jattir, and the towns of Libnah, Eshtemoa, Hilen, Debir, Ashan, and Beth Shemesh, with their pasture lands. ", "60": "In the territory of Benjamin they were assigned the following towns with their pasture lands: Geba, Alemeth, and Anathoth. This made a total of thirteen towns for all their families to live in. ", "61": "Ten towns in the territory of West Manasseh were assigned by lot to the rest of the clan of Kohath, family by family.", "62": "To the clan of Gershon, family by family, were assigned thirteen towns in the territories of Issachar, Asher, Naphtali, and East Manasseh in Bashan. ", "63": "In the same way, twelve towns in the territories of Reuben, Gad, and Zebulun were assigned to the clan of Merari, family by family. ", "64": "In this way the people of Israel assigned towns for the Levites to live in, together with the pasture lands around the towns. ", "65": "(65 The towns in the territories of Judah, Simeon, and Benjamin, mentioned above, were also assigned by drawing lots.)", "66": "Some of the families of the clan of Kohath were assigned towns and pasture lands in the territory of Ephraim: ", "67": "Shechem, the city of refuge in the hills of Ephraim, Gezer, ", "68": "Jokmeam, Beth Horon, ", "69": "Aijalon, and Gath Rimmon. ", "70": "In the territory of West Manasseh they were assigned the towns of Aner and Bileam with the surrounding pasture lands.", "71": "The families of the clan of Gershon were assigned the following towns, with the surrounding pasture lands: In the territory of East Manasseh: Golan in Bashan, and Ashtaroth.", "72": "In the territory of Issachar: Kedesh, Daberath, ", "73": "Ramoth, and Anem.", "74": "In the territory of Asher: Mashal, Abdon, ", "75": "Hukok, and Rehob.", "76": "In the territory of Naphtali: Kedesh in Galilee, Hammon, and Kiriathaim.", "77": "The remaining families of the clan of Merari were assigned the following towns with the surrounding pasture lands: In the territory of Zebulun: Rimmono and Tabor.", "78": "In the territory of Reuben, east of the Jordan River beyond Jericho: Bezer on the plateau, Jahzah, ", "79": "Kedemoth, and Mephaath.", "80": "In the territory of Gad: Ramoth in Gilead, Mahanaim, ", "81": "Heshbon, and Jazer."}