{"1": "Benjamin had five sons. In order of age they were Bela, Ashbel, Aharah, ", "2": "Nohah, and Rapha.", "3": "The descendants of Bela were Addar, Gera, Abihud, ", "4": "Abishua, Naaman, Ahoah, ", "5": "Gera, Shephuphan, and Huram.", "6-7": "The descendants of Ehud were Naaman, Ahijah, and Gera. They were heads of families that lived in Geba, but which were forced out and went to live in Manahath. Gera, the father of Uzza and Ahihud, led them in this move.", "8-9": "Shaharaim divorced two wives, Hushim and Baara. Later, when he lived in the country of Moab, he married Hodesh and had seven sons: Jobab, Zibia, Mesha, Malcam, ", "10": "Jeuz, Sachia, and Mirmah. His sons all became heads of families.", "11": "He also had two sons by Hushim: Abitub and Elpaal.", "12": "Elpaal had three sons: Eber, Misham, and Shemed. It was Shemed who built the cities of Ono and Lod and the surrounding villages.", "13": "Beriah and Shema were heads of families that settled in the city of Aijalon and drove out the people who lived in the city of Gath. ", "14": "Beriah's descendants included Ahio, Shashak, Jeremoth, ", "15": "Zebadiah, Arad, Eder, ", "16": "Michael, Ishpah, and Joha.", "17": "Elpaal's descendants included Zebadiah, Meshullam, Hizki, Heber, ", "18": "Ishmerai, Izliah, and Jobab.", "19": "Shimei's descendants included Jakim, Zichri, Zabdi, ", "20": "Elienai, Zillethai, Eliel, ", "21": "Adaiah, Beraiah, and Shimrath.", "22": "Shashak's descendants included Ishpan, Eber, Eliel, ", "23": "Abdon, Zichri, Hanan, ", "24": "Hananiah, Elam, Anthothijah, ", "25": "Iphdeiah, and Penuel.", "26": "Jeroham's descendants included Shamsherai, Shehariah, Athaliah, ", "27": "Jaareshiah, Elijah, and Zichri.", "28": "These were the ancestral heads of families and their principal descendants who lived in Jerusalem.", "29": "Jeiel[a] founded the city of Gibeon and settled there. His wife was named Maacah, ", "30": "and his oldest son, Abdon. His other sons were Zur, Kish, Baal, Ner,[b] Nadab, ", "31": "Gedor, Ahio, Zechariah, ", "32": "and Mikloth, the father of Shimeah. Their descendants lived in Jerusalem near other families of their clan.", "33": "Ner was the father of Kish, and Kish was the father of King Saul. Saul had four sons: Jonathan, Malchishua, Abinadab, and Eshbaal.[c] ", "34": "Jonathan was the father of Meribbaal,[d] who was the father of Micah.", "35": "Micah had four sons: Pithon, Melech, Tarea, and Ahaz. ", "36": "Ahaz was the father of Jehoaddah, who was the father of three sons: Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza, ", "37": "Moza the father of Binea, Binea of Raphah, Raphah of Eleasah, and Eleasah of Azel.", "38": "Azel had six sons: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. ", "39": "Azel's brother Eshek had three sons: Ulam, Jeush, and Eliphelet.", "40": "Ulam's sons were outstanding soldiers and archers. He had a hundred and fifty sons and grandsons in all. All those named above were members of the tribe of Benjamin."}