{"1": "Then I heard a loud voice coming from the house of God. The voice said to the seven angels, “Go and pour out the seven jars of God's anger onto the earth!”", "2": "The first angel poured out his jar of God's anger onto the earth. Painful sores were given to everyone who had the mark of the wild animal and who worshiped his god.", "3": "The second angel poured out his jar of God's anger onto the sea. The water became like the blood of a dead man. Every living thing in the sea died.", "4": "The third angel poured out his jar of God's anger onto the rivers and places where water comes out of the earth. The water turned to blood. ", "5": "I heard the angel of the waters saying, “You are right in punishing by sending this trouble. You are the Holy One Who was and is and will be. ", "6": "They have poured out the blood of God's people and of the early preachers. You have given them blood to drink. They are getting the pay that is coming to them.” ", "7": "I heard a voice from the altar saying, “Lord God, the All-powerful One! What You decide about people is right and true.”", "8": "The fourth angel poured out his jar of God's anger onto the sun. It was allowed to burn men with its fire. ", "9": "Men were burned with the heat of this fire and they called God bad names even when He had the power over these kinds of trouble. They were not sorry for their sins and did not turn from them and honor Him.", "10": "The fifth angel poured out his jar of God's anger upon the throne of the wild animal. The whole nation of the wild animal was turned into darkness. Those who worshiped him bit their tongues because of the pain. ", "11": "They called the God of heaven bad names because of their pain and their sores. They were not sorry for what they had done.", "12": "The sixth angel poured out his jar of God's anger onto the great Euphrates River. The water dried up. In this way, the kings of the countries of the east could cross over. ", "13": "Then I saw three demons that looked like frogs. They came out of the mouths of the dragon and the second wild animal and the false preacher. ", "14": "These are demons that do powerful works. These demons go to all the kings of all the earth. They bring them together for the war of the great day of the All-powerful God.", "15": "(See! I will come like a robber. The man is happy who stays awake and keeps his clothes ready. He will not be walking around without clothes and be ashamed.) ", "16": "Then the demons brought the kings together in the place called Armageddon in the Hebrew language.", "17": "The seventh angel poured out his jar of God's anger into the air. A loud voice came from the throne in the house of God, saying, “It is all done!” ", "18": "Then there were voices and lightning and thunder and the earth shook. The earth shook much more than it had ever shaken before. ", "19": "The big and strong city of Babylon was split in three parts. The cities of other nations fell to the ground. Then God remembered the strong city of Babylon. He made her drink the wine from His cup of much anger. ", "20": "Every island went down into the sea. No mountain could be found. ", "21": "Large pieces of hail fell from heaven on men. These pieces were about as heavy as an older child. But men called God bad names because of so much trouble from the hail."}