{"1": "“Write this to the angel of the church in the city of Ephesus: 'The One Who holds the seven stars in His right hand and the One Who walks among the seven lights made of gold, says this: ", "2": "I know what you have done and how hard you have worked. I know how long you can wait and not give up. I know that you cannot put up with sinful men. I know that you have put men to the test who call themselves missionaries. You have found they are not missionaries but are false. ", "3": "You have waited long and have not given up. You have suffered because of Me. You have kept going on and have not become tired. ", "4": "But I have this one thing against you. You do not love Me as you did at first. ", "5": "Remember how you once loved Me. Be sorry for your sin and love Me again as you did at first. If you do not, I will come to you and take your light out of its place. I will do this unless you are sorry for your sin and turn from it. ", "6": "But you have this: You hate what the Nicolaitans do. I hate what they do also. ", "7": "You have ears! Then listen to what the Spirit says to the churches. I will give the fruit of the tree of life in the garden of God to everyone who has power and wins.'", "8": "“Write this to the angel of the church in the city of Smyrna: 'The One Who is First and Last, the One Who died and came to life again, says this: ", "9": "I know of your troubles. I know you are poor. But still you are rich! I know the bad things spoken against you by those who say they are Jews. But they are not Jews. They belong to the devil. ", "10": "Do not be afraid of what you will suffer. Listen! The devil will throw some of you into prison to test you. You will be in trouble for ten days. Be faithful even to death. Then I will give you the crown of life. ", "11": "You have ears! Then listen to what the Spirit says to the churches. The person who has power and wins will not be hurt by the second death!'", "12": "“Write this to the angel of the church in the city of Pergamum: 'The One Who has the sharp sword that cuts both ways, says this: ", "13": "I know where you live. It is the place where Satan sits. I know that you are true to Me. You did not give up and turn away from your faith in Me, even when Antipas was killed. He was faithful in speaking for Me. He was killed in front of you where Satan is. ", "14": "But I have a few things against you. You have some people who follow the teaching of Balaam. He taught Balak to set a trap for the Jews. He taught them to eat food that had been given as a gift in worship to false gods and to do sex sins. ", "15": "You also have some who follow the teaching of the Nicolaitans in the same way. ", "16": "Be sorry for your sins and turn from them. If you do not, I will come to you right away. I will fight against them with the sword of My mouth. ", "17": "You have ears! Then listen to what the Spirit says to the churches. I will give the hidden bread from heaven to everyone who has power and wins. I will give each of them a white stone also. A new name will be written on it. No one will know the name except the one who receives it!'", "18": "“Write this to the angel of the church in the city of Thyatira: 'The Son of God Who has eyes like fire and Whose feet are like shining brass, says this: ", "19": "I know what you are doing. I know of your love and faith. I know how you have worked and how you have waited long and have not given up. I know that you are working harder now than you did at first. ", "20": "But I have this against you: You are allowing Jezebel who calls herself a preacher to teach my servants. She is leading them in the wrong way and they are doing sex sins. And they are eating food that has been given as a gift in worship to false gods. ", "21": "I gave her time to be sorry for her sins and turn from them. She does not want to turn from her sex sins. ", "22": "See! I will throw her on a bed. Those who do sex sins with her will suffer much trouble and pain. I will let them suffer unless they are sorry for the sins they have done with her and turn from them. ", "23": "And I will kill her children. All the churches will know that I am the One Who looks deep into the hearts and minds. I will give you whatever is coming to you because of your work. ", "24": "But the rest of you there in the city of Thyatira have not followed this false teaching. You have not learned what they call the secrets of Satan. So I will put no other load on you. ", "25": "But hold on to what you have until I come. ", "26": "To the one who has power and wins and does what I want him to do, I will give the right and the power over the nations. ", "27": "He will be leader over them using a piece of iron. And they will be broken in pieces like pots of clay. My Father has given Me this right and power. ", "28": "And I will give him the Morning Star. ", "29": "You have ears! Then listen to what the Spirit says to the churches!'"}