{"1": "I saw the Lamb break open the first of the seven locks. I heard one of the four living beings cry out like the sound of thunder, “Come and see!” ", "2": "I looked and saw a white horse. The one who sat on it had a bow. A crown was given to him. He went out to win and he won.", "3": "He broke open the second lock. Then I heard the second living being say, “Come and see!” ", "4": "Another horse came out. This one was red. The one who sat on it was given a long sword. He was given power to take peace from the earth so men would kill each other.", "5": "He broke open the third lock. Then I heard the third living being say, “Come and see!” I looked and saw a black horse. The one who sat on it had something in his hand with which to weigh things. ", "6": "I heard a voice from among the four living beings saying, “A small jar of wheat for a day's pay. Three small jars of barley for a day's pay. Do not hurt the olive oil and wine.”", "7": "He broke open the fourth lock. Then I heard the fourth living being say, “Come and see!” ", "8": "I looked and saw a light colored horse. The one who sat on it had the name of Death. Hell followed close behind him. They were given the right and the power to kill one-fourth part of everything on the earth. They were to kill with the sword and by people having no food and by sickness and by the wild animals of the earth.", "9": "He broke open the fifth lock. Then I saw under the altar all the souls of those who had been killed for telling the Word of God. They had also been killed for being faithful in telling about Christ. ", "10": "All those who had been killed cried out with a loud voice saying, “How long will it be yet before You will punish those on the earth for killing us? Lord, You are holy and true.” ", "11": "White clothes were given to each one of them. They were told to rest a little longer. They were to wait until all the other servants owned by God and their Christian brothers would be killed as they had been. Then the group would be complete.", "12": "I looked as the Lamb broke the sixth lock. The earth shook as if it would break apart. The sun became black like dark cloth. The moon became like blood. ", "13": "The stars of the sky fell to the earth. They were like figs falling from a tree that is shaken by a strong wind. ", "14": "The sky passed away like paper being rolled up. Every mountain and island moved from its place. ", "15": "The kings and the leaders of the earth hid themselves in caves and among the rocks of the mountains. All the head soldiers and rich men and strong men and men who were free and those who were owned by someone hid themselves also. ", "16": "They called to the mountains and to the rocks, “Fall on us! Hide us from the face of the One Who sits on the throne. Hide us from the anger of the Lamb, ", "17": "because the special day of Their anger has come! Who is able to stand against it?”"}