{"1": "Now Jephthah the Gileadite was a valiant soldier, but he was also the son of a prostitute and Jephthah's father Gilead. ", "2": "Gilead's wife bore two sons through him, but when his wife's sons grew up, they expelled Jephthah and declared to him, “You won't have an inheritance in this[a] house, since you're the son of a different woman.” ", "3": "So Jephthah escaped from his brothers and lived in the territory of Tob, where worthless men gathered themselves around him and went out on raiding parties with him.", "4": "Later on, the Ammonites attacked Israel. ", "5": "When this happened,[b] the elders of Gilead went to the territory of Tob to find Jephthah. ", "6": "They told him, “Come and be our commander so we can fight the Ammonites!”", "7": "But Jephthah replied to the elders of Gilead, “Weren't you the ones who hated me and drove me out of my father's house? And you come to me now that you're in trouble?”", "8": "So the elders of Gilead told Jephthah, “Well, we're coming back to you now so you can accompany us, fight the Ammonites, and become the head of all the inhabitants of Gilead.”", "9": "Then Jephthah asked the elders of Gilead, “If you all send me to fight against the Ammonites and the Lord hands them over right in front of me, will I really become your head?”", "10": "The elders of Gilead responded to Jephthah, “May the Lord serve[c] as a witness that we're making this agreement between ourselves to do as we've said.” ", "11": "So Jephthah went with the elders of Gilead, and the people appointed him head and military commander over them. Jephthah uttered everything he had to say with the solemnity of an oath[d] in the Lord's presence at Mizpah.", "12": "Afterwards, Jephthah sent messengers to the king of the Ammonites to ask him, “What's your dispute between us that prompted you to come and attack my land?”", "13": "The king of the Ammonites answered the messengers of Jephthah, “We're here[e] because Israel took away my land from the Arnon River as far as the Jabbok River and as far as the Jordan River when they came up from Egypt! So restore it as a gesture of good will.”[f]", "14": "But Jephthah sent additional messengers again to the king of the Ammonites ", "15": "and they informed him, “This is Jephthah's response: 'Israel didn't seize the land of Moab nor the land of the Ammonites. ", "16": "Here's what happened:[g] When Israel came up from Egypt, passed through the desert to the Red[h] Sea, and arrived at Kadesh, ", "17": "Israel sent a delegation to the king of Edom and asked him, “Please let us pass through your territory.” 'But the king of Edom wouldn't listen. So they also sent word to the king of Moab, but he wouldn't consent, either. So Israel stayed at Kadesh. ", "18": "Then they went through the desert, circumventing the territory belonging to Edom and Moab. They encamped on the other side of the Arnon River, but never entered the territory of Moab because the Arnon River is the border of Moab.", "19": "'Then Israel sent a delegation to Sihon, king of the Amorites and king of Heshbon. Israel requested of him, “Please let us pass through your territory to our place.” ", "20": "But Sihon didn't trust Israel to pass through his territory, so he assembled his entire army, encamped in Jahaz, and fought against Israel. ", "21": "The Lord God of Israel handed Sihon and his entire army into the control of Israel, and defeated them. As a result, Israel took control over the entire land of the Amorites, who were living in that country. ", "22": "They took possession of the entire territory of the Amorites from the Arnon River as far as the Jabbok River and from the desert as far as the Jordan River.", "23": "'Now then, since the Lord God of Israel expelled the Amorites right in front of his people Israel, are you going to control their territory? ", "24": "Don't you control what your god Chemosh gives you? In the same way, we'll take control of whomever the Lord our God has driven out in front of us. ", "25": "Also ask yourselves:[i] do you have a better case[j] than Zippor's son Balak, king of Moab? Did he ever have a quarrel with Israel or ever win a[k] fight against them? ", "26": "When Israel was living in Heshbon and its surrounding villages, in Aroer and its surrounding villages, and in all the cities that line the banks of the Arnon River these past three hundred years, why didn't you retake them during that time? ", "27": "I haven't sinned against you, but you are acting wrongly against me by declaring war on me. May the Lord, the Judge, sit in judgment today between the Israelis and the Ammonites.'”", "28": "But the king of the Ammonites wouldn't heed the message that Jephthah had sent to him.", "29": "The Spirit of the Lord came[l] on Jephthah, so he swept through Gilead and the territory of[m] Manasseh, then swept through Mizpah in Gilead, and from Mizpah in Gilead he proceeded toward where the Ammonites were encamped. ", "30": "Jephthah made this solemn vow to the Lord: “If you truly give the Ammonites into my control, ", "31": "then if I return from the Ammonites without incident,[n] whatever comes[o] out the doors of my house to meet me will become the Lord's, and I will offer it[p] up as a burnt offering.”", "32": "Then Jephthah crossed over to the Ammonites and attacked them. The Lord gave them into his control. ", "33": "He attacked them from Aroer to the entrance of Minnith—twenty cities in all[q]—even as far as Abel-keramim. As a result, the Ammonites were subdued right in front of the Israelis. ", "34": "When Jephthah arrived at his home in Mizpah—surprise!—it was his daughter who came out to meet him, playing tambourines and dancing. She was his one and only child. Except for her, he had no other son or daughter. ", "35": "When he saw her, he ripped his clothes and cried out, “Oh no! My daughter! You have terribly burdened me! You've joined those who are causing me trouble, because I've given my word[r] to the Lord, and I cannot go back on it.[s]", "36": "She told him, “My father, you have given your word[t] to the Lord. Do to me according to what has come out of your own mouth, considering that the Lord has paid back your enemies, the Ammonites.” ", "37": "Then she continued talking with her father, “Do this for me: leave me alone by myself for two months. I'll go up to the mountains and cry there because I'll never marry.[u] My friends and I will go.”[v]", "38": "So he said, “Go!” He sent her away for two months. She left with her friends and cried there on the mountains because she would never marry.[w] ", "39": "Later, after the two months were concluded, she returned to her father, and he fulfilled what he had solemnly vowed—and she never married.[x] That's how the custom arose in Israel ", "40": "that for four days out of every year the Israeli women would go to mourn the daughter of Jephthah the Gileadite in commemoration."}