{"1": "Some time later, the Israelis again practiced what the Lord considered to be evil, so the Lord handed them over into the domination of the Philistines for 40 years. ", "2": "There was one man from Zorah, from the family of the descendants of Dan, whose name was Manoah. Since his wife was infertile, she hadn't borne children.[a] ", "3": "One day the angel of the Lord presented himself to the woman. “Hello!” he greeted[b] her. “Though you are infertile at this time and haven't borne a child, you're about to conceive and give birth to a son. ", "4": "So be sure that you don't drink wine or anything intoxicating, and don't eat anything unclean ", "5": "because—surprise!—you're going to conceive and give birth to a son! Don't put a razor to his head, because the young man will be a Nazirite, dedicated[c] to God from inside the womb. He will begin to deliver Israel from domination by the Philistines.”", "6": "Then the woman went to tell her husband. She said, “A man of God appeared[d] to me. He looked like what an angel of God would look like—very frightening.[e] I didn't ask him where he had come from and he didn't tell me his name. ", "7": "He told me, 'Surprise!—you're going to conceive and give birth to a son!' and as for you, 'Be sure that you don't drink wine or anything intoxicating, and don't eat anything unclean,' 'because the young man will be a Nazirite dedicated to God from inside the womb' until the day he dies.”", "8": "So Manoah prayed to the Lord, “Please, Lord, have the man of God whom you sent before[f] come again so he can instruct us what to do on behalf of the child who is to be born.”", "9": "God listened to Manoah's request,[g] and the angel of God came again to the woman as she was sitting out in the pasture. But her husband Manoah wasn't with her, ", "10": "so the woman ran quickly to tell her husband, “Look! The man who came the other[h] day appeared to me!”", "11": "So Manoah got up quickly and followed his wife, and when he came to the man he told him, “Are you the man who spoke to my[i] wife?” He replied, “I am.”", "12": "Manoah asked, “Now, when what you've said occurs, what is to be the young man's way of life and work?”", "13": "The angel of the Lord replied to Manoah, “Just have your wife[j] be careful to carry out everything that I told her. ", "14": "She must not consume anything extracted from grape vines, including wine or anything intoxicating, and she must not eat anything unclean, doing everything that I commissioned her to do.”", "15": "Manoah responded to the angel of the Lord, “Please, let us detain you while we prepare a young goat for you.”", "16": "The angel of the Lord answered Manoah, “If you detain me, I won't be eating your food, but if you prepare a burnt offering, you'll be making a sacrifice to the Lord.” The angel of the Lord[k] said this[l] because Manoah didn't know that he was the angel of the Lord.", "17": "Manoah asked the angel of the Lord, “What's your name, because when what you've said happens, we'll glorify[m] you?”", "18": "The angel of the Lord answered him, “Why are you asking this about my name? It's 'Wonderful.'”[n]", "19": "So Manoah prepared a young goat and a grain offering and offered it on a boulder to the Lord, who kept on performing miracles while Manoah and his wife watched continually. ", "20": "When the burnt offering was engulfed in flames that sprang up from the altar toward heaven, the angel of the Lord ascended in the flame that came from the altar. When Manoah and his wife observed this, they collapsed on their faces to the ground. ", "21": "The angel of the Lord did not appear again to Manoah or to his wife, and then Manoah knew confidently that the visitor[o] had been the angel of the Lord.", "22": "Then Manoah told his wife, “We're going to die for sure, because we've seen God!”", "23": "But his wife replied to him, “If the Lord had intended to kill us, he wouldn't have accepted a burnt offering and a grain offering from us,[p] he wouldn't have shown us all these things, and he wouldn't have permitted us to hear things[q] like this, now would he?”[r]", "24": "Later on, the woman gave birth to a son and named him Samson.[s] The child grew strong and the Lord blessed him. ", "25": "Then the Spirit of the Lord began to rouse him where the tribe of Dan was encamped,[t] between Zorah and Eshtaol."}