{"1": "A while later during the wheat harvest, Samson visited his wife, bringing along a young goat, and told his father-in-law,[a] “I'm going into my wife's room.” But her father wouldn't give permission for him[b] to go.", "2": "Her father said, “Because I honestly thought that you hated her deeply, I gave her in marriage to your best man.[c] Isn't her younger sister better than she? Please then, let her be yours instead.”", "3": "Samson replied to them, “This time I'll be blameless when I do something evil to the Philistines.” ", "4": "So Samson went out, caught 300 foxes, grabbed some torches,[d] tied[e] the foxes together in pairs at their tails,[f] and fastened a torch[g] between each pair of tails. ", "5": "Then he ignited the torches, set the foxes loose into the Philistines' unharvested grain, and burned up both the harvested shocks and the standing grain, along with their vineyards and olive groves.", "6": "Then the Philistines demanded, “Who did this?” Someone said, “Samson, son-in-law of the Timnite, because his father-in-law[h] took Samson's[i] wife and gave her to the best man at Samson's wedding.”[j] In retaliation, the Philistines came up and burned her and her father to death.", "7": "Samson replied to them, “Because you did this, I'm not going to stop until I get my revenge against you!” ", "8": "So he attacked them ruthlessly[k] in a massive slaughter, then left to live in the caves of Etam. ", "9": "In response, the Philistines went up, encamped in the territory of[l] Judah, and raided[m] Lehi.", "10": "The leading[n] men of Judah asked, “Why have you invaded us?” They replied, “We're here to arrest Samson. Then we're going to do to him what he did to us.”", "11": "In response, 3,000 soldiers from the tribe of Judah went down to the caves of the rock of Etam and asked Samson, “Don't you know that the Philistines have us in their control? What have you done to us?” “I did to them what they did to me,” he answered.", "12": "They responded, “We've come here to arrest you and transfer you to the custody of the Philistines.” Samson told them, “Promise me that you won't kill me.”", "13": "So they said, “No, we won't. But we're going to tie you up securely and transfer you to their custody. But we won't kill you.” Then they bound him with two ropes and brought him up from the caves.[o]", "14": "When Samson[p] arrived at Lehi, the Philistines came shouting to meet him. Then the Spirit of the Lord rushed upon him, so that the ropes that bound him were like flax that's been burned by fire, and his bonds dissolved. ", "15": "He happened upon a jawbone from a putrefying donkey, reached out to grab it, and killed 1,000 men with it. ", "16": "Then Samson declared, “With a jawbone from the donkey— here a heap, there a pair of heaps—[q] with the jawbone of the donkey I've killed 1,000 men.”", "17": "When he finally finished bragging, he discarded the jawbone and named that place “Jawbone Heights.”[r]", "18": "Aferward, he became thirsty, called out to the Lord, and told him, “So, you provided this great deliverance at the hands[s] of your servant, but now I'm to die of thirst and fall into the hands of the uncircumcised?” ", "19": "So God split a hollow place that's in Lehi, and water sprang out of it. After he had taken a drink, his strength returned, and he revived. That's why it was named “En-hakkore,”[t] which is in Lehi to this day. ", "20": "Samson[u] governed Israel for twenty years during the Philistine domination."}