{"1": "Sometime later, Samson went to Gaza, saw a prostitute there, and went in to have sex with her. ", "2": "When the Gazites were informed,[a] “Samson has come here!” they surrounded him, intending to lay in wait for him at the city gate throughout the entire night. They kept quiet all night, telling each other,[b] “At first light, let's kill him!”", "3": "Meanwhile, Samson had sex until midnight, then at midnight he got up, grabbed the doors, the two door posts, and the bars of the city gate, and uprooted them. He put them on his shoulders and carried them to the top of the mountain opposite Hebron.", "4": "After this incident, he loved a woman in Sorek Valley whose name was Delilah. ", "5": "The Philistine officials approached her and told her, “Entice him to discover where his great strength is, and how we can overpower him. We intend to tie him up and torture him. We'll each pay you 1,100 silver coins.”", "6": "So Delilah asked Samson, “Please tell me the secret to[c] your great strength and how you may be tied up and tortured.”", "7": "Samson replied, “If I'm tied up with seven green cords[d] that have never been dried out, then I'll become weak and just like any other[e] human being.”", "8": "Then the Philistine leaders brought her seven green cords[f] that had never been dried, and she tied him up with them. ", "9": "Meanwhile, some kidnappers were hiding inside an inner room, waiting for her signal.[g] So she told him, “The Philistines are attacking you!” But he snapped the cords[h] as one might break a burned candle wick.[i] So his secret[j] remained undiscovered.", "10": "Some time later, Delilah told Samson, “Look here! You've been mocking me and lying to me. Now please tell me how you can be tied up.”", "11": "He told her, “If I'm tied up securely with new ropes that have never been used, then I'll become weak and just like any other[k] human being.”", "12": "So Delilah grabbed some new ropes and tied him up. Then she told him, “The Philistines are attacking you, Samson!” because some kidnappers were hiding inside an inner room. But he snapped the ropes[l] from his arms like thread.", "13": "Later on, Delilah told Samson, “You're still mocking me and telling me lies! Tell me how to tie you up!” He answered her, “If you weave the seven locks on my head into a loom and fasten it with a peg, then I will become weak and just like any other human being.”", "14": "So Delilah took the seven locks on his head and wove them into the loom while he slept.[m] She fastened his hair with a peg and then told him, “The Philistines are attacking you, Samson!” But he woke up from his nap and pulled the pin from the loom and the weaving.", "15": "Some time later, she asked him, “How can you keep saying 'I love you!' when your heart isn't with me? These three times you've lied to me and haven't told me where your great strength lies.” ", "16": "She nagged him every day with this speech, pestering him until he[n] was annoyed nearly[o] to death.", "17": "So he finally disclosed everything. He told her,[p] “A razor has never touched my head, because I've been a Nazirite for God before I was born.[q] If I am shaved, then my strength will abandon me and I will become weak like every human being.”", "18": "When Delilah realized that he had disclosed everything[r] to her, she sent for the Philistine officials and told them, “Hurry up and come here at once, because he has told me everything.”[s] So the Philistine officials went to her and brought their money with them. ", "19": "So she enticed him to fall asleep on her lap, called for a man to shave off his seven locks of hair[t] from his head, and so began to humiliate him. Then his strength abandoned him.", "20": "When she cried out, “The Philistines are attacking you, Samson!” he woke from his sleep and told himself,[u] “I'll go out like I did at other times like this and shake myself free.” But he didn't know that the Lord had abandoned him.", "21": "Then the Philistines grabbed him, gouged out his eyes, brought him down to Gaza, tied him up in bronze chains,[v] and made him grind grain in their prison.[w] ", "22": "But the hair on his head began to grow again after it had been shaved off.", "23": "Some time later, the Philistine officials got together to present a magnificent sacrifice to their god Dagon, and to throw a party, because they were claiming, “Our god has given Samson into our control!”", "24": "When the people saw Samson,[x] they praised their god, claiming: Our god has given our enemy into our control; the one who was destroying our land, and who has killed many of us.", "25": "Because they all got good and drunk,[y] they ordered, “Go get Samson, so he can entertain us.” So they called for Samson from the prison, and he entertained them while they made him stand between the pillars.", "26": "Then Samson told the young man who had been leading him around by the hand, “Let me touch and feel the pillars on which this building rests, and I'll support myself against them.” ", "27": "Now the building was full of men, women, and all the Philistine officials, with about 3,000 men and women on the roof watching Samson while he was entertaining them.", "28": "Then Samson cried out to the Lord, “Lord God, please remember me. And please strengthen me this one time, God, so that I can repay the Philistines right now for my two eyes.” ", "29": "Then Samson grabbed the two middle pillars upon which the house rested and braced himself against them with one pillar in his right hand and the other in his left.", "30": "Then Samson said, “Let me die with the Philistines!” He strained with all his strength until the building collapsed on the officials and every person in it. As a result, the dead whom he killed at his death were more than those whom he killed during his lifetime. ", "31": "Afterwards, his brothers and his father's household servants[z] came down, took him, brought him back, and buried him in his father Manoah's tomb between Zorah and Eshtaol. He had governed Israel for 20 years."}