{"1": "A man named Micah lived in the mountainous region[a] of the territory of[b] Ephraim. ", "2": "He told his mother, “Do you remember[c] those 1,100 silver coins that were stolen from you and about which you uttered a curse when I could hear it? Well, I have the silver. I took it.” So she replied, “May my son be blessed by the Lord.”", "3": "Her son gave back the 1,100 silver coins to his mother, and she said, “I'm totally giving this silver—from my hand to the Lord—so my son can make a carved image and a cast image. So I'm returning it to you.”", "4": "When he had returned the silver to his mother, his mother took 200 of the silver coins and handed them over to a silversmith. He crafted them into a carved image and into a cast image, and they were set up[d] in Micah's house. ", "5": "This man Micah had his own shrine,[e] had crafted his own ephod and some household idols,[f] and had installed one of his sons as a priest.", "6": "Back in those days, Israel didn't yet have a king, so each person did whatever seemed right in his own opinion.", "7": "A young male descendant of Levi happened to be visiting there from Bethlehem in the territory of[g] Judah. ", "8": "The man had left his city Bethlehem in Judah to live wherever he could. As he traveled along, he eventually arrived at Micah's house in the mountainous region[h] of Ephraim, looking for work.", "9": "Micah asked him, “Where did you come from?” He replied, “I'm a descendant of Levi from Bethlehem in Judah, and I'm going to stay temporarily wherever I can find a place.”[i]", "10": "So Micah replied, “Come live with me! You can be a spiritual father[j] to me, as well as a priest. I'll pay you ten silver coins a year, plus a priestly uniform[k] and an income.” So the descendant of Levi moved in. ", "11": "The descendant of Levi agreed to live with the man, and the young man became like one of the family.[l] ", "12": "Micah set up the descendant of Levi in ministry, and the young man became his priest while he lived in Micah's house. ", "13": "As for Micah, he kept saying, “Now I know the Lord will make me rich, because I have a descendant of Levi for a priest!”"}