{"1": "Back in those days, Israel didn't have a king yet, and during that time the tribe of Dan had been seeking a territorial inheritance to live in, because up until that time no territory had been allotted to them as a possession among the tribes of Israel. ", "2": "So the tribe[a] of Dan sent from their families five valiant men of their number from Zorah and Eshtaol to scout the land and search through it. Following their orders, which were “Go and scout the land,” they came to the mountainous region[b] of Ephraim, arrived at Micah's home, and stayed there.", "3": "As they approached Micah's home, they recognized the voice of the young male descendant of Levi. They turned aside from there and spoke to him, asking him, “Who brought you here? What work are you doing here? And what's your business here?”", "4": "He answered, “Micah did such and such for me, and has hired me, so I've become his priest.”", "5": "They replied, “Go ask God, please, about whether or not we'll be successful in this journey.”", "6": "The priest responded to them, “Travel in peace. The mission that you're to accomplish is from the Lord.”", "7": "So the five men left and went to Laish, and observed the people who were living there carefree, as Sidonians tend to do, in peace and quiet. There was no ruler in the land oppressing them for any reason. They were living far away from the Sidonians, and had no dealings with anyone.[c] ", "8": "When they returned to their relatives at Zorah and Eshtaol, their relatives asked them, “What's your report?”[d]", "9": "They replied, “Let's get going and attack them. We've scouted out the land—and look!—it's a very good one. Why should we sit still? We can't wait to go back, invade, and take over the land. ", "10": "When you invade, you'll meet a carefree people living in a spacious territory. God has given it into your control—it's a place that lacks nothing on this earth!” ", "11": "So 600 descendants of Dan from Zorah and Eshtaol set out for battle, armed with military weapons. ", "12": "They went out and encamped at Kiriath-jearim in the territory of Judah. (That's why they call the place Mahaneh-dan to this day. It lies west of Kiriath-jearim.) ", "13": "They proceeded from there to the mountainous region[e] of Ephraim and arrived at Micah's house.", "14": "Then the five men who had gone to scout out the territory of Laish told their relatives, “Are you aware that in these houses there's an ephod, some household idols,[f] a carved image, and a cast image? You know what you need to do.” ", "15": "So they turned aside from there, went to Micah's house, and greeted him.", "16": "While the 600 Danite soldiers, armed with military weapons, stood guard at the entrance to the gate, ", "17": "the five men who had gone to scout out the land arrived, entered Micah's home[g] and confiscated the carved image, the ephod, the household idols,[h] and the cast image. Meanwhile, the priest stood outside by the entrance to the gate with the 600 men armed with military weapons. ", "18": "After they went into Micah's home and took possession of the carved image, the ephod, the household idols,[i] and the cast image, the priest challenged them. “What are you doing?” he asked them.", "19": "They told him, “Shut up and keep quiet.[j] Come with us and be our spiritual[k] father and priest. It's better for you, isn't it, to be a priest to an entire[l] tribe and family in Israel than to be priest to the home of one man?”", "20": "The priest was happy to oblige,[m] so he took the ephod, the household idols,[n] and the carved image and went along with the army. ", "21": "Then they turned around and left, sending their little ones, their livestock, and their valuables on ahead. ", "22": "When they had been gone a short distance from Micah's home, some of Micah's neighbors assembled a search party and overtook the descendants of Dan. ", "23": "They yelled at the descendants of Dan, who turned around to face Micah and asked, “What's wrong[o] with you? You've assembled together…?”", "24": "Micah[p] replied, “You took my gods that I crafted, along with the priest, and left! What do I have left? So what's with this 'What's wrong with you?'”", "25": "The descendants of Dan answered him, “You had better not talk to us about this,[q] or else these bad guys here will attack you. You will lose your life, along with the lives of your whole[r] household.”", "26": "Then the descendants of Dan went on their way. Because Micah saw that they were too strong for him, he turned and went back home. ", "27": "But the descendants of Dan[s] took what Micah had made, along with the priest who had worked for him, and went to Laish, to a quiet and carefree people, and killed them with swords. Then they set fire to the city. ", "28": "They had no one else to deliver them,[t] because they lived far from Sidon and had no dealings with anyone.[u] It lay in the valley near Beth-rehob. They rebuilt the city and lived in it. ", "29": "They renamed the city Dan, after the name of their ancestor Dan, who had been born in Israel. The former name of the city was Laish. ", "30": "The descendants of Dan set up the carved image, and Gershom's son Jonathan, a descendant of Manasseh, served along with his descendants as priests to the tribe of Dan until the land was taken captive. ", "31": "Micah's carved image, that he himself had crafted, was in place during the entire time that God's tent was set up at Shiloh."}