{"1": "Now it happened in those days, before there was a king in Israel, that a certain male descendant of Levi, who lived in a remote part of the mountainous region[a] of Ephraim, took a mistress for himself from Bethlehem in the territory of Judah. ", "2": "But his mistress was sexually unfaithful to him, and then she left him to live in her father's home in Bethlehem in the territory of Judah. She had been living there for a period[b] of about four months ", "3": "when her husband got up and went after her, intending to speak lovingly to her[c] in order to win her back. He took with him his young man servant and a pair of donkeys. When she brought him into her father's house to see him, her father was happy to have met him.", "4": "The young woman's father (that is, his father-in-law) made him stay there for three days while they ate and drank during his visit there. ", "5": "On the fourth day, they got up early that morning, and the descendant of Levi[d] got ready to leave. Then the young woman's father-in-law told him, “Fortify yourself[e] by eating some food before you go.” ", "6": "So both of them sat down for a bit, ate and drank together, and the young woman's father invited the man, “Please, enjoy yourself and spend another night.” ", "7": "The man got up, intending[f] to leave, but his father-in-law urged him to spend the night there again.", "8": "On the fifth day, he got up early in the morning, but the young woman's father-in-law told him, “Please, fortify yourself,”[g] so they delayed until later that afternoon while both of them ate together. ", "9": "When the man got up to leave with his mistress and servant, his father-in-law, the young woman's father, told him, “Look now, evening is coming, so please spend another night. See how the daylight is fading, so spend the night here and enjoy yourself. Then tomorrow get up early and leave on your journey home.”", "10": "Because the man was unwilling to spend the night, he got up, left, and arrived opposite Jebus (now known as Jerusalem). He had with him a pair of saddled donkeys, along with his mistress. ", "11": "As they approached Jebus, the daylight was almost gone, so the servant suggested to his master, “Come on, let's spend the night in this Jebusite city.”", "12": "But his master replied, “We're not going to turn aside into a city of foreigners who are not part of the Israelis. Instead, we'll go on to Gibeah.” ", "13": "He also told his servant, “Come on,[h] let's go to one of these places and spend the night in Gibeah or Ramah.” ", "14": "So they continued on their way, and the sun set on them near Gibeah, which is part of Benjamin's territorial allotment.[i] ", "15": "They turned aside there, intending to enter Gibeah and spend the night. After they entered the city, they had to sit down in the public square because no one would take them into their[j] home for the night. ", "16": "Just then, an old man was coming out of the fields that evening from work. The man was from the mountainous region[k] of Ephraim and had been staying in Gibeah, even though the men of that place were descendants of Benjamin. ", "17": "As the old man looked up and saw the traveling man in the public square of the city, he asked, “Now then, where are you headed? And where are you from?”", "18": "He replied, “We're traveling from Bethlehem in Judah to the remote part of the mountainous region[l] of Ephraim, because I'm from there, and I've been visiting Bethlehem in Judah. I'm going home now, but no one will take me into his home. ", "19": "Meanwhile, we also have straw and fodder for our donkeys, and bread and wine for me, for this[m] young woman servant, and for the young man who is with your servants. We don't need anything else.”", "20": "The old man replied, “Don't be alarmed. I'll take care of all your needs. Just don't spend the night in the public square.” ", "21": "So he took him into his home and fed the donkeys while they refreshed themselves and had dinner.[n]", "22": "While they were enjoying themselves, all of a sudden certain ungodly men[o] who lived in the city surrounded the house, pounded on the door, and ordered the old man who owned the home, “Bring out the man who came to visit your home so we can have sex with him.”", "23": "The man who owned the house went out to talk to them and pleaded with them, “No, my brothers, please don't act so wickedly. This man is my guest! Don't try to do this stupid thing. ", "24": "Instead, here's my virgin daughter and my visitor's[p] mistress. Please let me bring them out to you. Occupy yourselves with them, and do to them whatever you would like. But don't commit such a stupid thing against this man.”", "25": "But the men were unwilling to listen to him. So the descendant of Levi[q] grabbed his mistress, took her out to them, and they raped and tortured her all night until morning. Then they released her as the first daylight was beginning to appear. ", "26": "As dawn was breaking, the woman approached the door of the man's home where her master was and collapsed. Eventually, full daylight came. ", "27": "When her master got up that morning and opened the doors of the house to leave on his way, there was his mistress, fallen dead at the door of the house with her hands grasping the threshold.", "28": "He spoke to her, “Get up, and let's go.” But there was no response. So he placed her on the donkey, mounted his own animal,[r] and went home. ", "29": "When he arrived home, he grabbed a knife, took hold of his mistress, cut her apart limb by limb into twelve pieces, and sent her remains[s] throughout the land of Israel. ", "30": "All the witnesses said, “Nothing has happened or has been seen like this from the day the Israelis came here from the land of Egypt to this day! Think about it, get some advice about it, and then speak up about it!”"}