{"1": "Some time later, the angel of the Lord came up from Gilgal to Bochim and announced to Israel,[a] “I brought you up from Egypt and led you into the land that I promised to your ancestors. I had told them,[b] 'I'll never breach my covenant with you. ", "2": "As for you, you must not make any treaties[c] with the inhabitants of this land. Instead, tear down their altars.' But you haven't obeyed me. What have you done? ", "3": "Therefore I'm now saying,[d] 'I won't expel them before you. Instead, they'll remain at your side, and their gods will ensnare you.'”", "4": "Because the angel of the Lord said these things to all of the Israelis, the people wept out loud, ", "5": "which is why they named the place Bochim.[e] And there they sacrificed to the Lord. ", "6": "After Joshua had dismissed the people, the Israelis returned to their respective inheritances to take possession of the land.", "7": "The people served the Lord during the entire lifetime of Joshua as well as the lifetimes of all the elders who outlived Joshua and who had observed all the great deeds that the Lord had done for Israel. ", "8": "But then Nun's son Joshua, the servant of the Lord, died at the age of 110 years. ", "9": "They buried him in Timnath-heres, within the boundaries of his inheritance in the mountainous region[f] of Ephraim, north of Mount Gaash. ", "10": "After that whole generation had died,[g] another generation grew up after them that was not acquainted with the Lord or with what he had done for Israel.", "11": "So the Israelis practiced what the Lord considered to be evil by worshiping Canaanite deities.[h] ", "12": "They abandoned the Lord God of their ancestors, who had brought them out of the land of Egypt. They followed other gods from among the gods of the peoples who surrounded them. They bowed down in worship of them, and by doing so angered the Lord. ", "13": "As a result, they abandoned the Lord by serving both Baal[i] and Ashtaroth.[j] ", "14": "So in his burning anger against Israel, the Lord gave them into the domination of marauders who plundered them. The enemies who surrounded the Israelis[k] controlled them, and they were no longer able to withstand their adversaries. ", "15": "Wherever they went, the Lord worked[l] against them to bring misfortune, just as the Lord had warned, and just as the Lord had promised them. As a result, they suffered greatly.", "16": "Then the Lord raised up leaders,[m] who delivered Israel[n] from domination by their marauders. ", "17": "But they didn't listen to their leaders, because they were committing spiritual immorality by following other gods and worshiping them. They quickly turned away from the road on which their ancestors had walked in obedience to the commands of the Lord. They didn't follow their example. ", "18": "As a result, whenever the Lord raised up leaders for them, the Lord remained present with their leader, delivering Israel[o] from the control of their enemies during the lifetime of that leader. The Lord[p] was moved with compassion by their groaning that had been caused by those who were oppressing and persecuting them. ", "19": "However, after the leader had died, they would relapse to a condition more corrupt than their ancestors, following other gods, serving them, and worshiping them. They would not abandon their activities or their obstinate lifestyles.", "20": "In his burning anger against Israel, the Lord said, “Because the people have transgressed my covenant that I commanded their ancestors to keep, and because they haven't obeyed me, ", "21": "I'm also going to stop expelling any of the nations that remained after Joshua died. ", "22": "That way, I'll use them to demonstrate whether or not Israel will keep the Lord's lifestyle by walking on that road like their ancestors did.” ", "23": "So the Lord caused those nations to remain and did not expel them quickly. He did not give them into Joshua's control."}