{"1": "Then the entire Israeli nation—from Dan to Beer-sheba, including the territory of Gilead—came out for war. The army assembled as one united force to God at Mizpah. ", "2": "The officials of the entire nation, including every tribe of Israel, took their stand in the assembly of the people of God: 400,000 foot soldiers, all of them[a] expert swordsmen. ", "3": "While the descendants of Benjamin were learning that the Israelis had gone up to Mizpah, the Israelis asked, “Somebody tell us how this evil could happen?”", "4": "So the descendant of Levi, the husband of the murdered woman, spoke up and replied, “I came to spend the night at Gibeah, which is part of Benjamin, along with my mistress. ", "5": "But the officials of Gibeah attacked me and surrounded the house because of me. They intended to kill me, but instead they tortured my mistress to death. ", "6": "So I grabbed my mistress, cut her in pieces, and sent her remains[b] throughout the territory of Israel's inheritance, because they've committed a vile, stupid outrage in Israel. ", "7": "So look, all you Israelis! Speak up and give us your advice!”", "8": "Then the entire army stood up as a single unit and declared, “Nobody's going back to his tent, and nobody's going home! ", "9": "This is what we'll do to Gibeah: we're going to assemble an army by lottery. ", "10": "We'll take ten men out of 100 from all of the tribes of Israel. We'll appoint 100 out of 1,000 and 1,000 out of 10,000 to supply provisions for the army. And when we reach Gibeah in the territory of Benjamin, we'll punish them for all of the stupid things that they've done in Israel.” ", "11": "That's how the army of Israel came to be gathered together to attack the city, united as a single unit.", "12": "The tribes of Israel sent men throughout the entire tribe of Benjamin to ask them, “What is this evil thing that has occurred among you? ", "13": "Now then, hand over the men—those ungodly men,[c] and we'll execute them in order to remove this evil from Israel.” But the descendants of Benjamin wouldn't obey the request of their own relatives, the Israelis, ", "14": "so the descendants of Benjamin assembled from the cities of Gibeah to fight the Israelis in battle. ", "15": "The day of the battle,[d] the army from the descendants of Benjamin numbered 26,000 expert swordsmen from their cities, not including the inhabitants of Gibeah, who numbered 700 special forces soldiers. ", "16": "Out of all these soldiers, 700 of them were left-handed—and each one could sling a stone at a hair and never miss. ", "17": "But the Israeli army—not counting the tribe of Benjamin—numbered 400,000 expert swordsmen, all of them battle-hardened soldiers.[e]", "18": "The Israelis mounted up, traveled to Bethel, and asked God what to do.[f] They said, “Who is to lead us in our opening attack against the descendants of Benjamin?” The Lord replied, “Judah is to open the attack.”", "19": "So the Israelis got up in the morning, encamped near Gibeah, ", "20": "and the army of Israel went out to fight the tribe of Benjamin, assembling in battle array against them at Gibeah. ", "21": "The descendants of Benjamin came out of Gibeah, and 22,000 soldiers of Israel fell in battle that day.", "22": "But the army—the men of Israel—encouraged themselves and arrayed for battle again the next day in the same place where they had gathered the day before. ", "23": "From there[g] the Israelis went up and wept in the Lord's presence until evening. Then they asked the Lord, “Should we attack the descendants of[h] Benjamin again?” The Lord replied, “Attack them.”[i]", "24": "So the Israelis attacked the descendants of Benjamin for a second day, ", "25": "and the tribe of Benjamin went to war against them from Gibeah during that second day, and 18,000 soldiers from the Israelis—all of them expert swordsmen—fell to the ground. ", "26": "All the Israelis, including its army, went up from there to Bethel and wept, remaining there in the Lord's presence, fasting throughout the day until dusk, when they offered burnt offerings and peace offerings in the Lord's presence. ", "27": "The Israelis inquired of the Lord, since the Ark of the Covenant was there[j] at that time ", "28": "while Eleazar's son Phinehas, a descendant of Aaron, served before it in those days. They asked, “Should we go out to war again against the descendants of our relative Benjamin, or shall we cease?” And the Lord answered, “Go out, and tomorrow I will deliver them into your control.”", "29": "So Israel set soldiers in ambush around Gibeah. ", "30": "The Israelis went out against the descendants of Benjamin on the third day, arraying themselves against Gibeah as they had done previously. ", "31": "They attacked the army and were drawn away from the city as they began to inflict casualties on the soldiers along the roads to Bethel and Gibeah, just as they had done the other times. About 30 soldiers from Israel fell in battle there[k] and in the fields.", "32": "Then the descendants of Benjamin told themselves,[l] “They're falling right in front of us, just like before!” But the army of Israel told themselves, “Let's draw them away by escaping to the highways from the city.” ", "33": "So the entire army of Israel moved from their location and arrayed themselves at Baal-tamer while that part of their army moved from their ambush positions from Maareh-geba. ", "34": "As 10,000 of Israel's best soldiers came to fight Gibeah, the battle became fierce, but the army of Benjamin didn't know that disaster was close at hand. ", "35": "The Lord struck Benjamin in the full view of Israel. As a result, the Israelis destroyed 25,100 soldiers of Benjamin that day, all expert swordsmen.", "36": "Then the descendants of Benjamin realized that they had been defeated. The army of Israel pretended to retreat from the army of Benjamin, knowing that they had set some soldiers in ambush near Gibeah. ", "37": "The soldiers in ambush rushed out to attack Gibeah, deploying in force[m] and executing the entire city with swords. ", "38": "Meanwhile, the army of Israel had arranged to signal their soldiers who had been hiding in ambush by sending up a cloud of smoke from the city. ", "39": "The army of Israel turned around in the battle, and the army of Benjamin began to attack and kill about 30 soldiers, thinking, “Now we're really defeating them,[n] just like before.”", "40": "But then the smoke began to rise from the city in a column. The army of Benjamin observed behind them that the whole city was going up in flames[o] straight into the sky! ", "41": "At that point, as the army of Israel turned back to face the army of Benjamin,[p] the army of Benjamin was filled with terror, because they realized that disaster was about to overtake them. ", "42": "So they turned tail and ran away from the army of Israel toward the wilderness, but they were overtaken in battle when soldiers came out from the cities to destroy them.[q] ", "43": "They surrounded the army of Benjamin, pursuing them ceaselessly until they defeated them near the east-facing[r] border of Gibeah. ", "44": "That's how 18,000 men from the tribe of Benjamin fell in battle, all of whom were valiant soldiers. ", "45": "The rest of them turned and ran into the wilderness in the direction of the rock of Rimmon, but 5,000 of them were killed on the highways while 2,000 of them were overtaken and killed near Gidom.", "46": "To sum up, the soldiers from the tribe of Benjamin who died that day totaled 25,000 men, all of them expert swordsmen and valiant soldiers. ", "47": "However, 600 soldiers ran into the wilderness in the direction of the rock of Rimmon, where they remained as fugitives for four months. ", "48": "Meanwhile, the army of Israel went back to fight the surviving[s] descendants of Benjamin. They attacked the entire city with swords, including its cattle and everyone they could find. Then they set fire to all of the cities that they could find."}