{"1": "Now the people of Israel had taken a vow in Mizpah that went like this: “Not even one of us will give his daughter in marriage to a descendant of Benjamin!” ", "2": "So the people went to Bethel, sat before God until dusk, where they cried out loud and wept bitterly. ", "3": "“Why, Lord God of Israel,” they asked him, “is one tribe missing[a] from Israel?”", "4": "The next day, the people got up early, built an altar, and offered burnt offerings and peace offerings. ", "5": "The Israelis asked themselves, “Who didn't come up in our assembly in the Lord's presence from among all of the tribes of Israel?” They had taken a solemn oath concerning those who didn't come up to meet with the Lord at Mizpah that “They will certainly be executed.”", "6": "But the Israelis were mourning for their relatives in the tribe of Benjamin. They announced, “One tribe has been eliminated from Israel today! ", "7": "What can we do to find wives for the survivors who remain, since we've already taken an oath in the Lord's presence not to give them any of our daughters in marriage?”", "8": "They asked, “What one group of the tribes of Israel didn't come up to meet the Lord at Mizpah?” It turned out that no one had come to the encampment from Jabesh-gilead, ", "9": "since when they took a census of the assembly, not even one of the inhabitants of Jabesh-gilead was in attendance. ", "10": "So the congregation sent out 12,000 of their valiant soldiers, issuing these orders to them: “Go and attack the inhabitants of Jabesh-gilead with swords, including the women and little ones. ", "11": "You're to completely destroy every man and every married woman.”[b]", "12": "They discovered among the inhabitants of Jabesh-gilead 400 young virgins who hadn't had sex with a man, and they brought them to the encampment at Shiloh in the territory of Canaan. ", "13": "Then the entire congregation sent for the surviving[c] descendants of Benjamin who were living at the rock of Rimmon and assured them that their intentions toward them were peaceful.[d] ", "14": "So the survivors of the tribe of Benjamin[e] returned at that time, and the Israelis[f] gave them the women whom they had kept alive from the raid on[g] Jabesh-gilead. Even so, there weren't enough for them.", "15": "The people felt sorry for the tribe of Benjamin because the Lord had broken one of the tribes of Israel. ", "16": "So the elders of the congregation asked, “What will we do to obtain wives for the survivors, since the women of Benjamin have been devastated?” ", "17": "They continued, “Let's make sure that there's an inheritance for the survivors of the tribe of Benjamin, so that a tribe won't be blotted out from Israel. ", "18": "But we can't give them wives from our own daughters, since we've[h] taken this vow: 'May the Lord curse[i] anyone who gives his daughter as[j] a wife to the tribe of Benjamin!'”", "19": "So they concluded, “Look, there's a festival to the Lord every year in Shiloh on the north side of Bethel, south of Lebonah and on the east side of the highway that runs from Bethel to Shechem…” ", "20": "So they told the descendants of Benjamin, “Go and hide in the vineyards. ", "21": "Watch when the unmarried women[k] from Shiloh come out to participate in the dances. Then come out of the vineyards and each of you grab a wife from the unmarried women[l] from Shiloh. Then go back home to the territory of Benjamin. ", "22": "If their fathers or brothers come complaining to us, we'll tell them 'Be generous! Give them to us voluntarily, because we didn't take anyone to be a wife for the men of the tribe of Benjamin[m] as a result of the battle. And you haven't incurred guilt by giving your daughters to them.'”", "23": "So the descendants of Benjamin did all of this: they chose and carried away just enough wives from those who danced to meet the number needed, then they left to return to their inheritance, to rebuild their cities, and to live there. ", "24": "The Israelis left there at that time, each man to his tribe and family, and each of them went down from there to his territorial allotment.", "25": "Back in those days, Israel didn't yet have a king, so each person did whatever seemed right in his own opinion."}