{"1": "Here's a list of nations that the Lord caused to remain in order to test Israel (that is,[a] everyone who had not gained any battle experience in Canaan) ", "2": "only so that successive Israeli generations, who had not known war previously, might come to know it by experience. ", "3": "These nations included[b] the five lords of the Philistines, all of the Canaanites, the Sidonians, and the Hivites who lived in Mount Baal-hermon as far as Lebo-hamath. ", "4": "They remained there to test Israel, to reveal if they would obey the commands of the Lord that he issued to their ancestors through Moses.", "5": "The Israelis continued to live among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, ", "6": "taking their daughters as wives for themselves, giving their own daughters to their sons, and serving their gods. ", "7": "The Israelis kept on practicing evil in full view of the Lord. They forgot the Lord their God and served Canaanite male and female deities.[c] ", "8": "Then in his burning anger against Israel, the Lord delivered them to domination by King Cushan-rishathaim of Aram-naharaim.[d] So the Israelis served Cushan-rishathaim for eight years. ", "9": "When the Israelis cried out to the Lord, the Lord raised up Othniel son of Caleb's younger brother Kenaz, to deliver[e] them,[f] and he did. ", "10": "The Spirit of the Lord was on him, and he governed Israel. When Othniel[g] went out to battle, the Lord handed king Cushan-rishathaim of Aram-naharaim[h] into his control, and Othniel's[i] domination of Cushan-rishathaim was strong. ", "11": "As a result, the land was quiet for 40 years. Then Kenaz' son Othniel died.", "12": "The Israelis again practiced evil in full view of the Lord. So the Lord strengthened Eglon king of Moab in his control over Israel, because they had practiced evil in full view of the Lord. ", "13": "Eglon[j] assembled together the Ammonites and the Amalekites, proceeded to attack Israel, and captured the cities of palms. ", "14": "So the Israelis served king Eglon of Moab for eighteen years.", "15": "But when the Israelis cried out to the Lord, the Lord raised up Gera's son Ehud, a left-handed descendant of Benjamin, as a deliverer for them. The Israelis paid tribute through him to king Eglon of Moab. ", "16": "Ehud forged a double-edged sword that was one cubit[k] long, tied it to his right thigh under his cloak, ", "17": "and went to present the tribute to King Eglon of Moab. Now Eglon happened to be a very obese man.", "18": "As he finished presenting the tribute, Ehud[l] sent away the people who had been carrying it. ", "19": "He had turned away from the idols that were at Gilgal. So he told Eglon, “I have a secret message for you, king.” King Eglon[m] responded “Silence!” and all of his attendants left him.", "20": "Ehud approached him while he was sitting by himself in the cool roof chamber of his palace.[n] He said, “I have a message from God for you!” So when Eglon[o] got up from his seat, ", "21": "Ehud used his left hand to take the sword from his right thigh and then plunged it into Eglon's[p] abdomen. ", "22": "The hilt also penetrated along with the sword blade, and Eglon's fat closed in over the blade. Because he did not withdraw the sword from Eglon's abdomen, the sword point[q] exited from Eglon's entrails.[r]", "23": "Then Ehud left the cool chamber in the direction of the vestibule, shutting and locking the doors behind him. ", "24": "After he left, Eglon's[s] attendants came to look, but the doors to the cool chamber were locked! So they said, “He must be relieving himself[t] in the inner part of the cool chamber.”[u] ", "25": "They waited until they were embarrassed, since he never opened the doors to the chamber. Eventually they took a key, opened the doors, and found their master dead on the ground.", "26": "Meanwhile, Ehud escaped while they were delayed, passed by the idols, and escaped in the direction of Seirah. ", "27": "When he arrived there, he sounded a trumpet in the mountainous region[v] of Ephraim. While the Israeli army accompanied Ehud from the mountainous regions,[w] ", "28": "he told them, “Attack them, because the Lord has given your enemies—the Moabites—into your control.” So the Israeli army[x] followed after him, seized the fords of the Jordan River opposite Moab, and did not allow anyone to cross. ", "29": "At that time they attacked about 10,000 Moabites, all of whom were strong and valiant men. Not one man escaped. ", "30": "As a result, Moab was subdued under the control of Israel, and the land remained quiet for 80 years.", "31": "After Ehud,[y] Anath's son Shamgar attacked 600 Philistines with a cattle prod. He also delivered Israel."}