{"1": "Later that day, Deborah and Abinoam's son Barak celebrated by singing this song:", "2": "“When hair grows long[a] in Israel,[b] when the people give themselves willingly, bless the Lord!", "3": "Listen, you kings! Turn your ears to me, you rulers! As for me, to the Lord I will sing! I will sing praise to the Lord God of Israel.", "4": "Lord, when you left Seir, when you marched out from the grain field of Edom, the earth quaked and the heavens poured out rain;[c] indeed, the clouds poured out water.", "5": "Mountains tremble at the presence of the Lord — even[d] Sinai!—at the presence of the Lord God of Israel.", "6": "During the lifetime of Anath's son Shamgar and during the lifetime of Jael highways remained deserted, while travelers kept to back roads.", "7": "Rural populations plummeted[e] in Israel; until I, Deborah, arose; until I—an Israeli mother—arose.", "8": "New gods were chosen, then war came to the city[f] gates, but there wasn't a shield or spear to be seen among 40,000 soldiers[g] of Israel.", "9": "My heart is for the commanders of Israel, to those who work willingly among the people. Bless the Lord!", "10": "“Speak up, you who ride white donkeys, sitting on cloth saddles[h] while you travel on your way!", "11": "From the sound of those who divide their work loads at the watering troughs, there they will retell the righteous deeds of the Lord, the righteous victories for his rural people in Israel.” Then the people of the Lord went down to the gates.", "12": "“Wake up! Wake up, Deborah! Wake up! Wake up, Deborah! Get up, Barak, and dispose of your captives, you son of Abinoam!", "13": "Then the survivors approached the nobles; the people of the Lord approached me in battle array.", "14": "Some came[i] from Ephraim who had been harassed by[j] Amalek, followed by Benjamin with your people. Some commanders came[k] from Machir, along with some from Zebulun who carry a badge[l] of office.[m]", "15": "The officials of Issachar were with Deborah, as was the tribe of Issachar and Barak. They rushed out into the valley at his heels along with divisions from Reuben's army. Great was their resolve of heart!", "16": "Why did you sit down among the sheepfolds? To hear the bleating of the flocks? Among the divisions of the army of Reuben there was great searching of heart.", "17": "The tribe of Gilead remained on the other side of the Jordan River. As for the tribe of Dan, why did they stay on board their ships? The tribe of Asher sat by the seashore and remained near its harbors.", "18": "The tribe of Zebulun did not worry about their lives at the price of death; neither did the tribe of Naphtali also on high places of the field.[n]", "19": "“Kings came to fight, then battled the kings of Canaan at Taanach near the waters of Megiddo. They took no silver as the spoils of war.", "20": "The stars fought from heaven; they fought against Sisera from their orbits.", "21": "The current[o] of the Kishon River swept them downstream, that ancient current, the Kishon's current! March on strongly, my soul!", "22": "Then loud was the beat of the horses' hooves— from the galloping, galloping war steeds!", "23": "“'Meroz is cursed!' declared the angel of the Lord. 'Utterly and totally cursed are its inhabitants, because they never came to the aid of the Lord, to the aid of the Lord against the valiant warriors!'”", "24": "“Blessed above all women is Jael, wife of Heber the Kenite; most blessed is she among women who live in tents!", "25": "Sisera[p] asked for water— she gave him milk. In a magnificent bowl she brought him yogurt![q]", "26": "She reached out one hand for the tent peg, and her other[r] for the workman's mallet. Then she struck Sisera, smashing his head, shattering and piercing his temple.", "27": "He crumpled to the ground between her feet, where he fell down and collapsed. Between her feet he crumpled, Fallen dead!", "28": "“Back at home,[s] out the window Sisera's mother peered, lamenting through the lattice. 'Why is his chariot delayed in returning? 'Why do the hoof beats of his chariots wait?'", "29": "Her wise attendants[t] find an answer for her; in fact, she tells the same words to herself:", "30": "'They're busy finding and dividing the war booty, aren't they? A girl or two for each valiant warrior, and some dyed materials for Sisera— perhaps dyed, embroidered war booty— or some detailed embroidery for my neck as the booty of war!", "31": "“May all of your enemies perish like this, Lord! But may those who love him be like the ascending sun in its strength!” Then the land enjoyed quiet for 40 years."}