{"1": "Later on, the Israelis practiced what the Lord considered to be evil, so the Lord handed them over to the domination of Midian for seven years. ", "2": "Midian's control predominated throughout Israel, and because of Midian the Israelis went out to find temporary hiding places for themselves in the mountains, caves, and fortified places.", "3": "Whenever the Israelis sowed their crops,[a] the Midianites, the Amalekites, and certain groups[b] from the east would come up and invade them. ", "4": "They set up their military encampments to fight them, destroyed the harvest of the land as far as Gaza, and left nothing in Israel, whether harvested grain, sheep, oxen, or donkeys. ", "5": "They would invade with their livestock and tents, swooping in as numerous as locusts. It was impossible to count them or their camels—and they came into the land to destroy it. ", "6": "Because Israel was deeply impoverished due to the Midianites, they[c] cried out to the Lord.", "7": "When the Israelis cried out to him about Midian, ", "8": "the Lord sent a man who was a prophet to the Israelis and told them, “This is what the Lord God of Israel says: 'I was the one who brought you up from the land of Egypt, delivering you from the house of servitude. ", "9": "I delivered you from the domination of Egypt and from the domination of all of your oppressors, expelling them right in front of you and giving their land to you. ", "10": "I told you, “I am the Lord your God. You are not to fear the gods of the Amorites in whose land you'll be living.”' But you haven't obeyed what I said.”", "11": "After this, the angel of the Lord arrived and sat down in the shade of[d] the oak tree in Ophrah that belonged to Joash, a descendant of Abiezer, while his son Gideon was threshing wheat in a wine press in order to safeguard it[e] from the Midianites. ", "12": "The angel of the Lord appeared to him and told him, “The Lord is with you, you valiant warrior!”", "13": "But Gideon replied, “Right… Sir, if the Lord is with us, then why has all of this happened to us? And where are all of his miraculous works that our ancestors recounted to us when they said, 'The Lord brought us up from Egypt, didn't he?' But now the Lord has abandoned us and given us over to Midian!”", "14": "The Lord looked straight at him and replied, “Go with this determination[f] of yours and deliver Israel from Midian's domination. I've directed[g] you, haven't I?”", "15": "“Right…,” Gideon[h] responded. “Sir, how will I deliver Israel? Look—my family is the weakest in Manasseh, and I'm the youngest in my father's household.”", "16": "The Lord told him, “Because I'll be with you, and you'll defeat Midian—every single one of them!”", "17": "So Gideon asked him, “Please, if I have received favor from you, then do a miracle for me that shows that you're making this[i] promise to me. ", "18": "And please don't leave here until I've come back to you, brought my offering, and set it down in front of you.” The Lord[j] replied, “I'll stay until you return.”", "19": "Then Gideon went and prepared a young goat and unleavened bread from an ephah of flour. He put the meat in a basket and poured the broth into a pot, and brought them to the angel[k] right under the oak tree. Then he made his offering. ", "20": "The angel, who was God,[l] replied, “Take the meat and the unleavened bread and lay them on this boulder. Then pour out the broth.” So he did that. ", "21": "The angel of the Lord extended the tip of the staff that was in his hand and touched the meat and unleavened bread. Fire broke out from inside the boulder, consuming the meat and unleavened bread. Then the angel of the Lord vanished in front of him.[m]", "22": "When Gideon realized that he had seen the angel of the Lord himself, he cried out, “Oh no! Lord God! I've been looking right at the angel of the Lord—and face-to-face at that!”", "23": "“Calm down![n] Don't be afraid.” the Lord replied. “You're not going to die!” ", "24": "So Gideon built an altar right there to the Lord and called it “The Lord is peace.” (To this very day it still stands in Ophrah, which belongs to the descendants of Abiezer.)", "25": "Later that very night, the Lord told Gideon,[o] “Take the bull that belongs to your father, along with a second bull that's seven years old. Then tear down the altar to Baal[p] that your father owns, cut down the Asherah[q] that's beside it, ", "26": "and build an altar to the Lord your God on top of this stronghold in an orderly manner. Then take the second bull and offer it as a burnt offering using the wood from the Asherah that you'll be cutting down.”", "27": "So Gideon went with ten men who were his servants and did just what the Lord had told him to do, though he did it at night because he was too afraid of his father's family and the leading[r] men of the city to do it during the day. ", "28": "When the leading[s] men of the city got up early the next morning, the altar to Baal had been torn down, along with the Asherah that had stood beside it, and the second bull had been offered on the altar that had been erected.", "29": "They asked each other, “Who did this thing?” When they looked into it and asked around, they concluded, “Joash's son Gideon did it.”[t] ", "30": "So the leading[u] men of the city ordered Joash, “Bring us that son of yours. He's going to die, because he tore down the altar to Baal and cut down the Asherah that stood beside it!”", "31": "But Joash responded to everyone who was opposing him, “Do you really intend to fight on Baal's behalf? Do you really intend to rescue him by ordering[v] that whoever fights him will be executed by morning? If Baal[w] is a god, let him fight for himself. After all, it was his altar that was torn down.” ", "32": "So that very day he named Gideon[x] Jerubbaal, that is, “Let Baal fight,” since he had torn down his altar.", "33": "Then all the Midianites, Amalekites, and certain groups[y] from the east gathered together, crossed the Jordan River, and set up camp in the Jezreel Valley. ", "34": "So the Spirit of the Lord took control of[z] Gideon, who blew a trumpet, mustering the descendants of Abiezer to follow him into battle.[aa] ", "35": "He sent messengers to the entire tribe of Manasseh, calling them to follow him, and he also sent word to the tribes of Asher, Zebulun, and Naphtali, calling them to meet him.", "36": "Then Gideon told God, “If you intend to deliver Israel by my efforts[ab] as you've said, ", "37": "then take a look at this wool fleece that I'm placing on the threshing floor. If dew appears only on the fleece—and it's dry on the ground all around it—then I'll know that you'll deliver Israel by my efforts[ac] like you've said.” ", "38": "And that is what happened:[ad] When he got up early the next morning, he wrung out the fleece to drain the dew from it and extracted[ae] a bowl full of water.", "39": "Then Gideon told God, “Don't let yourself be angry with me! I want to ask you once again: please let me make a test with the fleece just once more. Cause it to be dry only on the fleece, but let there be dew all around on the ground.” ", "40": "And God did it just like that later that night. It was dry only on the fleece, but dew was all around on the ground."}