{"1": "Then Jerubbaal, also known as Gideon, got up early along with all of his soldiers. They encamped near the Harod Spring. The Midian encampment lay in the valley to their north, near the hill of Moreh. ", "2": "The Lord told Gideon, “You have too many soldiers with you for me to drop Midian into their hands, because Israel would become arrogant and say, 'It was my own abilities that delivered me.' ", "3": "That's why you're to ask in full view of the soldiers, “Whoever is afraid or is trembling may go back from Mount Gilead and return home.”[a] So 22,000 soldiers left and 10,000 remained.", "4": "“There are still too many soldiers,” the Lord told Gideon. “Bring them down to the water and I'll refine them for you there. Therefore when I say to you, 'This one will be going with you,' he'll go with you, but no one may go about whom I tell you, 'This one won't be going with you.'”", "5": "So he brought his soldiers down to the water, and the Lord told Gideon, “You are to cull out everyone who laps up water with his tongue like a dog from everyone who kneels to drink.” ", "6": "The contingent of soldiers who lapped water[b] with their hands to their mouths numbered 300 men, but everyone else kneeled to drink water.", "7": "Then the Lord told Gideon, “I'm going to deliver you with the 300 soldiers who lapped by giving the Midianites into your control. Send everyone else back to their own homes.”[c]", "8": "So the soldiers took provisions with them, along with their trumpets, and Gideon[d] sent all the rest of the soldiers of Israel back to their own tents, but he retained the 300 men. And the Midian encampment was below him in the valley.", "9": "Later that same night, the Lord directed Gideon,[e] “Get up and go down to the Midianite[f] encampment, because I've given it into your control. ", "10": "But if you're afraid to go down there, you may take your servant Purah with you to their encampment, ", "11": "where you will hear what they're talking about. That way, you'll be encouraged to attack the encampment.” So he and his servant Purah went down to the perimeter outposts of the encamped army.", "12": "The Midianites, the Amalekites, and certain groups[g] from the east lay encamped in the valley, as thick as locusts. The number of their camels couldn't be calculated—they seemed as numerous as the sand on the seashore. ", "13": "Gideon arrived just as a soldier was talking to a friend about a dream. “Look!” he was saying. “I had a dream that went like this: A loaf of barley bread rolled into the Midianite encampment, came to a tent, and collided with it. The loaf of bread fell down, turned upside down, and the tent collapsed!”", "14": "Then his friend replied, “Can this be anything else than the sword of Joash's son Gideon, that man from Israel? God must have given Midian and the entire encampment into his control!”", "15": "When Gideon[h] heard the tale of the dream and its interpretation, he bowed down in worship and then returned to the Israeli encampment. There he announced, “Get up! The Lord has given the Midianite army into your control!” ", "16": "Then he separated the 300 men into three companies, gave them each trumpets to carry, along with jars into which he placed lit torches.", "17": "He instructed them, “Watch me, and do what I do. When we come to the outer perimeter of the encampment, do what I do. ", "18": "When I sound my trumpet, accompanied by everyone who is with me, you must blow your trumpets all around the entire encampment. Then shout out, 'For the Lord and for Gideon!'”", "19": "So Gideon and the 100 men with him arrived at the outer perimeter of the encampment at the beginning of the middle watch, just after they had posted sentries. They blew their trumpets and smashed the jars that they were carrying in their hands. ", "20": "When the three companies sounded their trumpets and broke the jars, they held the torches in their left hands and sounded their trumpets with their right hands. Then they cried out, “A sword for the Lord and for Gideon!” ", "21": "They stood up, each soldier in his assigned[i] place surrounding the encampment, and the entire army ran away, sounding the alarm to retreat.", "22": "As the 300 trumpets were being sounded, the Lord turned the swords of the Midianite[j] soldiers against one another throughout the entire army, and the army ran away as far as Beth-shittah in the direction of Zererah. They got as far as the outskirts of Abel-meholah, near Tabbath. ", "23": "Israeli soldiers were called out from the territories of[k] Naphtali, Asher, and throughout Manasseh, and they chased after the Midianites.", "24": "Gideon dispatched messengers throughout the mountainous region[l] of Ephraim, notifying them, “Come down to fight Midian. Capture the water crossings[m] as far as Beth-barah and the Jordan River before they can get to them.” ", "25": "They captured two Midianite leaders, Oreb and Zeeb. While they were pursuing the Midianites, they executed Oreb at Oreb's Rock and Zeeb at Zeeb's Winepress, and then they carried the heads of Oreb and Zeeb to Gideon from the east bank[n] of the Jordan River."}