{"1": "Later on, the descendants of Ephraim spoke to Gideon.[a] They argued vehemently, “What are you doing to us? You never called us! But you went out to fight Midian!”", "2": "“What have I accomplished compared to you?” he responded. “Isn't what's left from Ephraim's harvest better than the best vintage of Abiezer? ", "3": "God gave Oreb and Zeeb, the leaders of Midian, into your control. What was I able to do compared to you?” When he said this, their anger calmed down.", "4": "Meanwhile, Gideon and the 300 soldiers with him came to the Jordan, exhausted but continuing their pursuit. ", "5": "He told the men of Succoth, “Please give loaves of bread to the soldiers who are following behind me. They're tired, and I'm pursuing Zebah and Zalmunna, the kings of Midian.”", "6": "But the officials of Succoth replied, “Do you have Zebah and Zalmunna in custody[b] already, so that we should give food to your army?”", "7": "So Gideon responded, “Very well then, but when the Lord has turned over Zebah and Zalmunna into my control, I'm going to whip you with thorns and briers from the desert!”", "8": "Then he left there to go to Penuel and asked the same thing from them, but the men of Penuel responded the same way the men of Succoth did. ", "9": "So he responded the same way to the men of Penuel, “When I come back safely,[c] I'm going to tear down this tower.”", "10": "Now Zebah and Zalmunna were in Karkor, along with their armies, about 15,000 men who survived from the entire army of the group from[d] the east, since 120,000 swordsmen had already fallen. ", "11": "Gideon went up by a caravan route east of Nobah and Jogbehah and attacked their encampment when they were off guard. ", "12": "When Zebah and Zalmunna escaped, he pursued them, captured those two kings of Midian,[e] and threw the entire army into a panic.", "13": "Then Joash's son Gideon returned from the battle along the Heres Ascent. ", "14": "He caught a young man from Succoth and interrogated him. He wrote out for Gideon[f] a list of the 77 officials of Succoth, including its elders. ", "15": "Then Gideon[g] approached the men of Succoth and announced, “Here are Zebah and Zalmunna. You criticized me about them when you said, 'Do you have Zebah and Zalmunna in custody[h] already, so that we should give food to your weary army?'” ", "16": "So he took the elders of the city and disciplined the men of Succoth with thorns and briers from the desert. ", "17": "He also demolished the tower in Penuel and killed the men of the city.", "18": "Afterwards, he asked Zebah and Zalmunna, “What were the men like whom you killed at Tabor?” They answered, “Like you, each one like the son of a king…”", "19": "Gideon replied, “They were my brothers—sons from my own mother. As the Lord lives, if you had let them live, I wouldn't be killing you.” ", "20": "Then he told his firstborn son Jether, “Get up and kill them!” But he was afraid, since he was still only a youngster.", "21": "Then Zebah and Zalmunna responded, “Get up and attack us yourself, since a man's valor is only as good as the man himself.” So Gideon got up, killed Zebah and Zalmunna, and took away the crescent-shaped necklaces that adorned the necks of their camels.", "22": "Then the men of Israel asked Gideon, “Rule over us—you, your son, and your grandsons—because you have delivered us from Midian's domination.”", "23": "But Gideon told them, “I won't rule over you and my son won't rule over you. The Lord will rule you.”", "24": "But Gideon also added, “I would like to ask that each of you give me a ring from his war booty” because, as Ishmaelites, the Midianites[i] had been wearing gold rings.", "25": "They responded, “We'll be happy to give them.” So they laid out a garment, and each of them contributed a ring from his war booty. ", "26": "The weight of the rings that he had asked for was 1,700 gold coins,[j] not counting the crescent-shaped necklaces, pendants, and purple garments worn by the Midian kings, and also not counting the bands adorning the necks of their camels.", "27": "Gideon crafted the booty into an ephod[k] and enshrined it in his home town of Ophrah. Then all of Israel committed spiritual adultery with it there, and it became a snare for Gideon and his household.", "28": "Midian remained subjugated to the Israelis, and they didn't so much as raise their heads anymore, so the land was peaceful for 40 years during the lifetime of Gideon. ", "29": "Afterwards, Joash's son Jerubbaal went home and retired.[l] ", "30": "Gideon raised 70 sons as his direct descendants, since he had many wives. ", "31": "His mistress[m] in Shechem bore him a son whom he named Abimelech.[n] ", "32": "Later, Joash's son Gideon died at a ripe[o] old age and was buried in the tomb of his father Joash at Ophrah, which belonged to the descendants of Abiezer.", "33": "Later on, as soon as Gideon was dead, the Israelis again committed spiritual adultery with various Canaanite deities[p] and appointed Baal-berith[q] to be their god. ", "34": "The Israelis did not remember the Lord their God, who continually delivered them from the domination of their enemies who surrounded them on every side. ", "35": "And they showed no gracious love to the household of Jerubbaal—also known as Gideon—despite all the good that he had done for Israel."}