{"1": "The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.", "2": "Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers, ", "3": "and Judah the father of Perez and Zerah by Tamar, and Perez the father of Hezron, and Hezron the father of Ram,[a] ", "4": "and Ram[b] the father of Ammin′adab, and Ammin′adab the father of Nahshon, and Nahshon the father of Salmon, ", "5": "and Salmon the father of Bo′az by Rahab, and Bo′az the father of Obed by Ruth, and Obed the father of Jesse, ", "6": "and Jesse the father of David the king. And David was the father of Solomon by the wife of Uri′ah, ", "7": "and Solomon the father of Rehobo′am, and Rehobo′am the father of Abi′jah, and Abi′jah the father of Asa,[c] ", "8": "and Asa[d] the father of Jehosh′aphat, and Jehosh′aphat the father of Joram, and Joram the father of Uzzi′ah, ", "9": "and Uzzi′ah the father of Jotham, and Jotham the father of Ahaz, and Ahaz the father of Hezeki′ah, ", "10": "and Hezeki′ah the father of Manas′seh, and Manas′seh the father of Amos,[e] and Amos[f] the father of Josi′ah, ", "11": "and Josi′ah the father of Jechoni′ah and his brothers, at the time of the deportation to Babylon.", "12": "And after the deportation to Babylon: Jechoni′ah was the father of She-al′ti-el,[g] and She-al′ti-el[h] the father of Zerub′babel, ", "13": "and Zerub′babel the father of Abi′ud, and Abi′ud the father of Eli′akim, and Eli′akim the father of Azor, ", "14": "and Azor the father of Zadok, and Zadok the father of Achim, and Achim the father of Eli′ud, ", "15": "and Eli′ud the father of Elea′zar, and Elea′zar the father of Matthan, and Matthan the father of Jacob, ", "16": "and Jacob the father of Joseph the husband of Mary, of whom Jesus was born, who is called Christ.", "17": "So all the generations from Abraham to David were fourteen generations, and from David to the deportation to Babylon fourteen generations, and from the deportation to Babylon to the Christ fourteen generations.", "18": "Now the birth of Jesus Christ[i] took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child of the Holy Spirit; ", "19": "and her husband Joseph, being a just man and unwilling to put her to shame, resolved to divorce her quietly. ", "20": "But as he considered this, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary your wife, for that which is conceived in her is of the Holy Spirit; ", "21": "she will bear a son, and you shall call his name Jesus, for he will save his people from their sins.” ", "22": "All this took place to fulfil what the Lord had spoken by the prophet:", "23": "“Behold, a virgin shall conceive and bear a son, and his name shall be called Emman′u-el” (which means, God with us). ", "24": "When Joseph woke from sleep, he did as the angel of the Lord commanded him; he took his wife, ", "25": "but knew her not until she had borne a son; and he called his name Jesus."}