{"1": "And the Pharisees and Sad′ducees came, and to test him they asked him to show them a sign from heaven. ", "2": "He answered them,[a] “When it is evening, you say, 'It will be fair weather; for the sky is red.' ", "3": "And in the morning, 'It will be stormy today, for the sky is red and threatening.' You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times. ", "4": "An evil and adulterous generation seeks for a sign, but no sign shall be given to it except the sign of Jonah.” So he left them and departed.", "5": "When the disciples reached the other side, they had forgotten to bring any bread. ", "6": "Jesus said to them, “Take heed and beware of the leaven of the Pharisees and Sad′ducees.” ", "7": "And they discussed it among themselves, saying, “We brought no bread.” ", "8": "But Jesus, aware of this, said, “O men of little faith, why do you discuss among yourselves the fact that you have no bread? ", "9": "Do you not yet perceive? Do you not remember the five loaves of the five thousand, and how many baskets you gathered? ", "10": "Or the seven loaves of the four thousand, and how many baskets you gathered? ", "11": "How is it that you fail to perceive that I did not speak about bread? Beware of the leaven of the Pharisees and Sad′ducees.” ", "12": "Then they understood that he did not tell them to beware of the leaven of bread, but of the teaching of the Pharisees and Sad′ducees.", "13": "Now when Jesus came into the district of Caesare′a Philippi, he asked his disciples, “Who do men say that the Son of man is?” ", "14": "And they said, “Some say John the Baptist, others say Eli′jah, and others Jeremiah or one of the prophets.” ", "15": "He said to them, “But who do you say that I am?” ", "16": "Simon Peter replied, “You are the Christ, the Son of the living God.” ", "17": "And Jesus answered him, “Blessed are you, Simon Bar-Jona! For flesh and blood has not revealed this to you, but my Father who is in heaven. ", "18": "And I tell you, you are Peter,[b] and on this rock[c] I will build my church, and the powers of death[d] shall not prevail against it. ", "19": "I will give you the keys of the kingdom of heaven, and whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.” ", "20": "Then he strictly charged the disciples to tell no one that he was the Christ.", "21": "From that time Jesus began to show his disciples that he must go to Jerusalem and suffer many things from the elders and chief priests and scribes, and be killed, and on the third day be raised. ", "22": "And Peter took him and began to rebuke him, saying, “God forbid, Lord! This shall never happen to you.” ", "23": "But he turned and said to Peter, “Get behind me, Satan! You are a hindrance[e] to me; for you are not on the side of God, but of men.”", "24": "Then Jesus told his disciples, “If any man would come after me, let him deny himself and take up his cross and follow me. ", "25": "For whoever would save his life will lose it, and whoever loses his life for my sake will find it. ", "26": "For what will it profit a man, if he gains the whole world and forfeits his life? Or what shall a man give in return for his life? ", "27": "For the Son of man is to come with his angels in the glory of his Father, and then he will repay every man for what he has done. ", "28": "Truly, I say to you, there are some standing here who will not taste death before they see the Son of man coming in his kingdom.”"}