{"1": "Threatenings against the Priests, being seducers of the people. And now, O ye [a]Priests, this commandment is for you.", "2": "If ye will not hear it, nor consider it in your heart, to give glory [b]unto my Name, saith the Lord of hosts, I will even send a curse upon you, and will curse your [c]blessings: yea, I have cursed them already, because ye do not consider it in your heart.", "3": "Behold, I will corrupt [d]your seed, and cast dung upon your faces, even the [e]dung of your solemn feasts, and you shall be like unto it.", "4": "And ye shall know, that I have [f]sent this commandment unto you, that my covenant, which I made with Levi, might stand, saith the Lord of hosts.", "5": "My [g]covenant was with him of life and peace, and I [h]gave him fear, and he feared me, and was afraid before [i]my Name.", "6": "The Law of [j]truth was in his mouth, and there was no iniquity found in his lips: he walked with me in peace and equity, and did turn many away from iniquity.", "7": "For the Priest's [k]lips should preserve knowledge, and they should seek the Law at his mouth: for he is the [l]messenger of the Lord of hosts.", "8": "But ye are gone out of the way: ye have caused many to fall by the Law: ye have broken the covenant of Levi, saith the Lord of hosts.", "9": "Therefore have I also made you to be despised, and vile before all the people, because ye kept not my ways, but have been partial in the Law.", "10": "Have we not all one [m]father? hath not one God made us? why do we transgress everyone against his brother, and break the covenant of [n]our fathers?", "11": "Judah hath transgressed, and an abomination is committed in Israel and in Jerusalem: for Israel hath defiled the holiness of the Lord, which he loved, and hath married the [o]daughter of a strange god.", "12": "The Lord will cut off the man that doeth this: both the master and the servant out of the Tabernacle of Jacob, and him that [p]offereth an offering unto the Lord of hosts.", "13": "And this have ye done again, and [q]covered the altar of the Lord with tears, with weeping and with mourning: because the offering is no more regarded, neither received acceptably at your hands.", "14": "Yet ye say, [r]Wherein? Because the Lord hath been witness between thee and the wife of thy youth, against whom thou hast transgressed: yet is she thy [s]companion, and the wife of thy [t]covenant.", "15": "And did not [u]he make one? yet had he [v]abundance of spirit: and wherefore one? because he sought a godly [w]seed: therefore keep yourselves in your [x]spirit, and let none trespass against the wife of his youth.", "16": "If thou hatest her, [y]put her away, saith the Lord God of Israel, yet he covereth [z]the injury under his garment, saith the Lord of hosts: therefore keep yourselves in your spirit, and transgress not.", "17": "Ye have [aa]wearied the Lord with your words: yet ye say wherein have we wearied him? When ye say, Everyone that doeth [ab]evil, is good in the sight of the Lord, and he delighteth in them. Or where is the God of [ac]judgment?"}