{"1": "James, a slave of God and of the Lord Jesus the Messiah, to the twelve dispersed tribes: greeting.", "2": "My dear family, when you find yourselves tumbling into various trials and tribulations, learn to look at it with complete joy, ", "3": "because you know that, when your faith is put to the test, what comes out is patience. ", "4": "What's more, you must let patience have its complete effect, so that you may be complete and whole, not falling short in anything.", "5": "If any one of you falls short in wisdom, they should ask God for it, and it will be given them. God, after all, gives generously and ungrudgingly to all people. ", "6": "But they should ask in faith, with no doubts. A person who doubts is like a wave of the sea which the wind blows and tosses about. ", "7": "Someone like that should not suppose they will receive anything from the Lord, ", "8": "since they are double-minded and unstable in everything they do.", "9": "Brothers and sisters who find themselves impoverished should celebrate the fact that they have risen to this height – ", "10": "and those who are rich that they are brought down low, since the rich will disappear like a wild flower. ", "11": "You see, the rich will be like the grass: when the sun rises with its scorching heat, it withers the grass so that its flower droops and all its fine appearance comes to nothing. That's what it will be like when the rich wither away in the midst of their busy lives.", "12": "God's blessing on the man who endures testing! When he has passed the test, he will receive the crown of life, which God has promised to those who love him. ", "13": "Nobody being tested should say, 'It's God that's testing me', for God cannot be tested by evil, and he himself tests nobody. ", "14": "Rather, each person is tested when they are dragged off and enticed by their own desires. ", "15": "Then desire, when it has conceived, gives birth to sin; and when sin reaches maturity it gives birth to death.", "16": "Don't be deceived, my dear family. ", "17": "Every good gift, every perfect gift, comes down from above, from the father of lights. His steady light doesn't vary. It doesn't change and produce shadows. ", "18": "He became our father by the word of truth; that was his firm decision, and the result is that we are a kind of first fruits of his creatures.", "19": "So, my dear brothers and sisters, get this straight. Every person should be quick to hear, slow to speak, slow to anger. ", "20": "Human anger, you see, doesn't produce God's justice! ", "21": "So put away everything that is sordid, all that overflowing malice, and humbly receive the word which has been planted within you and which has the power to rescue your lives.", "22": "But be people who do the word, not merely people who hear it and deceive themselves. ", "23": "Someone who hears the word but doesn't do it, you see, is like a man who looks at his natural face in a mirror. ", "24": "He notices himself, but then he goes away and quickly forgets what he looked like. ", "25": "But the person who looks into the perfect law of freedom, and goes on with it, not being a hearer who forgets but a doer who does the deed – such a person is blessed in their doing.", "26": "If anyone supposes that they are devout, and does not control their tongue, but rather deceives their heart – such a person's devotion is futile. ", "27": "As far as God the father is concerned, pure, unsullied devotion works like this: you should visit orphans and widows in their sorrow, and prevent the world leaving its dirty smudge on you."}