{"1": "Not many of you should become teachers, my brothers and sisters; you know that we will be judged more severely. ", "2": "All of us make many mistakes, after all. If anyone makes no mistakes in what they say, such a person is a fully complete human being, capable of keeping firm control over the whole body as well. ", "3": "We put bits into the mouths of horses to make them obey us, and then we can direct their whole bodies. ", "4": "Consider, too, the case of large ships; it takes strong winds to blow them along, but one small rudder will turn them whichever way the helmsman desires and decides. ", "5": "In the same way, the tongue is a little member but boasts great things. See how small a fire it takes to set a large forest ablaze! ", "6": "And the tongue is a fire. The tongue is a world of injustice, with its place established right there among our members. It defiles the whole body; it sets the wheel of nature ablaze, and is itself set ablaze by hell. ", "7": "Every species of beast and bird, of reptile and sea creature, you see, can be tamed, and has been tamed, by humans. ", "8": "But no single human is able to tame the tongue. It is an irrepressible evil, full of deadly poison. ", "9": "By it we bless the Lord and father; and by it we curse humans who are made in God's likeness! ", "10": "Blessing and curses come out of the same mouth! My dear family, it isn't right that it should be like that. ", "11": "Does a spring put out both sweet and bitter water from the same source? ", "12": "Dear friends, can a fig tree bear olives, or a vine bear figs? Nor can salt water yield fresh.", "13": "Who is wise and discerning among you? Such a person should, by their upright behaviour, display their works in the humility of wisdom. ", "14": "But if you have bitter jealousy and contention in your hearts, don't boast, and tell lies against the truth. ", "15": "This isn't the wisdom that comes from above. It is earthly, merely human, coming from the world of demons. ", "16": "For where there is jealousy and contention, there you will get unruly behaviour and every kind of evil practice. ", "17": "But the wisdom that comes from above is first holy, then peaceful, gentle, compliant, filled with mercy and good fruits, unbiased, sincere. ", "18": "And the fruit of righteousness is sown in peace by those who make peace."}