{"1": "Rehoboam went to Shechem because all the Israelites had gone there to make him king. ", "2": "Jeroboam son of Nebat was in Egypt. He had gone there to run away from King Solomon. Jeroboam heard that Rehoboam was going to be the new king. So he returned from Egypt. ", "3": "The people sent for Jeroboam. Then he and the people went to Rehoboam. They said to Rehoboam, ", "4": "“Your father forced us to work very hard. Now, make it easier for us. Don't make us work as hard as your father did. Then we will serve you.”", "5": "Rehoboam answered, “Come back to me in three days.” So the people left.", "6": "There were some elders who had helped Solomon make decisions during his lifetime. So King Rehoboam asked them what he should do. He said, “How do you think I should answer these people?”", "7": "They answered, “Be kind to these people. Please them and give them a kind answer. If you do, they will serve you always.”", "8": "But Rehoboam did not listen to the advice the elders gave him. He talked with the young men who had grown up with him. They advised him in making decisions. ", "9": "Rehoboam asked them, “What is your advice? How should we answer these people? They said, 'Don't make us work as hard as your father did.'”", "10": "Then the young men who had grown up with him said, “The people said to you, 'Your father forced us to work very hard. Now make our work easier.' But you should tell those people, 'My little finger is thicker than my father's waist. ", "11": "My father forced you to work hard. But I will make you work even harder. My father beat you with whips. But I will beat you with whips that have sharp points.'”", "12": "King Rehoboam had told the people, “Come back to me in three days.” So three days later Jeroboam and all the people returned to Rehoboam. ", "13": "Then King Rehoboam spoke to them in a cruel way. He did not take the advice of the elders. ", "14": "He followed the advice of the young men. He said, “My father forced you to work hard. But I will give you even more work. My father beat you with whips. But I will beat you with whips that have sharp points.” ", "15": "So King Rehoboam did not do what the people wanted. God caused this to happen. He did this so the Lord could keep his promise to Jeroboam son of Nebat. The Lord had made this promise through Ahijah, a prophet from Shiloh.", "16": "The people of Israel saw that King Rehoboam did not listen to them. So they said to the king, “We have no share in David. We have no part in the son of Jesse. People of Israel, let's go to our own homes! Let David's son rule his own people.” So all the Israelites went home. ", "17": "But Rehoboam still ruled over the Israelites who lived in the towns of Judah.", "18": "Adoniram was in charge of the people who were forced to work. Rehoboam sent him to the people. But they threw stones at Adoniram until he died. But King Rehoboam was able to run to his chariot and escape to Jerusalem. ", "19": "Since then, Israel has always turned against the family of David."}