{"1": "When Rehoboam came to Jerusalem, he gathered 180,000 of the best soldiers. They were from the people of Judah and Benjamin. He gathered them to fight Israel. He wanted to bring the kingdom back under his control. ", "2": "But the Lord spoke his word to Shemaiah, the man of God. The Lord said, ", "3": "“Shemaiah, talk to Solomon's son Rehoboam, the king of Judah. Talk also to all the Israelites living in Judah and Benjamin. Say to them, ", "4": "'The Lord says you must not go to war against your brothers. Every one of you should go home. I made all these things happen.'” So King Rehoboam and his army obeyed the Lord's command. They turned back and did not attack Jeroboam.", "5": "Rehoboam lived in Jerusalem. He built strong cities in Judah to defend it against attacks. ", "6": "He built up the cities of Bethlehem, Etam, Tekoa, ", "7": "Beth Zur, Soco, Adullam, ", "8": "Gath, Mareshah, Ziph, ", "9": "Adoraim, Lachish, Azekah, ", "10": "Zorah, Aijalon and Hebron. These were strong, walled cities in Judah and Benjamin. ", "11": "When Rehoboam made those cities strong, he put commanders in them. He also put supplies of food, oil and wine in them. ", "12": "Also, Rehoboam put shields and spears in all the cities. So he made them very strong. Rehoboam kept the peoples and cities of Judah and Benjamin under his control.", "13": "The priests and the Levites from all over Israel joined Rehoboam. ", "14": "The Levites even left their pasturelands and fields and came to Judah and Jerusalem. They did this because Jeroboam and his sons refused to let them serve as priests to the Lord. ", "15": "Jeroboam chose his own priests to serve in the places of worship. He chose his own priests for the goat and calf idols he had made. ", "16": "There were people from all the tribes of Israel who wanted to obey the Lord, the God of Israel. They went to Jerusalem with the Levites. They went to sacrifice to the Lord, the God of their ancestors. ", "17": "These people made the kingdom of Judah strong. And they supported Solomon's son Rehoboam for three years. During this time they lived the way David and Solomon had lived.", "18": "Rehoboam married Mahalath. She was the daughter of Jerimoth and Abihail. Jerimoth was David's son. Abihail was Eliab's daughter, and Eliab was Jesse's son. ", "19": "Mahalath gave Rehoboam these sons: Jeush, Shemariah and Zaham. ", "20": "Then Rehoboam married Absalom's daughter Maacah. And she gave Rehoboam these children: Abijah, Attai, Ziza and Shelomith. ", "21": "Rehoboam loved Maacah more than his other wives and slave women. Rehoboam had 18 wives and 60 slave women. He was the father of 28 sons and 60 daughters.", "22": "Rehoboam chose Abijah to be the leader of his own brothers. He did this because he planned to make Abijah king. ", "23": "Rehoboam acted wisely. He spread his sons through all the areas of Judah and Benjamin. He sent them to every strong, walled city. And he gave plenty of supplies to his sons. He also found wives for them."}