{"1": "The Spirit of God entered Azariah son of Oded. ", "2": "Azariah went to meet Asa. Azariah said, “Listen to me, Asa and all you people of Judah and Benjamin. The Lord is with you when you are with him. If you obey the Lord, you will find him. But if you leave him, he will leave you. ", "3": "For a long time Israel was without the true God. And they were without a priest to teach them and without the teachings. ", "4": "But when they were in trouble, they turned to the Lord again. He is the God of Israel. They looked for the Lord and found him. ", "5": "In those days no one could travel safely. There was much trouble in all the nations. ", "6": "One nation would destroy another nation. And one city would destroy another city. This happened because God troubled them with all kinds of trouble. ", "7": "But you should be strong. Don't give up, because you will get a reward for your good work.”", "8": "Asa felt brave when he heard these words and the message from Azariah. Azariah was the son of Oded the prophet. So he removed the hated idols from all of Judah and Benjamin. And he removed them from the towns he had captured in the hills of Ephraim. He repaired the Lord's altar that was in front of the porch of the Temple of the Lord.", "9": "Then Asa gathered all the people from Judah and Benjamin. He also gathered the people of the tribes of Ephraim, Manasseh and Simeon who were living in Judah. Many people came to Asa from Israel. They came because they saw that the Lord, Asa's God, was with him.", "10": "Asa and these people gathered in Jerusalem. This was in the third month of the fifteenth year of Asa's rule. ", "11": "At that time they sacrificed to the Lord 700 bulls and 7,000 sheep and goats. Asa's army had taken these animals and other valuable things from their enemies. ", "12": "Then they made an agreement. They promised to obey the Lord with their whole being. He is the God their ancestors served. ", "13": "Anyone who refused to obey the Lord, the God of Israel, was to be killed. It did not matter if that person was important or unimportant. It did not matter if that person was a man or woman. ", "14": "Then Asa and the people made a promise before the Lord. They shouted with a loud voice. They also blew on trumpets and sheep's horns. ", "15": "All the people of Judah were happy about the promise. They had promised with all their heart. They looked for God and found him. So the Lord gave them peace in all the country.", "16": "King Asa also removed Maacah, his mother, from being queen mother. He did this because she had made an Asherah idol, which the Lord hated. Asa cut down that idol and smashed it into pieces. Then he burned it in the Kidron Valley. ", "17": "The places of worship to false gods were not removed from Judah. Asa desired very much to obey the Lord all his life.", "18": "And Asa put the holy gifts that he and his father had given into the Temple of God. These things were made of silver and gold.", "19": "There was no more war until the thirty-fifth year of Asa's rule."}