{"1": "Jehoshaphat had much wealth and honor. He made an agreement with King Ahab through marriage.[a] ", "2": "A few years later Jehoshaphat visited Ahab in Samaria. Ahab sacrificed many sheep and cattle as a great feast to honor Jehoshaphat and the people with him. He encouraged Jehoshaphat to attack Ramoth in Gilead. ", "3": "Ahab king of Israel asked Jehoshaphat king of Judah, “Will you go with me to attack Ramoth in Gilead?” Jehoshaphat answered, “I will be with you. And my soldiers will be like your own soldiers. We will join you in the battle.” ", "4": "Jehoshaphat also said to Ahab, “But first we should ask the Lord to guide us.”", "5": "So King Ahab called a meeting of the prophets. There were 400 men. Ahab asked them, “Should we go to war against Ramoth in Gilead or not?” They answered, “Go, because God will let you defeat it.”", "6": "But Jehoshaphat asked, “Is there a prophet of the Lord here? If there is, let's ask him what we should do.”", "7": "Then King Ahab said to Jehoshaphat, “There is one other prophet. We could ask the Lord through him. But I hate him. When he prophesies, he never says anything good about me. He always says something bad. He is Micaiah, Imlah's son.” Jehoshaphat said, “King Ahab, you shouldn't say that.”", "8": "So King Ahab told one of his officers to bring Micaiah to him at once.", "9": "King Ahab of Israel and King Jehoshaphat of Judah had on their royal robes. They were sitting on their thrones at the threshing floor. This was near the entrance to the gate of Samaria. All the prophets were speaking messages in front of the two kings. ", "10": "One of the prophets was Zedekiah son of Kenaanah. He had made some iron horns. He said to Ahab, “This is what the Lord says: 'You will use these horns to fight the Arameans. And you will destroy them.'”", "11": "All the other prophets said the same thing. They said, “Attack Ramoth in Gilead and win. The Lord will let you defeat the Arameans.”", "12": "The messenger who had gone to get Micaiah found him. He said to Micaiah, “All the other prophets are saying the same thing. They are saying that King Ahab will win against the Arameans. You had better agree with them. Give the king a good answer.”", "13": "But Micaiah said, “As surely as the Lord lives, I can tell him only what my God says.”", "14": "Then Micaiah came to King Ahab. The king asked him, “Micaiah, should we attack Ramoth in Gilead or not?” Micaiah answered, “Attack and win. You will defeat it.”", "15": "King Ahab said to Micaiah, “Tell me only the truth by the power of the Lord. How many times do I have to tell you this?”", "16": "Then Micaiah answered, “I saw the army of Israel. They were scattered over the hills like sheep without a shepherd. The Lord said, 'They have no leaders. Let each one go home and not fight.'”", "17": "Then King Ahab of Israel said to Jehoshaphat, “I told you! This prophet never says anything good about me. He only says bad things about me.”", "18": "But Micaiah continued to speak. He said, “Hear the message from the Lord: I saw the Lord sitting on his throne. His heavenly army was standing on his right and on his left. ", "19": "The Lord said, 'Who will trick King Ahab of Israel into attacking Ramoth in Gilead? Do this so he will go and be killed.' The spirits did not agree about what they should do. ", "20": "Then a spirit came and stood before the Lord. He said, 'I will trick him.' The Lord asked, 'How will you do it?' ", "21": "The spirit answered, 'I will go to Ahab's prophets. I will make them tell lies.' So the Lord said, 'You will succeed in tricking him. Go and do it.'”", "22": "Micaiah said, “Ahab, this has now happened. The Lord has caused your prophets to lie to you. The Lord has decided that great trouble should come to you.”", "23": "Then Zedekiah son of Kenaanah went up to Micaiah. And he slapped Micaiah in the face. Zedekiah said, “Do you really believe that the Lord's Spirit has left me and is now speaking through you?”", "24": "Micaiah answered, “You will find out on the day you go to hide in an inside room.”", "25": "Then King Ahab ordered, “Take Micaiah. Send him to Amon, the governor of the city, and to Joash, the king's son. ", "26": "Tell them I said to put Micaiah in prison. Give him only bread and water. Keep him there until I come back safely from the battle.”", "27": "Micaiah said, “Ahab, if you come back safely from the battle, the Lord has not spoken through me. Remember my words, all you people!”", "28": "So Ahab king of Israel and Jehoshaphat king of Judah went to Ramoth in Gilead. ", "29": "King Ahab said to Jehoshaphat, “I will go into battle. But I will wear other clothes so no one will know who I am. But you wear your royal clothes.” So King Ahab of Israel wore other clothes and went into battle.", "30": "The king of Aram gave an order to his chariot commanders. He said, “Don't fight with anyone but the king of Israel. It doesn't matter if they are important or unimportant.” ", "31": "When these commanders saw Jehoshaphat, they thought he was the king of Israel. So they turned to attack him. But Jehoshaphat called out, and the Lord helped him. God made the chariot commanders turn away from Jehoshaphat. ", "32": "When they saw he was not King Ahab, they stopped chasing him.", "33": "By chance, a soldier shot an arrow. And it hit Ahab king of Israel. The arrow went in between the pieces of his armor. King Ahab said to his chariot driver, “Turn around and get me out of the battle. I've been wounded.” ", "34": "The battle went on all day. King Ahab held himself up in his chariot. He faced the Arameans until evening. Then Ahab died at sunset."}