{"1": "Solomon decided to build a temple as a place to worship the Lord. He also decided to build a palace for himself. ", "2": "He chose 70,000 men to carry things. He chose 80,000 men to cut stone in the mountains. And he chose 3,600 men to direct the workers.", "3": "Then Solomon sent a message to Hiram king of the city of Tyre. Solomon said: Help me as you helped my father David. You sent him cedar logs so he could build himself a palace to live in. ", "4": "I will build a temple as a place to worship the Lord my God. And I will give this temple to the Lord. There we will burn sweet-smelling spices in his presence. We will set out the bread that shows we are in God's presence. And we will burn sacrifices every morning and evening. We will worship him on Sabbath days and New Moons. And we will worship him on the other feast days the Lord our God has commanded us to celebrate. This is a rule for Israel to obey forever.", "5": "The temple I build will be great. This is because our God is greater than all gods. ", "6": "But no one can really build a house for our God. Not even the highest of heavens can hold God. How then can I build a temple for him? I can only build a place to burn sacrifices to God.", "7": "Now send me a man skilled in working with gold, silver, bronze and iron. He must know how to work with purple, red and blue thread. He must know how to make engravings. He will work with my skilled craftsmen in Judah and Jerusalem. These are the men my father David chose.", "8": "Also send me cedar, pine and juniper logs from Lebanon. I know your servants are experienced at cutting down the trees in Lebanon. My servants will help them. ", "9": "Send me a lot of wood. The temple I am going to build will be large and wonderful. ", "10": "I will give your servants who cut the wood 125,000 bushels of wheat. And I will give them 125,000 bushels of barley, 115,000 gallons of wine and 115,000 gallons of oil.", "11": "Then Hiram king of Tyre answered Solomon with this letter: Solomon, the Lord loves his people. That is why he chose you to be their king.", "12": "Hiram also said: Praise the Lord, the God of Israel! He made heaven and earth! He gave King David a wise son. Solomon, you have wisdom and understanding. You will build a temple for the Lord and a palace for yourself.", "13": "I will send you a skilled and wise man named Huram-Abi. ", "14": "His mother was from the people of Dan. And his father was from Tyre. Huram-Abi has skill in working with gold, silver, bronze, iron, stone and wood. He has skill in working with purple, blue and red thread and expensive linen. And he is skilled in making engravings. He can make any design you show him. He will help your craftsmen and the craftsmen of your father David.", "15": "Now send my servants the wheat, barley, oil and wine you promised. ", "16": "We will cut as much wood from Lebanon as you need. We will use rafts to carry it by sea to Joppa. Then you may carry it to Jerusalem.", "17": "Solomon counted all the foreigners living in Israel. This was after the time his father David had counted the people. There were 153,600 foreigners in the country. ", "18": "Solomon chose 70,000 of them to carry things. He chose 80,000 of them to cut stone in the mountains. And he chose 3,600 of them to direct the workers. They were to keep the people working."}