{"1": "Then Jehoshaphat died and was buried with his ancestors in Jerusalem. Jehoshaphat's son Jehoram became king in his place. ", "2": "Jehoram's brothers were Azariah, Jehiel, Zechariah, Azariahu, Michael and Shephatiah. They were the sons of Jehoshaphat king of Judah. ", "3": "Jehoshaphat gave his sons many gifts of silver, gold and valuable things. He also gave them strong, walled cities in Judah. But Jehoshaphat gave the kingdom to Jehoram because he was the first son.", "4": "Jehoram took control of his father's kingdom. Then he killed all his brothers with a sword. He also killed some of the leaders of Israel. ", "5": "He was 32 years old when he began to rule. And he ruled eight years in Jerusalem. ", "6": "He lived as the kings of Israel had lived. He lived as Ahab's family had lived. This was because he married Ahab's daughter. Jehoram did what the Lord said was wrong. ", "7": "But the Lord would not destroy David's family. This was because of the agreement he had made with David. The Lord had promised that one of David's descendants would always rule.", "8": "While Jehoram was king, Edom turned against Judah's rule. The people of Edom chose their own king. ", "9": "So Jehoram went to Edom with all his commanders and chariots. The Edomite army surrounded Jehoram and his chariot commanders. But Jehoram fought his way out at night. ", "10": "From then until now the country of Edom has fought against Judah. At the same time the people of Libnah also turned against Jehoram. This happened because Jehoram left the Lord, the God his ancestors followed. ", "11": "Jehoram also had built places to worship false gods on the hills in Judah. He had led the people of Jerusalem into sinning. And he had led the people of Judah away from the Lord. ", "12": "Jehoram received a letter from Elijah the prophet. The letter said: This is what the Lord says. He is the God your father David followed. The Lord says, “Jehoram, you have not lived as your father Jehoshaphat lived. You have not lived as Asa king of Judah lived. ", "13": "But you have lived as the kings of Israel lived. You have led the people of Judah and Jerusalem into sinning against God. That is what Ahab and his family did. You have killed your brothers. And they were better than you. ", "14": "So now the Lord is about to punish your people terribly. He will punish your children, wives and everything you own. ", "15": "You will have a terrible disease in your intestines. It will become worse every day. Finally it will cause your intestines to come out.”", "16": "The Lord caused the Philistines and the Arabs to be angry with Jehoram. They lived near the Cushites. ", "17": "So the Philistines and Arabs attacked Judah. They took away all the wealth of Jehoram's palace, as well as his sons and wives. Only Jehoram's youngest son, Ahaziah, was left.", "18": "After these things happened, the Lord gave Jehoram a disease in his intestines. It could not be cured. ", "19": "After he was sick for two years, Jehoram's intestines fell out because of the disease. He died in terrible pain. The people did not make a large fire to honor Jehoram as they had done for his ancestors.", "20": "Jehoram was 32 years old when he became king. And he ruled eight years in Jerusalem. No one was sad when he died. He was buried in Jerusalem, but not in the graves for the kings."}