{"1": "In the seventh year Jehoiada decided to do something. He made an agreement with the commanders of the groups of 100 men. These were the commanders: Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zicri. ", "2": "They went around in Judah and gathered the Levites from all the towns. They also gathered the leaders of the families of Israel. Then they went to Jerusalem. ", "3": "All the people together made an agreement with the king in the Temple of God. Jehoiada said to them, “The king's son will rule. That is what the Lord promised about David's descendants. ", "4": "Now this is what you must do: You priests and Levites go on duty on the Sabbath. A third of you will guard the doors. ", "5": "A third of you will be at the king's palace. And a third of you will be at the Foundation Gate. All the other people will stay in the courtyards of the Temple of the Lord. ", "6": "Don't let anyone come into the Temple of the Lord. Only the priests and Levites who serve may come in. They may come because they have been made ready to serve the Lord. But all the other men must do the job the Lord has given them. ", "7": "The Levites must stay near the king. Every man must have his sword with him. If anyone tries to enter the Temple, kill him. You must stay with the king everywhere he goes.”", "8": "The Levites and all the people of Judah obeyed everything Jehoiada the priest had commanded. He did not excuse anyone from the groups of the priests. So each commander took the men who came on duty on the Sabbath with those who went off duty on the Sabbath. ", "9": "Jehoiada gave the commanders of the groups of 100 men the spears and the large and small shields. They had belonged to King David. They were kept in the Temple of God. ", "10": "Then Jehoiada told the men where to stand. Every man had his weapon in his hand. They stood around the king, near the altar and the Temple. They stood from the south side of the Temple to the north side.", "11": "Jehoiada and his sons brought out the king's son. And they put the crown on him. They gave him a copy of the law. Then they appointed him king and poured olive oil on him. Then they shouted, “Long live the king!”", "12": "Athaliah heard the noise of the people running and praising the king. So she went to them at the Temple of the Lord. ", "13": "She looked and saw the king standing by his pillar at the entrance. The officers and the men who blew trumpets were near him. All the people of the land were happy and blowing trumpets. The singers were playing musical instruments and leading praises. Then Athaliah tore her clothes to show how upset she was. She shouted, “Traitors! Traitors!”", "14": "Jehoiada the priest sent out the commanders of 100 men who led the army. He said to them, “Surround her with soldiers and take her out of the Temple area. Kill with a sword anyone who follows her.” He had said, “Don't put Athaliah to death in the Temple of the Lord.” ", "15": "So they caught her when she came to the entrance of the Horse Gate near the palace. And they put her to death there.", "16": "Then Jehoiada made an agreement with the people and the king. They agreed that they would be the Lord's special people. ", "17": "All the people went to the temple of Baal and tore it down. They smashed the altars and idols there. And they killed Mattan the priest of Baal in front of the altars.", "18": "Then Jehoiada chose the priests to be responsible for the Temple of the Lord. These priests were Levites. David had given them duties in the Temple of the Lord. They were to offer the burnt offerings to the Lord as the Teachings of Moses commanded. They offered the sacrifices with much joy and singing as David had commanded. ", "19": "Jehoiada put guards at the gates of the Temple of the Lord. Then anyone who was unclean in any way could not enter the Temple.", "20": "Jehoiada took with him the commanders of 100 men, the important men, the rulers of the people and all the people of the land. They brought the king down from the Temple of the Lord. They went through the Upper Gate into the palace. Then they seated the king on the throne. ", "21": "All the people of Judah were very happy. And Jerusalem had peace because Athaliah had been put to death with the sword."}