{"1": "Joash was seven years old when he became king. And he ruled 40 years in Jerusalem. His mother's name was Zibiah. She was from Beersheba. ", "2": "Joash did what the Lord said was right as long as Jehoiada the priest was alive. ", "3": "Jehoiada chose two wives for Joash. And Joash had sons and daughters.", "4": "Later, Joash decided to repair the Temple of the Lord. ", "5": "He called the priests and the Levites together. He said to them, “Go to the towns of Judah. Gather the money all the Israelites have to pay every year. Use it to repair the Temple of your God. Do this now.” But the Levites did not hurry.", "6": "So King Joash called Jehoiada the leading priest. Joash said to him, “Why haven't you made the Levites bring in the tax money from Judah and Jerusalem? Moses the Lord's servant and the people of Israel used that money for the Holy Tent.”", "7": "In the past the sons of wicked Athaliah had broken into the Temple of God. They had used its holy things for worshiping the Baal idols.", "8": "King Joash commanded that a box for contributions be made. It was to be put outside, at the gate of the Temple of the Lord. ", "9": "Then the Levites made an announcement in Judah and Jerusalem. They told the people to bring the tax money to the Lord. Moses the servant of God had made the Israelites give it while they were in the desert. ", "10": "All the officers and people were happy to give their money. They put it in the box until the box was full. ", "11": "Then the Levites would take the box to the king's officers. They would see that it was full of money. Then the king's royal assistant and the leading priest's officer would come and take out the money. Then they would take the box back to its place. They did this often and gathered much money. ", "12": "King Joash and Jehoiada gave the money to the people who worked on the Temple of the Lord. And they hired stoneworkers and carpenters to repair the Temple of the Lord. They also hired people to work with iron and bronze to repair the Temple.", "13": "The people worked hard. And the work to repair the Temple went well. They rebuilt the Temple of God to be as it was before. And they made it stronger. ", "14": "When the workers finished, they brought the money that was left to King Joash and Jehoiada. They used that money to make things for the Temple of the Lord. They made things for the service in the Temple and for the burnt offerings. They also made bowls and other things from gold and silver. Burnt offerings were given every day in the Temple of the Lord while Jehoiada was alive.", "15": "Jehoiada grew old. He had lived many years. Then he died when he was 130 years old. ", "16": "Jehoiada was buried in Jerusalem with the kings. He was buried there because he had done much good in Israel for God and his Temple.", "17": "After Jehoiada died, the officers of Judah came and bowed down to King Joash. The king listened to them. ", "18": "The king and these leaders stopped worshiping in the Temple of the Lord. He is the God their ancestors obeyed. The king and the officers began to worship the Asherah idols and other idols. Because they did wrong, God was angry with the people of Judah and Jerusalem. ", "19": "The Lord sent prophets to the people to turn them back to him. The prophets warned them, but the people refused to listen.", "20": "Then the Spirit of God entered Zechariah son of Jehoiada the priest. Zechariah stood before the people and said, “This is what God says: 'Why do you disobey the Lord's commands? You will not be successful. You have left the Lord. So the Lord has also left you.'”", "21": "But the king and his officers made plans against Zechariah. The king commanded them to kill Zechariah. So they threw stones at him in the Temple courtyard until he died. ", "22": "King Joash did not remember Jehoiada's kindness to him. So Joash killed Zechariah, Jehoiada's son. Before Zechariah died, he said, “May the Lord see what you are doing and punish you.”", "23": "At the end of the year, the Aramean army came against Joash. They attacked Judah and Jerusalem and killed all the leaders of the people. Then they sent all the valuable things to their king in Damascus. ", "24": "The Aramean army came with only a small group of men. But the Lord let them defeat a very large army from Judah. He did this because the people of Judah had left the Lord. He is the God their ancestors followed. So Joash was punished. ", "25": "When the Arameans left, Joash was badly wounded. His own officers made plans against him. They did this because he had killed Zechariah son of Jehoiada the priest. So they killed Joash in his own bed. He died and was buried in Jerusalem. But he was not buried in the graves of the kings.", "26": "The officers who made plans against Joash were Jozabad and Jehozabad. Jozabad was the son of Shimeath, a woman from Ammon. And Jehozabad was the son of Shimrith, a woman from Moab. ", "27": "The story of Joash's sons, the great prophecies against him, and how he rebuilt the Temple of God are written down. They are in the book of the kings. Joash's son Amaziah became king in his place."}