{"1": "Amaziah was 25 years old when he became king. He ruled for 29 years in Jerusalem. His mother's name was Jehoaddin. She was from Jerusalem. ", "2": "Amaziah did what the Lord said was right. But he did not really want to obey the Lord. ", "3": "Amaziah took strong control of the kingdom. Then he put to death the officers who had murdered his father the king. ", "4": "But Amaziah did not put their children to death. He obeyed what was written in the Book of Moses. There the Lord commanded, “Fathers must not be put to death when their children do wrong. And children must not be put to death when their fathers do wrong. Each person must die for his own sins.”[a]", "5": "Amaziah gathered the people of Judah together. He grouped all the people of Judah and Benjamin by families. And he put commanders over groups of 1,000 and over groups of 100. He counted the men who were 20 years old and older. In all there were 300,000 soldiers ready to fight. They were skilled with spears and shields. ", "6": "Amaziah also hired 100,000 soldiers from Israel. He paid about 7,500 pounds of silver for them. ", "7": "But a man of God came to Amaziah and said, “My king, don't let the army of Israel go with you. The Lord is not with Israel. He is not with the people from the tribes of Israel. ", "8": "You can make yourself strong for war. But God will defeat you. He has the power to help you or to defeat you.”", "9": "Amaziah said to the man of God, “But what about the 7,500 pounds of silver I paid to the Israelite army?” The man of God answered, “The Lord can give you much more than that!”", "10": "So Amaziah sent the Israelite army back home to Israel. They were very angry with the people of Judah. And they went home angry.", "11": "Then Amaziah became very brave and led his army to the Valley of Salt. It is in the country of Edom. There Amaziah's army killed 10,000 men from Edom. ", "12": "The army of Judah also captured 10,000 men. They took those men to the top of a cliff and threw them off. And they were broken to pieces.", "13": "At the same time the Israelite army was robbing some towns in Judah. These were troops that Amaziah had not let fight in the war. They robbed towns from Samaria to Beth Horon. They killed 3,000 people and took many valuable things.", "14": "Amaziah came home after he had defeated the Edomites. He brought back the idols they worshiped. And he started to worship them also. He bowed down to them and offered sacrifices to them. ", "15": "The Lord was very angry with Amaziah. The Lord sent a prophet to him. The prophet said, “Why have you asked their gods for help? They could not even save their own people from you!”", "16": "As the prophet spoke, Amaziah said to him, “We never gave you the job of advising the king! Stop, or you will be killed.” The prophet stopped speaking. Then he said, “I know that God has decided to destroy you because you have done this. You did not listen to my advice.”", "17": "Amaziah king of Judah talked with his men who gave him advice. Then he sent a message to Jehoash son of Jehoahaz. (Jehoahaz was the son of Jehu king of Israel.) Amaziah said to Jehoash, “Come, let's meet face to face in battle.”", "18": "Then Jehoash king of Israel answered Amaziah king of Judah. Jehoash said, “A little thornbush in Lebanon sent a message to a big cedar tree in Lebanon. It said, 'Let your daughter marry my son.' But then a wild animal from Lebanon came by. It walked on and crushed the thornbush. ", "19": "You say to yourself that you have defeated Edom. You are proud, and you brag. But you stay at home! Don't ask for trouble by fighting me. If you do, you and Judah will be defeated.”", "20": "But Amaziah would not listen. God caused this to happen. He planned to let Jehoash of Israel defeat Judah. This was because Judah asked for help from the gods of Edom. ", "21": "So Jehoash king of Israel went to attack. He and Amaziah king of Judah faced each other in battle at Beth Shemesh in Judah. ", "22": "Israel defeated Judah. Every man of Judah ran away to his home. ", "23": "At Beth Shemesh Jehoash king of Israel captured Amaziah king of Judah. (Amaziah was the son of Joash, who was the son of Ahaziah.) Then Jehoash brought him to Jerusalem. Jehoash broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate. This part of the wall was about 600 feet long. ", "24": "Then he took all the gold and silver and everything in the Temple of God. Obed-Edom had taken care of these things. Jehoash also took the treasures from the king's palace. Then he took some hostages and returned to Samaria.", "25": "Amaziah son of Joash was king of Judah. He lived 15 years after Jehoash king of Israel died. Jehoash was the son of Jehoahaz. ", "26": "The other things Amaziah did as king, from the beginning to the end, are written down. They are in the book of the kings of Judah and Israel. ", "27": "When Amaziah stopped obeying the Lord, the people in Jerusalem made plans against him. So he ran away to the town of Lachish. But they sent men after him to Lachish and killed him there. ", "28": "They brought his body back on horses. And he was buried with his ancestors in Jerusalem."}