{"1": "Solomon began to build the Temple of the Lord. He built it in Jerusalem on Mount Moriah. This was where the Lord had appeared to David, Solomon's father. Solomon built the Temple on the place David had prepared. This place was the threshing floor of Araunah the Jebusite. ", "2": "Solomon began building in the second month of the fourth year he ruled Israel.", "3": "Solomon used these measurements for building the Temple of God. It was 90 feet long and 30 feet wide. (Solomon used the old measurement.) ", "4": "The porch in front of the Temple was 30 feet long and 30 feet high. Solomon covered the inside of the porch with pure gold. ", "5": "He put panels of pine on the walls of the main room. Then he covered them with pure gold. And he put designs of palm trees and chains in the gold. ", "6": "He put gems in the Temple for beauty. And he used gold from Parvaim.[a] ", "7": "Solomon put gold on the Temple's ceiling beams, doorposts, walls and doors. And he carved creatures with wings on the walls.", "8": "Then Solomon made the Most Holy Place. It was 30 feet long and 30 feet wide. It was as wide as the Temple. He covered its walls with about 46,000 pounds of pure gold. ", "9": "The gold nails weighed over a pound. Solomon also covered the upper rooms with gold.", "10": "He made two creatures with wings for the Most Holy Place. He made them out of hot liquid gold. ", "11": "The wings of the gold creatures were spread out. Together, they were 30 feet across. One wing of one creature touched the Temple wall. The wing was 7½ feet long. The creature's other wing touched a wing of the second creature. This wing was also 7½ feet long. ", "12": "One wing of the second creature touched the other side of the room. It was also 7½ feet long. The second creature's other wing touched the first creature's wing. This wing was also 7½ feet long. ", "13": "Together, the creatures' wings were 30 feet across. The creatures stood on their feet. They looked inside toward the main room.", "14": "Solomon made the curtain of blue, purple and red thread and expensive linen. And he put designs of creatures with wings in it.", "15": "Solomon made two pillars to stand in front of the Temple. They were about 52 feet tall. The capital of each pillar was over 7 feet tall. ", "16": "Solomon made a net of chains. He put them on the tops of the pillars. He made 100 pomegranates and put them on the chains. ", "17": "Then Solomon put the pillars up in front of the Temple. One pillar stood on the south side. The other stood on the north. He named the south pillar He Establishes. And he named the north pillar In Him Is Strength."}