{"1": "King Hezekiah sent messages to all the people of Israel and Judah. He also wrote letters to the people of Ephraim and Manasseh. Hezekiah invited all these people to come to the Temple of the Lord in Jerusalem. There they could celebrate the Passover for the Lord, the God of Israel. ", "2": "King Hezekiah, his officers and all the people in Jerusalem agreed to celebrate the Passover in the second month. ", "3": "They could not celebrate it at the normal time. This was because not enough priests had made themselves ready to serve the Lord. And the people had not gathered yet in Jerusalem. ", "4": "This plan satisfied King Hezekiah and all the people. ", "5": "So they made an announcement everywhere in Israel, from Beersheba to Dan.[a] They told the people to come to Jerusalem. There they would celebrate the Passover for the Lord, the God of Israel. For a long time most of the people had not celebrated the Passover as the law commanded. ", "6": "So the messengers took letters from the king and his officers all through Israel and Judah. This is what the letters said: People of Israel, come back to obeying the Lord. He is the God that Abraham, Isaac and Israel obeyed. Then God will come back to you who are still alive. You have escaped from the kings of Assyria. ", "7": "Don't be like your ancestors or your relatives. They turned against the Lord, the God their fathers obeyed. So the Lord caused other people to be disgusted with them. You know this is true. ", "8": "Don't be stubborn as your ancestors were. Obey the Lord willingly. Come to the Temple, which the Lord has made holy for his service forever. Serve the Lord your God. Then he will not be angry with you. ", "9": "Come back and obey the Lord. Then the people who captured your relatives and children will be kind to them. They will let them return to this land. The Lord your God is kind and merciful. He will not turn away from you if you come back to him.", "10": "The messengers went to every town in Ephraim and Manasseh. They went all the way to Zebulun. But the people laughed at the messengers and made fun of them. ", "11": "But some men from Asher, Manasseh and Zebulun were sorry for what they had done and went to Jerusalem. ", "12": "And God caused all the people of Judah to agree to obey King Hezekiah and his officers. Their command had come from the Lord.", "13": "A large crowd came together in Jerusalem to celebrate the Feast of Unleavened Bread. This was in the second month. ", "14": "The people removed the altars and incense altars to false gods in Jerusalem. And they threw them into the Kidron Valley.", "15": "They killed the Passover lamb on the fourteenth day of the second month. The priests and the Levites were ashamed. So they made themselves holy for the Lord. They brought burnt offerings into the Temple of the Lord. ", "16": "They took their regular places in the Temple as the Teachings of Moses the man of God commanded. The Levites gave the blood of the sacrifices to the priests. Then the priests sprinkled the blood on the altar. ", "17": "Many people in the crowd had not made themselves holy for the Lord. So they were not permitted to kill the Passover lambs. So the Levites were responsible for killing the Passover lambs for everyone who was not clean. The Levites made each lamb holy for the Lord. ", "18-19": "Many people from Ephraim, Manasseh, Issachar and Zebulun had not purified themselves for the feast. But they ate the Passover even though it was against the law. So Hezekiah prayed for them. He said, “Lord, you are good. You are the Lord, the God our ancestors obeyed. Please forgive everyone who tries to obey you. Forgive them even if they did not make themselves clean as the rules of the Temple command.” ", "20": "The Lord listened to Hezekiah's prayer, and he healed the people. ", "21": "The Israelites in Jerusalem celebrated the Feast of Unleavened Bread for seven days. And they were very happy. The Levites and priests praised the Lord every day with loud music. ", "22": "Some of the Levites understood well how to do their service for the Lord. And Hezekiah encouraged them. The people ate the feast for seven days. And they offered fellowship offerings. They praised the Lord, the God their ancestors worshiped.", "23": "Then all the people agreed to stay seven more days. So they celebrated the Passover with joy for seven more days. ", "24": "Hezekiah king of Judah gave 1,000 bulls and 7,000 sheep to the people. The officers gave 1,000 bulls and 10,000 sheep to the people. Many priests made themselves holy for the Lord. ", "25": "All the people of Judah, the priests, the Levites, those who came from Israel, the foreigners from Israel and the foreigners living in Judah were very happy. ", "26": "There was much joy in Jerusalem. There had not been a celebration like this since Solomon's time. He was the son of David and king of Israel. ", "27": "The priests and Levites stood up and blessed the people. And God heard them because their prayer reached heaven, which is his holy home."}