{"1": "Solomon made a bronze altar. It was 30 feet long, 30 feet wide and 15 feet tall. ", "2": "Then Solomon used melted bronze to make a large bowl, which was called the Sea. It was round and measured 15 feet across from edge to edge. It was over 7 feet tall, and it measured 45 feet around. ", "3": "There were carvings of bulls under the rim of the bowl. There were 10 bulls in every 1½ feet. They were put in two rows around the bowl when it was made.", "4": "The bowl rested on 12 statues of bulls. Three bulls faced north, 3 faced west, 3 faced south and 3 faced east. The bowl was on top of them. They faced outward from the center of the bowl. ", "5": "The bowl was 3 inches thick. Its rim was like the rim of a cup. It looked like a lily blossom. It could hold about 17,500 gallons.", "6": "Solomon made 10 smaller bowls. He put 5 of them on the south side. And he put 5 of them on the north. They were to be used to wash the animals for the burnt offerings. But the large bowl was to be used by the priests for washing.", "7": "Solomon made 10 lampstands of gold, following the plans for them. He put them in the Temple. He put 5 on the south side and 5 on the north.", "8": "Solomon made 10 tables and put them in the Temple. He put 5 on the south side and 5 on the north. And he used gold to make 100 other bowls.", "9": "Solomon also made the priests' courtyard and the large courtyard. He made the doors that opened to the courtyard and covered them with bronze. ", "10": "Then he put the large bowl on the south side. He put it in the Temple's southeast corner.", "11": "He made the pots, shovels and bowls. So Huram finished his work for King Solomon on the Temple of God. He had made these things:", "12": "two pillars; two large bowls for the capitals on top of the pillars; two nets to cover the two large bowls for the capitals on top of the pillars;", "13": "pomegranates for the two nets (there were two rows of pomegranates for each net covering the bowls for the capitals on top of the pillars);", "14": "the stands with a bowl on each stand;", "15": "the large bowl with 12 bulls under it;", "16": "the pots, shovels, forks and all the things to go with them. All the things Huram-Abi made King Solomon for the Temple of the Lord were made of polished bronze. ", "17": "King Solomon first had these things poured into clay molds. The molds were made in the plain of the Jordan between Succoth and Zarethan. ", "18": "Solomon had so many things made no one even tried to weigh all the bronze used.", "19": "Solomon also made all the things for God's Temple. He made the gold altar. He made tables to hold the bread that shows we are in God's presence. ", "20": "He made the lampstands and their lamps of pure gold. They were to burn in front of the Most Holy Place as planned. ", "21": "Solomon used pure gold to make the flowers, lamps and tongs. ", "22": "He used pure gold to make the wick trimmers. He used pure gold for the bowls, pans and dishes used to carry coals. He used pure gold to make the doors for the Temple. And he used pure gold for the inside doors for the Most Holy Place and the doors for the main room."}