{"1": "Then Solomon said, “The Lord said he would live in the dark cloud. ", "2": "I have built a great Temple for you, Lord. It is a place for you to live forever.”", "3": "King Solomon turned around and blessed all the Israelites gathered in front of him. ", "4": "He said, “Praise the Lord, the God of Israel. He has done what he promised my father David. The Lord said, ", "5": "'I brought my people out of Egypt. But I have not yet chosen a city in any tribe of Israel for my temple. This is where I have chosen to be worshiped. I have not chosen a man to lead my people, the Israelites. ", "6": "But now I have chosen Jerusalem as the place I am to be worshiped. And I have chosen David to lead my people Israel.'", "7": "“My father David wanted to build a temple as a place to worship the Lord, the God of Israel. ", "8": "But the Lord said to my father, 'David, it was good that you wanted to build a temple as a place to worship me. ", "9": "But you are not the one who will build the temple. Your own son will build my temple.'", "10": "“Now the Lord has kept his promise. I have taken my father David's place. Now I am Israel's king. This is what the Lord promised. And I have built the Temple where the Lord, the God of Israel, will be worshiped. ", "11": "I have put the Ark of the Covenant there. The agreement that the Lord made with the people of Israel is kept in the Ark of the Covenant.”", "12": "Solomon stood in front of the Lord's altar. He was standing before all the people gathered there. Then he spread his arms out. ", "13": "He had made a bronze platform. It was 7½ feet long, 7½ feet wide and 7½ feet high. And he had placed it in the middle of the outer courtyard. Solomon stood on the platform. Then he kneeled in front of all the people of Israel who were gathered there. Solomon spread his hands out toward the sky. ", "14": "He said, “Lord, God of Israel, there is no god like you in heaven or on earth. You keep your agreement of love with your servants who completely obey you. ", "15": "You have kept your promise to my father David, your servant. With your words you made a promise. And with the work of your hands, you have made that promise come true today.", "16": "“Now, Lord, God of Israel, also keep this promise you made to my father David, your servant. You said, 'David, you will always have someone from your family rule Israel. But this will happen only if they are careful to obey my teachings in everything they do. They must obey my teachings just as you have.' ", "17": "Now, Lord, God of Israel, keep your promise. Let this promise to your servant David come true.", "18": "“But, God, can you really live here on the earth with people? Not even the highest of heavens can hold you. And this Temple I built cannot hold you. ", "19": "But pay attention to my prayer and my cry for mercy. Lord my God, listen to my cry. Listen to the prayer I, your servant, pray to you. ", "20": "I pray that you will watch over this Temple day and night. You said you would make this the place to worship you. I pray that you will hear my prayers when I pray facing this Temple. ", "21": "Hear my prayers and the prayers of your people Israel. Hear us when we pray facing this Temple. Hear from your home in heaven. And when you hear our prayers, forgive us.", "22": "“A person might do something wrong against someone else. The person who did the wrong will have to swear he is innocent. He will come to swear this before your altar in the Temple. ", "23": "When he does this, listen from heaven and act. Judge your servants. Punish the one who did wrong. Make him suffer the same things he made others suffer. Prove that the person who has done right is innocent.", "24": "“An enemy might defeat your people Israel because they have sinned against you. Then the people of Israel will return to you and say you are God. They will pray and beg you for help in this Temple. ", "25": "When this happens, listen from heaven. Forgive the sin of your people, the Israelites. Bring them back into the land you gave to them and their ancestors.", "26": "“The sky might not let it rain because your people have sinned against you. Then they will pray, facing this Temple. They will say you are God. They will stop doing their sin because you are punishing them. ", "27": "When that happens, then listen from heaven. Forgive the sins of your servants, the Israelites. Then teach them the right way to live. And send rain on your land. This is the land you gave your people as their own.", "28": "“There might be a time without food in the land. Or there might be terrible sicknesses, disease in the crops, mildew, locusts or grasshoppers. Or enemies might attack Israel's cities. There might be a disaster in Israel. ", "29": "Then one of your people, an Israelite, will pray or cry for help. Each person knows his own trouble and pain. He will spread his arms out, facing this Temple. ", "30": "When that happens, then listen from heaven, your home. Forgive and treat each person as he should be treated. You know what is in his heart. (Only you know what is in a person's heart.) ", "31": "Then the people will fear and obey you as long as they live in this land. This is the land you gave our ancestors.", "32": "“A foreigner might come here from a country far away. He is not one of your people, the people of Israel. But he will come because he has heard about your greatness and power. He knows about the things you have done. When he comes and prays, facing this Temple, ", "33": "then listen. Listen from heaven, your home. And do what he asks you to do. Then all the peoples of the earth will know you and respect you, just as your people Israel do. And they will know that this Temple I built is for worshiping you.", "34": "“You might send your people to fight their enemies. They will pray to you, facing this city you chose and the Temple I built for worshiping you. ", "35": "If they do, then listen from heaven to their prayer. Listen to their cry and help them.", "36": "“People will sin against you. There is not a person who does not sin. And you will become angry with them. You will let an enemy defeat them. The enemy will capture them and take them away. It may be to a land far away or near. ", "37": "But then they will be sorry for what they have done. As captives in that land, they will cry out to you. They will say, 'We have sinned. We have done wrong and acted wickedly.' ", "38": "In the land where they are captives, they will come back to you. They will want to obey you completely. They will pray, facing their land, the land you gave their ancestors. They will pray, facing the city you chose and the Temple I built for you. ", "39": "When this happens, listen from your home in heaven. Listen to their cries and help them. Forgive your people who have sinned against you.", "40": "“Now, my God, look at us. Listen to the prayers we will pray in this place.", "41": "Now, rise, Lord God, and come to your resting place. Come with the Ark of the Covenant that shows your strength. Let your priests receive your salvation, Lord God. And may your holy people be happy because of your goodness.", "42": "Lord God, do not reject your appointed one. Remember your love for your servant David.”"}