{"1": "Lists of Conquered Kings. 1 These are the kings of the land whom the Israelites conquered and whose lands they occupied, east of the Jordan, from the River Arnon to Mount Hermon, including all the eastern section of the Arabah: ", "2": "First, Sihon, king of the Amorites, who lived in Heshbon. His domain extended from Aroer, which is on the bank of the Wadi Arnon, to include the wadi itself, and the land northward through half of Gilead to the Wadi Jabbok at the border with the Ammonites, ", "3": "as well as the Arabah from the eastern side of the Sea of Chinnereth, as far south as the eastern side of the Salt Sea of the Arabah in the direction of Beth-jeshimoth, southward under the slopes of Pisgah. ", "4": "Secondly, the border of Og, king of Bashan, a survivor of the Rephaim, who lived at Ashtaroth and Edrei. ", "5": "He ruled over Mount Hermon, Salecah, and all Bashan as far as the boundary of the Geshurites and Maacathites, and over half of Gilead as far as the territory of Sihon, king of Heshbon. ", "6": "It was Moses, the servant of the Lord, and the Israelites who conquered them; Moses, the servant of the Lord, gave possession of their land to the Reubenites, the Gadites, and the half-tribe of Manasseh.", "7": "This is a list of the kings of the land whom Joshua and the Israelites conquered west of the Jordan, from Baal-gad in the Lebanon valley to Mount Halak which rises toward Seir; Joshua apportioned their land and gave possession of it to the tribes of Israel; ", "8": "it included the mountain regions and Shephelah, the Arabah, the slopes, the wilderness, and the Negeb, belonging to the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites: ", "9": "The king of Jericho, one; the king of Ai, which is near Bethel, one; ", "10": "the king of Jerusalem, one; the king of Hebron, one; ", "11": "the king of Jarmuth, one; the king of Lachish, one; ", "12": "the king of Eglon, one; the king of Gezer, one; ", "13": "the king of Debir, one; the king of Geder, one; ", "14": "the king of Hormah, one; the king of Arad, one; ", "15": "the king of Libnah, one; the king of Adullam, one; ", "16": "the king of Makkedah, one; the king of Bethel, one; ", "17": "the king of Tappuah, one; the king of Hepher, one; ", "18": "the king of Aphek, one; the king of Lasharon, one; ", "19": "the king of Madon, one; the king of Hazor, one; ", "20": "the king of Shimron, one; the king of Achshaph, one; ", "21": "the king of Taanach, one; the king of Megiddo, one; ", "22": "the king of Kedesh, one; the king of Jokneam, at Carmel, one; ", "23": "the king of Dor, in Naphath-dor, one; the king of Goyim at Gilgal, one; ", "24": "and the king of Tirzah, one—thirty-one kings in all."}