{"1": "The Eastern Tribes Dismissed. 1 At that time Joshua summoned the Reubenites, the Gadites, and the half-tribe of Manasseh ", "2": "and said to them: “You have observed all that Moses, the servant of the Lord, commanded you, and have listened to my voice in everything I commanded you. ", "3": "For many years now, even until today, you have not abandoned your allies, but have taken care to observe the commands of the Lord, your God. ", "4": "Now that the Lord, your God, has settled your allies as he promised them, you may return to your tents, to your own land, which Moses, the servant of the Lord, gave you, across the Jordan. ", "5": "But be very careful to observe the commandment and the law which Moses, the servant of the Lord, commanded you: love the Lord, your God, follow him in all his ways, keep his commandments, hold fast to him, and serve him with your whole heart and your whole self.” ", "6": "Joshua then blessed them and sent them away, and they went to their tents.", "7": "(For, to half of the tribe of Manasseh Moses had assigned land in Bashan; and to the other half Joshua had given a portion along with their allies west of the Jordan.) When Joshua sent them away to their tents and blessed them, ", "8": "he said, “Now that you are returning to your own tents with great wealth, with abundant livestock, with silver, gold, bronze and iron, and with a very large supply of clothing, divide these spoils of your enemies with your allies there.” ", "9": "So the Reubenites, the Gadites, and the half-tribe of Manasseh left the other Israelites at Shiloh in the land of Canaan and returned to the land of Gilead, their own land, which they had received according to the Lord's command through Moses.", "10": "The Altar Beside the Jordan. 10 When the Reubenites, the Gadites, and the half-tribe of Manasseh came to the region of the Jordan in the land of Canaan, they built an altar there at the Jordan, an impressively large altar. ", "11": "The other Israelites heard the report: “The Reubenites, the Gadites, and the half-tribe of Manasseh have built an altar” in the region of the Jordan facing the land of Canaan,[a] across from the Israelites. ", "12": "When the Israelites heard this, they assembled at Shiloh, as the entire Israelite community to take military action against them.[b]", "13": "Accusation of the Western Tribes. 13 The Israelites sent Phinehas, son of Eleazar the priest, to the Reubenites, the Gadites, and the half-tribe of Manasseh in the land of Gilead, ", "14": "and with him ten leaders, one from each tribe of Israel, each one the head of an ancestral house among the clans of Israel. ", "15": "When these came to the Reubenites, the Gadites, and the half-tribe of Manasseh in the land of Gilead, they said to them: ", "16": "“Thus says the whole community of the Lord: What act of treachery is this you have committed against the God of Israel? This day you have turned from following the Lord; by building an altar of your own you have rebelled against the Lord this day. ", "17": "Is the iniquity of Peor not enough, by which we made ourselves impure, even to this day, and a plague came upon the community of the Lord? ", "18": "If today you turn away from following the Lord, and rebel against the Lord, tomorrow he will be angry with the whole community of Israel! ", "19": "If you consider the land you now possess unclean,[c] cross over to the land the Lord possesses, where the tabernacle of the Lord stands, and share that with us. But do not rebel against the Lord, nor involve us in rebellion, by building an altar of your own in addition to the altar of the Lord, our God. ", "20": "When Achan, son of Zerah, acted treacherously by violating the ban, was it not upon the entire community of Israel that wrath fell? Though he was but a single man, he did not perish alone[d] for his guilt!”", "21": "Reply of the Eastern Tribes. 21 The Reubenites, the Gadites, and the half-tribe of Manasseh replied to the heads of the Israelite clans: ", "22": "“The Lord is the God of gods. The Lord, the God of gods,[e] knows and Israel shall know. If now we have acted out of rebellion or treachery against the Lord, our God, do not try to save us this day, ", "23": "and if we have built an altar of our own to turn from following the Lord, or to sacrifice burnt offerings, grain offerings, or communion sacrifices upon it, the Lord himself will exact the penalty. ", "24": "We did it rather out of our anxious concern lest in the future your children should say to our children: 'What have you to do with the Lord, the God of Israel? ", "25": "For the Lord has placed the Jordan as a boundary between you and us, you Reubenites and Gadites. You have no share in the Lord.' Thus your children would prevent ours from revering the Lord. ", "26": "So we thought, 'Let us act for ourselves by building this altar of our own'—not for burnt offerings or sacrifice, ", "27": "but as witness between us and you and our descendants, that we have the right to provide for the service of the Lord in his presence with our burnt offerings, sacrifices, and communion sacrifices. Now in the future your children cannot say to our children, 'You have no share in the Lord.' ", "28": "Our thought was that, if in the future they should speak thus to us or to our descendants, we could answer: 'Look at the copy of the altar of the Lord which our ancestors made, not for burnt offerings or for sacrifices, but to witness[f] between you and us.' ", "29": "Far be it from us to rebel against the Lord or to turn now from following the Lord by building an altar for burnt offering, grain offering, or sacrifice in addition to the altar of the Lord, our God, which stands before his tabernacle.”", "30": "When Phinehas the priest and the leaders of the community, the heads of the Israelite clans, heard what the Reubenites, the Gadites, and the Manassites had to say, they were satisfied. ", "31": "Phinehas, son of Eleazar the priest, said to the Reubenites, the Gadites, and the Manassites, “Today we know that the Lord is in our midst. Since you have not rebelled against the Lord by this act of treachery, you have delivered the Israelites from the hand of the Lord.”", "32": "Phinehas, son of Eleazar the priest, and the leaders returned from the Reubenites and the Gadites in the land of Gilead to the Israelites in the land of Canaan, and reported the matter to them. ", "33": "The report satisfied the Israelites, who blessed God and decided not to take military action against the Reubenites and Gadites nor to ravage the land where they lived.", "34": "The Reubenites and the Gadites gave the altar its name[g] as a witness among them that the Lord is God."}