{"1": "Covenant Ceremony. 1 Joshua gathered together all the tribes of Israel at Shechem, summoning the elders, leaders, judges, and officers of Israel. When they stood in ranks before God, ", "2": "Joshua addressed all the people: “Thus says the Lord, the God of Israel: In times past your ancestors, down to Terah, father of Abraham and Nahor, lived beyond the River[a] and served other gods. ", "3": "But I brought your father Abraham from the region beyond the River and led him through the entire land of Canaan. I made his descendants numerous, and gave him Isaac. ", "4": "To Isaac I gave Jacob and Esau. To Esau I assigned the mountain region of Seir to possess, while Jacob and his children went down to Egypt.", "5": "“Then I sent Moses and Aaron, and struck Egypt with the plagues and wonders that I wrought in her midst. Afterward I led you out. ", "6": "And when I led your ancestors out of Egypt, you came to the sea, and the Egyptians pursued your ancestors to the Red Sea with chariots and charioteers. ", "7": "When they cried out to the Lord, he put darkness between you and the Egyptians, upon whom he brought the sea so that it covered them. Your eyes saw what I did to Egypt. After you dwelt a long time in the wilderness, ", "8": "I brought you into the land of the Amorites who lived east of the Jordan. They fought against you, but I delivered them into your power. You took possession of their land, and I destroyed them at your approach. ", "9": "Then Balak, son of Zippor, king of Moab, prepared to war against Israel. He summoned Balaam, son of Beor, to curse you, ", "10": "but I would not listen to Balaam. Instead, he had to bless you, and I delivered you from his power. ", "11": "Once you crossed the Jordan and came to Jericho, the citizens of Jericho fought against you, but I delivered them also into your power. ", "12": "And I sent the hornets[b] ahead of you which drove them—the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites—out of your way; it was not your sword or your bow. ", "13": "I gave you a land you did not till and cities you did not build, to dwell in; you ate of vineyards and olive groves you did not plant.", "14": "“Now, therefore, fear the Lord and serve him completely and sincerely. Cast out the gods your ancestors served beyond the River and in Egypt, and serve the Lord. ", "15": "If it is displeasing to you to serve the Lord, choose today whom you will serve, the gods your ancestors served beyond the River or the gods of the Amorites in whose country you are dwelling. As for me and my household, we will serve the Lord.”", "16": "But the people answered, “Far be it from us to forsake the Lord to serve other gods. ", "17": "For it was the Lord, our God, who brought us and our ancestors up out of the land of Egypt, out of the house of slavery. He performed those great signs before our very eyes and protected us along our entire journey and among all the peoples through whom we passed. ", "18": "At our approach the Lord drove out all the peoples, including the Amorites who dwelt in the land. Therefore we also will serve the Lord, for he is our God.”", "19": "Joshua in turn said to the people, “You may not be able to serve the Lord, for he is a holy God; he is a passionate God who will not forgive your transgressions or your sins. ", "20": "If you forsake the Lord and serve strange gods, he will then do evil to you and destroy you, after having done you good.”", "21": "But the people answered Joshua, “No! We will serve the Lord.” ", "22": "Joshua therefore said to the people, “You are witnesses against yourselves that you have chosen to serve the Lord.” They replied, “We are witnesses!” ", "23": "“Now, therefore, put away the foreign gods that are among you and turn your hearts to the Lord, the God of Israel.” ", "24": "Then the people promised Joshua, “We will serve the Lord, our God, and will listen to his voice.”", "25": "So Joshua made a covenant with the people that day and made statutes and ordinances for them at Shechem. ", "26": "Joshua wrote these words in the book of the law of God. Then he took a large stone and set it up there under the terebinth that was in the sanctuary of the Lord. ", "27": "And Joshua said to all the people, “This stone shall be our witness, for it has heard all the words which the Lord spoke to us. It shall be a witness against you, should you wish to deny your God.” ", "28": "Then Joshua dismissed the people, each to their own heritage.", "29": "Death of Joshua. 29 After these events, Joshua, son of Nun, servant of the Lord, died at the age of a hundred and ten, ", "30": "and they buried him within the borders of his heritage at Timnath-serah in the mountain region of Ephraim north of Mount Gaash.[c] ", "31": "Israel served the Lord during the entire lifetime of Joshua, and of those elders who outlived Joshua and who knew all the work the Lord had done for Israel. ", "32": "The bones of Joseph,[d] which the Israelites had brought up from Egypt, were buried in Shechem in the plot of ground Jacob had bought from the sons of Hamor, father of Shechem, for a hundred pieces of money. This was a heritage of the descendants of Joseph. ", "33": "When Eleazar, son of Aaron, also died, he was buried on the hill which had been given to his son Phinehas in the mountain region of Ephraim."}