{"1": "Memorial Stones. 1 After the entire nation had completed the crossing of the Jordan, ", "2": "the Lord said to Joshua: Choose twelve men from the people, one from each tribe, ", "3": "and command them, “Take up twelve stones from this spot in the Jordan riverbed where the priests have been standing. Carry them over with you, and place them where you are to stay tonight.”", "4": "Summoning the twelve men he had selected from among the Israelites, one from each tribe, ", "5": "Joshua said to them: “Go to the Jordan riverbed in front of the ark of the Lord, your God; lift to your shoulders one stone apiece, so that they will equal in number the tribes of the Israelites. ", "6": "In the future, these are to be a sign among you. When your children ask you,[a] 'What do these stones mean to you?' ", "7": "you shall answer them, 'The waters of the Jordan ceased to flow before the ark of the covenant of the Lord when it crossed the Jordan.' Thus these stones are to serve as a perpetual memorial to the Israelites.” ", "8": "The twelve Israelites did as Joshua had commanded: they took up twelve stones from the Jordan riverbed as the Lord had said to Joshua, one for each of the tribes of the Israelites. They carried them along to the camp site, and there they placed them. ", "9": "Joshua set up the twelve stones that had been in the Jordan riverbed on the spot where the priests stood who were carrying the ark of the covenant. They are there to this day.", "10": "[b]The priests carrying the ark stood in the Jordan riverbed until everything had been done that the Lord had commanded Joshua to tell the people, just as Moses had commanded Joshua. The people crossed over quickly, ", "11": "and when all the people had completed the crossing, the ark of the Lord also crossed; and the priests were now in front of them. ", "12": "The Reubenites, Gadites, and half-tribe of Manasseh, armed, marched in the vanguard of the Israelites, as Moses had ordered. ", "13": "About forty thousand troops, equipped for battle, crossed over before the Lord to the plains of Jericho for war.", "14": "That day the Lord exalted Joshua in the sight of all Israel, and so during his whole life they feared him as they had feared Moses.", "15": "Then the Lord said to Joshua: ", "16": "Command the priests carrying the ark of the covenant to come up from the Jordan. ", "17": "Joshua commanded the priests, “Come up from the Jordan,” ", "18": "and when the priests carrying the ark of the covenant of the Lord had come up from the Jordan riverbed, as the soles of their feet regained the dry ground, the waters of the Jordan resumed their course and as before overflowed all its banks.", "19": "The people came up from the Jordan on the tenth day of the first month, and camped in Gilgal on the eastern limits of Jericho. ", "20": "At Gilgal Joshua set up the twelve stones that had been taken from the Jordan, ", "21": "saying to the Israelites, “In the future, when your children ask their parents, 'What do these stones mean?' ", "22": "you shall inform them, 'Israel crossed the Jordan here on dry ground.' ", "23": "For the Lord, your God, dried up the waters of the Jordan in front of you until you crossed over, just as the Lord, your God, had done at the Red Sea, drying it up in front of us until we crossed over, ", "24": "in order that all the peoples of the earth may know that the hand of the Lord is mighty, and that you may fear the Lord, your God, forever.”"}