{"1": "Rites at Gilgal. 1 When all the kings of the Amorites to the west of the Jordan and all the kings of the Canaanites by the sea heard that the Lord had dried up the waters of the Jordan before the Israelites until they crossed over, their hearts melted and they were utterly dispirited because of the Israelites.", "2": "On this occasion the Lord said to Joshua: Make flint knives and circumcise Israel for the second time. ", "3": "So Joshua made flint knives and circumcised the Israelites at Gibeath-haaraloth.[a] ", "4": "This was the reason for the circumcision: Of all the people who had come out of Egypt, every male of military age had died in the wilderness during the journey after they came out of Egypt. ", "5": "Though all the men who came out were circumcised, none of those born in the wilderness during the journey after the departure from Egypt were circumcised. ", "6": "Now the Israelites wandered forty years in the wilderness, until all the warriors among the people that came forth from Egypt died off because they had not listened to the voice of the Lord. For the Lord swore that he would not let them see the land he had sworn to their ancestors to give us, a land flowing with milk and honey. ", "7": "It was the children God raised up in their stead whom Joshua circumcised, for these were yet with foreskins, not having been circumcised on the journey. ", "8": "When the circumcision of the entire nation was complete, they remained in camp where they were, until they recovered. ", "9": "Then the Lord said to Joshua: Today I have removed the reproach of Egypt from you. Therefore the place is called Gilgal[b] to the present day.", "10": "While the Israelites were encamped at Gilgal on the plains of Jericho, they celebrated the Passover on the evening of the fourteenth day of the month.[c] ", "11": "On the day after the Passover they ate of the produce of the land in the form of unleavened cakes and parched grain. On that same day ", "12": "after they ate of the produce of the land, the manna ceased. No longer was there manna for the Israelites, who that year ate of the yield of the land of Canaan.", "13": "Siege at Jericho. 13 [d]While Joshua was near Jericho, he raised his eyes and saw one who stood facing him, drawn sword in hand. Joshua went up to him and asked, “Are you one of us or one of our enemies?” ", "14": "He replied, “Neither. I am the commander[e] of the army of the Lord: now I have come.” Then Joshua fell down to the ground in worship, and said to him, “What has my lord to say to his servant?” ", "15": "The commander of the army of the Lord replied to Joshua, “Remove your sandals from your feet, for the place on which you are standing is holy.” And Joshua did so."}