{"1": "Confederacy Against Israel. 1 When the news reached all the kings west of the Jordan, in the mountain regions and in the Shephelah, and all along the coast of the Great Sea as far as the Lebanon: Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites, ", "2": "they gathered together to launch a common attack against Joshua and Israel.", "3": "The Gibeonite Deception. 3 On hearing what Joshua had done to Jericho and Ai, the inhabitants of Gibeon ", "4": "formed their own scheme. They chose provisions for a journey, making use of old sacks for their donkeys, and old wineskins, torn and mended. ", "5": "They wore old, patched sandals and shabby garments; and all the bread they took was dry and crumbly. ", "6": "Thus they journeyed to Joshua in the camp at Gilgal, where they said to him and to the Israelites, “We have come from a far-off land; now, make a covenant with us.” ", "7": "But the Israelites replied to the Hivites,[a] “You may be living in land that is ours. How, then, can we make a covenant with you?” ", "8": "But they answered Joshua, “We are your servants.” Then Joshua asked them, “Who are you? Where do you come from?” ", "9": "They answered him, “Your servants have come from a far-off land, because of the fame of the Lord, your God. For we have heard reports of all that he did in Egypt ", "10": "and all that he did to the two kings of the Amorites beyond the Jordan, Sihon, king of Heshbon, and Og, king of Bashan, who lived in Ashtaroth. ", "11": "So our elders and all the inhabitants of our land said to us, 'Take along provisions for the journey and go to meet them. Say to them: “We are your servants; now make a covenant with us.”' ", "12": "This bread of ours was still warm when we brought it from home as provisions the day we left to come to you, but now it is dry and crumbly. ", "13": "Here are our wineskins, which were new when we filled them, but now they are torn. Look at our garments and sandals; they are worn out from the very long journey.” ", "14": "Then the Israelite leaders partook of their provisions, without inquiring of the Lord. ", "15": "So Joshua made peace with them and made a covenant to let them live, which the leaders of the community sealed with an oath.", "16": "Gibeonites Made Vassals. 16 Three days after the covenant was made, the Israelites heard that these people were from nearby, and would be living in Israel. ", "17": "The third day on the road, the Israelites came to their cities of Gibeon, Chephirah, Beeroth, and Kiriath-jearim, ", "18": "but did not attack them, because the leaders of the community had sworn to them by the Lord, the God of Israel. When the entire community grumbled against the leaders, ", "19": "these all remonstrated with the community, “We have sworn to them by the Lord, the God of Israel, and so we cannot harm them. ", "20": "Let us therefore let them live, and so deal with them that no wrath fall upon us because of the oath we have sworn to them.” ", "21": "Thus the leaders said to them, “Let them live, and become hewers of wood and drawers of water[b] for the entire community.” So the community did as the leaders advised them.", "22": "Joshua summoned the Gibeonites and said to them, “Why did you deceive us and say, 'We live far off from you'?—You live among us! ", "23": "Now are you accursed: every one of you shall always be a slave, hewers of wood and drawers of water, for the house of my God.” ", "24": "They answered Joshua, “Your servants were fully informed of how the Lord, your God, commanded Moses his servant that you be given the entire land and that all its inhabitants be destroyed before you. Since, therefore, at your advance, we were in great fear for our lives, we acted as we did. ", "25": "And now that we are in your power, do with us what is good and right in your eyes.” ", "26": "[c]Joshua did what he had decided: while he saved them from being killed by the Israelites, ", "27": "on that day he made them, as they still are, hewers of wood and drawers of water for the community and for the altar of the Lord, in the place the Lord would choose."}