{"1": "You yourselves know, brothers, that our visit to you was not fruitless. ", "2": "On the contrary, although we had already suffered and been outraged in Philippi, as you know, we had the courage, united with our God, to tell you the Good News even under great pressure. ", "3": "For the appeal we make does not flow from error or from impure motives, neither do we try to trick people. ", "4": "Instead, since God has tested us and found us fit to be entrusted with Good News, this is how we speak: not to win favor with people but with God, who tests our hearts. ", "5": "For, as you know, never did we employ flattering talk, nor did we put on a false front to mask greed — God is witness. ", "6": "Nor did we seek human praise — either from you or from others. ", "7": "As emissaries of the Messiah, we could have made our weight felt; but instead, we were gentle when we were with you, like a mother feeding and caring for her children. ", "8": "We were so devoted to you that we were glad to share with you not only God's Good News but also our own lives, because you had become very dear to us. ", "9": "For you remember, brothers, our toil and hardship, how we worked night and day not to put a burden on any of you while we were proclaiming God's Good News to you. ", "10": "You are witnesses, and so is God, of how holy, righteous and blameless our behavior was in the sight of you believers; ", "11": "for you know that we treated each one of you the way a father treats his children — ", "12": "we encouraged you and comforted you and appealed to you to lead lives worthy of God, who calls you into his Kingdom and glory.", "13": "Another reason we regularly thank God is that when you heard the Word of God from us, you received it not merely as a human word, but as it truly is, God's Word, which is at work in you believers. ", "14": "For, brothers, you came to be imitators of God's congregations in Y'hudah that are united with the Messiah Yeshua — you suffered the same things from your countrymen as they did from the Judeans who ", "15": "both killed the Lord Yeshua and the prophets, and chased us out too. They are displeasing God and opposing all mankind ", "16": "by trying to keep us from speaking to the Gentiles, so that they may be delivered. Their object seems to be always to make their sins as bad as possible! But God's fury will catch up with them in the end.", "17": "And as for us, brothers, when we were deprived of your company for a short time — in person, but not in thought — we missed you and tried hard to come and see you. ", "18": "We wanted so much to come to you — I, Sha'ul, tried more than once — but the Adversary stopped us. ", "19": "For when our Lord Yeshua returns, what will be our hope, our joy, our crown to boast about? Won't it be you? ", "20": "Yes, you are our glory and our joy!"}