{"1": "But you have no need to have anything written to you, brothers, about the times and dates when this will happen; ", "2": "because you yourselves well know that the Day of the Lord will come like a thief in the night. ", "3": "When people are saying, “Everything is so peaceful and secure,” then destruction will suddenly come upon them, the way labor pains come upon a pregnant woman, and there is no way they will escape.", "4": "But you, brothers, are not in the dark, so that the Day should take you by surprise like a thief; ", "5": "for you are all people who belong to the light, who belong to the day. We don't belong to the night or to darkness, ", "6": "so let's not be asleep, like the rest are; on the contrary, let us stay alert and sober. ", "7": "People who sleep, sleep at night; and people who get drunk, get drunk at night. ", "8": "But since we belong to the day, let us stay sober, putting on trust and love as a breastplate and the hope of being delivered as a helmet.[a] ", "9": "For God has not intended that we should experience his fury, but that we should gain deliverance through our Lord Yeshua the Messiah, ", "10": "who died on our behalf so that whether we are alive or dead, we may live along with him. ", "11": "Therefore, encourage each other, and build each other up — just as you are doing.", "12": "We ask you, brothers, to respect those who are working hard among you, those who are guiding you in the Lord and confronting you in order to help you change. ", "13": "Treat them with the highest regard and love because of the work they are doing. Live at peace among yourselves; ", "14": "but we urge you, brothers, to confront those who are lazy, your aim being to help them change, to encourage the timid, to assist the weak, and to be patient with everyone.", "15": "See that no one repays evil for evil; on the contrary, always try to do good to each other, indeed, to everyone.", "16": "Always be joyful. ", "17": "Pray regularly. ", "18": "In everything give thanks, for this is what God wants from you who are united with the Messiah Yeshua.", "19": "Don't quench the Spirit, ", "20": "don't despise inspired messages. ", "21": "But do test everything — hold onto what is good, ", "22": "but keep away from every form of evil.", "23": "May the God of shalom make you completely holy — may your entire spirit, soul and body be kept blameless for the coming of our Lord Yeshua the Messiah. ", "24": "The one calling you is faithful, and he will do it.", "25": "Brothers, keep praying for us.", "26": "Greet all the brothers with a holy kiss.", "27": "I charge you in the Lord to have this letter read to all the brothers.", "28": "The grace of our Lord Yeshua the Messiah be with you."}