{"1": "“Truly, truly I say to you, he who does not enter by the door into the sheepfold, but climbs up some other way, is a thief and a robber. ", "2": "But he who enters by the door is the shepherd of the sheep. ", "3": "To him the doorkeeper opens, and the sheep hear his voice. He calls his own sheep by name, and he leads them out. ", "4": "When he brings out his own sheep, he goes before them. And the sheep follow him, for they know his voice. ", "5": "Yet they will never follow a stranger, but will run away from him. For they do not know the voice of strangers.” ", "6": "Jesus told them this parable, but they did not understand what He was telling them.", "7": "Then Jesus said to them again, “Truly, truly I say to you, I am the door of the sheep. ", "8": "All who came before Me are thieves and robbers, but the sheep did not listen to them. ", "9": "I am the door. If anyone enters through Me, he will be saved and will go in and out and find pasture. ", "10": "The thief does not come, except to steal and kill and destroy. I came that they may have life, and that they may have it more abundantly.", "11": "“I am the good shepherd. The good shepherd lays down His life for the sheep. ", "12": "But he who is a hired hand, and not a shepherd, who does not own the sheep, sees the wolf coming, and leaves the sheep, and runs away. So the wolf catches the sheep and scatters them. ", "13": "The hired hand runs away because he is a hired hand and does not care about the sheep.", "14": "“I am the good shepherd. I know My sheep and am known by My own. ", "15": "Even as the Father knows Me, so I know the Father. And I lay down My life for the sheep. ", "16": "I have other sheep who are not of this fold. I must also bring them, and they will hear My voice. There will be one flock and one shepherd. ", "17": "Therefore My Father loves Me, because I lay down My life that I may take it up again. ", "18": "No one takes it from Me, but I lay it down Myself. I have power to lay it down, and I have power to take it up again. I received this command from My Father.”", "19": "Therefore there was a division again among the Jews because of these sayings. ", "20": "Many of them said, “He has a demon and is insane. Why do you listen to Him?”", "21": "Others said, “These are not the words of one who has a demon. Can a demon open the eyes of the blind?”", "22": "The Feast of the Dedication[a] was at Jerusalem, and it was winter. ", "23": "Jesus walked in the temple in Solomon's Porch. ", "24": "Then the Jews surrounded Him, saying, “How long will You keep us in suspense? If You are the Christ, tell us plainly.”", "25": "Jesus answered them, “I told you, and you did not believe. The works that I do in My Father's name bear witness of Me. ", "26": "But you do not believe, because you are not of My sheep, as I said to you. ", "27": "My sheep hear My voice, and I know them, and they follow Me. ", "28": "I give them eternal life. They shall never perish, nor shall anyone snatch them from My hand. ", "29": "My Father, who has given them to Me, is greater than all. No one is able to snatch them from My Father's hand. ", "30": "My Father and I are one.”", "31": "Again the Jews took up stones to stone Him. ", "32": "Jesus answered them, “I have shown you many good works from My Father. For which of those works do you stone Me?”", "33": "The Jews answered Him, “We are not stoning You for a good work, but for blasphemy, and because You, being a Man, claim to be God.”", "34": "Jesus answered them, “Is it not written in your law, 'I said, “You are gods”[b]'? ", "35": "If He called them 'gods,' to whom the word of God came, and the Scripture cannot be broken, ", "36": "do you say of Him, whom the Father has sanctified and sent into the world, 'You blaspheme,' because I said, 'I am the Son of God'? ", "37": "If I am not doing the works of My Father, do not believe Me. ", "38": "But if I do them, though you do not believe Me, believe the works, that you may know and believe that the Father is in Me, and I in Him.” ", "39": "Again they tried to seize Him, but He escaped from their hands.", "40": "Then He went away again beyond the Jordan into the place where John was baptizing at first, and He remained there. ", "41": "Many came to Him and said, “John did no sign. But everything that John said about this Man was true.” ", "42": "And many believed in Him there."}