{"1": "Now a man was sick, Lazarus from Bethany, the village of Mary and her sister Martha. ", "2": "This was Mary who anointed the Lord with ointment and wiped His feet with her hair, whose brother Lazarus was sick. ", "3": "So the sisters sent word to Him, saying, “Lord, he whom You love is sick.”", "4": "When Jesus heard this, He said, “This sickness is not unto death, but for the glory of God, that the Son of God may be glorified by it.” ", "5": "Now Jesus loved Martha, and her sister, and Lazarus. ", "6": "So when He heard that he was sick, He remained where He was two more days. ", "7": "Then after this He said to the disciples, “Let us go into Judea again.”", "8": "His disciples said to Him, “Rabbi, the Jews were just trying to stone You. Are You going there again?”", "9": "Jesus answered, “Are there not twelve hours in the day? If anyone walks during the day, he does not stumble, because he sees the light of this world. ", "10": "But if anyone walks during the night, he stumbles, because the light is not in him.”", "11": "After He said this, He said to them, “Our friend Lazarus has fallen asleep. But I am going that I may awaken him from sleep.”", "12": "Then His disciples said, “Lord, if he is sleeping, he will be well.” ", "13": "Jesus had spoken of his death. But they thought that He was speaking of getting rest through sleep.", "14": "So then Jesus plainly told them, “Lazarus is dead. ", "15": "And I am glad for your sakes that I was not there, so that you may believe. Nevertheless let us go to him.”", "16": "Then Thomas, who is called Didymus, said to his fellow disciples, “Let us go also, that we may die with Him.”", "17": "When Jesus arrived, He found that he had been in the tomb four days already. ", "18": "Now Bethany was near Jerusalem, less than two miles away.[a] ", "19": "Many of the Jews had come to Martha and Mary, to comfort them concerning their brother. ", "20": "When Martha heard that Jesus was coming, she went and met Him, but Mary remained in the house.", "21": "Martha said to Jesus, “Lord, if You had been here, my brother would not have died. ", "22": "But even now I know that whatever You may ask of God, God will give You.”", "23": "Jesus said to her, “Your brother will rise again.”", "24": "Martha said to Him, “I know that he will rise again in the resurrection on the last day.”", "25": "Jesus said to her, “I am the resurrection and the life. He who believes in Me, though he may die, yet shall he live. ", "26": "And whoever lives and believes in Me shall never die. Do you believe this?”", "27": "She said to Him, “Yes, Lord, I believe that You are the Christ, the Son of God, who is to come into the world.”", "28": "When she had said this, she went her way and secretly called her sister Mary, saying, “The Teacher has come and is calling for you.” ", "29": "When she heard this, she rose quickly and went to Him. ", "30": "Now Jesus had not yet entered the village, but was in the place where Martha met Him. ", "31": "When the Jews who were with Mary in the house, comforting her, saw that she quickly rose up and went out, they followed her, saying, “She is going to the tomb to weep there.”", "32": "When Mary came to where Jesus was, and saw Him, she fell down at His feet, saying to Him, “Lord, if You had been here, my brother would not have died.”", "33": "When Jesus saw her weeping, and the Jews who came with her weeping, He groaned in the spirit and was troubled. ", "34": "He said, “Where have you laid him?” They said to Him, “Lord, come and see.”", "35": "Jesus wept.", "36": "Then the Jews said, “See how He loved him.”", "37": "But some of them said, “Could not this Man, who opened the eyes of the blind man, have also kept this man from dying?”", "38": "Then Jesus, again groaning within Himself, came to the tomb. It was a cave, and a stone was lying against it. ", "39": "Jesus said, “Take away the stone.” Martha, the sister of him who was dead, said to Him, “Lord, by this time there is a stench, for he has been dead four days.”", "40": "Jesus said to her, “Did I not tell you that if you believed, you would see the glory of God?”", "41": "So they took away the stone from the place where the dead man was lying. Jesus lifted up His eyes and said, “Father, I thank You that You have heard Me. ", "42": "I know that You always hear Me. But because of the people standing around, I said this, that they may believe that You sent Me.”", "43": "When He had said this, He cried out with a loud voice, “Lazarus, come out!” ", "44": "He who was dead came out, his hands and feet wrapped with grave clothes, and his face wrapped with a cloth. Jesus said to them, “Unbind him, and let him go.” ", "45": "Therefore many of the Jews who came to Mary, and saw what Jesus had done, believed in Him. ", "46": "But some of them went away to the Pharisees and told them what Jesus had done. ", "47": "Then the chief priests and the Pharisees assembled the Sanhedrin and said, “What shall we do? This Man is performing many signs. ", "48": "If we leave Him alone like this, everyone will believe in Him, and the Romans will come and take away both our temple and our nation.”", "49": "Then one of them named Caiaphas, who was the high priest that year, said to them, “You know nothing at all, ", "50": "nor do you consider that it is expedient for us that one man should die for the people, that the whole nation should not perish.”", "51": "He did not say this on his own authority. But being the high priest that year, he prophesied that Jesus would die for the nation, ", "52": "and not for the nation only, but that He might also gather together in unity the children of God who were scattered abroad. ", "53": "So from that day forward they planned to put Him to death.", "54": "Therefore Jesus no longer walked openly among the Jews, but went away from there to the country near the wilderness, into a city called Ephraim, and remained there with His disciples.", "55": "Now the Passover of the Jews was at hand. Many went up to Jerusalem from the country before the Passover to purify themselves. ", "56": "Then they searched for Jesus and said among themselves as they stood in the temple, “What do you think, that He will not come to the feast?” ", "57": "Now both the chief priests and the Pharisees had given orders that if anyone knew where He was, he should report it, that they might seize Him."}