{"1": "Then Pilate took Jesus and flogged Him. ", "2": "The soldiers twisted a crown of thorns and put it on His head, and they put a purple robe on Him. ", "3": "They said, “Hail, King of the Jews!” And they hit Him with their hands.", "4": "Again Pilate went out and said to them, “Look, I am bringing Him out to you, that you may know that I find no guilt in Him.” ", "5": "Then Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, “Here is the Man!”", "6": "When the chief priests and officers saw Him, they cried out, “Crucify Him! Crucify Him!” Pilate said to them, “Take Him yourselves and crucify Him, for I find no guilt in Him.”", "7": "The Jews answered him, “We have a law, and by our law He ought to die, because He made Himself the Son of God!”", "8": "When Pilate heard these words, he was more afraid, ", "9": "and entered the Praetorium again, and said to Jesus, “Where are You from?” But Jesus gave him no answer. ", "10": "Pilate said to Him, “Are You not speaking to me? Do You not know that I have power to release You, and power to crucify You?”", "11": "Jesus answered, “You would have no power at all over Me, unless it were given to you from above. Therefore he who handed Me over to you has the greater sin.”", "12": "From then on, Pilate tried to release Him. But the Jews cried out, “If you release this Man, you are not Caesar's friend. Whoever makes himself a king speaks against Caesar!”", "13": "When Pilate heard these words, he brought Jesus out and sat down on the judgment seat at a place called The Pavement (which in Hebrew is Gabbatha). ", "14": "It was the Day of Preparation of the Passover and about the sixth hour. He said to the Jews, “Here is your King!”", "15": "But they shouted, “Away with Him! Away with Him! Crucify Him!” Pilate said to them, “Shall I crucify your King?” The chief priests answered, “We have no king but Caesar!”", "16": "Then he handed Him over to them to be crucified. So they took Jesus and led Him away. ", "17": "He went out, carrying His own cross, to a place called The Place of a Skull, which in Hebrew is called Golgotha. ", "18": "There they crucified Him, and two others with Him, one on either side, and Jesus in the middle.", "19": "Pilate wrote a title and put it on the cross. The writing was: JESUS OF NAZARETH, THE KING OF THE JEWS.", "20": "Many of the Jews read this title, for the place where Jesus was crucified was near the city. And it was written in Hebrew, in Greek, and in Latin. ", "21": "The chief priests of the Jews said to Pilate, “Do not write, 'The King of the Jews,' but 'He said, I am King of the Jews.' ”", "22": "Pilate answered, “What I have written, I have written.”", "23": "When the soldiers had crucified Jesus, they took His garments and divided them into four parts, a part for each soldier; and also His tunic. Now the tunic was seamless, woven from top to bottom.", "24": "So they said to one another, “Let us not tear it, but cast lots for it to decide whose it shall be.” This happened to fulfill the Scripture which says: “They divided My garments among them, and for My clothing they cast lots.”[a] Therefore the soldiers did these things.", "25": "But standing by the cross of Jesus were His mother, and His mother's sister, Mary the wife of Clopas, and Mary Magdalene. ", "26": "When Jesus saw His mother and the disciple whom He loved standing nearby, He said to His mother, “Woman, here is your son.” ", "27": "Then He said to the disciple, “Here is your mother.” From that time, this disciple took her to his own home.", "28": "After this, Jesus, knowing that everything was now accomplished, that the Scripture might be fulfilled, said, “I thirst.” ", "29": "A bowl full of sour wine was placed there. So they put a sponge full of sour wine on hyssop and held it to His mouth. ", "30": "When Jesus had received the sour wine, He said, “It is finished.” And He bowed His head and gave up His spirit.", "31": "Since it was the Day of Preparation, to prevent bodies from remaining on the cross on the Sabbath day (for that Sabbath day was a high day), the Jews asked Pilate that their legs might be broken, and that they might be taken away. ", "32": "Therefore the soldiers came and broke the legs of the first and of the other who was crucified with Him. ", "33": "But when they came to Jesus and saw that He was dead already, they did not break His legs. ", "34": "However, one of the soldiers pierced His side with a spear, and immediately blood and water came out. ", "35": "He who saw it has testified, and his testimony is true. He knows that he is telling the truth, that you may believe. ", "36": "For these things happened so that the Scripture should be fulfilled, “Not one of His bones shall be broken,”[b] ", "37": "and again another Scripture says, “They shall look on Him whom they have pierced.”[c]", "38": "After this, Joseph of Arimathea, being a disciple of Jesus, but secretly for fear of the Jews, asked Pilate that he might take away the body of Jesus. Pilate gave him permission. So he came and took away His body. ", "39": "Nicodemus, who at first came to Jesus by night, also came, bringing a mixture of myrrh and aloes, weighing about seventy-five pounds.[d] ", "40": "Then they took the body of Jesus and wrapped it in linen cloths with the spices, as is the burial custom of the Jews. ", "41": "Now in the place where He was crucified there was a garden, and in the garden was a new tomb in which no one had ever been buried. ", "42": "So because of the Jewish Day of Preparation, and since the tomb was nearby, they buried Jesus there."}