{"1": "On the third day there was a wedding in Cana of Galilee. The mother of Jesus was there. ", "2": "Both Jesus and His disciples were invited to the wedding. ", "3": "When the wine ran out, the mother of Jesus said to Him, “They have no wine.”", "4": "Jesus said to her, “Woman, what does this have to do with Me? My hour has not yet come.”", "5": "His mother said to the servants, “Whatever He says to you, do it.”", "6": "Six water pots made of stone were sitting there, used for ceremonial cleansing by the Jews, containing twenty to thirty gallons[a] each.", "7": "Jesus said to them, “Fill the water pots with water.” And they filled them up to the brim.", "8": "Then He said to them, “Now draw some out, and take it to the master of the feast.” And they took it. ", "9": "When the master of the feast tasted the water that had been turned into wine, and did not know where it came from (though the servants who drew the water knew), the master of the feast called the bridegroom, ", "10": "and he said to him, “Every man serves the good wine first, and after men have drunk freely, then the poor wine is served. But you have kept the good wine until now.”", "11": "This, the first of His signs, Jesus did in Cana of Galilee, and He revealed His glory, and His disciples believed in Him.", "12": "After this He, and His mother, and His brothers, and His disciples went down to Capernaum. They remained there a few days.", "13": "The Passover of the Jews was at hand, and Jesus went up to Jerusalem. ", "14": "In the temple He found those who were selling oxen and sheep and doves, and the moneychangers sitting there. ", "15": "When He had made a whip of cords, He drove them all out of the temple, with the sheep and oxen. He poured out the changers' money and overturned the tables. ", "16": "He said to those who sold doves, “Take these things away! Do not make My Father's house a house of merchandise!” ", "17": "His disciples remembered that it was written, “Zeal for Your house will consume Me.”[b]", "18": "Then the Jews said to Him, “What sign do You show us, seeing that You do these things?”", "19": "Jesus answered them, “Destroy this temple, and in three days I will raise it up.”", "20": "Then the Jews said, “It has taken forty-six years to build this temple, and will You raise it up in three days?” ", "21": "But He was speaking concerning the temple of His body. ", "22": "Therefore, when He was raised from the dead, His disciples remembered that He had said this to them. And they believed the Scripture and the word which Jesus had spoken.", "23": "Now when He was in Jerusalem at the Passover Feast, many believed in His name when they saw the signs which He did. ", "24": "But Jesus did not entrust Himself to them, because He knew all men, ", "25": "and did not need anyone to bear witness of man, for He knew what was in man."}