{"1": "After this, Jesus revealed Himself again to the disciples at the Sea of Tiberias. He revealed Himself this way: ", "2": "Simon Peter; Thomas, called The Twin; Nathanael of Cana in Galilee; the sons of Zebedee; and two more of His disciples were together. ", "3": "Simon Peter said to them, “I am going fishing.” Then they said to him, “We will go with you.” They went out and immediately entered the boat. But that night they caught nothing.", "4": "When the morning came, Jesus stood on the shore. But the disciples did not know that it was Jesus.", "5": "Jesus said to them, “Children, do you have any fish?” They answered Him, “No.”", "6": "He said to them, “Throw the net on the right side of the boat, and you will find some.” So they threw it, and now they were not able to draw it in because of the abundance of fish.", "7": "Then the disciple whom Jesus loved said to Peter, “It is the Lord!” When Simon Peter heard that it was the Lord, he put on his outer garment, for he had taken it off, and jumped into the sea. ", "8": "The other disciples came in the little boat, dragging the net full of fish. For they were not far from land, but about three hundred feet away.[a] ", "9": "When they came to land, they saw a charcoal fire there with fish lying on it, and bread.", "10": "Jesus said to them, “Bring some of the fish which you have just caught.” ", "11": "Simon Peter went up and dragged the net, full of one hundred and fifty-three large fish, to land. Although there were so many, the net was not torn. ", "12": "Jesus said to them, “Come and eat breakfast.” None of the disciples dared ask, “Who are You?” They knew it was the Lord. ", "13": "Jesus came and took the bread and gave it to them, and likewise the fish. ", "14": "This was now the third time that Jesus was revealed to His disciples after He was raised from the dead.", "15": "So when they had eaten breakfast, Jesus said to Simon Peter, “Simon, son of John, do you love Me more than these?” He said to Him, “Yes, Lord. You know that I love You.” He said to him, “Feed My lambs.”", "16": "He said to him again a second time, “Simon, son of John, do you love Me?” He said to Him, “Yes, Lord. You know that I love You.” He said to him, “Tend My sheep.”", "17": "He said to him the third time, “Simon, son of John, do you love Me?” Peter was grieved because He asked him the third time, “Do you love Me?” He said to Him, “Lord, You know everything. You know that I love You.” Jesus said to him, “Feed My sheep. ", "18": "Truly, truly I say to you, when you were young, you dressed yourself and walked where you desired. But when you are old, you will stretch out your hands, and another will dress you and carry you where you do not want to go.” ", "19": "He said this, signifying by what kind of death he would glorify God. When He had said this, He said to him, “Follow Me.”", "20": "Peter turned and saw following them the disciple whom Jesus loved, who also leaned against His bosom at the supper and had said, “Lord, who is it that is going to betray You?” ", "21": "When Peter saw him, he said to Jesus, “Lord, what about this man?”", "22": "Jesus said to him, “If it is My will that he remain until I come, what is that to you? Follow Me!” ", "23": "The saying went out among the brothers that this disciple would not die. Yet Jesus did not say to him that he would not die, but, “If it is My will that he remain until I come, what is that to you?”", "24": "This is the disciple who testifies about these things, and wrote these things. We know that his testimony is true.", "25": "There are also many other things which Jesus did. Were every one of them to be written, I suppose that not even the world itself could contain the books that would be written. Amen."}