{"1": "After these things Jesus walked in Galilee. He would not walk in Judea, because the Jews were seeking to kill Him. ", "2": "Now the Jews' Feast of Tabernacles was at hand. ", "3": "His brothers therefore said to Him, “Depart from here and go into Judea, that Your disciples also may see the works that You do. ", "4": "For no one does anything in secret, while he himself seeks to be known openly. If You do these things, reveal Yourself to the world.” ", "5": "For even His brothers did not believe in Him.", "6": "Therefore Jesus told them, “My time has not yet come, but your time is always fitting. ", "7": "The world cannot hate you. But it hates Me, because I testify concerning it, that its works are evil. ", "8": "You go up to this feast. I am not going up to this feast yet, because My time has not yet fully come.” ", "9": "Having said these things to them, He remained in Galilee.", "10": "However, after His brothers had gone up to the feast, then He also went up, not publicly, but secretly. ", "11": "Then the Jews looked for Him at the feast, and said, “Where is He?”", "12": "There was much complaining among the people concerning Him. For some said, “He is a good Man.” Others said, “No, He deceives the people.” ", "13": "Yet no one spoke openly of Him for fear of the Jews.", "14": "Now about the middle of the feast Jesus went up into the temple and began teaching. ", "15": "The Jews marveled, saying, “How has this Man become educated, having never been taught?”", "16": "Jesus answered them, “My teaching is not Mine, but His who sent Me. ", "17": "If any man desires to do His will, he shall know whether the teaching is from God or whether I speak on My own authority. ", "18": "He who speaks on his own authority seeks his own glory. But He who seeks the glory of Him who sent Him is true, and no unrighteousness is in Him. ", "19": "Did Moses not give you the law, and yet none of you keeps the law? Why do you seek to kill Me?”", "20": "The people answered and said, “You have a demon. Who is seeking to kill You?”", "21": "Jesus answered them, “I did one work, and you all marvel. ", "22": "Yet, because Moses gave you circumcision, you circumcise a man on the Sabbath day (although it did not come from Moses, but from the Patriarchs). ", "23": "If a man receives circumcision on the Sabbath day, so that the Law of Moses should not be broken, are you angry at Me because I completely healed a man on the Sabbath day? ", "24": "Do not judge according to appearance, but practice righteous judgment.”", "25": "Then some of them from Jerusalem said, “Is this not He whom they seek to kill? ", "26": "Look! He speaks publicly, and they say nothing to Him. Do the rulers indeed know that this is really the Christ? ", "27": "But we know where this Man is from. When the Christ comes, no one will know where He is from.”", "28": "Then Jesus, still teaching in the temple, cried out, “You know Me and you likewise know where I am from. I have not come on My own authority, but He who sent Me is true, whom you do not know. ", "29": "But I know Him, for I am from Him, and He sent Me.”", "30": "So they tried to seize Him, but no one laid hands on Him, because His hour had not yet come. ", "31": "Still, many of the people believed in Him and said, “When the Christ comes, will He do more signs than these which this Man has done?”", "32": "The Pharisees heard the people murmuring these things concerning Him. So the Pharisees and the chief priests sent officers to arrest Him.", "33": "Then Jesus said to them, “I shall be with you a little while longer, and then I go to Him who sent Me. ", "34": "You will look for Me and you will not find Me. And where I am, you cannot come.”", "35": "The Jews said among themselves, “Where does He intend to go that we shall not find Him? Does He intend to go to the Dispersion among the Greeks and teach the Greeks? ", "36": "What kind of saying is this which He said, 'You will look for Me and you will not find Me. And where I am, you cannot come'? ”", "37": "On the last and greatest day of the feast, Jesus stood and cried out, “If anyone is thirsty, let him come to Me and drink. ", "38": "He who believes in Me, as the Scripture has said, out of his heart shall flow rivers of living water.” ", "39": "By this He spoke of the Spirit, whom those who believe in Him would receive. For the Holy Spirit was not yet given, because Jesus was not yet glorified.", "40": "Therefore when they heard these words, many of the people said, “Truly, this is the Prophet.”", "41": "Others said, “This is the Christ.” But some said, “Will the Christ come out of Galilee? ", "42": "Has the Scripture not said that the Christ comes from the seed of David, out of the town of Bethlehem where David was?” ", "43": "So there was a division among the people because of Him. ", "44": "Some of them wanted to arrest Him, but no one laid hands on Him.", "45": "Then the officers came to the chief priests and Pharisees, who said to them, “Why did you not bring Him?”", "46": "The officers answered, “No man has ever spoken like this Man.”", "47": "Then the Pharisees answered them, “Are you also deceived? ", "48": "Have any of the rulers or the Pharisees believed in Him? ", "49": "Not at all. This crowd who does not know the law is accursed.”", "50": "Nicodemus, being one of them who came to Jesus by night, said to them, ", "51": "“Does our law judge a man before it hears him and knows what he is doing?”", "52": "They answered him, “Are you also from Galilee? Search and see that no prophet arises out of Galilee.”", "53": "Then everyone went to his own house.[a]"}