{"1": "But Jesus went to the Mount of Olives. ", "2": "Early in the morning He returned to the temple. All the people came to Him, and He sat down and taught them. ", "3": "The scribes and Pharisees brought a woman caught in adultery. When they had put her in the middle, ", "4": "they said to Him, “Teacher, this woman was caught in the very act of adultery. ", "5": "Now Moses in the law commanded us to stone such, but what do You say?” ", "6": "They said this, testing Him, that they might have something of which to accuse Him. But Jesus stooped down and wrote on the ground with His finger, as though He did not hear them. ", "7": "So when they continued asking Him, He stood up and said to them, “Let him who is without sin among you be the first to throw a stone at her.” ", "8": "Again He stooped down and wrote on the ground.", "9": "Being convicted by their conscience, those who heard it went out one by one, beginning with the eldest even to the last. Jesus was left alone, and the woman standing in the midst. ", "10": "When Jesus had stood up and saw no one but the woman, He said to her, “Woman, where are your accusers? Did no one condemn you?”", "11": "She said, “No one, Lord.” Jesus said to her, “Neither do I condemn you. Go and sin no more.”", "12": "Again, Jesus spoke to them, saying, “I am the light of the world. Whoever follows Me shall not walk in the darkness, but shall have the light of life.”", "13": "The Pharisees therefore said to Him, “You bear witness of Yourself. Your testimony is not true.”", "14": "Jesus answered them, “Though I bear witness of Myself, My testimony is true. For I know where I came from and where I am going. But you do not know where I came from or where I am going. ", "15": "You judge according to the flesh. I judge no one. ", "16": "Yet if I do judge, My judgment is true. For I am not alone, but I am with the Father who sent Me. ", "17": "Even in your law it is written that the testimony of two men is true. ", "18": "I am One who bears witness of Myself, and the Father that sent Me bears witness of Me.”", "19": "Then they said to Him, “Where is Your Father?” Jesus answered, “You know neither Me nor My Father. If you knew Me, you would know My Father also.” ", "20": "Jesus spoke these words in the treasury, as He taught in the temple. No one arrested Him, for His hour had not yet come.", "21": "Again, Jesus said to them, “I am going away, and you will seek Me, and you will die in your sins. Where I am going, you cannot come.”", "22": "So the Jews said, “Will He kill Himself? For He said, 'Where I am going, you cannot come.' ”", "23": "He said to them, “You are from below; I am from above. You are of this world; I am not of this world. ", "24": "Therefore I said to you that you will die in your sins. For unless you believe that I am He, you will die in your sins.”", "25": "They said to Him, “Who are You?” Jesus said to them, “Just who I have been telling you from the beginning. ", "26": "I have many things to say and to judge concerning you, but He who sent Me is true. So I tell the world what I heard from Him.”", "27": "They did not understand that He spoke to them of the Father. ", "28": "So Jesus said to them, “When you lift up the Son of Man, then you will know that I am He, and I do nothing of Myself. But I speak these things as My Father taught Me. ", "29": "He who sent Me is with Me. The Father has not left Me alone, for I always do those things that please Him.” ", "30": "As He spoke these words, many believed in Him.", "31": "Then Jesus said to those Jews who believed Him, “If you remain in My word, then you are truly My disciples. ", "32": "You shall know the truth, and the truth shall set you free.”", "33": "They answered Him, “We are Abraham's seed and have never been in bondage to anyone. Why do You say, 'You shall be set free'? ”", "34": "Jesus answered them, “Truly, truly I say to you, whoever commits sin is a slave of sin. ", "35": "Now a slave does not remain in the house forever, but a son remains forever. ", "36": "Therefore if the Son sets you free, you shall be free indeed. ", "37": "I know that you are Abraham's seed. But you seek to kill Me, because My word has no place in you. ", "38": "I am telling what I have seen with My Father, and you are doing what you have seen with your father.”", "39": "They answered Him, “Abraham is our father.” Jesus said to them, “If you were Abraham's children, you would do the works of Abraham. ", "40": "But now you seek to kill Me, a Man who has told you the truth which I heard from God. Abraham did not do this. ", "41": "You are doing the works of your father.” Then they said to Him, “We were not born of sexual immorality. We have one Father: God.”", "42": "Jesus said to them, “If God were your Father, you would love Me, for I came from God and proceeded into the world. I did not come of My own authority, but He sent Me. ", "43": "Why do you not understand My speaking? Because you cannot bear to hear My word. ", "44": "You are of your father the devil, and you want to do the desires of your father. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks from his own nature, for he is a liar and the father of lies. ", "45": "Yet because I tell the truth, you do not believe Me. ", "46": "Which of you convicts Me of sin? If I speak the truth, why do you not believe Me? ", "47": "He who is of God hears God's words. Therefore, you do not hear them, because you are not of God.”", "48": "The Jews answered Him, “Do we not rightly say that You are a Samaritan and have a demon?”", "49": "Jesus answered, “I do not have a demon. But I honor My Father, and you dishonor Me. ", "50": "I do not seek glory for Myself. There is One who seeks it and judges. ", "51": "Truly, truly I say to you, if anyone keeps My word, he shall never see death.”", "52": "Then the Jews said to Him, “Now we know that You have a demon. Abraham and the prophets died, and You say, 'If a man keeps My word, he shall never taste death.' ", "53": "“Are You greater than our father Abraham, who died? The prophets are dead! Who do You make Yourself out to be?”", "54": "Jesus answered, “If I glorify Myself, My glory is nothing. It is My Father who glorifies Me, of whom you say that He is your God. ", "55": "Yet you have not known Him, but I know Him. If I say, 'I do not know Him,' I shall be a liar like you. But I know Him and keep His word. ", "56": "Your father Abraham rejoiced to see My day. He saw it and was glad.”", "57": "Then the Jews said to Him, “You are not yet fifty years old. Have You seen Abraham?”", "58": "Jesus said to them, “Truly, truly I say to you, before Abraham was born, I AM.” ", "59": "Then they took up stones to throw at Him. But Jesus hid Himself and went out of the temple. Going through their midst, He passed by."}