{"1": "Now [a]Miriam and Aaron spoke against Moses because of the [b]Cushite woman whom he had married (for he had married a Cushite woman); ", "2": "and they said, “Has the Lord really spoken only through Moses? Has He not spoken also through us?” And the Lord heard it. ", "3": "([c]Now the man Moses was very humble (gentle, kind, devoid of self-righteousness), more than any man who was on the face of the earth.) ", "4": "Suddenly the Lord said to Moses, Aaron, and Miriam, “Come out, you three, to the Tent of Meeting (tabernacle).” And the three of them came out. ", "5": "The Lord came down in a pillar of cloud and stood at the doorway of the tabernacle, and He called Aaron and Miriam, and they came forward. ", "6": "And He said, “Hear now My words: If there is a prophet among you, I the Lord will make Myself known to him in a vision And I will speak to him in a dream.", "7": "  “But it is not so with My servant Moses; He is entrusted and faithful in all My house.", "8": "  “With him I speak mouth to mouth [directly], Clearly and openly and not in riddles; And he beholds the form of the Lord. Why then were you not afraid to speak against My servant Moses?”", "9": "And the anger of the Lord was kindled against Miriam and Aaron, and He departed. ", "10": "But when the cloud had withdrawn from over the tent, behold, Miriam was leprous, as white as snow. And Aaron turned and looked at Miriam, and, behold, she was leprous. ", "11": "Then Aaron said to Moses, “Oh, my lord, I plead with you, do not account this sin to us, in which we have acted foolishly and in which we have sinned. ", "12": "Oh, do not let her be like one dead, already half decomposed when he comes from his mother's womb.” ", "13": "So Moses cried out to the Lord, saying, “Heal her please, O God, I plead with You!” ", "14": "But the Lord said to Moses, “If her father had but [d]spit in her face, would she not bear her shame for seven days? Let her be shut up outside the camp for seven days, and afterward she may return.” ", "15": "So Miriam was shut up outside the camp for seven days, and the people did not move on until Miriam was brought in again [and declared ceremonially clean from her leprosy].", "16": "Afterward the people moved on from Hazeroth and camped in the Wilderness of Paran."}