{"1": "Then the word of the Lord came to me. He said,", "2": "“Son of man,[a] you live among people who refuse to obey me. They have eyes to see what I have done for them, but they don't see those things. They have ears to hear what I told them to do, but they don't hear my commands, because they are a rebellious people.", "3": "So, son of man, pack some things as if you are leaving on a trip. Pretend that you are a prisoner being taken far away. Do this during the day so that everyone can see you. Even though these people refuse to listen to me, maybe when they see you going away, they will understand what I have been trying to tell them.", "4": "“During the day, take your bags outside so that the people can see you. Then in the evening, pretend you are going away. Act as if you are a prisoner going to a faraway country.", "5": "While the people are watching, make a hole in the wall and go out through that hole in the wall.", "6": "At night, put your bag on your shoulder and leave. Cover your face so that you cannot see where you are going. You must do these things so that the people can see you, because I am using you as an example to the family of Israel.”", "7": "So I did as I was commanded. During the day, I took my bags and acted as if I were going to a faraway country. That evening, I used my hands and made a hole in the wall. During the night, I put my bag on my shoulder and left. I did this so that all the people could see me.", "8": "The next morning, the word of the Lord came to me. He said,", "9": "“Son of man, did the people of Israel—those people who always refuse to obey—ask you what you were doing?", "10": "Tell them that this is what the Lord God said. This sad message is about the leader of Jerusalem and all the people of Israel who live there.", "11": "Tell them, 'I am an example for all of you. What I have done will happen to you.' You will be forced to go to a faraway country as prisoners.", "12": "And your leader will make a hole in the wall and sneak out at night. He will cover his face so that people will not recognize him. His eyes will not be able to see where he is going.", "13": "He will try to escape, but I will catch him! He will be caught in my trap. Then I will bring him to Babylonia—the land of the Chaldeans. But he will not be able to see where he is going.[b]", "14": "I will force the king's people to live in the foreign countries around Israel, and I will scatter his army to the winds. The enemy soldiers will chase after them.", "15": "Then they will know that I am the Lord. They will know that I scattered them among the nations. They will know that I forced them to go to other countries.", "16": "“But I will let a few of the people live. They will not die from the disease, hunger, and war. I will let them live so that they can tell other people about the terrible things they did against me. Then they will know that I am the Lord.”", "17": "Then the word of the Lord came to me. He said,", "18": "“Son of man, you must act as if you are very frightened. You must shake when you eat your food. You must act worried and afraid when you drink your water.", "19": "You must say this to the common people: 'This is what the Lord God says to the people living in Jerusalem and in the other parts of Israel. You will be very worried while you eat your food. You will be terrified while you drink your water, because everything in your country will be destroyed! This will happen because the people living there are so violent.", "20": "Many people live in your cities now, but those cities will be ruined. Your whole country will be destroyed! Then you will know that I am the Lord.'”", "21": "Then the word of the Lord came to me. He said,", "22": "“Son of man, why do people quote this saying about the land of Israel: 'Trouble will not come soon; what is seen in visions will not come'?", "23": "“Tell the people that the Lord God will end that saying. They will not say that about Israel anymore. Now they will quote this saying: 'Trouble will come soon; what is seen in visions will happen.'", "24": "“There will not be any more false visions in Israel. There will not be any more magicians telling things that don't come true.", "25": "That's because I am the Lord, and if I say something will happen, it will happen! I will not wait any longer. Those troubles are coming soon—in your own lifetime. Hear me, you people who always refuse to obey! When I say something, I make it happen.” This is what the Lord God said.", "26": "Then the word of the Lord came to me. He said,", "27": "“Son of man, the people of Israel think that the visions I give you are for a time far in the future. They think you are talking about things that will happen many years from now.", "28": "So you must tell them this: 'The Lord God says, I will not delay any longer. If I say something will happen, it will happen!'” This is what the Lord God said."}