{"1": "Then the word of the Lord came to me. He said,", "2": "“Son of man,[a] you must speak to the prophets of Israel for me. They are only saying what they want to say. You must speak to them. Tell them this: 'Listen to this message from the Lord!", "3": "This is what the Lord God says. Bad things will happen to you foolish prophets. You are following your own spirits. You are not telling people what you really see in visions.", "4": "“'Israel, your prophets are false prophets. They are like jackals hunting for food among the ruins of a city.", "5": "You have not put soldiers near the broken walls of the city. You have not built walls to protect the family of Israel. So when the day comes for the Lord to punish you, you will lose the war!", "6": "“'Your prophets say they have seen visions. They did their magic to see what will happen next. But everything they said would happen is a lie. They claim to speak for the Lord, but the Lord did not send them. And they still think that what they said is what will happen.", "7": "“'If you prophets saw visions, they were not true. And all you got from your magic was lies! So how can you say that the Lord told you those things? I did not speak to you!'”", "8": "So now, the Lord God really will speak. He says, “You told lies. You saw visions that were not true. So now I am against you!” This is what the Lord God said.", "9": "“I will punish those prophets whose visions are false and who lie about the future. I will remove them from my people. Their names will not be in the list of the family of Israel. They will never again come to the land of Israel. Then you will know that I am the Lord God!", "10": "“Again and again those false prophets lied to my people. They said there would be peace, but there is no peace. The people need to fix the walls and prepare for war. But they only slap a thin coat of plaster[b] over the broken walls.", "11": "Tell them that I will send hail and a strong rain. The wind will blow hard, and a tornado will come. Then the wall will fall down.", "12": "When the wall falls down, the people will ask the prophets, 'What happened to the plaster you put on the wall?'”", "13": "The Lord God says, “I am angry and I will send a storm against you. I am angry and I will send a strong rain. I am angry and I will make hail fall from the sky and completely destroy you!", "14": "You put plaster on the wall, but I will destroy the whole wall. I will pull it to the ground. The wall will fall on you, and then you will know that I am the Lord.", "15": "I will finish showing my anger against the wall and those who put plaster on it. Then I will say, 'There is no wall, and there are no workers to put plaster on it.'", "16": "“All these things will happen to the false prophets of Israel. They speak to the people of Jerusalem and say there will be peace, but there is no peace.” This is what the Lord God said.", "17": "God said, “Son of man, look at the women prophets in Israel. They say the things they want to say, so you must speak against them for me. You must say this to them:", "18": "'This is what the Lord God says: Bad things will happen to you women. You sew cloth bracelets for people to wear on their arms. You make special scarves for people to wear on their heads. You say those things have magic powers to control people's lives. You trap the people only to keep yourselves alive!", "19": "You make them think I am not important. You turn them against me for a few handfuls of barley and a few scraps of bread. You tell lies to my people. They love to listen to lies. You kill those who should live, and you let people live who should die.", "20": "So this is what the Lord God says to you: You make those cloth bracelets to trap people, but I will set them free. I will tear those bracelets off your arms, and the people will be free from you. They will be like birds flying from a trap.", "21": "And I will tear up those scarves and save my people from your power. They will escape from your trap, and you will know that I am the Lord.", "22": "“'You prophets tell lies. Your lies hurt good people—I did not want to hurt them! You support the wicked and encourage them. You don't tell them to change their lives. You don't try to save their lives!", "23": "So you will not see any more useless visions or do any more magic. I will save my people from your power, and you will know that I am the Lord.'”"}