{"1": "The word of the Lord came to me. He said,", "2": "“Son of man,[a] look toward the people of Ammon and speak against them for me.", "3": "Say to them: 'Listen to the word of the Lord God! This is what the Lord God says: You were happy when my holy place was destroyed. You were against the land of Israel when it was polluted. You were against the family of Judah when the people were carried away as prisoners.", "4": "So I will give you to the people from the east. They will get your land. Their armies will set up their camps in your country and will live among you. They will eat your fruit and drink your milk.", "5": "“'I will make the city Rabbah a pasture for camels and the country of Ammon a sheep pen. Then you will know that I am the Lord.", "6": "This is what the Lord God says: You were happy that Jerusalem was destroyed. You clapped your hands and stamped your feet. You had fun insulting the land of Israel,", "7": "so I will punish you. You will be like the valuable things soldiers take in war. You will lose your inheritance and die in faraway lands. I will destroy your country! Then you will know that I am the Lord.'”", "8": "This is what the Lord God says: “Moab and Seir[b] say, 'The family of Judah is just like any other nation.'", "9": "I will cut into Moab's shoulder—I will take away the cities that are on its borders—the glory of the land, Beth Jeshimoth, Baal Meon, and Kiriathaim.", "10": "Then I will give these cities to the people of the east. They will get your land. I will also let those people from the east destroy the Ammonites, and people will forget they were ever a nation.", "11": "So I will punish Moab, and then they will know that I am the Lord.”", "12": "This is what the Lord God says: “The people of Edom turned against the family of Judah and tried to get even. The people of Edom are guilty.”", "13": "So the Lord God says: “I will punish Edom. I will destroy the people and the animals in Edom. I will destroy the whole country of Edom, all the way from Teman to Dedan. The Edomites will be killed in battle.", "14": "I will use my people Israel and get even against Edom. In this way the people of Israel will show my anger against Edom. Then the people of Edom will know that I punished them.” This is what the Lord God said.", "15": "This is what the Lord God says: “The Philistines tried to get even. They were very cruel. They let their anger burn inside them too long.”", "16": "So the Lord God said, “I will punish the Philistines. Yes, I will destroy those people from Crete. I will completely destroy those people who live on the seacoast.", "17": "I will punish them—I will get even. I will let my anger teach them a lesson. Then they will know that I am the Lord!”"}