{"1": "On the twelfth day of the tenth month of the tenth year of exile,[a] the word of the Lord came to me. He said,", "2": "“Son of man,[b] look toward Pharaoh, king of Egypt. Speak for me against him and Egypt.", "3": "Say, 'This is what the Lord God says: “'I am against you, Pharaoh, king of Egypt. You are the great monster[c] lying beside the Nile River. You say, “This is my river! I made this river!”", "4-5": "“'But I will put hooks in your jaws. The fish in the Nile River will stick to your scales. I will pull you and your fish up out of your rivers and onto the dry land. You will fall on the ground, and no one will pick you up or bury you. I will give you to the wild animals and birds. You will be their food.", "6": "Then all the people living in Egypt will know that I am the Lord! “'Why will I do these things? Because the people of Israel leaned on Egypt for support, but Egypt was only a weak blade of grass.", "7": "The people of Israel leaned on Egypt for support, but Egypt only pierced their hands and shoulder. They leaned on you for support, but you broke and twisted their back.'”", "8": "So this is what the Lord God says: “I will bring a sword against you. I will destroy all your people and animals.", "9": "Egypt will be empty and destroyed. Then they will know that I am the Lord.” God said, “Why will I do these things? Because you said, 'This is my river. I made this river.'", "10": "So I am against you. I am against the many branches of your Nile River. I will destroy Egypt completely. The cities will be empty from Migdol to Aswan and as far as the border of Ethiopia.", "11": "No person or animal will pass through Egypt. Nothing will pass through or settle there for 40 years.", "12": "I will destroy Egypt. The cities will be in ruins for 40 years! I will scatter the Egyptians among the nations. I will make them strangers[d] in foreign lands.”", "13": "This is what the Lord God says: “I will scatter the people of Egypt among many nations. But at the end of 40 years, I will gather those people together again.", "14": "I will bring back the Egyptian captives. I will bring back the Egyptians to the land of Pathros, to the land where they were born. But their kingdom will not be important.", "15": "It will be the least important kingdom. It will never again lift itself above the other nations. I will make them so small that they will not rule over the nations.", "16": "And the family of Israel will never again depend on Egypt. The Israelites will remember their sin—they will remember that they turned to Egypt for help and not to God, and they will know that I am the Lord God.”", "17": "On the first day of the first month in the twenty-seventh year of exile,[e] the word of the Lord came to me. He said,", "18": "“Son of man, King Nebuchadnezzar of Babylon made his army fight hard against Tyre. They shaved every soldier's head. Every shoulder was rubbed bare from carrying heavy loads. Nebuchadnezzar and his army worked hard to defeat Tyre, but they got nothing from all that hard work.”", "19": "So this is what the Lord God says: “I will give Egypt to King Nebuchadnezzar of Babylon, and he will carry away the people. He will take the many valuable things in Egypt to pay his army.", "20": "I will give Egypt to Nebuchadnezzar as a reward for the hard work he did for me.” This is what the Lord God said!", "21": "“On that day I will make the family of Israel strong. So Ezekiel, I will let you speak to them. Then they will know that I am the Lord.”"}