{"1": "“You will divide the land for the Israelite tribes by throwing lots. At that time you will separate out a part of the land. It will be a holy part for the Lord. The land will be 25,000 cubits[a] long and 20,000 cubits[b] wide.[c] All this land will be holy.", "2": "A square area that is 500 cubits[d] long on each side will be for the Temple. There will be an open space around the Temple that is 50 cubits[e] wide.", "3": "In the holy area you will measure 25,000 cubits long and 10,000 cubits[f] wide. The Temple will be in this area. The Temple area will be the Most Holy Place.", "4": "“This holy part of the land will be for the priests, the servants of the Temple. This is where they approach the Lord to serve him. It will be a place for the priests' houses and a place for the Temple.", "5": "Another area, 25,000 cubits long and 10,000 cubits wide, will be for the Levites who serve in the Temple. This land will also become cities for the Levites.", "6": "“And you will give the city an area that is 5000 cubits[g] wide and 25,000 cubits long. It will be along the side of the holy area. It will be for all the family of Israel.", "7": "The ruler will have land on both sides of the holy area and the land belonging to the city. It will be next to the holy area and the area belonging to the city. It will be the same width as the land that belongs to a tribe. It will go all the way from the west border to the east border.", "8": "This land will be the ruler's property in Israel. So he will not need to make life hard for my people anymore. But they will give the land to the Israelites for their tribes.”", "9": "This is what the Lord God said: “Enough, you rulers of Israel! Stop being cruel and stealing things from people! Be fair and do what is right! Stop forcing my people out from their homes!” This is what the Lord God said.", "10": "“Stop cheating people. Use accurate scales and measures!", "11": "The ephah and the bath must be the same size: A bath and an ephah must both equal 1/10 homer.[h] Those measures will be based on the homer.", "12": "A shekel[i] must equal 20 gerahs. A mina must equal 60 shekels. It must be equal to 20 shekels plus 25 shekels plus 15 shekels.", "13": "“This is a special offering that you must give: /6 ephah[j] of wheat for every homer of wheat; /6 ephah of barley for every homer of barley;", "14": "/10 bath[k] of olive oil for every cor[l] of olive oil; (Remember: Ten baths make a homer, and ten baths make a cor.)", "15": "and one sheep for every 200 sheep from every watering hole in Israel. “Those special offerings are for the grain offerings, for the burnt offerings, and for the fellowship offerings. These offerings are to remove the sins of the people.” This is what the Lord God said.", "16": "“Everyone in the country will give to this offering for the ruler of Israel.", "17": "But the ruler must give the things needed for the special holy days. The ruler must provide the burnt offerings, the grain offerings, and the drink offerings for the feast days, for the New Moon, for the Sabbaths, and for all the other special meeting days of the family of Israel. He must give all the sin offerings, grain offerings, burnt offerings, and fellowship offerings that are used to make the family of Israel pure.”", "18": "This is what the Lord God says: “In the first month, on the first day of the month, you will take a young bull that has nothing wrong with it. You must use that bull to make the Temple pure.", "19": "The priest will take some of the blood from the sin offering and put it on the doorposts of the Temple and on the four corners of the ledge of the altar and on the posts of the gate to the inner courtyard.", "20": "You will do the same thing on the seventh day of that month for anyone who has sinned by mistake or without knowing it. So you will make the Temple pure.", "21": "“On the 14th day of the first month, you must celebrate the Passover. The Festival of Unleavened Bread begins at this time. It continues for seven days.", "22": "At that time the ruler will offer a bull for himself and for all the people of Israel. The bull will be for a sin offering.", "23": "During the seven days of the festival, the ruler will offer seven bulls and seven rams that have nothing wrong with them. They will be burnt offerings to the Lord. The ruler will offer one bull on every day of the seven days of the festival, and he will offer a male goat every day for a sin offering.", "24": "The ruler will give an ephah[m] of barley as a grain offering with each bull, and an ephah of barley with each ram. He must give a hin[n] of oil for each ephah of grain.", "25": "He must do the same thing for the seven days of the Festival of Shelters. This festival begins on the 15th day of the seventh month. These offerings will be the sin offering, the burnt offering, the grain offering, and the oil offering.”"}