{"1": "Let as many servants as are under the yoke of slavery count their own masters worthy of all honor, so that the name of God and His doctrine may not be slandered. ", "2": "Let those who have believing masters not despise them, because they are brothers. Instead, let them serve as slaves, because those who receive their service are faithful and beloved. Teach and command these things. ", "3": "Anyone who teaches otherwise and does not consent to wholesome words, to the words of our Lord Jesus Christ, and to godly doctrine ", "4": "is conceited and knows nothing. He has a morbid disposition for controversy and verbal disputes, from which come envy, strife, blasphemies, evil speculations, ", "5": "constant disputes by men of corrupt minds, being destitute of the truth, and supposing that financial gain is godliness. Withdraw yourself from such men.", "6": "But godliness with contentment is great gain. ", "7": "For we brought nothing into this world, and it is certain that we can carry nothing out. ", "8": "If we have food and clothing, we shall be content with these things. ", "9": "But those who desire to be rich fall into temptation and a snare and into many foolish and harmful lusts, which drown men in ruin and destruction. ", "10": "For the love of money is the root of all evil. While coveting after money, some have strayed from the faith and pierced themselves through with many sorrows.", "11": "But you, O man of God, escape these things, and follow after righteousness, godliness, faith, love, patience, and gentleness. ", "12": "Fight the good fight of faith. Lay hold on eternal life, to which you are called and have professed a good profession before many witnesses. ", "13": "I command you, in the sight of God, who gives life to all things, and in the sight of Christ Jesus, who testified a good confession before Pontius Pilate, ", "14": "to keep this commandment without blemish, blameless until the appearing of our Lord Jesus Christ, ", "15": "which He, who is the blessed and only Ruler, the King of kings and Lord of lords, will reveal at the proper time. ", "16": "He alone has immortality, living in unapproachable light, whom no one has seen, nor can see. To Him be honor and everlasting power. Amen.", "17": "Command those who are rich in this world that they not be conceited, nor trust in uncertain riches, but in the living God, who richly gives us all things to enjoy. ", "18": "Command that they do good, that they be rich in good works, generous, willing to share, ", "19": "and laying up in store for themselves a good foundation for the coming age, so that they may take hold of eternal life.", "20": "O Timothy, guard that which is committed to your trust. Avoid profane babblings and opposing views from so-called knowledge. ", "21": "By professing it, some have erred concerning the faith. Grace be with you. Amen."}