{"1": "A certain man lived in Ramathaim-zophim, which is in the hill country of Ephraim. He was Jeroham's son Elkanah, the grandson of Elihu and grandson of Tohu, who was the son of Zuph, an Ephraimite. ", "2": "He had two wives; the name of one was Hannah and the name of the other was Peninnah. Peninnah had children, but Hannah had no children. ", "3": "That man would go up from his town each year to worship and sacrifice to the Lord of the Heavenly Armies at Shiloh, where Eli's two sons Hophni and Phineas served as priests of the Lord. ", "4": "On the day when Elkanah offered sacrifices, he would give portions to his wife Peninnah and to all her sons and daughters, ", "5": "but he would give twice as much to Hannah because he loved her. Now the Lord had closed her womb. ", "6": "Her rival would provoke her severely so that she complained loudly[a] because the Lord had closed her womb. ", "7": "Elkanah[b] would do this year after year, as often as Hannah[c] went up to the house of the Lord. Likewise, Peninnah[d] would provoke her, and Hannah[e] would cry and would not eat. ", "8": "Elkanah her husband told her, “Hannah, why are you crying and why don't you eat? Why are you upset?[f] Am I not better to you than ten sons?”", "9": "Hannah got up after she had finished eating and drinking in Shiloh. Now Eli the priest was sitting on the chair by the doorpost of the tent[g] of the Lord. ", "10": "Deeply distressed, she prayed to the Lord and wept bitterly. ", "11": "Hannah[h] made a vow: “Lord of the Heavenly Armies, if you just look at the misery of your maid servant, remember me, and don't forget your maid servant. If you give your maid servant a son,[i] then I'll give him to the Lord[j] for all the days of his life,[k] and a razor is never to touch[l] his head.”", "12": "As she continued to pray in the Lord's presence, Eli was watching her mouth. ", "13": "Hannah[m] was praying inwardly.[n] Her lips were quivering, and her voice could not be heard. So Eli thought she was drunk. ", "14": "Eli told her, “How long will you stay drunk? Put away your wine!”", "15": "“No, sir!”[o] Hannah replied. “I'm a deeply troubled[p] woman. I've drunk neither wine nor beer. I've been pouring out my soul in the Lord's presence. ", "16": "Don't consider your maid servant a worthless woman. Rather, all this time I've been speaking because I'm very anxious and distressed.”", "17": "“Go in peace,” Eli answered. “May the God of Israel grant the request you have asked of him.”", "18": "She said, “Let your servant[q] find favor in your eyes.” Then she[r] went on her way and ate, and her face was no longer sad.[s]", "19": "They got up early the next morning and worshipped in the Lord's presence, and then they returned and came to their house at Ramah. Elkanah had marital relations with[t] his wife Hannah, and the Lord remembered her. ", "20": "By the time of the next year's sacrifice,[u] Hannah had become pregnant and had borne a son. She named him Samuel[v] because she said,[w] “I asked the Lord for him.”", "21": "Then Elkanah went up with all his family to offer the yearly sacrifice to the Lord and pay his vow. ", "22": "Hannah did not go up because she had told her husband, “As soon as the child is weaned, I'll take him to appear in the Lord's presence and remain there[x] forever.”[y]", "23": "“Do what you want,”[z] Elkanah told her. “Stay until you have weaned him, only may the Lord bring about what you've said.”[aa] So Hannah[ab] stayed and nursed her son until she had weaned him. ", "24": "Then, when she had weaned him, she brought him[ac] up with her to Shiloh,[ad] along with a three-year-old bull,[ae] an ephah[af] of flour, and a skin of wine. She brought him to the house of the Lord at Shiloh, and the boy[ag] was young.[ah] ", "25": "They slaughtered the bull and brought the boy[ai] to Eli.", "26": "Hannah[aj] said, “Sir,[ak] as surely as you are alive, I'm the woman who stood before you here praying to the Lord. ", "27": "I prayed for this boy, and the Lord granted me the request I asked of him. ", "28": "Now[al] I'm dedicating[am] him to the Lord, and as long as he lives,[an] he will be dedicated[ao] to the Lord.” Then they worshipped[ap] the Lord there."}