{"1": "Samuel took a flask of oil, poured it on Saul's[a] head, kissed him, and said, “The Lord has anointed you Commander-in-Chief[b] over his inheritance, has he not? ", "2": "When you leave me today, you will find two men by Rachel's tomb in the territory of Benjamin at Zelzah. They'll tell you, 'The donkeys you went to look for have been found. Now your father has stopped worrying about the donkeys[c] and he's anxious about you. He's asking, 'What will I do about my son?' ", "3": "Then you'll go on further from there and come to the oak at Tabor. There three men going up to the Lord at Bethel will meet you. One will be herding[d] three young goats, one will be carrying three loaves of bread, and one will be carrying a bottle[e] of wine. ", "4": "They'll greet you and give you two loaves of bread, which you're to accept from them.", "5": "“After that you will come to Gibeath-elohim[f] where the Philistine garrison is. As you arrive there at the town, you'll meet a band of prophets coming down from the high place with a harp, tambourine, flute, and lyre being played in front of them, and they'll be prophesying. ", "6": "The Spirit of the Lord will come upon you, and you'll prophesy with them and be changed into a different person. ", "7": "When these signs occur,[g] do whatever you want[h] to do, because the Lord is with you. ", "8": "You are to go down ahead of me to Gilgal, and then I'll come down to offer burnt offerings and to sacrifice peace offerings. You are to wait seven days until I come to you to let you know what you are to do.”", "9": "Now it happened as Saul[i] turned his back to leave Samuel, that God gave him another heart,[j] and all these signs occurred on that day. ", "10": "When they arrived there at Gibeah,[k] a band of prophets was right there to meet them. The Spirit of God came upon Saul,[l] and he prophesied[m] along with them. ", "11": "When all those who had known Saul previously saw that he was there among the prophets prophesying, the people told one another, “What has happened to Kish's son? Is Saul also among the prophets?”", "12": "A man from there answered: “Now who is their father?” Therefore it became a proverb, “Is Saul also among the prophets?” ", "13": "When he had finished prophesying, he went to the high place.", "14": "Saul's uncle told him and to his young man, “Where did you go?” He said, “To look for the donkeys, and when we saw that they couldn't be found, we went to Samuel.”", "15": "Then Saul's uncle said, “Please tell me what Samuel told you.”", "16": "Saul told his uncle, “He actually told us that the donkeys had been found,” but he did not tell him about the matter of kingship about which Samuel had spoken.", "17": "Samuel summoned the people to the Lord at Mizpah. ", "18": "He told the Israelis, “This is what the Lord God of Israel says: 'I brought Israel up out of Egypt, and I rescued you from the power[n] of Egypt and from the power[o] of all the kingdoms that were oppressing you.' ", "19": "But today you have rejected your God who delivers you from all your troubles and difficulties. You have said, 'No![p] Instead, appoint a king over us.' Now present yourselves in the Lord's presence by your tribes and families.”", "20": "Samuel brought forward all the tribes of Israel, and the tribe of Benjamin was chosen. ", "21": "Then he brought forward the tribe of Benjamin according to its families, and the family of Matri was chosen. Finally, Kish's son Saul was chosen, but when they looked for him, they couldn't find him. ", "22": "So they inquired further of the Lord, “Has the man come here yet?” The Lord said, “He is here, hiding among the baggage.”", "23": "They ran and brought him from there. When he stood among the people, he was taller than any of the others by a head.[q] ", "24": "Then Samuel told all the people, “Do you see the man whom the Lord has chosen? For there is no one like him among all the people.” Then all the people shouted, “Long live the king!”", "25": "Samuel explained to the people the regulations[r] concerning kingship. He wrote them in a scroll and placed it in the Lord's presence. Then Samuel sent all the people to their own houses. ", "26": "Saul also went to his house in Gibeah, and the soldiers[s] whose hearts God had touched went with him. ", "27": "But some troublemakers[t] said, “How can this man deliver us?” They despised him and did not bring him a gift. But Saul[u] remained silent.", "28": "Meanwhile, Nahash, king of the Ammonites, had been severely oppressing the descendants of Gad and descendants of Reuben, gouging out their right eyes and not allowing Israel to have a deliverer. No one was left among the Israelis across the Jordan whose right eye Nahash, king of the Ammonites, had not gouged out. However, 7,000 men had escaped from the Ammonites and entered Jabesh-gilead.[v]"}