{"1": "So after a month,[a] Nahash the Ammonite came up and laid siege to[b] Jabesh-gilead. All the men of Jabesh told Nahash, “Make a covenant with us, and we will serve you.”", "2": "Nahash the Ammonite told them, “I'll make a covenant with you on the condition that I gouge out the right eye of every one of you and so bring disgrace on all Israel.”", "3": "The elders of Jabesh told him, “Leave us alone for seven days so that we may send messengers through all the territory of Israel. Then if no one delivers us, we will come out to you and surrender.”[c] ", "4": "When the messengers came to Gibeah of Saul and reported the terms to the people,[d] all the people cried loudly.[e]", "5": "Just then Saul was coming in from the field behind the oxen and he said, “What's with the people? Why are they crying?” They reported to him what the men of Jabesh had said.[f]", "6": "When Saul heard these words, the Spirit of God came on him, and he was very angry. ", "7": "He took a yoke of oxen, cut them in pieces, and sent the pieces[g] by messengers through all the territory of Israel: “This is what will be done to the oxen of anyone who does not come out and join[h] Saul and Samuel!” The fear of the Lord fell on the people and they came out as one man.", "8": "Saul[i] mustered them at Bezek, and there were 300,000 Israelis and 30,000 men of Judah. ", "9": "They told the messengers who had come, “You are to say this to the men of Jabesh-gilead, 'Tomorrow, by the time the sun is hot, you will be delivered.'” The messengers went and reported to the men of Jabesh, and they rejoiced.", "10": "The men of Jabesh said, “Tomorrow we will come out to you and surrender.[j] Then you can do whatever you want to us.”", "11": "The next day Saul separated the people into three companies. They came into the camp during the morning watch, and struck down the Ammonites until the heat of the day. Those who survived were scattered so that no two of them remained together.", "12": "The people told Samuel, “Who said, 'Will Saul reign over us?' Bring them to us[k] and we will put them to death!”", "13": "But Saul said, “Let no one be put to death this day, because today the Lord has delivered Israel.”", "14": "Then Samuel told the people, “Come, let's go to Gilgal and reaffirm the kingship there.” ", "15": "So all the people went to Gilgal and there they made Saul king in the Lord's presence in Gilgal. There they sacrificed peace offerings in the Lord's presence, and there Saul and all the men of Israel rejoiced greatly."}