{"1": "One day Jonathan told his armor bearer,[a] “Come, let's go over to the Philistine garrison which is on the other side,” but he did not tell his father. ", "2": "Saul was sitting on the outskirts of Geba under the pomegranate tree which was at Migron, and with him[b] were about 600 men. ", "3": "Along with him were Ahitub's son Ahijah, Ichabod's brother, who was Phineas' son and a grandson of Eli the priest of the Lord at Shiloh, who was carrying the ephod. The people did not know that Jonathan had gone.", "4": "Now in the pass[c] through which Jonathan planned to get across to the Philistine garrison, there was a sharp crag[d] on one side and a sharp crag on the other side. The name of the one was Bozez, and the name of the other was Seneh. ", "5": "One crag rose on the north opposite Michmash, and the other on the south opposite Geba.", "6": "Jonathan told his armor bearer,[e] “Come, let's go over to the garrison of these uncircumcised ones. Perhaps the Lord will work for us, since nothing prevents the Lord from delivering, whether by many or by a few.”", "7": "His armor bearer told him, “Do whatever you want.[f] Let's move out![g] I'm right here with you, as you wish.”[h]", "8": "Jonathan said, “Look, we're going over to the men, and we will show ourselves to them. ", "9": "If they say to us, 'Stay there until we come to you,' then we will stay where we are[i] and not go up to them. ", "10": "But if they say, 'Come up and fight us,' then we will go up, for the Lord has given them into our hands, and this will be the sign for us.”", "11": "When the two of them showed themselves to the Philistine garrison, the Philistines said, “Look, the Hebrews are coming out of the holes where they have been hiding.”", "12": "The men of the garrison responded to Jonathan and his armor bearer: “Come up and fight us, and we will show you something.” Jonathan then told his armor bearer, “Follow me, for the Lord has given them into Israel's control.”", "13": "Jonathan crawled up on his hands and feet, with his armor bearer following him. The Philistines[j] fell before Jonathan, and his armor bearer who was behind him also killed some. ", "14": "In the initial attack, Jonathan and his armor bearer struck down about twenty men in an area of about half an acre[k] of land. ", "15": "There was terror in the camp, in the field, and among all the people. Even the garrison and the raiders were terrified. The earth shook, and there was even greater terror.[l]", "16": "Saul's sentries in Gibeah of Benjamin watched as the camp[m] was in disarray,[n] going this way and that.[o] ", "17": "Saul told the people who were with him, “Do a roll call[p] and see who has left us.” They did a roll call,[q] and Jonathan and his armor bearer were not there.", "18": "Saul told Ahijah, “Bring the Ark of God here.” For at that time the Ark of God was with[r] the Israelis.", "19": "While Saul was still speaking to the priest, the commotion in the Philistine camp increased more and more, and Saul told the priest, “Remove your hand.”[s]", "20": "Then Saul and all the people who were with him assembled and went into battle. Now the swords of all the Philistines were against each other,[t] and there was very great confusion. ", "21": "The Hebrews who had previously been with the Philistines, who had gone up with them from the surrounding areas to the camp, even they joined Israel and those who were with Saul and Jonathan. ", "22": "All the Israelis who had been hiding in the hill country of Ephraim heard that the Philistines were fleeing, and even they pursued the Philistines[u] in the battle. ", "23": "On that day the Lord delivered Israel, and the battle moved past Beth-aven.", "24": "The men of Israel were hard pressed on that day, and Saul required the army to take an oath: “Cursed is the person who eats food before evening and before I've been avenged of my enemies.” So no one tasted food.", "25": "Later on, all the soldiers[v] entered the woods, and there was honey on the ground. ", "26": "The people came into the woods and there was flowing honey, but no one put his hand to his mouth to eat it because the people were afraid due to the oath. ", "27": "But Jonathan had not heard that his father had required the army to swear an oath, so he stretched out the end of the staff that was in his hand and dipped it in the honeycomb. He brought it back to his mouth and his eyes brightened. ", "28": "Then one of the people responded: “Your father strictly ordered the army to take an oath. That's why he said, 'Cursed is the person who eats food today,' and so the army is exhausted.”", "29": "Jonathan said, “My father has troubled the land. See how my eyes have brightened because I tasted a little of this honey. ", "30": "How much better if the army had eaten freely today of their enemy's spoil that they found, because the slaughter among the Philistines has not been great.”", "31": "That day they struck down the Philistines from Michmash to Aijalon, and the army was very weary. ", "32": "The army grabbed the spoil, took sheep, oxen, and calves, and slaughtered them on the ground, and then the army ate them with the blood. ", "33": "Someone[w] reported this to Saul: “Right now the army is sinning against the Lord by eating meat[x] with the blood.” He said, “You have acted treacherously. Roll a large stone to me today.”", "34": "Then Saul said, “Disperse yourselves among the soldiers and say to them, 'Let each man bring his ox and his sheep to me, and you are to slaughter them here and eat. But don't sin against the Lord by eating meat[y] with the blood.'” So every soldier brought his ox with him that night, and they slaughtered them there. ", "35": "Saul built an altar to the Lord; it was the first altar that he built to the Lord.", "36": "Saul said, “Let's go down after the Philistines tonight and plunder them until dawn, and let's not leave a single one[z] of them alive.” They said, “Do whatever seems good to you!” But the priest said, “Let's draw near to God here.”", "37": "Saul inquired of God, “Shall I go down after the Philistines? Will you give them into the hand of Israel?” But God[aa] did not answer him that day.", "38": "Saul said, “All you army officers are to come here to find out[ab] what constitutes[ac] this sin today. ", "39": "Indeed, as the Lord who delivers Israel lives, even if the sin[ad] is with my son Jonathan, he will surely die!” Not a single one of the soldiers answered him. ", "40": "Then he told all Israel, “You will be on one side, and I and my son Jonathan will be on the other side.” The people told Saul, “Do what seems good to you.”", "41": "Then Saul told the Lord God of Israel, “Judge us properly.”[ae] Jonathan and Saul were selected, but the army was cleared.[af] ", "42": "Saul said, “Cast lots between me and my son Jonathan,” and Jonathan was selected. ", "43": "Saul told Jonathan, “Tell me what you've done.” So Jonathan spoke to him: “I did taste a little honey from the end of the staff that was in my hand. Here I am; I'm ready to die!”", "44": "Saul said, “May God do this to me[ag] and even more, if you don't surely die, Jonathan!”", "45": "Then the army told Saul, “Shall Jonathan die, who brought about this great deliverance in Israel? As the Lord lives, not one hair of his head will fall to the ground, because today he did this with God's help.”[ah]", "46": "Then Saul stopped pursuing[ai] the Philistines, and the Philistines went back to their territory.", "47": "When Saul became king over Israel, he fought against all his enemies on every side—against Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. Everywhere he turned he was victorious.[aj] ", "48": "He acted valiantly, defeated Amalek, and delivered Israel from those who had been plundering them.", "49": "Saul's sons included Jonathan, Ishvi, and Malchi-shua. Of his two daughters, the firstborn was named Merab, and the younger one was named Michal. ", "50": "Saul's wife was Ahinoam, daughter of Ahimaaz, while the commander of his army was Saul's uncle Ner's son Abner. ", "51": "Saul's father Kish and Abner's father Ner were sons of Abiel. ", "52": "There was intense fighting against the Philistines during Saul's entire reign, and whenever Saul discovered a strong or valiant warrior, he would enlist him for service.[ak]"}