{"1": "Samuel told Saul, “The Lord sent me to anoint you king over his people, Israel. Now listen to the words[a] of the Lord. ", "2": "This is what the Lord of the Heavenly Armies says: 'I'll punish Amalek for what he did to Israel, when he set himself against Israel[b] in the way, as they were going up from Egypt. ", "3": "Now, go and attack Amalek. Completely destroy[c] all that they have. Don't spare them, but put to death both man and woman, child and infant, both ox and sheep, camel and donkey.'”", "4": "Saul summoned the people and mustered them in Telaim, 200,000 foot soldiers and 10,000 men from Judah. ", "5": "Saul came to the city of Amalek and set an ambush in the valley. ", "6": "Saul told the Kenites, “Withdraw from the Amalekites so that I don't destroy you with them, for you showed kindness to all the Israelis when they departed from Egypt.” So the Kenites withdrew from the Amalekites. ", "7": "Saul attacked the Amalekites from Havilah to Shur, which is east of Egypt. ", "8": "He captured alive Agag king of Amalek, but he completely destroyed all the people, executing them with swords. ", "9": "Saul and the people spared Agag and the best of the sheep and cattle—the fattened animals and lambs—along with all that was good. They were not willing to completely destroy them, but they did completely destroy everything that was worthless and inferior.", "10": "This message from the Lord came to Samuel: ", "11": "“I regret that I made Saul king, because he has turned away from following me and has not carried out my commands.” Samuel was angry, and he cried out to the Lord all night.", "12": "Samuel got up early in the morning to meet Saul, but Samuel was told, “Saul went up to Carmel to set up a monument for himself. Then he turned around and traveled on to Gilgal.”", "13": "Samuel approached Saul. “May the Lord bless you,” Saul said. “I've carried out the Lord's command.”", "14": "Samuel said, “Then what is this bleating of sheep in my ears and the lowing of cattle that I hear?”", "15": "Saul replied, “They brought them from the Amalekites. The people spared the best of the sheep and cattle to offer sacrifices to the Lord your God, and the rest they completely destroyed.”", "16": "“Be quiet!” Samuel said. “I'll tell you what the Lord told me last night.” Saul told him, “Speak.”", "17": "So Samuel replied, “Is it not true that though you were small in your own eyes you became head of the tribes of Israel, and the Lord anointed you king over Israel? ", "18": "The Lord sent you on a mission: 'Go and completely destroy the sinners, the Amalekites, and fight against them until they're destroyed.' ", "19": "Why didn't you obey the Lord, but grabbed the spoil and did evil in the Lord's sight?”", "20": "Saul told Samuel, “I did obey the Lord. I went on the mission on which the Lord sent me, I brought Agag king of Amalek, and I completely destroyed the Amalekites. ", "21": "The people took some of the spoil—sheep, cattle, and the best of what was to be completely destroyed—to sacrifice to the Lord your God at Gilgal.”", "22": "Samuel said, “Does the Lord delight as much in burnt offerings and sacrifices as in obeying the Lord? Surely, to obey is better than sacrifice, to pay attention is better[d] than the fat of rams.", "23": "Indeed, rebellion is the sin of divination, and arrogance is iniquity and idolatry. Because you have rejected this message from the Lord, he has rejected you from being king.”", "24": "“I've sinned,” Saul replied to Samuel. “I've broken the Lord's command and your word, because I was afraid of the people and listened to them. ", "25": "Now, please forgive my sin and return with me so I may worship the Lord.”", "26": "Samuel told Saul, “I won't return with you because you have rejected the message from the Lord, and the Lord has rejected you from being king over Israel.”", "27": "As Samuel turned to go Saul[e] seized him by the corner of his robe, and it tore. ", "28": "Samuel told him, “The Lord has torn the kingdom of Israel away from you today, and he has given it to your neighbor who is better than you. ", "29": "Moreover, the Glory of Israel does not lie or change his mind, for he's not a man that he should change his mind.”", "30": "“I've sinned,” Saul[f] said. “But please honor me now before the elders of my people and before Israel, and return with me so I may worship the Lord your God.” ", "31": "Samuel returned, following Saul, and Saul worshipped the Lord.", "32": "Then Samuel said, “Bring Agag king of Amalek to me.” Agag came to him in fetters, saying to himself,[g] “Surely the bitterness of death is past.”", "33": "Samuel said, “Just as your sword has made women childless, so your mother will be childless among women.” Then Samuel cut Agag into pieces in the Lord's presence in Gilgal.", "34": "Then Samuel went to Ramah, and Saul went to his house in Gibeah of Saul. ", "35": "Samuel did not see Saul again until the day of his death, but Samuel grieved over Saul, and the Lord regretted that he had made Saul king over Israel."}