{"1": "The Lord told Samuel, “How long will you grieve over Saul, since I've rejected him from being king over Israel? Fill your horn with oil and go. I'm sending you to Jesse from Bethlehem because I've chosen for myself one of his sons as king.”", "2": "Samuel said, “How can I go? Saul will hear about this[a] and kill me!” The Lord said, “Take a heifer[b] with you and say, 'I've come to offer a sacrifice to the Lord.' ", "3": "You are to invite Jesse to the sacrifice, and I'll show you what you are to do. You are to anoint for me the one I tell you.”", "4": "Samuel did what the Lord said and went to Bethlehem. The elders of the town came out to meet him trembling, and said, “May your coming be in peace.”", "5": "He said, “Peace, I've come to sacrifice to the Lord. Consecrate yourselves and come with me to the sacrifice.” Samuel[c] consecrated Jesse and his sons and invited them to the sacrifice.", "6": "When they arrived, Samuel[d] saw Eliab, and said, “Surely he's the Lord's[e] anointed.”[f]", "7": "The Lord told Samuel, “Don't look at his appearance or his height,[g] for I've rejected him. Truly, God does not see[h] what man sees, for man looks at the outward appearance, but the Lord sees the heart.”", "8": "Then Jesse summoned Abinadab and brought him before Samuel, and he said, “Neither has the Lord chosen this one.” ", "9": "Then Jesse brought Shammah, and he said, “Neither has the Lord chosen this one.” ", "10": "Jesse brought seven of his sons before Samuel, and Samuel told Jesse, “The Lord has not chosen these.”", "11": "Then Samuel told Jesse, “Are these all the young men?” He said, “There yet remains the youngest one, and right now he's tending the sheep.” Samuel told Jesse, “Send someone to get him,[i] for we won't do anything else[j] until he arrives here.” ", "12": "So he sent and brought him. He had a dark, healthy complexion, with beautiful eyes, and he was handsome. The Lord said, “Get up and anoint him, for this is the one.”", "13": "Then Samuel took the horn of oil and anointed David[k] in the presence of his brothers, and the Spirit of the Lord came on David from that day forward. Then Samuel got up and went to Ramah.", "14": "The Spirit of the Lord departed from Saul, and an evil spirit from the Lord troubled him. ", "15": "Saul's servants told him, “Look, an evil spirit from God is troubling you. ", "16": "Let our lord order his servants who attend you[l] to look for a man who is skilled in playing the lyre. And then when an evil spirit from God comes on you, he will play[m] and you will be better.”", "17": "Saul told his servants, “Find[n] a man for me who can play well and bring him to me.”", "18": "One of the young men answered: “Look, I've seen a son of Jesse the Bethlehemite who is skilled in playing. The man is a valiant soldier, gifted in speech, and handsome. And the Lord is with him.”", "19": "So Saul sent messengers to Jesse and said, “Send me your son David, who is with the sheep.”", "20": "Jesse took a donkey loaded with bread, a container of wine, and one kid, and sent them to Saul along with his son David. ", "21": "David went to Saul and began to serve him.[o] Saul loved him very much, and he became his armor bearer. ", "22": "Saul sent a messenger[p] to Jesse to tell him, “Allow David to serve me, because I'm pleased with him.”[q] ", "23": "Whenever an evil[r] spirit from God came to Saul, David would take the lyre and play it.[s] Relief would come to Saul and he would be better, because the evil spirit would leave him."}