{"1": "When David finished speaking with Saul, Jonathan became a close friend to David,[a] and Jonathan[b] loved him as himself. ", "2": "Saul took David[c] that day and did not let him return to his father's house. ", "3": "Jonathan made a covenant with David because he loved him as he loved himself. ", "4": "Jonathan took off the robe that he had on and gave it to David, along with his coat, his sword, his bow, and his belt. ", "5": "David went out and was successful everywhere Saul sent him, and Saul put him in charge of the troops. This pleased the entire army,[d] as well as Saul's officials.[e]", "6": "When David returned from defeating the Philistine, as they were entering the city, women from all the towns of Israel came out to meet King Saul, singing and dancing as they joyously played tambourines and lyres. ", "7": "As the women sang and played, they said, “Saul has struck down his thousands but David his ten thousands.”", "8": "Saul was very angry and he did not like what the women sang. He told himself,[f] “They have attributed tens of thousands to David, but to me they have attributed thousands. What else can he have but the kingdom?” ", "9": "From then on Saul kept his eye on David.[g]", "10": "The next day, while David was playing the lyre[h] as he had before, the evil spirit from the Lord attacked Saul, and he began to rave[i] inside the house with a spear in his hand. ", "11": "Saul hurled it, thinking,[j] “I'll pin David to the wall.” But David escaped from him twice.", "12": "Now Saul was afraid of David because the Lord was with him and had departed from Saul. ", "13": "Saul removed David[k] from his presence and made him an officer over a division of soldiers.[l] So David led the troops in battle.[m] ", "14": "David was successful in all that he did, for the Lord was with him. ", "15": "When Saul saw that David[n] was highly successful, he feared him. ", "16": "But all Israel and Judah loved David because he led them in battle.[o]", "17": "Saul told David, “Here is my older daughter Merab. I'll give her to you as a wife. Just be an excellent soldier for me and fight the Lord's battles.” Now Saul told himself,[p] “I won't harm him myself.[q] Instead, I'll let the Philistines harm him.”[r]", "18": "David told Saul, “Who am I and what is my life or my father's family in Israel that I should be the king's son-in-law?” ", "19": "And when the time came to give Saul's daughter Merab to David, she was given as a wife to Adriel of Meholah.", "20": "Saul's daughter Michal loved David. Saul was informed of this and he liked the idea.[s] ", "21": "Saul told himself,[t] “I'll give her to him and she can be a snare to him and the Philistines will harm him.”[u] So Saul told David, “For a second time you can be my son-in-law today.”", "22": "Saul commanded his officials,[v] “Speak with David privately and say, 'Look, the king delights in you, and all his officials[w] love you. Now become the king's son-in-law.'”", "23": "Saul's officials[x] delivered this message to David,[y] and he[z] asked, “Is becoming the king's son-in-law an unimportant thing to you? I'm a poor and unimportant man.”", "24": "Saul's officials[aa] reported to him: “This is what David said.”", "25": "Saul said, “This is what you are to tell David, 'The king desires no bride price except 100 Philistine foreskins to take vengeance on the king's enemies.'” Now Saul thought he would cause David to die at the hand of the Philistines. ", "26": "When his officials[ab] delivered this message to David, David decided it would be a good thing to become the king's son-in-law. Before the time was up, ", "27": "David got up, went out with his men, and struck down 200 Philistine men. David brought their foreskins and gave them all to the king so he could become the king's son-in-law. So Saul gave him his daughter Michal as a wife. ", "28": "As Saul continued to observe, he realized that the Lord was with David and that Saul's daughter Michal loved him. ", "29": "Then Saul was even more afraid of David, and Saul was David's enemy from that time on.[ac]", "30": "The Philistine commanders would go out to fight[ad] and whenever they did, David was more successful than any of Saul's other leaders.[ae] His name was held in high esteem."}