{"1": "Then Hannah prayed: “My heart exults in the Lord; my strength[a] is increased by the Lord. I will open my mouth to speak[b] against my enemies, because I rejoice in your deliverance.", "2": "Indeed,[c] there is no one holy like the Lord, indeed, there is no one besides you, there is no rock like our God.", "3": "Don't continue to talk proudly, and don't speak arrogantly, for the Lord is a God of knowledge, and by him actions are weighed.", "4": "The bows of warriors are shattered,[d] but those who stumble are equipped with[e] strength.", "5": "Those who had an abundance of bread now hire themselves out, and those who were hungry hunger no more.[f] While the barren woman gives birth to seven children,[g] she who had many children languishes.", "6": "The Lord kills and gives life, he brings people down to where the dead are[h] and he raises them up.", "7": "The Lord makes people poor and he makes people rich, he brings them low, and he also exalts them.", "8": "He raises the poor up from the dust, he lifts up the needy from the trash heap to make them sit with princes and inherit a seat of honor. Indeed the pillars of the earth belong to the Lord, and he has set the world on them.", "9": "He guards the steps[i] of his faithful ones, while the wicked are made silent[j] in darkness. He grants the request of the one who prays.[k] He blesses the year of the righteous.[l] Indeed it's not by strength that a person prevails.", "10": "The Lord will shatter his enemies[m] —those who contend against him. Who is holy?[n] The one who will thunder[o] against them in the heavens. The Lord will judge the ends of the earth, he will give strength to his king, and he will increase the strength of His anointed one.”", "11": "Then Elkanah went to his house at Ramah, while the boy was ministering to the Lord in the presence of Eli the priest.", "12": "Now the sons of Eli were worthless men who did not know the Lord. ", "13": "The custom of the priests with the people was that whenever a person offered a sacrifice, a servant[p] of the priest would come with a three pronged fork in his hand while the meat was boiling, and[q] ", "14": "he would stick it into the boiler or pot,[r] and take everything[s] the fork brought up—that is, the priest would take it for himself. This is what they were supposed to do with all the Israelis who came there to Shiloh. ", "15": "But even before they burned the fat, the servant of the priest would come and say to the person offering the sacrifice, “Give me meat to roast for the priest. He won't accept boiled meat from you, but only raw.”", "16": "If the man told him[t], “They must surely[u] burn up the fat first, and then take for yourself whatever[v] you desire,” the servant would say, “No,[w] give it now, and if you don't,[x] I'll take it by force!”[y] ", "17": "By doing this, the sin of the young men was very serious in the Lord's sight because the men[z] despised the Lord's offering.", "18": "Now Samuel was ministering in the Lord's presence, as a boy wearing a linen ephod.[aa] ", "19": "His mother would make a small robe for him, and she would bring it each year when she went up with her husband to offer the yearly sacrifice. ", "20": "Then Eli would bless Elkanah and his wife and say,[ab] “May the Lord give[ac] you descendants[ad] from this woman in place of the one she dedicated[ae] to the Lord.” Then they would return to their[af] home.[ag]", "21": "The Lord took note of Hannah,[ah] and she became pregnant and gave birth to[ai] three sons and two daughters. Meanwhile, the boy Samuel continued to grow,[aj] and the Lord was constantly[ak] with him.", "22": "Now Eli was very[al] old, and he had heard everything that[am] his sons were doing[an] to the Israelis,[ao] and how they lay with the women who were serving regularly[ap] at the entrance to the Tent of Meeting. ", "23": "“Why are you doing these things that I'm hearing about?” he asked his sons,[aq] “These reports about your evil deeds are coming from all these[ar] people! ", "24": "No, my sons, I'm not hearing good news being circulated by the Lord's people. ", "25": "If a person sins[as] against another, God[at] will mediate for him,[au] but if a person sins against the Lord, who can intercede for him?” But they would not follow the advice of[av] their father; for the Lord wanted to put them to death. ", "26": "But the boy Samuel continued to grow both physically and in favor with the Lord and the people.", "27": "A man of God came to Eli, saying to him,[aw] “This is what the Lord says: 'When they were in Egypt and slaves[ax] to the house of Pharaoh, did I not reveal[ay] to the family of your ancestor Aaron[az] ", "28": "that I had chosen him[ba] out of all the tribes of Israel to be my priest, to offer up burnt offerings on my altar, burn incense, and carry[bb] the ephod in my presence? And did I not give to your ancestors' family all the Israeli fire-offerings? ", "29": "Why, then, do all of you show contempt for[bc] my sacrifice and offering that I've commanded for my[bd] dwelling? And you honor your sons more than me in order to fatten yourselves[be] from the best of all the offerings of my people Israel.'[bf]", "30": "“Therefore, the Lord God of Israel has declared, 'I did, in fact, say[bg] that your family and your ancestor's family would walk before me forever,' but now the Lord declares, 'Far be it from me! The one who honors me I'll honor, and the one who despises me is to be treated with contempt. ", "31": "The time is coming when I'll cut away[bh] at your family[bi] and your ancestor's family[bj] until there are no old men left in your family. ", "32": "Distress will settle down to live in your household, and despite all the good that I do for Israel,[bk] there will never be an old man in your family forever, and you will never again have an old man in my house.[bl] ", "33": "Any of you whom I don't eliminate from serving at my altar will grow tired from weeping,[bm] and their[bn] souls will grieve. All the increase of your family will die by violence.[bo] ", "34": "Here's a sign for you—your two sons Hophni and Phineas will both die on the same day! ", "35": "And I'll raise up for myself a faithful[bp] priest who will do according to what is in my heart and according to my desire. I'll build for him an enduring[bq] house and he will walk before my anointed one forever. ", "36": "Anyone who remains in your family will come and prostrate themselves before him for a small wage[br] or a loaf of bread and will say,[bs] “Please put me in one of the priest's offices so I can eat a piece of bread.”'”"}