{"1": "David left from there and escaped to the Cave of Adullam. His brothers and all his father's family heard about this and went down to him there. ", "2": "Everyone who was in distress, everyone who was in debt, and everyone who was malcontent[a] gathered around him, and he became their leader. There were about 400 men with him.", "3": "David went from there to Mizpah of Moab, and he told the king of Moab, “Please let my father and mother come and stay with you[b] until I know what God is going to do for me.” ", "4": "David left them with the king of Moab, and they stayed with him all the time David was in the stronghold.", "5": "The prophet Gad told David, “Don't remain in the stronghold. Go and enter the territory of Judah.” So David left and went into the forest of Hereth.", "6": "When Saul heard that David and the men who were with him had been found,[c] he[d] was sitting in Gibeah, under the tamarisk tree on the hill, with his spear in his hand. All his officials[e] were standing around him. ", "7": "Saul told his officials who were standing around him, “Listen, men of Benjamin! Will Jesse's son also give fields and vineyards to all of you? Will he make all of you officers over thousands and officers over hundreds? ", "8": "But all of you have conspired against me, and no one tells me[f] about my son's covenant[g] with Jesse's son. None of you feels sorry for me and tells me that my son has stirred up my servant against me to lie in wait, as he's doing[h] this day.”", "9": "Then Doeg the Edomite, who was in charge of Saul's servants answered: “I saw Jesse's son coming to Nob to Ahitub's son Ahimelech. ", "10": "Ahimelech[i] inquired of the Lord for him, gave him provisions, and gave him the sword of Goliath the Philistine.”", "11": "The king sent for Ahitub's son Ahimelech the priest and for all his father's family who were priests at Nob. All of them came to the king. ", "12": "Saul said, “Listen, son of Ahitub!” And he said, “Here I am, your majesty.”", "13": "Then Saul[j] asked him, “Why have you conspired against me—you and Jesse's son—by giving him food and a sword, and by inquiring of God for him, so he can rise up against me to lie in wait, as he's doing[k] today?”", "14": "Ahimelech answered the king, “Who among all your officials[l] is as faithful as David? He is the king's son-in-law, the captain of your bodyguard, and he's honored in your household. ", "15": "Is today the first time I inquired of God for him? Absolutely not! The king shouldn't accuse his servant, or any of my father's family of anything, because your servant didn't know anything at all[m] about this.”", "16": "The king said, “Ahimelech, you will surely die, you and all your father's family!” ", "17": "The king told the guards, who were standing beside him, “Turn and kill the priests of the Lord because they supported David,[n] and because they knew he was fleeing, but didn't inform me.”[o] But the officials of the king did not want to lift their hands[p] to attack the priests of the Lord.", "18": "Then the king told Doeg, “You turn and attack the priests.” Doeg the Edomite turned and attacked the priests. That day he killed eighty-five men who carry the linen ephod.[q] ", "19": "He attacked the priestly town of Nob with the sword. Men and women, children and infants, oxen, donkeys and sheep were put to the sword.", "20": "One man, Ahimelech's son Abiathar, a grandson of Ahitub, escaped and fled to David. ", "21": "Abiathar told David that Saul had killed the priests of the Lord. ", "22": "David told Abiathar, “I knew on that day when Doeg the Edomite was there that he would certainly tell Saul! I'm responsible for the deaths of your father's whole family. ", "23": "Stay with me, and don't be afraid because the one who seeks my life, seeks your life. Indeed, you will be safe with me.”"}