{"1": "Someone[a] told David, “Look, the Philistines are fighting at Keilah and are plundering the threshing floors.”", "2": "David inquired of the Lord: “Shall I go and strike down these Philistines?” The Lord told David, “Go strike down the Philistines and deliver Keilah.”", "3": "David's men told him, “Look, we're afraid here in Judah. How much then, if we go to Keilah against the Philistine army?”", "4": "David inquired of the Lord again, and the Lord answered him: “Get up, go down to Keilah. I'll give the Philistines into your control.”[b] ", "5": "David and his men went to Keilah and fought the Philistines. He carried off their livestock and defeated them decisively,[c] and so David delivered the inhabitants of Keilah. ", "6": "Now when Ahimelech's son Abiathar had fled to David in Keilah, the ephod[d] had come down with him.", "7": "It was reported to Saul that David had come to Keilah, and Saul said, “The Lord has delivered[e] him into my hand because he has shut himself in by going into a town with double gates and bars.” ", "8": "Saul summoned for battle all his forces[f] to go down to Keilah, to besiege David and his men.", "9": "David knew that Saul was devising evil plans against him, and so he told Abiathar the priest, “Bring the ephod.”", "10": "David said, “Lord God of Israel. Your servant has definitely heard that Saul intends to come to Keilah to destroy the town because of me. ", "11": "Will the people of Keilah hand me over to him?[g] Will Saul come down just as your servant has heard? Lord God of Israel, please inform your servant.” The Lord said, “He will come down.”", "12": "Then David said, “Will the people of Keilah hand me over to Saul?”[h] The Lord said, “They'll hand you over.” ", "13": "David and his men, about 600 strong, got up and left Keilah. They moved around wherever they could go. Saul was advised that David had escaped from Keilah, so he stopped the campaign.[i]", "14": "David stayed in the wilderness in the strongholds, and he lived in the hill country in the wilderness of Ziph. Saul sought him every day, but God did not let David[j] slip into Saul's[k] control. ", "15": "David was afraid because[l] Saul had come out to seek his life while David was in the wilderness of Ziph at Horesh. ", "16": "Saul's son Jonathan got up and went to David at Horesh, and he encouraged him to trust[m] in God. ", "17": "Jonathan told him, “Don't be afraid. My father Saul won't find you, and you will be king over Israel. I'll be your second-in-command. My father Saul also knows this.” ", "18": "The two of them made a covenant[n] in the Lord's presence. David remained at Horesh while Jonathan went home.", "19": "People from Ziph came up to Saul at Gibeah and informed him, “David is hiding with us in the strongholds in Horesh and on the hill of Hachilah south of Jeshimon, isn't he? ", "20": "Now, your majesty, whenever you want to come down,[o] come down, and our part will be to hand him over to the king.”", "21": "Saul said, “May you be blessed by the Lord, because you have been gracious to me. ", "22": "Go and again make sure, find out and investigate where he is[p] and who has seen him there, for people tell me that he's very clever. ", "23": "Investigate and find out all the hiding places there where he hides, and return to me with reliable information. Then I'll go down with you, and if he's in the land, I'll search him out among all the thousands of Judah.” ", "24": "The people from Ziph got up and left Saul, while David and his men were in the wilderness of Maon in the Arabah south of Jeshimon.", "25": "When Saul and his men went to search for David,[q] some people[r] told David, and he went down to the Rock of Escape[s] and remained in the wilderness of Maon. Saul heard this and he pursued David into the wilderness of Maon. ", "26": "Saul went on one side of the mountain while David and his men went on the other side of the mountain. David was hurrying to get away from Saul while Saul and his men were closing in on David and his men to capture them.", "27": "Then a messenger came to Saul with this news: “Come quickly, because the Philistines have made a raid on the land!” ", "28": "So Saul turned around from pursuing David and went to meet the Philistines. Therefore, they call that place the Rock of Escape. ", "29": "[t]David went up from there and stayed in the strongholds of En-gedi."}