{"1": "Samuel died and all Israel assembled to mourn for him. They buried him at his home in Ramah. David got up and went down to the Wilderness of Paran.[a] ", "2": "Now there was a man in Maon whose business was in Carmel of Judah,[b] and the man was very rich. He had 3,000 sheep and 1,000 goats, and he was shearing his sheep in Carmel. ", "3": "The man's name was Nabal and his wife's name was Abigail. The woman was intelligent and beautiful, while the man was harsh and wicked in his dealings. He was a descendant of Caleb.", "4": "While David was in the wilderness, he heard that Nabal was shearing his sheep. ", "5": "David sent ten young men, saying to the young men, “Go up to Carmel, find Nabal, and greet him in my name. ", "6": "Then say, 'May you live long. Peace to you, peace to your family, and peace to all that you have. ", "7": "Now, I've heard that the sheep shearers are with you. Now, your shepherds have been with us. We didn't harm them, and they didn't miss anything all the time they were in Carmel. ", "8": "Ask your young men and they'll tell you. Therefore let my[c] young men find favor with you since we came on a special[d] day. Please give whatever you have available to your servants and to your son David.'”", "9": "David's young men came to Nabal and told him all this[e] in David's name, and then they waited. ", "10": "Nabal answered David's servants: “Who is David? Who is this son of Jesse? There are many servants today who are breaking away from their masters. ", "11": "Should I take my food, my water, and my meat that I've slaughtered for my shearers and give it to men who came from who knows where?”[f]", "12": "David's men turned and went on[g] their way. They came back and told David[h] everything. ", "13": "David told his men, “Put on your swords.” They put on their swords, and David put on his sword. Then about 400 men followed David, while 200 stayed with the supplies.", "14": "Now, one of the young men told Nabal's wife Abigail: “Look, David sent messengers from the wilderness to greet[i] our lord, but he screamed insults at them. ", "15": "The men were very good to us. They didn't harm us, and we didn't miss anything all the time we moved around with them when we were in the field. ", "16": "They were a wall around us both day and night, all the time we were with them taking care of the sheep. ", "17": "Now, be aware of this[j] and consider what you should do. Calamity is being planned against our master and against his entire household. He's such a worthless person[k] that no one can talk to him.”", "18": "Abigail quickly took 200 loaves of bread, two skins of wine, five butchered sheep, five measures of roasted grain, 100 bunches of raisins, and 200 fig cakes and loaded them on donkeys. ", "19": "She told her young men, “Go ahead of me, I'll be coming right behind you.” But she said nothing to her husband Nabal. ", "20": "She was riding on the donkey and as she went down a protected part[l] of the mountain, David was there with his men, coming down to meet her, and she went toward them.", "21": "Now David had said, “Surely it was for nothing that I protected everything that belonged to this man in the wilderness, and nothing was missing of all that belonged to him. But he has repaid me[m] with evil for good! ", "22": "May the Lord do this to the enemies of David[n]—and more also—if by the morning I've left alive a single male[o] of all those who belong to him.”", "23": "When Abigail saw David, she quickly got down from the donkey and fell on her face before David, prostrating herself on the ground. ", "24": "She fell at his feet and pleaded, “Your majesty, let the guilt be on me alone, and please let your servant[p] speak to you.[q] Listen to the words of your servant.[r] ", "25": "Please, your majesty, don't pay attention to this worthless man Nabal, for he's just like his name. Nabal[s] is his name and folly is his constant companion. But I, your servant,[t] didn't see your majesty's young men whom you sent. ", "26": "Now, your majesty, as the Lord lives and as you live, the Lord has kept you from shedding blood[u] and from delivering yourself by your own actions. Now, may your enemies and those seeking to do evil to your majesty be like Nabal. ", "27": "Now let this present that your servant[v] has brought to your majesty be given to the young men who follow[w] your majesty. ", "28": "Please forgive the offense of your servant.[x] For the Lord will certainly make a strong dynasty for your majesty, for your majesty is fighting the Lord's battles. May evil not be found in you for all of your life.[y] ", "29": "If anyone should arise to pursue you and seek your life, may the life of your majesty be bound up with the Lord your God in a bundle of the living, and may he sling out the lives of your enemies from the pocket of a sling. ", "30": "When the Lord does for your majesty all the good that he promised concerning you and appoints you Commander-in-Chief[z] over Israel, ", "31": "this shouldn't be an obstacle or stumbling block for your majesty's conscience, that he poured out blood without cause or that your majesty delivered himself. When the Lord does good things for your majesty, remember your servant.”[aa]", "32": "David told Abigail, “Blessed be the Lord God of Israel, who sent you to meet me today. ", "33": "Blessed be your good judgment, and blessed be you, who today stopped me from shedding blood[ab] and delivering myself by my own actions. ", "34": "For as surely as the Lord God of Israel lives, the one who restrained me from harming you—indeed, had you not quickly come to meet me, by dawn[ac] there wouldn't be a single male[ad] left to Nabal.”", "35": "David took from her what she had brought him and told her, “Go up to your house in peace. Look, I've heard your request and will grant it.”", "36": "Abigail returned to Nabal, and he was there in his house holding a festival like the festival of a king. Nabal's heart was glad, and he was very drunk, so she didn't tell him anything at all[ae] until morning. ", "37": "After Nabal became sober the next morning,[af] his wife told him all that had happened.[ag] Nabal's[ah] heart failed and he became paralyzed.[ai] ", "38": "About ten days later the Lord struck Nabal, and he died.", "39": "When David heard that Nabal had died, he said, “Blessed be the Lord who has judged the dispute over my insult at the hand of Nabal, and has held back his servant from evil. The Lord has repaid Nabal's wickedness.” Then David sent word to Abigail that he would take her as his wife. ", "40": "David's servants went to Abigail at Carmel and told her, “David sent us to you to take you to him as his wife.”", "41": "She got up, prostrated herself face down on the ground, and replied, “Your servant would be a slave to wash the feet of your majesty's servants.” ", "42": "Then Abigail quickly got up and got on a donkey, with five young women walking behind her.[aj] She followed David's messengers, and she became his wife. ", "43": "David also married Ahinoam of Jezreel, and both of them became his wives. ", "44": "Meanwhile, Saul had given his daughter Michal, David's wife, to Laish's son Palti from Gallim."}