{"1": "People from Ziph came to Saul in Gibeah and informed him, “David is hiding on the hill of Hachilah which is across from Jeshimon, isn't he?” ", "2": "So Saul rose and went down with 3,000 select men of Israel to the Wilderness of Ziph, to look for David in the Wilderness of Ziph. ", "3": "Saul camped by the road on the hill of Hachilah, across from Jeshimon, while David was staying in the wilderness. When he realized[a] that Saul had come after him in the wilderness, ", "4": "David sent out spies and found out for certain that Saul had arrived. ", "5": "David rose and went to the place where Saul was camped. David saw the place where Saul and Abner, his Commander-in-Chief, lay down. Saul was lying down within the encampment, and the army was[b] camped all around him.", "6": "David said[c] to Ahimelech the Hittite, and to Joab's brother Abishai, Zeruiah's son, “Who will go down with me to Saul in the camp?” Abishai said, “I'll go down with you.”", "7": "David and Abishai went to the army[d] at night, and Saul was lying there asleep in the encampment. His spear was stuck in the ground at his head, and Abner and the army[e] were lying all around him. ", "8": "Abishai told David, “Today God has delivered your enemy into your hand. Let me run the spear through him into the ground with a single blow. I won't need to strike him twice!”", "9": "David told Abishai, “Don't destroy him. Who can raise his hand to strike the Lord's anointed and remain innocent? ", "10": "As the Lord lives, the Lord will strike him down, or his time will come to die, or he will go into battle and perish. ", "11": "The Lord forbid that I should raise my hand against the Lord's anointed. Now take the spear that is at his head and the jug of water, and let's go.” ", "12": "So David took the spear and the jug of water at Saul's head, and they left. No one saw, and no one knew, because no one was awake. They were all asleep, because a deep sleep from the Lord had fallen over them.", "13": "Then David crossed over to the other side and stood on top of the hill some distance away with a large distance between them. ", "14": "David called out to the army[f] and to Ner's son Abner, “Abner, won't you answer me?” Abner answered: “Who are you who calls out to the king?”", "15": "David told Abner, “Are you not a man, and who is like you in Israel? Why didn't you guard your lord, the king? Indeed, a soldier came to destroy the king, your lord. ", "16": "This thing that you did is not good. As the Lord lives, you deserve to die,[g] you who didn't guard your lord, the Lord's anointed. Where is the king's spear and where is the jug of water that was at his head?”", "17": "Saul recognized David's voice and said, “Is this your voice, my son David?” David replied, “It is my voice, your majesty.”[h] ", "18": "David[i] said, “Why is your majesty pursuing his servant? For what have I done, and what evil do I bear toward you? ", "19": "Now let your majesty[j] listen to the words of his servant. If the Lord incited you against me, then may he accept an offering. But if it is people, may they be cursed in the Lord's presence, because they have driven me out today from sharing in the inheritance of the Lord by saying, 'Go serve other gods.' ", "20": "Now, don't let my blood fall to the ground away from the Lord's presence. Indeed, the king of Israel has come out to seek a single flea, like someone hunts a partridge in the mountains.”", "21": "Then Saul said, “I've wronged you. Return, my son David, for I won't harm you again because my life was precious to you[k] today. Look, I've acted foolishly and have made a very great mistake.”", "22": "David replied, “Here's the king's spear. Have one of the young men come over and get it. ", "23": "The Lord repays a person for his righteousness and his faithfulness. The Lord gave you into my control today, but I refused to raise my hand against the Lord's anointed. ", "24": "Look, just as your life was valuable in my eyes today, so may my life be valuable in the Lord's eyes, and may he deliver me from all trouble.”", "25": "Saul told David, “Blessed are you, my son David. In whatever you do you will surely succeed.” So David went on his way, and Saul returned to his place."}