{"1": "David told himself, “One of these days I'll perish by Saul's hand. There is nothing better for me to do than to escape to Philistine territory. Saul will give up searching for me anymore within the borders of Israel, so I'll escape from him.” ", "2": "So David got up, and he and the 600 men who were with him went to Maoch's son Achish, the king of Gath. ", "3": "David stayed with Achish in Gath along with his men, each of whom was with his household. David had his two wives, Ahinoam from Jezreel and Abigail, who had been the wife of Nabal of Carmel. ", "4": "Saul was told that David had fled to Gath, and he did not continue to search for him.", "5": "David told Achish, “If it pleases you, give me a place in one of the outlying towns,[a] so I may live there. Why should your servant live with you in the royal city?” ", "6": "So that day Achish gave him Ziklag, and therefore, Ziklag has belonged to the kings of Judah until the present time. ", "7": "David lived in Philistine territory for a year and four months.", "8": "David and his men went up and raided the descendants of Geshur, the descendants of Girzi, and the Amalekites, for they had been living in the land since ancient times, from the entrance of[b] Shur all the way to the land of Egypt. ", "9": "David struck the land and did not leave a man or woman alive. He took sheep, cattle, donkeys, camels, and clothing, and then came back and went to Achish.", "10": "Achish said, “Where did you raid today?” David answered, “Against the Negev[c] of Judah, against the Negev[d] of the Jerahmeelites, and against the Negev[e] of the Kenites.” ", "11": "David did not leave a man or woman alive to bring to Gath. He told himself,[f] “Otherwise, they'll say, 'This is what David is doing, and this has been his practice all the time he has lived in Philistine territory.'”", "12": "Achish believed David, telling himself,[g] “He has certainly made himself repulsive to his people in Israel. He will be my servant forever.”"}