{"1": "At that time the Philistines assembled their army for war to fight against Israel. Achish told David, “You know, of course, that you and your men will go out with me into the battle.”", "2": "David told Achish, “Very well, you will now see[a] what your servant will do.” Achish told David, “Very well, I'll appoint you as my permanent bodyguard.”", "3": "Now Samuel had died, and all Israel had mourned for him and buried him in his own town of Ramah. Saul had expelled the mediums and spiritists from the land.", "4": "The Philistines assembled, moved out, and camped at Shunem, while Saul assembled all Israel and camped at Gilboa. ", "5": "When Saul saw the Philistine camp, he was afraid, and his heart trembled greatly. ", "6": "Saul inquired of the Lord, but the Lord did not answer him, either through dreams or Urim[b] or through prophets. ", "7": "Saul told his servants, “Find me a woman who is a medium so I can go to her and make my inquiry through her.” His servants told him, “Look, there's a woman at Endor who is a medium.”", "8": "Saul disguised himself, putting on different clothes. He went along with two men to the woman at night. He said, “Consult a familiar spirit for me and bring up for me the one whom I tell you.”", "9": "The woman told him, “Look, you know what Saul has done. He has removed mediums and spiritists from the land, so why are you trying to entrap me, so as to cause my death?”", "10": "Saul swore to her by the Lord: “As surely as the Lord lives, no punishment will come on you for this thing.”", "11": "The woman said, “Whom shall I bring up for you?” Saul[c] said, “Bring up Samuel for me.”", "12": "When the woman saw Samuel, she cried out loudly.[d] The woman told Saul, “Why have you deceived me? You are Saul!”", "13": "The king told her, “Don't be afraid; but what do you see?” The woman told Saul, “I see a divine being[e] coming up out of the ground.”", "14": "Saul[f] told her, “What does he look like?” She said, “An old man is coming up, and he's wrapped in a robe.” Saul knew that it was Samuel, and he bowed low to the ground and prostrated himself.", "15": "Samuel told Saul, “Why did you disturb me by bringing me up?” Saul said, “I'm in great distress. The Philistines are waging war against me. God has departed from me and won't answer me anymore, either by messages written by[g] the hand of the prophets or by dreams. So I've summoned you to tell me what I should do.”", "16": "Samuel said, “Why do you ask me, since the Lord has departed from you and become your enemy? ", "17": "The Lord has done to you exactly as he spoke through me.[h] The Lord has torn the kingdom away from you[i] and has given it to your colleague David. ", "18": "Because you didn't obey the Lord and didn't display his fierce anger against Amalek, therefore, the Lord will do this thing to you today. ", "19": "The Lord is giving both you, and Israel with you, into Philistine control. Tomorrow, the Lord will give you, your sons with you, and also the army of Israel into the control[j] of the Philistines.”", "20": "Saul immediately fell down full-length on the ground. He was terrified because of Samuel's words, and he had no strength because he had not eaten food all day and all night. ", "21": "Then the woman came to Saul and saw that he was very disturbed. She told him, “Look, your servant[k] obeyed you. I put my life into your hands, and I listened to your words that you spoke to me. ", "22": "Now, please listen to your servant.[l] I'll put a piece of bread before you so you can eat and have strength to go on your way.”[m]", "23": "Saul[n] refused, saying, “I won't eat!” Both his servants and the woman urged him, and so he listened to them. He got up off the ground and sat on the bed. ", "24": "The woman had a fattened calf in the house, and she quickly slaughtered it. She took flour, kneaded it, and baked unleavened bread. ", "25": "She brought it to Saul and to his servants, and they ate. Then they got up and went out that night."}