{"1": "The Philistines gathered all their troops at Aphek, while Israel was camped at the spring in Jezreel. ", "2": "The Philistine leaders were passing in review among[a] the military units,[b] and David and his men were among[c] them in the rear with Achish.", "3": "The Philistine leaders said, “What are these Hebrews doing here?” Achish asked the Philistine leaders, “Isn't this David, the servant of King Saul of Israel, who has been with me these days, or rather[d] these years? I've found no fault in him from the day he deserted[e] until now.”", "4": "But the Philistine leaders were angry with him, so they[f] pleaded with him, “Send the man back! Let him return to the[g] place you assigned him. He mustn't go into battle with us. Otherwise, he may become our adversary in the battle! How could there be a better way for[h] this fellow to reconcile himself with his lord? Wouldn't it be with the heads of these men? ", "5": "Isn't this the same[i] David about whom the maidens[j] sang when they were dancing, 'Saul has struck down his thousands, but David his ten thousands'?”", "6": "Then Achish summoned David and told him, “As surely as the Lord lives, you are trustworthy,[k] and it seems good to me for you to campaign[l] with me as part of the army. Indeed, I've not found any evil in you from the time you came to me until now.[m] But the leaders don't approve of you. ", "7": "Now return and go in peace, so you do nothing to displease the Philistine leaders.”", "8": "David told Achish, “What have I done, and what have you found in your servant from the time I came before you until this very moment,[n] that I shouldn't go out and fight the enemies of your majesty?”[o]", "9": "Achish answered David, “I know that I'm pleased with you. You're[p] like an angel of God. But the Philistine leaders have said, 'He mustn't go into battle with us.' ", "10": "Now, get up early in the morning along with your lord's servants who came with you.[q] Get up early in the morning, and go as soon as you have light.” ", "11": "So[r] David and his men got up early in the morning to return to Philistine territory, while the Philistines went up to Jezreel."}