{"1": "When David and his men came to Ziklag on the third day, the Amalekites had raided the Negev[a] and Ziklag. They had attacked Ziklag and set it on fire. ", "2": "They took the women in it captive, from young to old.[b] They did not kill anyone. Instead, they carried them off and went on their way. ", "3": "David and his men came to the town, and it had been burned down. Their wives, their sons, and their daughters had been taken captive. ", "4": "Then David and the people who were with him lifted their voices and cried until they had no more strength left to cry. ", "5": "David's two wives, Ahinoam from Jezreel and Abigail, Nabal's former[c] wife, had been captured. ", "6": "David was in great danger[d] because all the people were bitter because of their sons and daughters, and they were talking about stoning him. But David found strength[e] in the Lord his God.", "7": "David told Ahimelech's son Abiathar the priest, “Bring me the ephod.”[f] So Abiathar brought the ephod to David. ", "8": "David inquired of the Lord: “Shall I pursue this raiding party?[g] Will I overtake them?” The Lord[h] told David,[i] “Pursue them! You will definitely overtake them and rescue the captives.”[j] ", "9": "So David and 600 men who were with him set out. They came to the Wadi[k] Besor where those who were left behind stayed. ", "10": "David and 400 men continued the pursuit,[l] while the 200 men who were too exhausted to cross over the Wadi[m] Besor remained there.[n]", "11": "They found an Egyptian man in the field, and they took him to David. They gave him food to eat and provided water for him. ", "12": "They gave him part of a fig cake and two bunches of raisins. After he had eaten, he revived,[o] since he had neither eaten food nor had he drunk water for three days and three nights. ", "13": "David told him, “To whom do you belong and where are you from?” The Egyptian[p] replied, “I'm a young Egyptian man, the slave of an Amalekite man. My master abandoned me, because I got sick three days ago. ", "14": "We raided the Negev[q] of the Cherethites, the territory that belongs to Judah,[r] and the Negev[s] of Caleb, and we set Ziklag on fire.”", "15": "David asked him, “Will you take me to this raiding party?”[t] He said, “Swear to me by God that you won't kill me or turn me over to my master, and I'll take you to the raiding party.”[u]", "16": "The Egyptian[v] led him to the camp,[w] and there the Amalekites[x] were spread out over the whole area, eating, drinking, and celebrating with the great amount of spoil they had taken from the territory belonging to the Philistines and to Judah. ", "17": "David struck them down from twilight until the evening of the next day, and not one of them escaped except for 400 young men who mounted camels and fled. ", "18": "David rescued everyone whom the Amalekites[y] had captured, including[z] his two wives. ", "19": "Nothing of theirs was missing, whether small or large, sons or daughters, spoil, or anything that they had taken for themselves—David brought back everything. ", "20": "David took all the rest of[aa] the sheep and cattle, driving them ahead of their rescued livestock.[ab] People said about all this,[ac] “This is David's spoil.”", "21": "David came to the 200 men who were too exhausted to follow him[ad] and who had been left at the Wadi[ae] Besor. They came out to meet David and the people who were with him. As David approached the people, he asked them how they were doing.[af] ", "22": "At this point, all the wicked and worthless men of the group who had gone with David answered, “Because they didn't go with us, we won't give them any of the spoil that we recovered, except that each person may take his wife and his children and go.”", "23": "David said, “No, you won't do this, my brothers, with what the Lord has given us. He guarded us and gave the raiding party[ag] that came against us into our hand. ", "24": "Who will listen to you in this matter? Indeed, the share of those who went down into battle and the share of those who stayed with the supplies will be the same. They'll share alike.” ", "25": "From that day forward he made it a statute and an ordinance for Israel, and it remains[ah] to this present[ai] day.", "26": "David came to Ziklag, and he sent some of the spoil to the elders of Judah, and to his friends, telling them, “Look, this is a gift for you from the spoil of the enemies of the Lord ", "27": "in Bethel, Ramoth-negev, Jattir, ", "28": "Aroer, Siphmoth, Eshtemoa, ", "29": "Rachal, in the Jerahmeelite towns, in the Kenite towns, ", "30": "in Hormah, Bor-ashan, Athach, ", "31": "Hebron, and for all those places where David and his men had frequented.”"}