{"1": "The Philistines took the Ark of God and brought it from Ebenezer to Ashdod. ", "2": "Then the Philistines took the Ark of God, brought it to the temple of Dagon,[a] and placed it beside Dagon. ", "3": "When the people of Ashdod got up the next morning, there was Dagon, lying on the ground in front of the Ark of the Lord. They took Dagon and put him back in his place. ", "4": "But when they got up the next morning, there was Dagon, lying on the ground again in front of the Ark of the Lord. Dagon's head and both of his arms[b] were broken off and lying on the threshold.[c] Only the trunk of[d] Dagon was left intact.[e] ", "5": "This is why neither the priests of Dagon nor anyone who enters the temple of Dagon step on the threshold of Dagon in Ashdod to this day.", "6": "The Lord heavily oppressed the people of Ashdod, devastating and afflicting Ashdod and its territories with tumors of the groin. ", "7": "When the men of Ashdod saw how things were, they said, “Don't let the Ark of the God of Israel stay with us, because he is severely attacking us and our god Dagon.” ", "8": "They sent messengers[f] and gathered together all the lords of the Philistines and asked, “What are we to do with the Ark of the God of Israel?” They said, “Let the Ark of the God of Israel move to Gath.” So they moved the Ark of the God of Israel.", "9": "After they moved it, the Lord moved against the town, causing[g] a very great panic. He struck the men of the town, from young to old with tumors of the groin. ", "10": "Then they sent the Ark of God to Ekron. When the Ark of God arrived in Ekron, the people of Ekron cried out, “They have brought the Ark of the God of Israel to us to kill us and our people!”", "11": "They sent messengers[h] and gathered together all the Philistine lords: “Send away the Ark of the God of Israel, and let it return to where it belongs so that it does not kill us and our people.” Meanwhile, a deadly panic had spread all over the town, and God kept on pressuring[i] them there. ", "12": "The people who did not die were afflicted with tumors of the groin, and the cry of the town went up to heaven."}