{"1": "The men of Kiriath-jearim came and took the Ark of the Lord. They brought it to the house of Abinadab on the hill, and they consecrated his son Eleazar to care for the Ark of the Lord.", "2": "A long time passed—it was twenty years—from the time the Ark came to reside in Kiriath-jearim, and all the house of Israel mourned because of the Lord.", "3": "Then Samuel told the whole house of Israel, “If you're returning to the Lord with all your heart, then remove the foreign gods and the Ashtaroth[a] from among you, direct your hearts back to the Lord, and serve him only. Then he will deliver you from the control of the Philistines.” ", "4": "So the Israelis removed the Baals[b] and Ashtaroth, and served the Lord only.", "5": "Samuel said, “Bring all Israel together at Mizpah, and I'll pray to the Lord on your behalf.” ", "6": "So they came together at Mizpah, drew water, and poured it out in the Lord's presence. On that day they fasted there and said, “We have sinned against the Lord.” Then Samuel judged the Israelis at Mizpah. ", "7": "When the Philistines heard that the Israelis had gathered at Mizpah, the Philistine lords came up against Israel. When the Israelis heard this, they were afraid of the Philistines.", "8": "The Israelis told Samuel, “Don't stop crying out to the Lord our God for us that he may deliver us from the hand of the Philistines.” ", "9": "Then Samuel took a nursing lamb and offered it as a whole burnt offering to the Lord. Samuel cried out to the Lord on behalf of Israel, and the Lord answered him. ", "10": "While Samuel was sacrificing the burnt offering, the Philistines approached to attack Israel. But that day the Lord thundered against the Philistines and threw them into panic, and they were defeated before Israel. ", "11": "The men of Israel went out from Mizpah, pursued the Philistines, and struck them down as far as a point below Beth-car. ", "12": "Then Samuel took a stone, placed it between Mizpah and Shen[c] and named it Ebenezer.[d] He said, “The Lord has helped us this far.” ", "13": "The Philistines were subdued, and they did not continue to enter the territory of Israel. The Lord continued to oppose the Philistines all during Samuel's life time. ", "14": "The towns that the Philistines had taken from Israel were returned to Israel, from Ekron to Gath, and Israel delivered their territory from Philistine control. There was also peace between Israel and the Amorites.", "15": "Samuel judged Israel all the days of his life. ", "16": "He went on a circuit each year to Bethel, Gilgal, and Mizpah, and he judged Israel in all those places. ", "17": "He would return to Ramah because his house was there, and judged Israel from there. He also built an altar to the Lord there."}