{"1": "Now Naomi[a] had a relative[b] on her husband's side of the family named Boaz. He was a wealthy, prominent man from the clan of Elimelech.[c] ", "2": "One day Ruth the Moabite said to Naomi, “Let me go[d] to the fields so I can gather[e] grain behind whoever permits me to do so.”[f] Naomi[g] replied, “You may go, my daughter.” ", "3": "So Ruth[h] went and gathered grain in the fields[i] behind the harvesters. Now she just happened to end up[j] in the portion of the field belonging to Boaz, who was from the clan of Elimelech.", "4": "Now at that very moment,[k] Boaz arrived from Bethlehem and greeted[l] the harvesters, “May the Lord be with you!” They replied,[m] “May the Lord bless you!” ", "5": "Boaz asked[n] his servant[o] in charge of the harvesters, “To whom does this young woman belong?”[p] ", "6": "The servant in charge of the harvesters replied, “She's the young Moabite woman who came back with Naomi from the region of Moab. ", "7": "She asked,[q] 'May I follow the harvesters and gather grain[r] among the bundles?'[s] Since she arrived she has been working hard[t] from this morning until now[u]—except for[v] sitting[w] in the resting hut[x] a short time.”[y]", "8": "So Boaz said to Ruth, “Listen carefully,[z] my dear![aa] Do not leave to gather grain in another field. You need not[ab] go beyond the limits of this field. You may go along beside[ac] my female workers.[ad] ", "9": "Take note of[ae] the field where the men[af] are harvesting and follow behind with the female workers.[ag] I will tell the men[ah] to leave you alone.[ai] When you are thirsty, you may go to[aj] the water jars[ak] and drink some of the water[al] the servants draw.”[am]", "10": "Ruth[an] knelt before him with her forehead to the ground[ao] and said to him, “Why are you so kind[ap] and so attentive to me,[aq] even though[ar] I am a foreigner?”[as] ", "11": "Boaz replied to her,[at] “I have been given a full report of[au] all that you have done for your mother-in-law following the death of your husband—how you left[av] your father and your mother, as well as your homeland, and came to live among people you did not know previously.[aw] ", "12": "May the Lord reward your efforts![ax] May your acts of kindness be repaid fully[ay] by the Lord God of Israel, from whom you have sought protection.”[az] ", "13": "She said, “You really are being kind to me,[ba] sir,[bb] for you have reassured[bc] and encouraged[bd] me, your servant,[be] even though I will[bf] never be like[bg] one of your servants.”[bh]", "14": "Later during the mealtime Boaz said to her, “Come here and have[bi] some food! Dip your bread[bj] in the vinegar.” So she sat down beside the harvesters. Then he handed[bk] her some roasted grain. She ate until she was full and saved the rest.[bl] ", "15": "When she got up to gather grain, Boaz told[bm] his male servants, “Let her gather grain even among[bn] the bundles. Don't chase her off![bo] ", "16": "Make sure you pull out[bp] ears of grain for her and drop them so she can gather them up. Don't tell her not to!”[bq] ", "17": "So she gathered grain in the field until evening. When she threshed[br] what she had gathered, it came to about thirty pounds[bs] of barley.", "18": "She carried it back to town, and her mother-in-law saw[bt] how much grain[bu] she had gathered. Then Ruth[bv] gave her the roasted grain she had saved from mealtime.[bw] ", "19": "Her mother-in-law asked her,[bx] “Where did you gather grain today? Where did you work? May the one who took notice of you be rewarded!”[by] So Ruth[bz] told her mother-in-law with whom she had worked. She said, “The name of the man with whom I worked today is Boaz.” ", "20": "Naomi said to her daughter-in-law, “May he be rewarded by the Lord because he[ca] has shown loyalty to the living on behalf of the dead!”[cb] Then Naomi said to her, “This man is a close relative of ours; he is our guardian.”[cc] ", "21": "Ruth the Moabite replied, “He even[cd] told me, 'You may go along beside my servants[ce] until they have finished gathering all my harvest!'”[cf] ", "22": "Naomi then said to her daughter-in-law Ruth, “It is good, my daughter, that you should go out to work with his female servants.[cg] That way you will not be harmed, which could happen in another field.”[ch] ", "23": "So Ruth[ci] worked beside[cj] Boaz's female servants, gathering grain until the end of the barley harvest as well as the wheat harvest.[ck] After that she stayed home with her mother-in-law.[cl]"}