{"1": "At that time,[a] Naomi, her mother-in-law, said to her, “My daughter, I must find a home for you so you will be secure.[b] ", "2": "Now Boaz, with whose female servants you worked, is our close relative.[c] Look, tonight he is winnowing barley at the threshing floor.[d] ", "3": "So bathe yourself,[e] rub on some perfumed oil,[f] and get dressed up.[g] Then go down[h] to the threshing floor. But don't let the man know you're there until he finishes his meal.[i] ", "4": "When he gets ready to go to sleep,[j] take careful notice of the place where he lies down. Then go, uncover his legs,[k] and lie down[l] beside him.[m] He will tell[n] you what you should do.” ", "5": "Ruth replied to Naomi,[o] “I will do everything you have told[p] me[q] to do.”[r]", "6": "So she went down to the threshing floor and did everything her mother-in-law had instructed her to do.[s] ", "7": "When Boaz had finished his meal and was feeling satisfied, he lay down to sleep at the far end of the grain heap.[t] Then Ruth[u] crept up quietly,[v] uncovered his legs,[w] and lay down beside him.[x] ", "8": "In the middle of the night he was startled[y] and turned over.[z] Now[aa] he saw a woman[ab] lying beside him![ac] ", "9": "He said, “Who are you?”[ad] She replied, “I am Ruth, your servant.[ae] Marry your servant,[af] for you are a guardian of the family interests.”[ag] ", "10": "He said, “May you be rewarded[ah] by the Lord, my dear![ai] This act of devotion[aj] is greater than what you did before.[ak] For you have not sought to marry[al] one of the young men, whether rich or poor.[am] ", "11": "Now, my dear, don't worry![an] I intend to do for you everything you propose,[ao] for everyone in the village[ap] knows that you are a worthy woman.[aq] ", "12": "Now yes, it is true that[ar] I am a guardian,[as] but there is another guardian who is a closer relative than I am. ", "13": "Remain here tonight. Then in the morning, if he agrees to marry you,[at] fine,[au] let him do so.[av] But if he does not want to do so, I promise, as surely as the Lord lives, to marry you.[aw] Sleep here until morning.”[ax] ", "14": "So she slept beside him[ay] until morning. She woke up while it was still dark.[az] Boaz thought,[ba] “No one must know that a woman visited the threshing floor.”[bb] ", "15": "Then he said, “Hold out the shawl[bc] you are wearing[bd] and grip it tightly.” As she held it tightly, he measured out about sixty pounds[be] of barley into the shawl[bf] and put it on her shoulders. Then he[bg] went into town, ", "16": "and she returned to her mother-in-law. When Ruth returned to her mother-in-law, Naomi[bh] asked,[bi] “How did things turn out for you,[bj] my daughter?” Ruth[bk] told her about all the man had done for her. ", "17": "She said, “He gave me these sixty pounds of barley, for he said to me,[bl] 'Do not go to your mother-in-law empty-handed.'”[bm] ", "18": "Then Naomi[bn] said, “Stay put,[bo] my daughter, until you know how the matter turns out. For the man will not rest until he has taken care of the matter today.”"}