{"1": "Now Boaz went up[a] to the village gate and sat there. Then along came the guardian[b] whom Boaz had mentioned to Ruth.[c] Boaz said, “Come[d] here, what's-your-name,[e] and sit down.” So he came[f] and sat down. ", "2": "Boaz chose ten of the village leaders[g] and said, “Sit down here!” So they sat down. ", "3": "Then Boaz said to the guardian,[h] “Naomi, who has returned from the region of Moab, is selling[i] the portion of land that belongs to our relative Elimelech. ", "4": "So I am legally informing you:[j] Acquire it before those sitting here and before the leaders of my people.[k] If you want to exercise your right to redeem it, then do so.[l] But if not, then tell me[m] so I will know.[n] For you possess the first option to redeem it; I am next in line after you.”[o] He replied, “I will redeem it.” ", "5": "Then Boaz said, “When[p] you acquire the field[q] from Naomi,[r] you must also[s] acquire Ruth the Moabite,[t] the wife of our deceased relative,[u] in order to preserve his family name by raising up a descendant who will inherit his property.”[v] ", "6": "The guardian said, “Then I am unable to redeem it, for I would ruin my own inheritance[w] in that case. You may exercise my redemption option, for I am unable to redeem it.”[x] ", "7": "(Now this used to be the customary way to finalize a transaction involving redemption in Israel:[y] A man would remove his sandal and give it to the other party.[z] This was a legally binding act[aa] in Israel.) ", "8": "So the guardian said to Boaz, “You may acquire it,” and he removed his sandal.[ab] ", "9": "Then Boaz said to the leaders and all the people, “You are witnesses today that I have acquired from Naomi all that belonged to Elimelech, Kilion, and Mahlon. ", "10": "I have also acquired Ruth the Moabite, the wife of Mahlon, as my wife to raise up a descendant who will inherit his property[ac] so the name of the deceased might not disappear[ad] from among his relatives and from his village.[ae] You are witnesses today.” ", "11": "All the people who were at the gate and the elders replied, “We are witnesses. May the Lord make the woman who is entering your home like Rachel and Leah, both of whom built up the house of Israel! May[af] you prosper[ag] in Ephrathah and become famous[ah] in Bethlehem. ", "12": "May your family[ai] become like the family of Perez[aj]—whom Tamar bore to Judah—through the descendants[ak] the Lord gives you by this young woman.”", "13": "So Boaz married Ruth and slept with her.[al] The Lord enabled her to conceive[am] and she gave birth to a son. ", "14": "The village women said to Naomi, “May the Lord be praised because he has not left you without a guardian[an] today! May he[ao] become famous in Israel![ap] ", "15": "He will encourage you and provide for you when you are old,[aq] for your daughter-in-law, who loves you, has given him birth. She[ar] is better to you than seven sons!” ", "16": "Naomi took the child and placed him on her lap;[as] she became his caregiver.[at] ", "17": "The neighbor women gave him a name, saying, “A son has been born to Naomi.” They named him Obed.[au] Now he became the father of Jesse—David's father.", "18": "These are the descendants[av] of Perez: Perez was the father of Hezron, ", "19": "Hezron was the father of Ram, Ram was the father of Amminadab, ", "20": "Amminadab was the father of Nachshon, Nachshon was the father of Salmah, ", "21": "Salmon[aw] was the father of Boaz, Boaz was the father of Obed, ", "22": "Obed was the father of Jesse, and Jesse was the father of David.[ax]"}