{"1": "Then another day came for the angels[a] to meet with the Lord. Satan joined them for this meeting with the Lord.", "2": "The Lord said to Satan, “Where have you been?” Satan answered the Lord, “I have been roaming around the earth, going from place to place.”", "3": "Then the Lord said to Satan, “Have you noticed my servant Job? There is no one on earth like him. He is a good, faithful man. He respects God and refuses to do evil. He is still faithful, even though you asked me to let you destroy, without reason, everything he has.”", "4": "Satan answered, “Skin for skin![b] A man will give everything he has to protect himself.", "5": "I swear, if you attack his flesh and bones, he will curse you to your face!”", "6": "So the Lord said to Satan, “All right, Job is in your hands, but you are not allowed to kill him.”", "7": "So Satan left the meeting with the Lord and gave Job painful sores all over his body, from the bottom of his feet to the top of his head.", "8": "Job sat on the pile of ashes where he was mourning and used a piece of broken pottery to scrape his sores.", "9": "His wife said to him, “Are you still holding on to your faith? Why don't you just curse God and die!”", "10": "Job answered, “You sound like one of those fools on the street corner! How can we accept all the good things that God gives us and not accept the problems?” So even after all that happened to Job, he did not sin. He did not accuse God of doing anything wrong.", "11": "Job's three friends heard about all the bad things that happened to him, so Eliphaz came from Teman, Bildad from Shuah, and Zophar from Naamah. They met together and went to comfort Job and show him their sympathy.", "12": "But his friends didn't even recognize him when they first saw him in the distance! They began to cry loudly. They tore their clothes and threw dirt in the air over their heads to show how sad they were.", "13": "Then they sat on the ground with Job for seven days and seven nights. They didn't say a word, because they saw he was in so much pain."}