{"1-3": "Jesus told them a story showing that it was necessary for them to pray consistently and never quit. He said, “There was once a judge in some city who never gave God a thought and cared nothing for people. A widow in that city kept after him: 'My rights are being violated. Protect me!'", "4-5": "“He never gave her the time of day. But after this went on and on he said to himself, 'I care nothing what God thinks, even less what people think. But because this widow won't quit badgering me, I'd better do something and see that she gets justice—otherwise I'm going to end up beaten black-and-blue by her pounding.'”", "6-8": "Then the Master said, “Do you hear what that judge, corrupt as he is, is saying? So what makes you think God won't step in and work justice for his chosen people, who continue to cry out for help? Won't he stick up for them? I assure you, he will. He will not drag his feet. But how much of that kind of persistent faith will the Son of Man find on the earth when he returns?”", "9-12": "He told his next story to some who were complacently pleased with themselves over their moral performance and looked down their noses at the common people: “Two men went up to the Temple to pray, one a Pharisee, the other a tax man. The Pharisee posed and prayed like this: 'Oh, God, I thank you that I am not like other people—robbers, crooks, adulterers, or, heaven forbid, like this tax man. I fast twice a week and tithe on all my income.'", "13": "“Meanwhile the tax man, slumped in the shadows, his face in his hands, not daring to look up, said, 'God, give mercy. Forgive me, a sinner.'”", "14": "Jesus commented, “This tax man, not the other, went home made right with God. If you walk around with your nose in the air, you're going to end up flat on your face, but if you're content to be simply yourself, you will become more than yourself.”", "15-17": "People brought babies to Jesus, hoping he might touch them. When the disciples saw it, they shooed them off. Jesus called them back. “Let these children alone. Don't get between them and me. These children are the kingdom's pride and joy. Mark this: Unless you accept God's kingdom in the simplicity of a child, you'll never get in.”", "18": "One day one of the local officials asked him, “Good Teacher, what must I do to deserve eternal life?”", "19-20": "Jesus said, “Why are you calling me good? No one is good—only God. You know the commandments, don't you? No illicit sex, no killing, no stealing, no lying, honor your father and mother.”", "21": "He said, “I've kept them all for as long as I can remember.”", "22": "When Jesus heard that, he said, “Then there's only one thing left to do: Sell everything you own and give it away to the poor. You will have riches in heaven. Then come, follow me.”", "23": "This was the last thing the official expected to hear. He was very rich and became terribly sad. He was holding on tight to a lot of things and not about to let them go.", "24-25": "Seeing his reaction, Jesus said, “Do you have any idea how difficult it is for people who have it all to enter God's kingdom? I'd say it's easier to thread a camel through a needle's eye than get a rich person into God's kingdom.”", "26": "“Then who has any chance at all?” the others asked.", "27": "“No chance at all,” Jesus said, “if you think you can pull it off by yourself. Every chance in the world if you trust God to do it.”", "28": "Peter tried to regain some initiative: “We left everything we owned and followed you, didn't we?”", "29-30": "“Yes,” said Jesus, “and you won't regret it. No one who has sacrificed home, spouse, brothers and sisters, parents, children—whatever—will lose out. It will all come back multiplied many times over in your lifetime. And then the bonus of eternal life!”", "31-34": "Then Jesus took the Twelve off to the side and said, “Listen carefully. We're on our way up to Jerusalem. Everything written in the Prophets about the Son of Man will take place. He will be handed over to the Romans, jeered at, made sport of, and spit on. Then, after giving him the third degree, they will kill him. In three days he will rise, alive.” But they didn't get it, could make neither heads nor tails of what he was talking about.", "35-37": "He came to the outskirts of Jericho. A blind man was sitting beside the road asking for handouts. When he heard the rustle of the crowd, he asked what was going on. They told him, “Jesus the Nazarene is going by.”", "38": "He yelled, “Jesus! Son of David! Mercy, have mercy on me!”", "39": "Those ahead of Jesus told the man to shut up, but he only yelled all the louder, “Son of David! Mercy, have mercy on me!”", "40": "Jesus stopped and ordered him to be brought over. When he had come near, Jesus asked, “What do you want from me?”", "41": "He said, “Master, I want to see again.”", "42-43": "Jesus said, “Go ahead—see again! Your faith has saved and healed you!” The healing was instant: He looked up, seeing—and then followed Jesus, glorifying God. Everyone in the street joined in, shouting praise to God."}