{"1-4": "Then Jesus entered and walked through Jericho. There was a man there, his name Zacchaeus, the head tax man and quite rich. He wanted desperately to see Jesus, but the crowd was in his way—he was a short man and couldn't see over the crowd. So he ran on ahead and climbed up in a sycamore tree so he could see Jesus when he came by.", "5-7": "When Jesus got to the tree, he looked up and said, “Zacchaeus, hurry down. Today is my day to be a guest in your home.” Zacchaeus scrambled out of the tree, hardly believing his good luck, delighted to take Jesus home with him. Everyone who saw the incident was indignant and grumped, “What business does he have getting cozy with this crook?”", "8": "Zacchaeus just stood there, a little stunned. He stammered apologetically, “Master, I give away half my income to the poor—and if I'm caught cheating, I pay four times the damages.”", "9-10": "Jesus said, “Today is salvation day in this home! Here he is: Zacchaeus, son of Abraham! For the Son of Man came to find and restore the lost.”", "11": "While he had their attention, and because they were getting close to Jerusalem by this time and expectation was building that God's kingdom would appear any minute, he told this story:", "12-13": "“There was once a man descended from a royal house who needed to make a long trip back to headquarters to get authorization for his rule and then return. But first he called ten servants together, gave them each a sum of money, and instructed them, 'Operate with this until I return.'", "14": "“But the citizens there hated him. So they sent a commission with a signed petition to oppose his rule: 'We don't want this man to rule us.'", "15": "“When he came back bringing the authorization of his rule, he called those ten servants to whom he had given the money to find out how they had done.", "16": "“The first said, 'Master, I doubled your money.'", "17": "“He said, 'Good servant! Great work! Because you've been trustworthy in this small job, I'm making you governor of ten towns.'", "18": "“The second said, 'Master, I made a fifty percent profit on your money.'", "19": "“He said, 'I'm putting you in charge of five towns.'", "20-21": "“The next servant said, 'Master, here's your money safe and sound. I kept it hidden in the cellar. To tell you the truth, I was a little afraid. I know you have high standards and hate sloppiness, and don't suffer fools gladly.'", "22-23": "“He said, 'You're right that I don't suffer fools gladly—and you've acted the fool! Why didn't you at least invest the money in securities so I would have gotten a little interest on it?'", "24": "“Then he said to those standing there, 'Take the money from him and give it to the servant who doubled my stake.'", "25": "“They said, 'But Master, he already has double . . .'", "26": "“He said, 'That's what I mean: Risk your life and get more than you ever dreamed of. Play it safe and end up holding the bag.", "27": "“'As for these enemies of mine who petitioned against my rule, clear them out of here. I don't want to see their faces around here again.'”", "28-31": "After saying these things, Jesus headed straight up to Jerusalem. When he got near Bethphage and Bethany at the mountain called Olives, he sent off two of the disciples with instructions: “Go to the village across from you. As soon as you enter, you'll find a colt tethered, one that has never been ridden. Untie it and bring it. If anyone says anything, asks, 'What are you doing?' say, 'His Master needs him.'”", "32-33": "The two left and found it just as he said. As they were untying the colt, its owners said, “What are you doing untying the colt?”", "34": "They said, “His Master needs him.”", "35-36": "They brought the colt to Jesus. Then, throwing their coats on its back, they helped Jesus get on. As he rode, the people gave him a grand welcome, throwing their coats on the street.", "37-38": "Right at the crest, where Mount Olives begins its descent, the whole crowd of disciples burst into enthusiastic praise over all the mighty works they had witnessed: Blessed is he who comes, the king in God's name! All's well in heaven! Glory in the high places!", "39": "Some Pharisees from the crowd told him, “Teacher, get your disciples under control!”", "40": "But he said, “If they kept quiet, the stones would do it for them, shouting praise.”", "41-44": "When the city came into view, he wept over it. “If you had only recognized this day, and everything that was good for you! But now it's too late. In the days ahead your enemies are going to bring up their heavy artillery and surround you, pressing in from every side. They'll smash you and your babies on the pavement. Not one stone will be left intact. All this because you didn't recognize and welcome God's personal visit.”", "45-46": "Going into the Temple he began to throw out everyone who had set up shop, selling everything and anything. He said, “It's written in Scripture, My house is a house of prayer; You have turned it into a religious bazaar.”", "47-48": "From then on he taught each day in the Temple. The high priests, religion scholars, and the leaders of the people were trying their best to find a way to get rid of him. But with the people hanging on every word he spoke, they couldn't come up with anything."}