{"1-4": "Just then he looked up and saw the rich people dropping offerings in the collection plate. Then he saw a poor widow put in two pennies. He said, “The plain truth is that this widow has given by far the largest offering today. All these others made offerings that they'll never miss; she gave extravagantly what she couldn't afford—she gave her all!”", "5-6": "One day people were standing around talking about the Temple, remarking how beautiful it was, the splendor of its stonework and memorial gifts. Jesus said, “All this you're admiring so much—the time is coming when every stone in that building will end up in a heap of rubble.”", "7": "They asked him, “Teacher, when is this going to happen? What clue will we get that it's about to take place?”", "8-9": "He said, “Watch out for the doomsday deceivers. Many leaders are going to show up with forged identities claiming, 'I'm the One,' or, 'The end is near.' Don't fall for any of that. When you hear of wars and uprisings, keep your head and don't panic. This is routine history and no sign of the end.”", "10-11": "He went on, “Nation will fight nation and ruler fight ruler, over and over. Huge earthquakes will occur in various places. There will be famines. You'll think at times that the very sky is falling.", "12-15": "“But before any of this happens, they'll arrest you, hunt you down, and drag you to court and jail. It will go from bad to worse, dog-eat-dog, everyone at your throat because you carry my name. You'll end up on the witness stand, called to testify. Make up your mind right now not to worry about it. I'll give you the words and wisdom that will reduce all your accusers to stammers and stutters.", "16-19": "“You'll even be turned in by parents, brothers, relatives, and friends. Some of you will be killed. There's no telling who will hate you because of me. Even so, every detail of your body and soul—even the hairs of your head!—is in my care; nothing of you will be lost. Staying with it—that's what is required. Stay with it to the end. You won't be sorry; you'll be saved.", "20-24": "“When you see soldiers camped all around Jerusalem, then you'll know that she is about to be devastated. If you're living in Judea at the time, run for the hills. If you're in the city, get out quickly. If you're out in the fields, don't go home to get your coat. This is Vengeance Day—everything written about it will come to a head. Pregnant and nursing mothers will have it especially hard. Incredible misery! Torrential rage! People dropping like flies; people dragged off to prisons; Jerusalem under the boot of barbarians until the nations finish what was given them to do.", "25-26": "“It will seem like all hell has broken loose—sun, moon, stars, earth, sea, in an uproar and everyone all over the world in a panic, the wind knocked out of them by the threat of doom, the powers-that-be quaking.", "27-28": "“And then—then!—they'll see the Son of Man welcomed in grand style—a glorious welcome! When all this starts to happen, up on your feet. Stand tall with your heads high. Help is on the way!”", "29-33": "He told them a story. “Look at a fig tree. Any tree for that matter. When the leaves begin to show, one look tells you that summer is right around the corner. The same here—when you see these things happen, you know God's kingdom is about here. Don't brush this off: I'm not just saying this for some future generation, but for this one, too—these things will happen. Sky and earth will wear out; my words won't wear out.", "34-36": "“But be on your guard. Don't let the sharp edge of your expectation get dulled by parties and drinking and shopping. Otherwise, that Day is going to take you by complete surprise, spring on you suddenly like a trap, for it's going to come on everyone, everywhere, at once. So, whatever you do, don't go to sleep at the switch. Pray constantly that you will have the strength and wits to make it through everything that's coming and end up on your feet before the Son of Man.”", "37-38": "He spent his days in the Temple teaching, but his nights out on the mountain called Olives. All the people were up at the crack of dawn to come to the Temple and listen to him."}