{"1-2": "The Feast of Unleavened Bread, also called Passover, drew near. The high priests and religion scholars were looking for a way to do away with Jesus but, fearful of the people, they were also looking for a way to cover their tracks.", "3-6": "That's when Satan entered Judas, the one called Iscariot. He was one of the Twelve. Leaving the others, he conferred with the high priests and the Temple guards about how he might betray Jesus to them. They couldn't believe their good luck and agreed to pay him well. He gave them his word and started looking for a way to betray Jesus, but out of sight of the crowd.", "7-8": "The Day of Unleavened Bread came, the day the Passover lamb was butchered. Jesus sent Peter and John off, saying, “Go prepare the Passover for us so we can eat it together.”", "9": "They said, “Where do you want us to do this?”", "10-12": "He said, “Keep your eyes open as you enter the city. A man carrying a water jug will meet you. Follow him home. Then speak with the owner of the house: The Teacher wants to know, 'Where is the guest room where I can eat the Passover meal with my disciples?' He will show you a spacious second-story room, swept and ready. Prepare the meal there.”", "13": "They left, found everything just as he told them, and prepared the Passover meal.", "14-16": "When it was time, he sat down, all the apostles with him, and said, “You've no idea how much I have looked forward to eating this Passover meal with you before I enter my time of suffering. It's the last one I'll eat until we all eat it together in the kingdom of God.”", "17-18": "Taking the cup, he blessed it, then said, “Take this and pass it among you. As for me, I'll not drink wine again until the kingdom of God arrives.”", "19": "Taking bread, he blessed it, broke it, and gave it to them, saying, “This is my body, given for you. Eat it in my memory.”", "20": "He did the same with the cup after supper, saying, “This cup is the new covenant written in my blood, blood poured out for you.", "21-22": "“Do you realize that the hand of the one who is betraying me is at this moment on this table? It's true that the Son of Man is going down a path already marked out—no surprises there. But for the one who turns him in, turns traitor to the Son of Man, this is doomsday.”", "23": "They immediately became suspicious of each other and began quizzing one another, wondering who might be about to do this.", "24-26": "Within minutes they were bickering over who of them would end up the greatest. But Jesus intervened: “Kings like to throw their weight around and people in authority like to give themselves fancy titles. It's not going to be that way with you. Let the senior among you become like the junior; let the leader act the part of the servant.", "27-30": "“Who would you rather be: the one who eats the dinner or the one who serves the dinner? You'd rather eat and be served, right? But I've taken my place among you as the one who serves. And you've stuck with me through thick and thin. Now I confer on you the royal authority my Father conferred on me so you can eat and drink at my table in my kingdom and be strengthened as you take up responsibilities among the congregations of God's people.", "31-32": "“Simon, stay on your toes. Satan has tried his best to separate all of you from me, like chaff from wheat. Simon, I've prayed for you in particular that you not give in or give out. When you have come through the time of testing, turn to your companions and give them a fresh start.”", "33": "Peter said, “Master, I'm ready for anything with you. I'd go to jail for you. I'd die for you!”", "34": "Jesus said, “I'm sorry to have to tell you this, Peter, but before the rooster crows you will have three times denied that you know me.”", "35": "Then Jesus said, “When I sent you out and told you to travel light, to take only the bare necessities, did you get along all right?” “Certainly,” they said, “we got along just fine.”", "36-37": "He said, “This is different. Get ready for trouble. Look to what you'll need; there are difficult times ahead. Pawn your coat and get a sword. What was written in Scripture, 'He was lumped in with the criminals,' gets its final meaning in me. Everything written about me is now coming to a conclusion.”", "38": "They said, “Look, Master, two swords!” But he said, “Enough of that; no more sword talk!”", "39-40": "Leaving there, he went, as he so often did, to Mount Olives. The disciples followed him. When they arrived at the place, he said, “Pray that you don't give in to temptation.”", "41-44": "He pulled away from them about a stone's throw, knelt down, and prayed, “Father, remove this cup from me. But please, not what I want. What do you want?” At once an angel from heaven was at his side, strengthening him. He prayed on all the harder. Sweat, wrung from him like drops of blood, poured off his face.", "45-46": "He got up from prayer, went back to the disciples and found them asleep, drugged by grief. He said, “What business do you have sleeping? Get up. Pray so you won't give in to temptation.”", "47-48": "No sooner were the words out of his mouth than a crowd showed up, Judas, the one from the Twelve, in the lead. He came right up to Jesus to kiss him. Jesus said, “Judas, you would betray the Son of Man with a kiss?”", "49-50": "When those with him saw what was happening, they said, “Master, shall we fight?” One of them took a swing at the Chief Priest's servant and cut off his right ear.", "51": "Jesus said, “Let them be. Even in this.” Then, touching the servant's ear, he healed him.", "52-53": "Jesus spoke to those who had come—high priests, Temple police, religion leaders: “What is this, jumping me with swords and clubs as if I were a dangerous criminal? Day after day I've been with you in the Temple and you've not so much as lifted a hand against me. But do it your way—it's a dark night, a dark hour.”", "54-56": "Arresting Jesus, they marched him off and took him into the house of the Chief Priest. Peter followed, but at a safe distance. In the middle of the courtyard some people had started a fire and were sitting around it, trying to keep warm. One of the serving maids sitting at the fire noticed him, then took a second look and said, “This man was with him!”", "57": "He denied it, “Woman, I don't even know him.”", "58": "A short time later, someone else noticed him and said, “You're one of them.” But Peter denied it: “Man, I am not.”", "59": "About an hour later, someone else spoke up, really adamant: “He's got to have been with him! He's got 'Galilean' written all over him.”", "60-62": "Peter said, “Man, I don't know what you're talking about.” At that very moment, the last word hardly off his lips, a rooster crowed. Just then, the Master turned and looked at Peter. Peter remembered what the Master had said to him: “Before the rooster crows, you will deny me three times.” He went out and cried and cried and cried.", "63-65": "The men in charge of Jesus began poking fun at him, slapping him around. They put a blindfold on him and taunted, “Who hit you that time?” They were having a grand time with him.", "66-67": "When it was morning, the religious leaders of the people and the high priests and scholars all got together and brought him before their High Council. They said, “Are you the Messiah?”", "67-69": "He answered, “If I said yes, you wouldn't believe me. If I asked what you meant by your question, you wouldn't answer me. So here's what I have to say: From here on the Son of Man takes his place at God's right hand, the place of power.”", "70": "They all said, “So you admit your claim to be the Son of God?” “You're the ones who keep saying it,” he said.", "71": "But they had made up their minds, “Why do we need any more evidence? We've all heard him as good as say it himself.”"}