{"1-3": "He continued according to plan, traveled to town after town, village after village, preaching God's kingdom, spreading the Message. The Twelve were with him. There were also some women in their company who had been healed of various evil afflictions and illnesses: Mary, the one called Magdalene, from whom seven demons had gone out; Joanna, wife of Chuza, Herod's manager; and Susanna—along with many others who used their considerable means to provide for the company.", "4-8": "As they went from town to town, a lot of people joined in and traveled along. He addressed them, using this story: “A farmer went out to sow his seed. Some of it fell on the road; it was tramped down and the birds ate it. Other seed fell in the gravel; it sprouted, but withered because it didn't have good roots. Other seed fell in the weeds; the weeds grew with it and strangled it. Other seed fell in rich earth and produced a bumper crop. “Are you listening to this? Really listening?”", "9": "His disciples asked, “Why did you tell this story?”", "10": "He said, “You've been given insight into God's kingdom—you know how it works. There are others who need stories. But even with stories some of them aren't going to get it: Their eyes are open but don't see a thing, Their ears are open but don't hear a thing.", "11-12": "“This story is about some of those people. The seed is the Word of God. The seeds on the road are those who hear the Word, but no sooner do they hear it than the Devil snatches it from them so they won't believe and be saved.", "13": "“The seeds in the gravel are those who hear with enthusiasm, but the enthusiasm doesn't go very deep. It's only another fad, and the moment there's trouble it's gone.", "14": "“And the seed that fell in the weeds—well, these are the ones who hear, but then the seed is crowded out and nothing comes of it as they go about their lives worrying about tomorrow, making money, and having fun.", "15": "“But the seed in the good earth—these are the good-hearts who seize the Word and hold on no matter what, sticking with it until there's a harvest.", "16-18": "“No one lights a lamp and then covers it with a washtub or shoves it under the bed. No, you set it up on a lamp stand so those who enter the room can see their way. We're not keeping secrets; we're telling them. We're not hiding things; we're bringing everything out into the open. So be careful that you don't become misers of what you hear. Generosity begets generosity. Stinginess impoverishes.”", "19-20": "His mother and brothers showed up but couldn't get through to him because of the crowd. He was given the message, “Your mother and brothers are standing outside wanting to see you.”", "21": "He replied, “My mother and brothers are the ones who hear and do God's Word. Obedience is thicker than blood.”", "22-24": "One day he and his disciples got in a boat. “Let's cross the lake,” he said. And off they went. It was smooth sailing, and he fell asleep. A terrific storm came up suddenly on the lake. Water poured in, and they were about to capsize. They woke Jesus: “Master, Master, we're going to drown!” Getting to his feet, he told the wind, “Silence!” and the waves, “Quiet down!” They did it. The lake became smooth as glass.", "25": "Then he said to his disciples, “Why can't you trust me?” They were in absolute awe, staggered and stammering, “Who is this, anyway? He calls out to the winds and sea, and they do what he tells them!”", "26-29": "They sailed on to the country of the Gerasenes, directly opposite Galilee. As he stepped out onto land, a madman from town met him; he was a victim of demons. He hadn't worn clothes for a long time, nor lived at home; he lived in the cemetery. When he saw Jesus he screamed, fell before him, and bellowed, “What business do you have messing with me? You're Jesus, Son of the High God, but don't give me a hard time!” (The man said this because Jesus had started to order the unclean spirit out of him.) Time after time the demon threw the man into convulsions. He had been placed under constant guard and tied with chains and shackles, but crazed and driven wild by the demon, he would shatter the bonds.", "30-31": "Jesus asked him, “What is your name?” “Mob. My name is Mob,” he said, because many demons afflicted him. And they begged Jesus desperately not to order them to the bottomless pit.", "32-33": "A large herd of pigs was browsing and rooting on a nearby hill. The demons begged Jesus to order them into the pigs. He gave the order. It was even worse for the pigs than for the man. Crazed, they stampeded over a cliff into the lake and drowned.", "34-36": "Those tending the pigs, scared to death, bolted and told their story in town and country. People went out to see what had happened. They came to Jesus and found the man from whom the demons had been sent, sitting there at Jesus' feet, wearing decent clothes and making sense. It was a holy moment, and for a short time they were more reverent than curious. Then those who had seen it happen told how the demoniac had been saved.", "37-39": "Later, a great many people from the Gerasene countryside got together and asked Jesus to leave—too much change, too fast, and they were scared. So Jesus got back in the boat and set off. The man whom he had delivered from the demons asked to go with him, but he sent him back, saying, “Go home and tell everything God did in you.” So he went back and preached all over town everything Jesus had done in him.", "40-42": "On his return, Jesus was welcomed by a crowd. They were all there expecting him. A man came up, Jairus by name. He was president of the meeting place. He fell at Jesus' feet and begged him to come to his home because his twelve-year-old daughter, his only child, was dying. Jesus went with him, making his way through the pushing, jostling crowd.", "43-45": "In the crowd that day there was a woman who for twelve years had been afflicted with hemorrhages. She had spent every penny she had on doctors but not one had been able to help her. She slipped in from behind and touched the edge of Jesus' robe. At that very moment her hemorrhaging stopped. Jesus said, “Who touched me?” When no one stepped forward, Peter said, “But Master, we've got crowds of people on our hands. Dozens have touched you.”", "46": "Jesus insisted, “Someone touched me. I felt power discharging from me.”", "47": "When the woman realized that she couldn't remain hidden, she knelt trembling before him. In front of all the people, she blurted out her story—why she touched him and how at that same moment she was healed.", "48": "Jesus said, “Daughter, you took a risk trusting me, and now you're healed and whole. Live well, live blessed!”", "49": "While he was still talking, someone from the leader's house came up and told him, “Your daughter died. No need now to bother the Teacher.”", "50-51": "Jesus overheard and said, “Don't be upset. Just trust me and everything will be all right.” Going into the house, he wouldn't let anyone enter with him except Peter, John, James, and the child's parents.", "52-53": "Everyone was crying and carrying on over her. Jesus said, “Don't cry. She didn't die; she's sleeping.” They laughed at him. They knew she was dead.", "54-56": "Then Jesus, gripping her hand, called, “My dear child, get up.” She was up in an instant, up and breathing again! He told them to give her something to eat. Her parents were ecstatic, but Jesus warned them to keep quiet. “Don't tell a soul what happened in this room.”"}