{"1": "¶ Then we turned and took our journey into the wilderness by the way of the Red Sea, as the LORD had said unto me; and we went around Mount Seir many days", "2": "until the LORD spoke unto me, saying,", "3": "Ye have gone around this mountain long enough; return unto the Aquilon.", "4": "And command thou the people, saying, Ye are to pass through the border of your brethren, the sons of Esau, who dwell in Seir; and they shall be afraid of you; take care unto yourselves, therefore;", "5": "do not seek a fight with them; for I will not give you of their land, no, not so much as a foot breadth because I have given Mount Seir unto Esau for an inheritance.", "6": "Ye shall buy food from them for money that ye may eat, and ye shall also buy water from them for money that ye may drink.", "7": "For the LORD thy God has blessed thee in all the works of thy hand; he knows thy walking through this great wilderness; these forty years the LORD thy God has been with thee; thou hast lacked nothing.", "8": "¶ And when we passed by our brethren, the sons of Esau, who dwelt in Seir, through the way of the plain from Elath and from Eziongaber, we turned and passed by the way of the wilderness of Moab.", "9": "And the LORD said unto me, Distress not the Moabites, neither contend with them in battle; for I will not give thee of their land for a possession because I have given Ar unto the sons of Lot for an inheritance.", "10": "(The Emims dwelt therein in times past, a people great, and many and tall as the Anakims,", "11": "which also were accounted giants as the Anakims; but the Moabites call them Emims.", "12": "The Horims also dwelt in Seir before time, but the sons of Esau inherited from them, and they destroyed them from before them and dwelt in their stead as Israel did in the land of his possession, which the LORD gave unto them.)", "13": "Now rise up, said I, and pass the brook Zered. And we went over the brook Zered.", "14": "And the days in which we came from Kadeshbarnea until we were come over the brook Zered, was thirty-eight years until all the generation of the men of war were wasted out from among the camp, as the LORD swore unto them.", "15": "For indeed the hand of the LORD was against them, to destroy them from among the camp until they were consumed.", "16": "So it came to pass, when all the men of war were consumed and dead from among the people", "17": "that the LORD spoke unto me, saying,", "18": "Thou art to pass the border of Moab today unto Ar,", "19": "and when thou comest near over against the sons of Ammon, do not distress them nor meddle with them, for I will not give thee of the land of the sons of Ammon any possession because I have given it unto the sons of Lot for an inheritance.", "20": "(That also was accounted a land of giants; giants dwelt therein in another time, and the Ammonites called them Zamzummims,", "21": "a people great and many and tall as the Anakims; whom the LORD destroyed before the Ammonites; and they inherited from them and dwelt in their stead,", "22": "as he did to the sons of Esau who dwelt in Seir when he destroyed the Horims from before them; and they inherited from them and dwelt in their stead even unto this day.", "23": "And the Avims who dwelt in Hazerim, even unto Gaza, the Caphtorims, who came forth out of Caphtor, destroyed them and dwelt in their stead.)", "24": "¶ Rise ye up, take your journey, and pass the river Arnon; behold, I have given into thine hand Sihon, the Amorite king of Heshbon, and his land; begin, take possession and contend with him in battle.", "25": "This day I will begin to put the dread of thee and the fear of thee upon the peoples that are under the whole heaven, who shall hear the report of thee, and shall tremble and be in anguish because of thee.", "26": "And I sent ambassadors out of the wilderness of Kedemoth unto Sihon, king of Heshbon, with words of peace, saying,", "27": "Let me pass through thy land; I will go along by the high way; I will neither turn unto the right hand nor to the left.", "28": "Thou shalt sell me food for money, that I may eat, and give me water for money, that I may drink; I will only pass through on my feet", "29": "(as the sons of Esau, who dwell in Seir, and the Moabites, who dwell in Ar, did unto me) until I shall pass the Jordan into the land which the LORD our God gives us.", "30": "But Sihon, king of Heshbon, would not let us pass by him, for the LORD thy God had hardened his spirit and made his heart obstinate that he might deliver him into thy hand as until this day.", "31": "And the LORD said unto me, Behold, I have begun to give Sihon and his land before thee; begin, take possession that thou may inherit his land.", "32": "Then Sihon came out against us, he and all his people, to fight at Jahaz.", "33": "But the LORD our God delivered him before us; and we smote him and his sons and all his people.", "34": "And we took all his cities at that time and utterly destroyed all the cities, the men and the women and the little ones; we left none to remain.", "35": "We took only the beasts for a prey unto ourselves and the spoil of the cities which we took.", "36": "From Aroer, which is by the brink of the river of Arnon, and from the city that is by the river even unto Gilead, there was not one city escaped us; the LORD our God delivered all of them before us.", "37": "Only unto the land of the sons of Ammon thou camest not, nor unto any place of the river Jabbok, nor unto the cities in the mountains, nor unto any place that the LORD our God forbade us."}