{"1": "¶ Give ear, O ye heavens, and I will speak; and hear, O earth, the words of my mouth.", "2": "My doctrine shall drop as the rain, my speech shall distil as the dew, as the small rain upon the tender herb and as the showers upon the grass.", "3": "Because I will invoke the name of the LORD, ascribe ye greatness unto our God.", "4": "The strong One, whose work is perfect: for all his ways are right; a God of truth and without iniquity, just and upright is he.", "5": "They have corrupted themselves, their spot is that they are not his sons; they are a perverse and crooked generation.", "6": "Do ye thus repay the LORD, O foolish and unwise people? Is he not thy father that has possessed thee? He made thee and established thee.", "7": "¶ Remember the days of old; consider the years of many generations; ask thy father, and he will show thee; thy elders, and they will tell thee;", "8": "when the most High caused the Gentiles to be inherited, when he separated the sons of men, he set the bounds of the peoples according to the number of the sons of Israel.", "9": "For the LORD's portion is his people; Jacob is the measuring line of his inheritance.", "10": "He found him in a desert land and in the waste howling wilderness; he led him about, he instructed him, he kept him as the apple of his eye.", "11": "As an eagle stirs up her nest, flutters over her young, spreads abroad her wings, takes them, bears them on her wings,", "12": "so the LORD alone did lead him, and there was no strange god with him.", "13": "He made him ride on the high places of the earth that he might eat the fruits of the field; and he made him to suck honey out of the rock and oil out of the strong flint,", "14": "butter of cows and milk of sheep, with fat of lambs and rams of the sons of Bashan (or fruitfulness) and goats with the fat of kidneys, of wheat; and thou didst drink the blood of the grape, pure wine.", "15": "¶ But Jeshurun (the upright one) waxed fat and kicked; (thou art waxen fat, thou art grown thick, thou hast covered thyself) and forsook the God who made him and lightly esteemed the strong One of his saving health.", "16": "They provoked him to jealousy with strange gods; with abominations they provoked him to anger.", "17": "They sacrificed unto devils, not to God, to gods whom they knew not, to new gods that came from nearby, whom your fathers feared not.", "18": "Of the strong One that begat thee thou art unmindful and hast forgotten the God that travailed for thee.", "19": "¶ And when the LORD saw it, his wrath was kindled because of his sons and of his daughters.", "20": "And he said, I will hide my face from them; I will see what their end shall be: that they are a generation of perversities, sons without faith.", "21": "They have moved me to jealousy with that which is not God; they have provoked me to anger with their vanities; and I also will move them to jealousy with those who are not a people; I will provoke them to anger with foolish Gentiles.", "22": "For fire shall be kindled in my anger and shall burn unto the lowest part of Sheol and shall consume the earth with her fruit and burn up the foundations of the mountains.", "23": "I will heap evils upon them; I will spend my arrows upon them.", "24": "They shall be consumed with hunger and devoured with burning heat and with bitter destruction; I will also send the teeth of beasts upon them, with the poison of serpents of the dust.", "25": "The sword without and terror within shall destroy both the young man and the virgin, the suckling also with the man of gray hairs.", "26": "¶ I said I would shatter them in pieces: I would make the remembrance of them to cease from among men,", "27": "if I did not fear the wrath of the enemy, lest their adversaries should become vain and lest they should say, Our high hand has done this and not the LORD.", "28": "For they are a Gentile void of counsel, neither is there any intelligence in them.", "29": "O that they were wise, if they were prudent, they would understand their latter end!", "30": "How could one chase a thousand and two put ten thousands to flight if their strong One had not sold them, and the LORD had not delivered them up?", "31": "For their strong one is not as our strong One, and even our enemies are judges of this.", "32": "Therefore, their vine is of the vine of Sodom and of the fields of Gomorrah; their grapes are grapes of gall, their clusters are very bitter.", "33": "Their wine is the poison of dragons and the cruel venom of asps.", "34": "Do I not have this laid up in store, sealed up in my treasuries?", "35": "Vengeance and recompense are mine, in the time when their foot shall slide; for the day of their calamity is at hand and that which is determined upon them makes haste.", "36": "For the LORD shall judge his people and repent himself for his slaves when he sees that their power is gone, and there is none shut up or left.", "37": "And he shall say, Where are their gods, their strong one in whom they trusted,", "38": "who ate the fat of their sacrifices and drank the wine of their drink offerings? Let them rise up and help you, and be your protection.", "39": "¶ See now that I, I am he, and there are no gods with me; I kill, and I make alive; I wound, and I heal; and there is not one that can deliver out of my hand.", "40": "When I shall lift up my hand to the heavens and shall say, I live for ever,", "41": "if I whet the resplendence of my sword and my hand takes hold on judgment, I will render vengeance to my enemies and will recompense those that hate me.", "42": "I will make my arrows drunk with blood and my sword shall devour flesh, in the blood of the slain and of the captives of the heads, in revenge as an enemy.", "43": "Rejoice, O ye Gentiles, with his people, for he will avenge the blood of his slaves and will render vengeance to his enemies and will reconcile his land, to his people.", "44": "¶ And Moses came and spoke all the words of this song in the ears of the people, he, and Hosea, the son of Nun.", "45": "And Moses finished speaking all these words to all Israel;", "46": "and he said unto them, Set your hearts unto all the words which I protest against you today, to command them unto your children and keep and fulfil all the words of this law.", "47": "For it is not a vain thing for you because it is your life; and through this thing ye shall prolong your days in the land, which ye shall pass the Jordan to inherit.", "48": "And the LORD spoke unto Moses that same day, saying,", "49": "Climb up into this mountain Abarim, unto Mount Nebo, which is in the land of Moab, that is over against Jericho, and behold the land of Canaan, which I give as inheritance unto the sons of Israel,", "50": "and die in the mountain which thou shalt climb and be gathered unto thy peoples, as Aaron thy brother died in Mount Hor and was gathered unto his peoples,", "51": "because ye trespassed against me among the sons of Israel at the waters of Meribah-Kadesh, in the wilderness of Zin, because ye did not sanctify me in the midst of the sons of Israel.", "52": "Yet thou shalt see the land before thee, but thou shalt not enter there to the land which I give the sons of Israel."}