{"1": "Jesus said, “I am telling you the truth: the man who does not enter the sheep pen by the gate, but climbs in some other way, is a thief and a robber. ", "2": "The man who goes in through the gate is the shepherd of the sheep. ", "3": "The gatekeeper opens the gate for him; the sheep hear his voice as he calls his own sheep by name, and he leads them out. ", "4": "When he has brought them out, he goes ahead of them, and the sheep follow him, because they know his voice. ", "5": "They will not follow someone else; instead, they will run away from such a person, because they do not know his voice.”", "6": "Jesus told them this parable, but they did not understand what he meant.", "7": "So Jesus said again, “I am telling you the truth: I am the gate for the sheep. ", "8": "All others who came before me are thieves and robbers, but the sheep did not listen to them. ", "9": "I am the gate. Those who come in by me will be saved; they will come in and go out and find pasture. ", "10": "The thief comes only in order to steal, kill, and destroy. I have come in order that you might have life—life in all its fullness.", "11": "“I am the good shepherd, who is willing to die for the sheep. ", "12": "When the hired man, who is not a shepherd and does not own the sheep, sees a wolf coming, he leaves the sheep and runs away; so the wolf snatches the sheep and scatters them. ", "13": "The hired man runs away because he is only a hired man and does not care about the sheep. ", "14-15": "I am the good shepherd. As the Father knows me and I know the Father, in the same way I know my sheep and they know me. And I am willing to die for them. ", "16": "There are other sheep which belong to me that are not in this sheep pen. I must bring them, too; they will listen to my voice, and they will become[a] one flock with one shepherd.", "17": "“The Father loves me because I am willing to give up my life, in order that I may receive it back again. ", "18": "No one takes my life away from me. I give it up of my own free will. I have the right to give it up, and I have the right to take it back. This is what my Father has commanded me to do.”", "19": "Again there was a division among the people because of these words. ", "20": "Many of them were saying, “He has a demon! He is crazy! Why do you listen to him?”", "21": "But others were saying, “A man with a demon could not talk like this! How could a demon give sight to blind people?”", "22": "It was winter, and the Festival of the Dedication of the Temple was being celebrated in Jerusalem. ", "23": "Jesus was walking in Solomon's Porch in the Temple, ", "24": "when the people gathered around him and asked, “How long are you going to keep us in suspense? Tell us the plain truth: are you the Messiah?”", "25": "Jesus answered, “I have already told you, but you would not believe me. The deeds I do by my Father's authority speak on my behalf; ", "26": "but you will not believe, for you are not my sheep. ", "27": "My sheep listen to my voice; I know them, and they follow me. ", "28": "I give them eternal life, and they shall never die. No one can snatch them away from me. ", "29": "What my Father has given me is greater[b] than everything, and no one can snatch them away from the Father's care. ", "30": "The Father and I are one.”", "31": "Then the people again picked up stones to throw at him. ", "32": "Jesus said to them, “I have done many good deeds in your presence which the Father gave me to do; for which one of these do you want to stone me?”", "33": "They answered, “We do not want to stone you because of any good deeds, but because of your blasphemy! You are only a man, but you are trying to make yourself God!”", "34": "Jesus answered, “It is written in your own Law that God said, 'You are gods.' ", "35": "We know that what the scripture says is true forever; and God called those people gods, the people to whom his message was given. ", "36": "As for me, the Father chose me and sent me into the world. How, then, can you say that I blaspheme because I said that I am the Son of God? ", "37": "Do not believe me, then, if I am not doing the things my Father wants me to do. ", "38": "But if I do them, even though you do not believe me, you should at least believe my deeds, in order that you may know once and for all that the Father is in me and that I am in the Father.”", "39": "Once more they tried to seize Jesus, but he slipped out of their hands.", "40": "Jesus then went back again across the Jordan River to the place where John had been baptizing, and he stayed there. ", "41": "Many people came to him. “John performed no miracles,” they said, “but everything he said about this man was true.” ", "42": "And many people there believed in him."}