{"1": "A man named Lazarus, who lived in Bethany, became sick. Bethany was the town where Mary and her sister Martha lived. ", "2": "(2 This Mary was the one who poured the perfume on the Lord's feet and wiped them with her hair; it was her brother Lazarus who was sick.) ", "3": "The sisters sent Jesus a message: “Lord, your dear friend is sick.”", "4": "When Jesus heard it, he said, “The final result of this sickness will not be the death of Lazarus; this has happened in order to bring glory to God, and it will be the means by which the Son of God will receive glory.”", "5": "Jesus loved Martha and her sister and Lazarus. ", "6": "Yet when he received the news that Lazarus was sick, he stayed where he was for two more days. ", "7": "Then he said to the disciples, “Let us go back to Judea.”", "8": "“Teacher,” the disciples answered, “just a short time ago the people there wanted to stone you; and are you planning to go back?”", "9": "Jesus said, “A day has twelve hours, doesn't it? So those who walk in broad daylight do not stumble, for they see the light of this world. ", "10": "But if they walk during the night they stumble, because they have no light.” ", "11": "Jesus said this and then added, “Our friend Lazarus has fallen asleep, but I will go and wake him up.”", "12": "The disciples answered, “If he is asleep, Lord, he will get well.”", "13": "Jesus meant that Lazarus had died, but they thought he meant natural sleep. ", "14": "So Jesus told them plainly, “Lazarus is dead, ", "15": "but for your sake I am glad that I was not with him, so that you will believe. Let us go to him.”", "16": "Thomas (called the Twin) said to his fellow disciples, “Let us all go along with the Teacher, so that we may die with him!”", "17": "When Jesus arrived, he found that Lazarus had been buried four days before. ", "18": "Bethany was less than two miles from Jerusalem, ", "19": "and many Judeans had come to see Martha and Mary to comfort them about their brother's death.", "20": "When Martha heard that Jesus was coming, she went out to meet him, but Mary stayed in the house. ", "21": "Martha said to Jesus, “If you had been here, Lord, my brother would not have died! ", "22": "But I know that even now God will give you whatever you ask him for.”", "23": "“Your brother will rise to life,” Jesus told her.", "24": "“I know,” she replied, “that he will rise to life on the last day.”", "25": "Jesus said to her, “I am the resurrection and the life. Those who believe in me will live, even though they die; ", "26": "and those who live and believe in me will never die. Do you believe this?”", "27": "“Yes, Lord!” she answered. “I do believe that you are the Messiah, the Son of God, who was to come into the world.”", "28": "After Martha said this, she went back and called her sister Mary privately. “The Teacher is here,” she told her, “and is asking for you.” ", "29": "When Mary heard this, she got up and hurried out to meet him. ", "30": "(30 Jesus had not yet arrived in the village, but was still in the place where Martha had met him.) ", "31": "The people who were in the house with Mary comforting her followed her when they saw her get up and hurry out. They thought that she was going to the grave to weep there.", "32": "Mary arrived where Jesus was, and as soon as she saw him, she fell at his feet. “Lord,” she said, “if you had been here, my brother would not have died!”", "33": "Jesus saw her weeping, and he saw how the people with her were weeping also; his heart was touched, and he was deeply moved. ", "34": "“Where have you buried him?” he asked them. “Come and see, Lord,” they answered.", "35": "Jesus wept. ", "36": "“See how much he loved him!” the people said.", "37": "But some of them said, “He gave sight to the blind man, didn't he? Could he not have kept Lazarus from dying?”", "38": "Deeply moved once more, Jesus went to the tomb, which was a cave with a stone placed at the entrance. ", "39": "“Take the stone away!” Jesus ordered. Martha, the dead man's sister, answered, “There will be a bad smell, Lord. He has been buried four days!”", "40": "Jesus said to her, “Didn't I tell you that you would see God's glory if you believed?” ", "41": "They took the stone away. Jesus looked up and said, “I thank you, Father, that you listen to me. ", "42": "I know that you always listen to me, but I say this for the sake of the people here, so that they will believe that you sent me.” ", "43": "After he had said this, he called out in a loud voice, “Lazarus, come out!” ", "44": "He came out, his hands and feet wrapped in grave cloths, and with a cloth around his face. “Untie him,” Jesus told them, “and let him go.”", "45": "Many of the people who had come to visit Mary saw what Jesus did, and they believed in him. ", "46": "But some of them returned to the Pharisees and told them what Jesus had done. ", "47": "So the Pharisees and the chief priests met with the Council and said, “What shall we do? Look at all the miracles this man is performing! ", "48": "If we let him go on in this way, everyone will believe in him, and the Roman authorities will take action and destroy our Temple and our nation!”", "49": "One of them, named Caiaphas, who was High Priest that year, said, “What fools you are! ", "50": "Don't you realize that it is better for you to have one man die for the people, instead of having the whole nation destroyed?” ", "51": "Actually, he did not say this of his own accord; rather, as he was High Priest that year, he was prophesying that Jesus was going to die for the Jewish people, ", "52": "and not only for them, but also to bring together into one body all the scattered people of God.", "53": "From that day on the Jewish authorities made plans to kill Jesus. ", "54": "So Jesus did not travel openly in Judea, but left and went to a place near the desert, to a town named Ephraim, where he stayed with the disciples.", "55": "The time for the Passover Festival was near, and many people went up from the country to Jerusalem to perform the ritual of purification before the festival. ", "56": "They were looking for Jesus, and as they gathered in the Temple, they asked one another, “What do you think? Surely he will not come to the festival, will he?” ", "57": "The chief priests and the Pharisees had given orders that if anyone knew where Jesus was, he must report it, so that they could arrest him."}