{"1": "Six days before the Passover, Jesus went to Bethany, the home of Lazarus, the man he had raised from death. ", "2": "They prepared a dinner for him there, which Martha helped serve; Lazarus was one of those who were sitting at the table with Jesus. ", "3": "Then Mary took a whole pint of a very expensive perfume made of pure nard, poured it on Jesus' feet, and wiped them with her hair. The sweet smell of the perfume filled the whole house. ", "4": "One of Jesus' disciples, Judas Iscariot—the one who was going to betray him—said, ", "5": "“Why wasn't this perfume sold for three hundred silver coins[a] and the money given to the poor?” ", "6": "He said this, not because he cared about the poor, but because he was a thief. He carried the money bag and would help himself from it.", "7": "But Jesus said, “Leave her alone! Let her keep what she has for the day of my burial. ", "8": "You will always have poor people with you, but you will not always have me.”", "9": "A large number of people heard that Jesus was in Bethany, so they went there, not only because of Jesus but also to see Lazarus, whom Jesus had raised from death. ", "10": "So the chief priests made plans to kill Lazarus too, ", "11": "because on his account many Jews were rejecting them and believing in Jesus.", "12": "The next day the large crowd that had come to the Passover Festival heard that Jesus was coming to Jerusalem. ", "13": "So they took branches of palm trees and went out to meet him, shouting, “Praise God! God bless him who comes in the name of the Lord! God bless the King of Israel!”", "14": "Jesus found a donkey and rode on it, just as the scripture says,", "15": "“Do not be afraid, city of Zion! Here comes your king, riding on a young donkey.”", "16": "His disciples did not understand this at the time; but when Jesus had been raised to glory, they remembered that the scripture said this about him and that they had done this for him.", "17": "The people who had been with Jesus when he called Lazarus out of the grave and raised him from death had reported what had happened. ", "18": "That was why the crowd met him—because they heard that he had performed this miracle. ", "19": "The Pharisees then said to one another, “You see, we are not succeeding at all! Look, the whole world is following him!”", "20": "Some Greeks were among those who had gone to Jerusalem to worship during the festival. ", "21": "They went to Philip (he was from Bethsaida in Galilee) and said, “Sir, we want to see Jesus.”", "22": "Philip went and told Andrew, and the two of them went and told Jesus. ", "23": "Jesus answered them, “The hour has now come for the Son of Man to receive great glory. ", "24": "I am telling you the truth: a grain of wheat remains no more than a single grain unless it is dropped into the ground and dies. If it does die, then it produces many grains. ", "25": "Those who love their own life will lose it; those who hate their own life in this world will keep it for life eternal. ", "26": "Whoever wants to serve me must follow me, so that my servant will be with me where I am. And my Father will honor anyone who serves me.", "27": "“Now my heart is troubled—and what shall I say? Shall I say, 'Father, do not let this hour come upon me'? But that is why I came—so that I might go through this hour of suffering. ", "28": "Father, bring glory to your name!” Then a voice spoke from heaven, “I have brought glory to it, and I will do so again.”", "29": "The crowd standing there heard the voice, and some of them said it was thunder, while others said, “An angel spoke to him!”", "30": "But Jesus said to them, “It was not for my sake that this voice spoke, but for yours. ", "31": "Now is the time for this world to be judged; now the ruler of this world will be overthrown. ", "32": "When I am lifted up from the earth, I will draw everyone to me.” ", "33": "(33 In saying this he indicated the kind of death he was going to suffer.)", "34": "The crowd answered, “Our Law tells us that the Messiah will live forever. How, then, can you say that the Son of Man must be lifted up? Who is this Son of Man?”", "35": "Jesus answered, “The light will be among you a little longer. Continue on your way while you have the light, so that the darkness will not come upon you; for the one who walks in the dark does not know where he is going. ", "36": "Believe in the light, then, while you have it, so that you will be the people of the light.” After Jesus said this, he went off and hid himself from them. ", "37": "Even though he had performed all these miracles in their presence, they did not believe in him, ", "38": "so that what the prophet Isaiah had said might come true: “Lord, who believed the message we told? To whom did the Lord reveal his power?”", "39": "And so they were not able to believe, because Isaiah also said,", "40": "“God has blinded their eyes and closed their minds, so that their eyes would not see, and their minds would not understand, and they would not turn to me, says God, for me to heal them.”", "41": "Isaiah said this because he saw Jesus' glory and spoke about him.", "42": "Even then, many Jewish authorities believed in Jesus; but because of the Pharisees they did not talk about it openly, so as not to be expelled from the synagogue. ", "43": "They loved human approval rather than the approval of God.", "44": "Jesus said in a loud voice, “Whoever believes in me believes not only in me but also in him who sent me. ", "45": "Whoever sees me sees also him who sent me. ", "46": "I have come into the world as light, so that everyone who believes in me should not remain in the darkness. ", "47": "If people hear my message and do not obey it, I will not judge them. I came, not to judge the world, but to save it. ", "48": "Those who reject me and do not accept my message have one who will judge them. The words I have spoken will be their judge on the last day! ", "49": "This is true, because I have not spoken on my own authority, but the Father who sent me has commanded me what I must say and speak. ", "50": "And I know that his command brings eternal life. What I say, then, is what the Father has told me to say.”"}