{"1": "“I have told you this, so that you will not give up your faith. ", "2": "You will be expelled from the synagogues, and the time will come when those who kill you will think that by doing this they are serving God. ", "3": "People will do these things to you because they have not known either the Father or me. ", "4": "But I have told you this, so that when the time comes for them to do these things, you will remember what I told you. “I did not tell you these things at the beginning, for I was with you. ", "5": "But now I am going to him who sent me, yet none of you asks me where I am going. ", "6": "And now that I have told you, your hearts are full of sadness. ", "7": "But I am telling you the truth: it is better for you that I go away, because if I do not go, the Helper will not come to you. But if I do go away, then I will send him to you. ", "8": "And when he comes, he will prove to the people of the world that they are wrong about sin and about what is right and about God's judgment. ", "9": "They are wrong about sin, because they do not believe in me; ", "10": "they are wrong about what is right, because I am going to the Father and you will not see me any more; ", "11": "and they are wrong about judgment, because the ruler of this world has already been judged.", "12": "“I have much more to tell you, but now it would be too much for you to bear. ", "13": "When, however, the Spirit comes, who reveals the truth about God, he will lead you into all the truth. He will not speak on his own authority, but he will speak of what he hears and will tell you of things to come. ", "14": "He will give me glory, because he will take what I say and tell it to you. ", "15": "All that my Father has is mine; that is why I said that the Spirit will take what I give him and tell it to you.", "16": "“In a little while you will not see me any more, and then a little while later you will see me.”", "17": "Some of his disciples asked among themselves, “What does this mean? He tells us that in a little while we will not see him, and then a little while later we will see him; and he also says, 'It is because I am going to the Father.' ", "18": "What does this 'a little while' mean? We don't know what he is talking about!”", "19": "Jesus knew that they wanted to question him, so he said to them, “I said, 'In a little while you will not see me, and then a little while later you will see me.' Is this what you are asking about among yourselves? ", "20": "I am telling you the truth: you will cry and weep, but the world will be glad; you will be sad, but your sadness will turn into gladness. ", "21": "When a woman is about to give birth, she is sad because her hour of suffering has come; but when the baby is born, she forgets her suffering, because she is happy that a baby has been born into the world. ", "22": "That is how it is with you: now you are sad, but I will see you again, and your hearts will be filled with gladness, the kind of gladness that no one can take away from you.", "23": "“When that day comes, you will not ask me for anything. I am telling you the truth: the Father will give you whatever you ask of him in my name.[a] ", "24": "Until now you have not asked for anything in my name; ask and you will receive, so that your happiness may be complete.", "25": "“I have used figures of speech to tell you these things. But the time will come when I will not use figures of speech, but will speak to you plainly about the Father. ", "26": "When that day comes, you will ask him in my name; and I do not say that I will ask him on your behalf, ", "27": "for the Father himself loves you. He loves you because you love me and have believed that I came from God. ", "28": "I did come from the Father, and I came into the world; and now I am leaving the world and going to the Father.”", "29": "Then his disciples said to him, “Now you are speaking plainly, without using figures of speech. ", "30": "We know now that you know everything; you do not need to have someone ask you questions. This makes us believe that you came from God.”", "31": "Jesus answered them, “Do you believe now? ", "32": "The time is coming, and is already here, when all of you will be scattered, each of you to your own home, and I will be left all alone. But I am not really alone, because the Father is with me. ", "33": "I have told you this so that you will have peace by being united to me. The world will make you suffer. But be brave! I have defeated the world!”"}