{"1": "There was a Jewish leader named Nicodemus, who belonged to the party of the Pharisees. ", "2": "One night he went to Jesus and said to him, “Rabbi, we know that you are a teacher sent by God. No one could perform the miracles you are doing unless God were with him.”", "3": "Jesus answered, “I am telling you the truth: no one can see the Kingdom of God without being born again.”[a]", "4": "“How can a grown man be born again?” Nicodemus asked. “He certainly cannot enter his mother's womb and be born a second time!”", "5": "“I am telling you the truth,” replied Jesus, “that no one can enter the Kingdom of God without being born of water and the Spirit. ", "6": "A person is born physically of human parents, but is born spiritually of the Spirit. ", "7": "Do not be surprised because I tell you that you must all be born again.[b] ", "8": "The wind blows wherever it wishes; you hear the sound it makes, but you do not know where it comes from or where it is going. It is like that with everyone who is born of the Spirit.”", "9": "“How can this be?” asked Nicodemus.", "10": "Jesus answered, “You are a great teacher in Israel, and you don't know this? ", "11": "I am telling you the truth: we speak of what we know and report what we have seen, yet none of you is willing to accept our message. ", "12": "You do not believe me when I tell you about the things of this world; how will you ever believe me, then, when I tell you about the things of heaven? ", "13": "And no one has ever gone up to heaven except the Son of Man, who came down from heaven.”[c]", "14": "As Moses lifted up the bronze snake on a pole in the desert, in the same way the Son of Man must be lifted up, ", "15": "so that everyone who believes in him may have eternal life. ", "16": "For God loved the world so much that he gave his only Son, so that everyone who believes in him may not die but have eternal life. ", "17": "For God did not send his Son into the world to be its judge, but to be its savior.", "18": "Those who believe in the Son are not judged; but those who do not believe have already been judged, because they have not believed in God's only Son. ", "19": "This is how the judgment works: the light has come into the world, but people love the darkness rather than the light, because their deeds are evil. ", "20": "Those who do evil things hate the light and will not come to the light, because they do not want their evil deeds to be shown up. ", "21": "But those who do what is true come to the light in order that the light may show that what they did was in obedience to God.", "22": "After this, Jesus and his disciples went to the province of Judea, where he spent some time with them and baptized. ", "23": "John also was baptizing in Aenon, not far from Salim, because there was plenty of water in that place. People were going to him, and he was baptizing them. ", "24": "(24 This was before John had been put in prison.)", "25": "Some of John's disciples began arguing with a Jew[d] about the matter of ritual washing. ", "26": "So they went to John and told him, “Teacher, you remember the man who was with you on the east side of the Jordan, the one you spoke about? Well, he is baptizing now, and everyone is going to him!”", "27": "John answered, “No one can have anything unless God gives it. ", "28": "You yourselves are my witnesses that I said, 'I am not the Messiah, but I have been sent ahead of him.' ", "29": "The bridegroom is the one to whom the bride belongs; but the bridegroom's friend, who stands by and listens, is glad when he hears the bridegroom's voice. This is how my own happiness is made complete. ", "30": "He must become more important while I become less important.”", "31": "He who comes from above is greater than all. He who is from the earth belongs to the earth and speaks about earthly matters, but he who comes from heaven is above all. ", "32": "He tells what he has seen and heard, yet no one accepts his message. ", "33": "But whoever accepts his message confirms by this that God is truthful. ", "34": "The one whom God has sent speaks God's words, because God gives him the fullness of his Spirit. ", "35": "The Father loves his Son and has put everything in his power. ", "36": "Whoever believes in the Son has eternal life; whoever disobeys the Son will not have life, but will remain under God's punishment."}