{"1": "The Pharisees heard that Jesus was winning and baptizing more disciples than John. ", "2": "(2 Actually, Jesus himself did not baptize anyone; only his disciples did.) ", "3": "So when Jesus heard what was being said, he left Judea and went back to Galilee; ", "4": "on his way there he had to go through Samaria.", "5": "In Samaria he came to a town named Sychar, which was not far from the field that Jacob had given to his son Joseph. ", "6": "Jacob's well was there, and Jesus, tired out by the trip, sat down by the well. It was about noon.", "7": "A Samaritan woman came to draw some water, and Jesus said to her, “Give me a drink of water.” ", "8": "(8 His disciples had gone into town to buy food.)", "9": "The woman answered, “You are a Jew, and I am a Samaritan—so how can you ask me for a drink?” (Jews will not use the same cups and bowls that Samaritans use.)[a]", "10": "Jesus answered, “If you only knew what God gives and who it is that is asking you for a drink, you would ask him, and he would give you life-giving water.”", "11": "“Sir,” the woman said, “you don't have a bucket, and the well is deep. Where would you get that life-giving water? ", "12": "It was our ancestor Jacob who gave us this well; he and his children and his flocks all drank from it. You don't claim to be greater than Jacob, do you?”", "13": "Jesus answered, “Those who drink this water will get thirsty again, ", "14": "but those who drink the water that I will give them will never be thirsty again. The water that I will give them will become in them a spring which will provide them with life-giving water and give them eternal life.”", "15": "“Sir,” the woman said, “give me that water! Then I will never be thirsty again, nor will I have to come here to draw water.”", "16": "“Go and call your husband,” Jesus told her, “and come back.”", "17": "“I don't have a husband,” she answered. Jesus replied, “You are right when you say you don't have a husband. ", "18": "You have been married to five men, and the man you live with now is not really your husband. You have told me the truth.”", "19": "“I see you are a prophet, sir,” the woman said. ", "20": "“My Samaritan ancestors worshiped God on this mountain, but you Jews say that Jerusalem is the place where we should worship God.”", "21": "Jesus said to her, “Believe me, woman, the time will come when people will not worship the Father either on this mountain or in Jerusalem. ", "22": "You Samaritans do not really know whom you worship; but we Jews know whom we worship, because it is from the Jews that salvation comes. ", "23": "But the time is coming and is already here, when by the power of God's Spirit people will worship the Father as he really is, offering him the true worship that he wants. ", "24": "God is Spirit, and only by the power of his Spirit can people worship him as he really is.”", "25": "The woman said to him, “I know that the Messiah will come, and when he comes, he will tell us everything.”", "26": "Jesus answered, “I am he, I who am talking with you.”", "27": "At that moment Jesus' disciples returned, and they were greatly surprised to find him talking with a woman. But none of them said to her, “What do you want?” or asked him, “Why are you talking with her?”", "28": "Then the woman left her water jar, went back to the town, and said to the people there, ", "29": "“Come and see the man who told me everything I have ever done. Could he be the Messiah?” ", "30": "So they left the town and went to Jesus.", "31": "In the meantime the disciples were begging Jesus, “Teacher, have something to eat!”", "32": "But he answered, “I have food to eat that you know nothing about.”", "33": "So the disciples started asking among themselves, “Could somebody have brought him food?”", "34": "“My food,” Jesus said to them, “is to obey the will of the one who sent me and to finish the work he gave me to do. ", "35": "You have a saying, 'Four more months and then the harvest.' But I tell you, take a good look at the fields; the crops are now ripe and ready to be harvested! ", "36": "The one who reaps the harvest is being paid and gathers the crops for eternal life; so the one who plants and the one who reaps will be glad together. ", "37": "For the saying is true, 'Someone plants, someone else reaps.' ", "38": "I have sent you to reap a harvest in a field where you did not work; others worked there, and you profit from their work.”", "39": "Many of the Samaritans in that town believed in Jesus because the woman had said, “He told me everything I have ever done.” ", "40": "So when the Samaritans came to him, they begged him to stay with them, and Jesus stayed there two days.", "41": "Many more believed because of his message, ", "42": "and they told the woman, “We believe now, not because of what you said, but because we ourselves have heard him, and we know that he really is the Savior of the world.”", "43": "After spending two days there, Jesus left and went to Galilee. ", "44": "For he himself had said, “Prophets are not respected in their own country.” ", "45": "When he arrived in Galilee, the people there welcomed him, because they had gone to the Passover Festival in Jerusalem and had seen everything that he had done during the festival.", "46": "Then Jesus went back to Cana in Galilee, where he had turned the water into wine. A government official was there whose son was sick in Capernaum. ", "47": "When he heard that Jesus had come from Judea to Galilee, he went to him and asked him to go to Capernaum and heal his son, who was about to die. ", "48": "Jesus said to him, “None of you will ever believe unless you see miracles and wonders.”", "49": "“Sir,” replied the official, “come with me before my child dies.”", "50": "Jesus said to him, “Go; your son will live!” The man believed Jesus' words and went. ", "51": "On his way home his servants met him with the news, “Your boy is going to live!”", "52": "He asked them what time it was when his son got better, and they answered, “It was one o'clock yesterday afternoon when the fever left him.” ", "53": "Then the father remembered that it was at that very hour when Jesus had told him, “Your son will live.” So he and all his family believed.", "54": "This was the second miracle that Jesus performed after coming from Judea to Galilee."}