{"1": "After this, Jesus went across Lake Galilee (or, Lake Tiberias, as it is also called). ", "2": "A large crowd followed him, because they had seen his miracles of healing the sick. ", "3": "Jesus went up a hill and sat down with his disciples. ", "4": "The time for the Passover Festival was near. ", "5": "Jesus looked around and saw that a large crowd was coming to him, so he asked Philip, “Where can we buy enough food to feed all these people?” ", "6": "(6 He said this to test Philip; actually he already knew what he would do.)", "7": "Philip answered, “For everyone to have even a little, it would take more than two hundred silver coins[a] to buy enough bread.”", "8": "Another one of his disciples, Andrew, who was Simon Peter's brother, said, ", "9": "“There is a boy here who has five loaves of barley bread and two fish. But they will certainly not be enough for all these people.”", "10": "“Make the people sit down,” Jesus told them. (There was a lot of grass there.) So all the people sat down; there were about five thousand men. ", "11": "Jesus took the bread, gave thanks to God, and distributed it to the people who were sitting there. He did the same with the fish, and they all had as much as they wanted. ", "12": "When they were all full, he said to his disciples, “Gather the pieces left over; let us not waste a bit.” ", "13": "So they gathered them all and filled twelve baskets with the pieces left over from the five barley loaves which the people had eaten.", "14": "Seeing this miracle that Jesus had performed, the people there said, “Surely this is the Prophet[b] who was to come into the world!” ", "15": "Jesus knew that they were about to come and seize him in order to make him king by force; so he went off again to the hills by himself.", "16": "When evening came, Jesus' disciples went down to the lake, ", "17": "got into a boat, and went back across the lake toward Capernaum. Night came on, and Jesus still had not come to them. ", "18": "By then a strong wind was blowing and stirring up the water. ", "19": "The disciples had rowed about three or four miles when they saw Jesus walking on the water, coming near the boat, and they were terrified. ", "20": "“Don't be afraid,” Jesus told them, “it is I!” ", "21": "Then they willingly took him into the boat, and immediately the boat reached land at the place they were heading for.", "22": "Next day the crowd which had stayed on the other side of the lake realized that there had been only one boat there. They knew that Jesus had not gone in it with his disciples, but that they had left without him. ", "23": "Other boats, which were from Tiberias, came to shore near the place where the crowd had eaten the bread after the Lord had given thanks. ", "24": "When the crowd saw that Jesus was not there, nor his disciples, they got into those boats and went to Capernaum, looking for him.", "25": "When the people found Jesus on the other side of the lake, they said to him, “Teacher, when did you get here?”", "26": "Jesus answered, “I am telling you the truth: you are looking for me because you ate the bread and had all you wanted, not because you understood my miracles. ", "27": "Do not work for food that spoils; instead, work for the food that lasts for eternal life. This is the food which the Son of Man will give you, because God, the Father, has put his mark of approval on him.”", "28": "So they asked him, “What can we do in order to do what God wants us to do?”", "29": "Jesus answered, “What God wants you to do is to believe in the one he sent.”", "30": "They replied, “What miracle will you perform so that we may see it and believe you? What will you do? ", "31": "Our ancestors ate manna in the desert, just as the scripture says, 'He gave them bread from heaven to eat.'”", "32": "“I am telling you the truth,” Jesus said. “What Moses gave you was not[c] the bread from heaven; it is my Father who gives you the real bread from heaven. ", "33": "For the bread that God gives is he who comes down from heaven and gives life to the world.”", "34": "“Sir,” they asked him, “give us this bread always.”", "35": "“I am the bread of life,” Jesus told them. “Those who come to me will never be hungry; those who believe in me will never be thirsty. ", "36": "Now, I told you that you have seen me but will not believe. ", "37": "Everyone whom my Father gives me will come to me. I will never turn away anyone who comes to me, ", "38": "because I have come down from heaven to do not my own will but the will of him who sent me. ", "39": "And it is the will of him who sent me that I should not lose any of all those he has given me, but that I should raise them all to life on the last day. ", "40": "For what my Father wants is that all who see the Son and believe in him should have eternal life. And I will raise them to life on the last day.”", "41": "The people started grumbling about him, because he said, “I am the bread that came down from heaven.” ", "42": "So they said, “This man is Jesus son of Joseph, isn't he? We know his father and mother. How, then, does he now say he came down from heaven?”", "43": "Jesus answered, “Stop grumbling among yourselves. ", "44": "People cannot come to me unless the Father who sent me draws them to me; and I will raise them to life on the last day. ", "45": "The prophets wrote, 'Everyone will be taught by God.' Anyone who hears the Father and learns from him comes to me. ", "46": "This does not mean that anyone has seen the Father; he who is from God is the only one who has seen the Father. ", "47": "I am telling you the truth: he who believes has eternal life. ", "48": "I am the bread of life. ", "49": "Your ancestors ate manna in the desert, but they died. ", "50": "But the bread that comes down from heaven is of such a kind that whoever eats it will not die. ", "51": "I am the living bread that came down from heaven. If you eat this bread, you will live forever. The bread that I will give you is my flesh, which I give so that the world may live.”", "52": "This started an angry argument among them. “How can this man give us his flesh to eat?” they asked.", "53": "Jesus said to them, “I am telling you the truth: if you do not eat the flesh of the Son of Man and drink his blood, you will not have life in yourselves. ", "54": "Those who eat my flesh and drink my blood have eternal life, and I will raise them to life on the last day. ", "55": "For my flesh is the real food; my blood is the real drink. ", "56": "Those who eat my flesh and drink my blood live in me, and I live in them. ", "57": "The living Father sent me, and because of him I live also. In the same way whoever eats me will live because of me. ", "58": "This, then, is the bread that came down from heaven; it is not like the bread that your ancestors ate, but then later died. Those who eat this bread will live forever.”", "59": "Jesus said this as he taught in the synagogue in Capernaum.", "60": "Many of his followers heard this and said, “This teaching is too hard. Who can listen to it?”", "61": "Without being told, Jesus knew that they were grumbling about this, so he said to them, “Does this make you want to give up? ", "62": "Suppose, then, that you should see the Son of Man go back up to the place where he was before? ", "63": "What gives life is God's Spirit; human power is of no use at all. The words I have spoken to you bring God's life-giving Spirit. ", "64": "Yet some of you do not believe.” (Jesus knew from the very beginning who were the ones that would not believe and which one would betray him.) ", "65": "And he added, “This is the very reason I told you that no people can come to me unless the Father makes it possible for them to do so.”", "66": "Because of this, many of Jesus' followers turned back and would not go with him any more. ", "67": "So he asked the twelve disciples, “And you—would you also like to leave?”", "68": "Simon Peter answered him, “Lord, to whom would we go? You have the words that give eternal life. ", "69": "And now we believe and know that you are the Holy One who has come from God.”", "70": "Jesus replied, “I chose the twelve of you, didn't I? Yet one of you is a devil!” ", "71": "He was talking about Judas, the son of Simon Iscariot. For Judas, even though he was one of the twelve disciples, was going to betray him."}