{"1": "After this, Jesus traveled in Galilee; he did not want to travel in Judea, because the Jewish authorities there were wanting to kill him. ", "2": "The time for the Festival of Shelters was near, ", "3": "so Jesus' brothers said to him, “Leave this place and go to Judea, so that your followers will see the things that you are doing. ", "4": "People don't hide what they are doing if they want to be well known. Since you are doing these things, let the whole world know about you!” ", "5": "(5 Not even his brothers believed in him.)", "6": "Jesus said to them, “The right time for me has not yet come. Any time is right for you. ", "7": "The world cannot hate you, but it hates me, because I keep telling it that its ways are bad. ", "8": "You go on to the festival. I am not going[a] to this festival, because the right time has not come for me.” ", "9": "He said this and then stayed on in Galilee.", "10": "After his brothers had gone to the festival, Jesus also went; however, he did not go openly, but secretly. ", "11": "The Jewish authorities were looking for him at the festival. “Where is he?” they asked.", "12": "There was much whispering about him in the crowd. “He is a good man,” some people said. “No,” others said, “he fools the people.” ", "13": "But no one talked about him openly, because they were afraid of the Jewish authorities.", "14": "The festival was nearly half over when Jesus went to the Temple and began teaching. ", "15": "The Jewish authorities were greatly surprised and said, “How does this man know so much when he has never been to school?”", "16": "Jesus answered, “What I teach is not my own teaching, but it comes from God, who sent me. ", "17": "Whoever is willing to do what God wants will know whether what I teach comes from God or whether I speak on my own authority. ", "18": "Those who speak on their own authority are trying to gain glory for themselves. But he who wants glory for the one who sent him is honest, and there is nothing false in him. ", "19": "Moses gave you the Law, didn't he? But not one of you obeys the Law. Why are you trying to kill me?”", "20": "“You have a demon in you!” the crowd answered. “Who is trying to kill you?”", "21": "Jesus answered, “I performed one miracle, and you were all surprised. ", "22": "Moses ordered you to circumcise your sons (although it was not Moses but your ancestors who started it), and so you circumcise a boy on the Sabbath. ", "23": "If a boy is circumcised on the Sabbath so that Moses' Law is not broken, why are you angry with me because I made a man completely well on the Sabbath? ", "24": "Stop judging by external standards, and judge by true standards.”", "25": "Some of the people of Jerusalem said, “Isn't this the man the authorities are trying to kill? ", "26": "Look! He is talking in public, and they say nothing against him! Can it be that they really know that he is the Messiah? ", "27": "But when the Messiah comes, no one will know where he is from. And we all know where this man comes from.”", "28": "As Jesus taught in the Temple, he said in a loud voice, “Do you really know me and know where I am from? I have not come on my own authority. He who sent me, however, is truthful. You do not know him, ", "29": "but I know him, because I come from him and he sent me.”", "30": "Then they tried to seize him, but no one laid a hand on him, because his hour had not yet come. ", "31": "But many in the crowd believed in him and said, “When the Messiah comes, will he perform more miracles than this man has?”", "32": "The Pharisees heard the crowd whispering these things about Jesus, so they and the chief priests sent some guards to arrest him. ", "33": "Jesus said, “I shall be with you a little while longer, and then I shall go away to him who sent me. ", "34": "You will look for me, but you will not find me, because you cannot go where I will be.”", "35": "The Jewish authorities said among themselves, “Where is he about to go so that we shall not find him? Will he go to the Greek cities where our people live, and teach the Greeks? ", "36": "He says that we will look for him but will not find him, and that we cannot go where he will be. What does he mean?”", "37": "On the last and most important day of the festival Jesus stood up and said in a loud voice, “Whoever is thirsty should come to me, and ", "38": "whoever believes in me should drink. As the scripture says, 'Streams of life-giving water will pour out from his side.'”[b] ", "39": "Jesus said this about the Spirit, which those who believed in him were going to receive. At that time the Spirit had not yet been given, because Jesus had not been raised to glory.", "40": "Some of the people in the crowd heard him say this and said, “This man is really the Prophet!”[c]", "41": "Others said, “He is the Messiah!” But others said, “The Messiah will not come from Galilee! ", "42": "The scripture says that the Messiah will be a descendant of King David and will be born in Bethlehem, the town where David lived.” ", "43": "So there was a division in the crowd because of Jesus. ", "44": "Some wanted to seize him, but no one laid a hand on him.", "45": "When the guards went back, the chief priests and Pharisees asked them, “Why did you not bring him?”", "46": "The guards answered, “Nobody has ever talked the way this man does!”", "47": "“Did he fool you, too?” the Pharisees asked them. ", "48": "“Have you ever known one of the authorities or one Pharisee to believe in him? ", "49": "This crowd does not know the Law of Moses, so they are under God's curse!”", "50": "One of the Pharisees there was Nicodemus, the man who had gone to see Jesus before. He said to the others, ", "51": "“According to our Law we cannot condemn people before hearing them and finding out what they have done.”", "52": "“Well,” they answered, “are you also from Galilee? Study the Scriptures and you will learn that no prophet ever comes", "53": "[d] from Galilee.”"}