{"1": "As Jesus was walking along, he saw a man who had been born blind. ", "2": "His disciples asked him, “Teacher, whose sin caused him to be born blind? Was it his own or his parents' sin?”", "3": "Jesus answered, “His blindness has nothing to do with his sins or his parents' sins. He is blind so that God's power might be seen at work in him. ", "4": "As long as it is day, we must do the work of him who sent me; night is coming when no one can work. ", "5": "While I am in the world, I am the light for the world.”", "6": "After he said this, Jesus spat on the ground and made some mud with the spittle; he rubbed the mud on the man's eyes ", "7": "and told him, “Go and wash your face in the Pool of Siloam.” (This name means “Sent.”) So the man went, washed his face, and came back seeing.", "8": "His neighbors, then, and the people who had seen him begging before this, asked, “Isn't this the man who used to sit and beg?”", "9": "Some said, “He is the one,” but others said, “No he isn't; he just looks like him.” So the man himself said, “I am the man.”", "10": "“How is it that you can now see?” they asked him.", "11": "He answered, “The man called Jesus made some mud, rubbed it on my eyes, and told me to go to Siloam and wash my face. So I went, and as soon as I washed, I could see.”", "12": "“Where is he?” they asked. “I don't know,” he answered.", "13": "Then they took to the Pharisees the man who had been blind. ", "14": "The day that Jesus made the mud and cured him of his blindness was a Sabbath. ", "15": "The Pharisees, then, asked the man again how he had received his sight. He told them, “He put some mud on my eyes; I washed my face, and now I can see.”", "16": "Some of the Pharisees said, “The man who did this cannot be from God, for he does not obey the Sabbath law.” Others, however, said, “How could a man who is a sinner perform such miracles as these?” And there was a division among them.", "17": "So the Pharisees asked the man once more, “You say he cured you of your blindness—well, what do you say about him?” “He is a prophet,” the man answered.", "18": "The Jewish authorities, however, were not willing to believe that he had been blind and could now see, until they called his parents ", "19": "and asked them, “Is this your son? You say that he was born blind; how is it, then, that he can now see?”", "20": "His parents answered, “We know that he is our son, and we know that he was born blind. ", "21": "But we do not know how it is that he is now able to see, nor do we know who cured him of his blindness. Ask him; he is old enough, and he can answer for himself!” ", "22": "His parents said this because they were afraid of the Jewish authorities, who had already agreed that anyone who said he believed that Jesus was the Messiah would be expelled from the synagogue. ", "23": "That is why his parents said, “He is old enough; ask him!”", "24": "A second time they called back the man who had been born blind, and said to him, “Promise before God that you will tell the truth! We know that this man who cured you is a sinner.”", "25": "“I do not know if he is a sinner or not,” the man replied. “One thing I do know: I was blind, and now I see.”", "26": "“What did he do to you?” they asked. “How did he cure you of your blindness?”", "27": "“I have already told you,” he answered, “and you would not listen. Why do you want to hear it again? Maybe you, too, would like to be his disciples?”", "28": "They insulted him and said, “You are that fellow's disciple; but we are Moses' disciples. ", "29": "We know that God spoke to Moses; as for that fellow, however, we do not even know where he comes from!”", "30": "The man answered, “What a strange thing that is! You do not know where he comes from, but he cured me of my blindness! ", "31": "We know that God does not listen to sinners; he does listen to people who respect him and do what he wants them to do. ", "32": "Since the beginning of the world nobody has ever heard of anyone giving sight to a person born blind. ", "33": "Unless this man came from God, he would not be able to do a thing.”", "34": "They answered, “You were born and brought up in sin—and you are trying to teach us?” And they expelled him from the synagogue.", "35": "When Jesus heard what had happened, he found the man and asked him, “Do you believe in the Son of Man?”", "36": "The man answered, “Tell me who he is, sir, so that I can believe in him!”", "37": "Jesus said to him, “You have already seen him, and he is the one who is talking with you now.”", "38": "“I believe, Lord!” the man said, and knelt down before Jesus.", "39": "Jesus said, “I came to this world to judge, so that the blind should see and those who see should become blind.”", "40": "Some Pharisees who were there with him heard him say this and asked him, “Surely you don't mean that we are blind, too?”", "41": "Jesus answered, “If you were blind, then you would not be guilty; but since you claim that you can see, this means that you are still guilty.”"}