{"1": "But this I determined in myself: that I would not come again to you in sorrow.", "2": "For if I grieve you, who then should make me glad but the same one who is grieved by me?", "3": "And I wrote this same thing to you, lest when I come, I should not be grieved by those in whom I ought to rejoice, having confidence in you all that my joy is the joy of you all.", "4": "For in great affliction, and anguish of heart, I wrote to you with many tears; not that you should be made sorry, but that you might perceive the love which I have especially for you.", "5": "And if any have caused grief, the same has not grieved me, but partly (lest I overstate it) you all.", "6": "Sufficient for such a one is this punishment that was inflicted by many.", "7": "So that now, on the contrary, you ought rather to forgive him, and comfort him, lest the same should be overwhelmed with excessive heaviness.", "8": "Therefore, I encourage you to confirm your love towards him.", "9": "For this also I wrote: that I might know the proof of you, whether you would be obedient in all things.", "10": "To whom you forgive anything, I forgive also. For truly if I forgave anything, to whom I forgave it, I forgave it for your sakes, in the sight of Christ,", "11": "lest Satan should circumvent us. For we are not ignorant of his purposes.", "12": "Furthermore, when I came to Troas to preach Christ's Gospel, and a door was opened to me by the Lord,", "13": "I had no rest in my spirit, because I did not find Titus, my brother. But, taking my leave of them, I went away into Macedonia.", "14": "Now, thanks to God, Who always makes us triumph in Christ; and, by us, makes manifest the savor of His knowledge in every place.", "15": "For we are to God the sweet savor of Christ, in those who are saved, and in those who perish.", "16": "To the one we are the savor of death unto death, and to the other the savor of life unto life. And who is sufficient for these things?", "17": "For we are not as many, who make merchandise of the word of God. But as from sincerity, but as from God, in the sight of God, we speak in Christ."}