{"1": "Do we begin to praise ourselves again? Or do we need, as some others, letters of recommendation to you, or of recommendation from you?", "2": "You are our letter, written in our hearts, which is understood and read by all men;", "3": "in that you appear to be the letter of Christ, ministered by us, and written, not with ink, but with the Spirit of the living God; not on tablets of stone, but on fleshly tablets of the heart.", "4": "And such trust we have through Christ toward God.", "5": "Not that we are sufficient in ourselves to think anything of ourselves, but our sufficiency is from God,", "6": "Who has also made us able ministers of the New Testament - not of the letter, but of the Spirit. For the letter kills, but the Spirit gives life.", "7": "If then, the ministry of death (written with letters and engraved in stones) was glorious; so that the children of Israel could not behold the face of Moses because of the glory of his countenance (a glory which has gone away),", "8": "how shall not the ministry of the Spirit be more glorious?", "9": "For if the ministry of condemnation was glorious, the ministry of righteousness much more exceeds it in glory.", "10": "For even that which was glorified was not glorified in this point: that is, regarding the exceeding glory.", "11": "For if that which is abolished was glorious, much more so shall that which remains be glorious.", "12": "Seeing then that we have such trust, we use great boldness of speech.", "13": "And we are not as Moses, who put a veil upon his face so that the children of Israel would not look intently into the end of that which would be abolished.", "14": "But their minds were hardened. For until this day remains the same covering in the reading of the old Testament, which veil is put away in Christ.", "15": "But even to this day, when Moses is read, the veil is laid over their hearts.", "16": "Nevertheless, when their heart shall be turned to the Lord, the veil shall be taken away.", "17": "Now, the Lord is the Spirit. And where the Spirit of the Lord is, there is liberty.", "18": "But we all, with unveiled face, behold as in a mirror the glory of the Lord; and are changed into the same image, from glory to glory, as by the Spirit of the Lord."}