{"1": "So we, therefore, as workers together, encourage you, that you do not receive the grace of God in vain.", "2": "For He says, “I have heard you at an acceptable time, and on the day of salvation I have helped you.” Behold now the accepted time. Behold now the day of salvation.", "3": "We cause no one to stumble in anything, that the ministry should not be blamed.", "4": "But in all things, we commend ourselves as the ministers of God: in much patience, in afflictions, in necessities, in distresses,", "5": "in stripes, in prisons, in instability, in labors;", "6": "by sleeplessness, by fasting, by purity, by knowledge, by long-suffering, by kindness, by the holy Ghost, by love without hypocrisy;", "7": "by the Word of Truth, by the power of God, by the armor of righteousness on the right hand, and on the left;", "8": "by honor and dishonor; by evil report and good report; as deceivers and yet true;", "9": "as unknown and yet known; as dying and behold, we live; as chastised and yet not killed;", "10": "as grieving and yet always rejoicing; as poor and yet making many rich; as having nothing and yet possessing all things.", "11": "O Corinthians, our mouth has been opened to you. Our heart has been made large!", "12": "You are not restrained by us, but you are restrained your own inward parts.", "13": "Now, for the same reward, I speak as to my children. You, also, be enlarged.", "14": "Do not be unequally yoked with the unbelievers. For what partnership has righteousness with unrighteousness? And what fellowship has light with darkness?", "15": "And what agreement has Christ with Belial? Or, what share has the believer with the unbeliever?", "16": "And what assent has the Temple of God with idols? For you are the Temple of the living God. As God has said, “I will dwell among them, and walk there. And I will be their God, and they shall be my people.", "17": "“Therefore, come out from among them, and separate yourselves”, says the Lord, “and touch no unclean thing. And I will receive you.", "18": "“And I will be a Father to you. And you shall be my sons and daughters”, says the Lord Almighty."}