{"1": "A long time ago, when judges still ruled over Israel and the land was dried up with famine, a man from Bethlehem, which ironically means “place of bread,” left his home in Judah to live as a foreigner in the land of Moab. He traveled with his wife and their two sons. ", "2": "His name was Elimelech, and his wife was Naomi; their two sons were called Mahlon and Chilion. They were descendants of Ephraim's tribe from Bethlehem in Judah. They had settled and made lives for themselves in Moab, ", "3": "but soon after, Elimelech died leaving Naomi in the care of her sons. ", "4": "Each son married a woman from Moab—one was named Orpah, the other Ruth—and they lived together for 10 years ", "5": "before Mahlon and Chilion died also. Naomi was left alone, without her husband and two sons.", "6-7": "Word had reached Moab that the Eternal One had once again brought life back to the land of Israel and blessed His people with food. Naomi prepared to return with her daughters-in-law. With Orpah and Ruth at her side, she began her journey back to Judah, leaving the place where she had lived.", "8": "Naomi (to Orpah and Ruth): 8 You have accompanied me far enough; you must both return to Moab. Go home to your mothers' care and your people. May the Eternal show His loyal love to you just as you demonstrated it to my dead sons and me. ", "9": "I hope He will bring you new husbands and that you will find the rest you deserve in their homes. She drew close, kissed them, and turned to go on her way, alone. But Orpah and Ruth wailed and sobbed, crying out to her.", "10": "Orpah and Ruth: 10 Do not leave us! We insist you take us with you to live with you and your people.", "11": "Naomi: 11 Go back to your homes, my daughters. What possible reason would you have for returning with me? Do you think there are more sons inside of me? Will you marry these unborn sons? ", "12": "Listen to me, daughters, and go back. I am too old; I will not marry again because I cannot conceive. But even if I could—if I still believed there was hope for me, or if I had a husband and conceived sons tonight—", "13": "would you waste a lifetime waiting for them to grow up? Would you let this hope for the future keep you from remarrying now? Of course not, my dear daughters. It is obvious that the Eternal has acted against me. My life is much too bitter for you to share with me.", "14": "At this Orpah and Ruth wailed and wept again. Then Orpah kissed Naomi, said goodbye, and returned the way she had come. Yet Ruth refused to let go of Naomi.", "15": "Naomi: 15 Look at your sister-in-law. She has returned to live with her people and to worship her gods; go and follow her.", "16": "Ruth: Stop pushing me away, insisting that I stop following you! Wherever you go, I will go. Wherever you live, I will live. Your people will be my people. Your God will be my God.", "17": "Wherever you die, I will also die and be buried there near you. May the Eternal One punish me— and even more so— if anything besides death comes between us.", "18": "When Naomi heard this and saw Ruth's resolve, she stopped trying to talk her out of returning to Judah. ", "19": "The two women went on together to Bethlehem. News of their arrival spread throughout Bethlehem. In fact, the whole community was humming with the report, with the women exclaiming, “Could it really be the same Naomi who left us so long ago?”", "20": "Naomi: Do not call me Naomi ever again, for I am no longer pleasant. Call me Mara instead, for I am filled with bitterness because the Highest One[a] has treated me bitterly.", "21": "There is a Hebrew wordplay here from Naomi, “pleasant,” to Mara, “bitterness.” Even Orpah (“neck”) turns her back on Naomi. I left this place full, in spite of the famine, but the Eternal has brought me back empty from a plentiful land. Why would you call me “Pleasant” when the Eternal has testified against me, and the Highest One has brought disaster upon me?", "22": "Naomi's story is similar to the story of Job. God tests them, as Job and Naomi have full lives. Then they go from emptiness to vindication, and finally to redemption. This was how Naomi came into Bethlehem with her daughter-in-law, Ruth, from Moab. It was at the beginning of the barley harvest when they returned to the land."}