{"1": "Now Naomi's deceased husband, Elimelech, had a relative in Bethlehem, an honorable, wealthy man named Boaz. ", "2": "One day Ruth (the foreign woman who returned with Naomi from Moab) approached Naomi with a request. Ruth: Let me go out into the field and pick up whatever grain is left behind the harvesters. Maybe someone will be merciful to me. Naomi: Go ahead, my daughter.", "3": "Ruth left and went into the fields to pick up the gleanings, the grain that had been left behind by the harvesters. And so it was that the portion of the field she was working in belonged to Boaz, who was a part of Elimelech's family.", "4": "As she was working in his field, Boaz happened to arrive from Bethlehem, and he greeted the harvesters. Boaz: The Eternal One be with you. Harvesters: May the Eternal bless you!", "5": "Then seeing Ruth, Boaz spoke to the young man in charge of the harvesters. Boaz: Whom does this young woman belong to?", "6": "Overseer: 6 She is the Moabite woman who came back with Naomi from Moab. ", "7": "She came and asked my permission to pick up the grain our harvesters leave behind and gather it all into sheaves for herself. Except for one small break she has been here all day, working in the field from the morning until now.", "8": "When God gives His law to the Israelites, He establishes a culture of generosity. Knowing there will be people such as widows, orphans, and resident aliens who will be too poor to farm for themselves, He set limits on how much each farmer should harvest from his own land. In Leviticus 19:9–10, farmers are told not to harvest the corners of their property or return to already-harvested rows to pick up any grain that may have been left. The remaining grain in the field is called gleanings, and those are left for the poor. In a similar law, Deuteronomy 24:19–22 explains that God does this to remind His people that once they were all poor and resident aliens themselves in Egypt. The gleaners face hard labor every day, so Ruth isn't expecting the kindness Boaz shows her. Boaz (to Ruth): 8 Listen to me, my daughter. Do not go and glean in any other field. In fact, do not go outside my property at all but stay with the young women who work for me following the harvesters and bundling the grain into sheaves. ", "9": "Watch the harvesters, and see which field they are working in. Follow along behind these servants of mine. I have warned the young men not to touch you. If you are thirsty, go and get a drink from the water jars my young men have filled for the harvesters.", "10": "Overwhelmed, Ruth bowed down before Boaz, putting her face to the ground in front of him. Ruth: I am just a foreigner. Why have you noticed me and treated me as if I'm one of your favorites?", "11": "Boaz: 11 I have heard your story. I know about everything you have done for your mother-in-law since your own husband died. I know you left your own mother and father, your home and your country, and you have come to live in a culture that must seem strange to you. ", "12": "May the Eternal repay you for your sacrifices and reward you richly for what you have done. It is under the wings of Israel's God, the Eternal One, that you have sought shelter.", "13": "Ruth: 13 I pray you will continue to look upon me with such favor, my lord. I am comforted by your kind words, even though I am not as worthy of them as even one of your servant girls.", "14": "Later during the meal, Boaz spoke to Ruth again. Boaz: Come over here and have some of my food. Dip your piece of bread in the vinegar wine. So Ruth sat down among the harvesters. Boaz also offered her some roasted grain. She ate as much as she wanted and even had some left over. ", "15": "When her meal was finished, she got back up and returned to work. Then Boaz pulled some of the young harvesters aside and gave them instructions about her. Boaz: Let her pick up grain from among the sheaves. Do not reprimand or humiliate her for gleaning where it is usually forbidden. ", "16": "Instead, periodically pick out a stalk or two from the sheaves that have already been bound, and leave them for her to gather for herself. Make sure that no one gives her a hard time.", "17": "So Ruth worked in the field all day until the sun had nearly set. When she finished picking up the leftover ears, she beat her gathered barley grains from the stalks with a stick. All that work resulted in over 20 quarts of grain. ", "18": "Then she carried it back to the city where her mother-in-law saw how much she had gleaned. Ruth took out the leftover food from what she could not eat of her midday meal and gave it to Naomi.", "19": "Naomi (to Ruth): 19 Where did you go to work today? Where did you glean all this from? May God bless the person who gave you this kind of attention. So Ruth told Naomi the story of all that had happened to her that day and on whose land she had worked. Ruth: The man I worked with today is named Boaz.", "20": "Naomi: 20 May the Eternal bless this man. He has not given up showing His covenant love toward the living and the dead. This man is closely related to us—he is a kinsman-redeemer of our family.", "21": "The kinsman-redeemer is the closest relative and has the responsibility to save his family members from any evil or hardship. Ruth[a]: 21 That is not all he did. Boaz also instructed me to stay with his young workers for the remainder of his grain harvesting season.", "22": "Naomi: 22 It is best that you do as he says. Stay with his young women who bind the sheaves. They will keep you safe from the hostility and danger of working in another's field.", "23": "So that is what Ruth did. She kept close to Boaz's young female servants and picked up everything they dropped. She worked hard throughout the seven weeks of the wheat and barley seasons until the harvest was complete in early summer. And this whole time she lived at her mother-in-law's home."}