{"1": "At that same time, Boaz went to the city gate and he sat down. Just then, the kinsman-redeemer of the family he had told Ruth about walked by. Normally the city gate is where the business of the city is conducted. Boaz: My friend, come and sit down with me for awhile. We have some business. So the man came and sat down beside Boaz. ", "2": "Before he spoke further to the man, he gathered together 10 elders from the city and asked them to preside there, which they did.", "3": "Boaz (to the kinsman-redeemer): 3 You have heard of Naomi? She is the woman who recently returned from Moab. She is transferring her rights to the plot of land belonging to her deceased husband—our relative—Elimelech. ", "4": "I wanted you to know about it because as a close family member, you have the first right to purchase it. If you want to do so, we have enough elders sitting here to witness the transaction. If you want to become the guardian and redeem this land, it is yours. But if you[a] are not interested in doing this, tell me now. The right belongs to you, but if you refuse it, I am next in line. Kinsman-Redeemer: Of course, I exercise my option to redeem this land.", "5": "Boaz: 5 Now, just so you know, on the day you buy this plot of land [from Naomi, you will also acquire Ruth the Moabitess; she is][b] the dead man's widow. It will be your responsibility to make sure she has children so that they can carry on her dead husband's name with the inheritance.", "6": "Kinsman-Redeemer: 6 Then I will not be able to redeem it. I will not put my own property at risk. I relinquish my right to redeem the land. You do it.", "7": "Now in the old days of Israel when this story was playing out, land was redeemed and property was transferred legally when a man involved in the sale removed one of his sandals and gave it to the other. This was how contracts were sealed in Israel. ", "8": "So the kinsman-redeemer took off his sandal and handed it to Boaz. Kinsman-Redeemer: It's now your responsibility.", "9": "Boaz (to the elders and all the people): 9 Every one of you have witnessed what happened here today. I secured the rights to everything that belonged to Elimelech and his sons, Mahlon and Chilion, from Naomi. ", "10": "I have also taken responsibility for Ruth—the woman from Moab who was married to Mahlon. She will become my wife. I will see to it that his family and this city remember Mahlon. I will raise children who will bear his name and make sure his property stays in the family. You are all witnesses to this today.", "11": "Elders and People: 11 We are witnesses of what has happened here today. May the Eternal take this woman who is becoming a part of your family today and make her like Rachel and Leah, the two women responsible for building the nation of Israel with their children. And may your reputation become well known and well respected throughout Ephrathah and Bethlehem. ", "12": "May the children the Eternal gives you and this woman make your family like the family of Perez, who was born from a Levirate union between Judah and Tamar.[c]", "13": "Then Boaz took responsibility of Ruth, and they married. After they came together, Ruth conceived by the Eternal's provision, and later she gave birth to a son.", "14": "Women (to Naomi): 14 Praise the Eternal One. He has not abandoned you. He did not leave you without a redeeming guardian. May your offspring become famous all through Israel. ", "15": "May this child give you a new life. May he strengthen you and provide for you in your old age. Look at your daughter-in-law, Ruth. She loves you. This one devoted daughter is better to you than seven sons would be. She is the one who gave you this child.", "16": "Then Naomi held the child tightly in her arms and cared for him. ", "17": "All around her, friends cried out, “Naomi has a son!” They named the child Obed because he would provide for his grandmother. Obed grew up and became the father of Jesse. Jesse, too, became a father one day, the father of David.", "18": "Here is the genealogy of Perez's family: Perez was Hezron's father. ", "19": "Hezron was Ram's father. Ram was Amminadab's father. ", "20": "Amminadab was Nahshon's father. Nahshon was Salmon's[d] father. ", "21": "Salmon was Boaz's father. Boaz was Obed's father. ", "22": "Obed was Jesse's father. And Jesse was the father of David."}