{"1": "In-as-much-as many undertook[a] to compile a narrative about the things having been fulfilled[b] among us, ", "2": "just as the eyewitnesses from the first[c] and ones having become servants of the word handed-down to us, ", "3": "it seemed good to me also, having closely-followed[d] everything carefully from-the-beginning[e], to write it for you in-order, most-excellent Theophilus, ", "4": "in order that you may fully-know the certainty of the things about which you were instructed.", "5": "In the days of Herod[f], king of Judea: There was a certain priest— Zechariah by name, from the division of Abijah— and a wife for him from the daughters of Aaron. And her name was Elizabeth. ", "6": "And they were both righteous ones in the sight of God, walking in all the commandments and regulations of the Lord as blameless[g] ones. ", "7": "And there was not a child for them, because Elizabeth was barren. And they were both advanced in their days.", "8": "And it came about during his serving-as-priest before God in the order of his division, ", "9": "that according to the custom[h] of the priestly-office, he obtained-by-lot that he might offer-incense[i], [after] having entered into the temple of the Lord. ", "10": "And the whole assembly of the people was praying outside at the hour of the offering of incense. ", "11": "And an angel of the Lord appeared to him, standing on the right side of the altar of incense. ", "12": "And having seen him, Zechariah was frightened, and fear fell upon him. ", "13": "But the angel said to him, “Do not be fearing, Zechariah, because your prayer was heard. And your wife Elizabeth will bear you a son, and you shall call his name John. ", "14": "And there will be joy and gladness for you. And many will rejoice over his birth. ", "15": "For he will be great in the sight of the Lord, and he will never drink wine and fermented-drink[j], and he will be filled with the Holy Spirit while still of [k] his mother's womb, ", "16": "and he will turn-back many of the sons of Israel to the Lord their God. ", "17": "And he will go-ahead before Him in the spirit and power of Elijah to turn-back[l] the hearts of fathers to their children, and to turn back disobedient ones with[m] the understanding[n] of righteous ones, to prepare a people having been made-ready for the Lord”. ", "18": "And Zechariah said to the angel, “Based-on what shall I know this? For I am an old-man, and my wife is advanced in her days”. ", "19": "And having responded, the angel said to him, “I am Gabriel, the one standing in the presence of God. And I was sent forth to speak to you, and to announce these things as-good-news to you. ", "20": "And behold— you shall be silent and not able to speak until which day these things take place, because you did not believe my words, which will be fulfilled in their proper-time”. ", "21": "And the people were waiting for Zechariah. And they were wondering during his delaying in the temple. ", "22": "And having come out, he was not able to speak to them. And they realized that he had seen a vision in the temple. And he was motioning to them and continuing to be mute.", "23": "And it came about that when the days of his service were fulfilled, he went to his house. ", "24": "And after these days, Elizabeth his wife conceived. And she was concealing herself for five months, saying ", "25": "that “Thus the Lord has done for me in the days in which He looked-upon me to take-away my reproach among people”.", "26": "Now in the sixth month, the angel Gabriel was sent-forth from God to a city of Galilee for which the name was Nazareth, ", "27": "to a virgin having been promised-in-marriage[o] to a man for whom the name was Joseph, from the house of David. And the name of the virgin was Mary. ", "28": "And having come-in to[p] her, he said, “Greetings, favored one! The Lord is with you”. ", "29": "But the one was very-troubled at the statement, and was pondering what-kind-of greeting this might be.", "30": "And the angel said to her, “Do not be fearing, Mary. For you found favor[q] with God. ", "31": "And behold— you will conceive in your womb and give-birth to a son. And you shall call His name Jesus. ", "32": "This One will be great, and will be called 'Son of the Most-High'. And the Lord God will give Him the throne of David, His father. ", "33": "And He will reign[r] over the house of Jacob forever. And there will not be an end of His kingdom”. ", "34": "And Mary said to the angel, “How will this happen, since I am not knowing[s] a man?” ", "35": "And having responded, the angel said to her, “The Holy Spirit will come upon you, and the power of the Most-High will overshadow you. For this reason[t] also the Holy Child being born will be called God's Son. ", "36": "And behold— Elizabeth your relative also herself has conceived a son in her old age. And this is the sixth month for her, the one being called barren, ", "37": "because no word[u] from God will be impossible”. ", "38": "And Mary said, “Behold the slave of the Lord. May it be done to me according to your word”. And the angel departed from her.", "39": "And having arisen during these days, Mary proceeded to the hill country with haste, to a city of Judah, ", "40": "and entered into the house of Zechariah, and greeted Elizabeth. ", "41": "And it came about that when Elizabeth heard the greeting of Mary, the baby leaped[v] in her womb. And Elizabeth was filled[w] with the Holy Spirit, ", "42": "and exclaimed with a loud shout and said, “You are blessed[x] among women, and blessed is the fruit of your womb. ", "43": "And why[y] has this happened to me— that the mother of my Lord should come to me? ", "44": "For behold— when the sound of your greeting came-to-be in my ears, the baby leaped with gladness in my womb. ", "45": "And blessed[z] is she having believed that[aa] there will be a fulfillment to the things having been spoken to her from the Lord”.", "46": "And Mary said, “My soul magnifies[ab] the Lord, ", "47": "and my spirit rejoiced-greatly over God my Savior. ", "48": "Because He looked-upon[ac] the lowliness[ad] of His slave, for behold— from now on, all generations will consider me blessed[ae], ", "49": "because the Powerful One did great things for me. And His name is holy. ", "50": "And His mercy to generations and generations is on the ones fearing Him. ", "51": "He did a mighty-deed[af] with His arm. He scattered ones proud[ag] in the thought[ah] of their heart. ", "52": "He brought-down rulers from their thrones, and lifted-up lowly ones. ", "53": "He filled ones being hungry with good things, and sent ones being rich away empty. ", "54": "He helped Israel His servant so that He might remember[ai] mercy, ", "55": "just as He spoke to our fathers— to Abraham, and to his seed forever”. ", "56": "And Mary stayed with her about three months, and returned to her house.", "57": "Now for Elizabeth, the time was fulfilled that she might give-birth, and she bore a son. ", "58": "And the neighbors and her relatives heard that the Lord magnified His mercy with her, and they were rejoicing-with her. ", "59": "And it came about that on the eighth day they came to circumcise the child. And they[aj] were calling[ak] him Zechariah, on the basis of the name of his father. ", "60": "And having responded, his mother said, “No! Instead he will be called John”. ", "61": "And they said to her that “There is no one from your relatives who is called by this name”. ", "62": "And they were motioning to his father as to what he would wish him to be called. ", "63": "And having asked-for a tablet, he wrote, saying “John is his name”. And they all marveled. ", "64": "And at-once his mouth was opened, and his tongue loosed. And he was speaking, blessing God. ", "65": "And awe came over all the ones living around them. And all these things were being talked-over in the whole hill country of Judea. ", "66": "And all the ones having heard it put these matters in their heart, saying, “What then will this child be?” For[al] indeed, the hand of the Lord was with him.", "67": "And Zechariah, his father, was filled with the Holy Spirit and prophesied, saying ", "68": "“Blessed be the Lord God[am] of Israel, because He visited us and accomplished[an] redemption for His people, ", "69": "and raised-up a horn of salvation for us in the house of David His servant ", "70": "(70 just as He spoke through the mouth of His holy prophets from the past age[ao]), ", "71": "a salvation from our enemies and from the hand of all the ones hating us, ", "72": "so as to show mercy to[ap] our fathers and remember[aq] His holy covenant ", "73": "(73 the oath which He swore to Abraham our father)— that He might grant to us that ", "74": "having been delivered from the hand of our enemies, we might be serving[ar] Him fearlessly ", "75": "in holiness and righteousness before Him for all our days. ", "76": "And indeed you, child, will be called a prophet of the Most-High. For you will go before the Lord so as to prepare His ways[as], ", "77": "that you might give[at] His people the knowledge of salvation by the forgiveness of their sins ", "78": "because of the deep-feelings-of mercy of our God, with which[au] the rising[av] Sun from on-high will visit us ", "79": "so as to shine-upon the ones sitting in darkness and a shadow of death, that He might direct[aw] our feet into the way of peace”.", "80": "And the child was growing and becoming-strong in spirit. And he was in the desolate places until the day of his public-appearance[ax] to Israel."}