{"1": "And it came about during His being in a certain place praying, that when He ceased, a certain one of His disciples said to Him, “Lord, teach us to pray, just as John also taught his disciples”. ", "2": "And He said to them, “Whenever you pray, say, 'Father— let[a] Your name be treated-as-holy. Let Your kingdom come. ", "3": "Be giving us each day our daily bread. ", "4": "And forgive us our sins, for we also are forgiving everyone being indebted to us. And do not bring us into a temptation[b]'”.", "5": "And He said to them, “Which of you will have a friend, and will go to him at midnight and say to him, 'Friend, lend me three loaves-of-bread, ", "6": "because my friend came to me from a journey and I do not have what I will set-before him'; ", "7": "and that one, having responded from inside says 'Do not be causing me troubles. The door has already been locked, and my children are with me in bed. I am not able, having arisen, to give it to you'? ", "8": "I say to you: even though he will not, having arisen, give to him because of being his friend, yet because of his shamelessness[c] he will, having been raised[d], give to him as much as he needs. ", "9": "And I say to you: be asking, and it will be given to you. Be seeking, and you will find. Be knocking, and it will be opened to you. ", "10": "For everyone asking receives. And the one seeking finds. And to the one knocking, it will be opened.", "11": "“And what father from-among you will his son ask-for a fish, and he will give him a snake[e] instead of a fish? ", "12": "Or indeed he will ask-for an egg— will he give him a scorpion? ", "13": "Therefore if you, being evil, know-how to give good gifts to your children, how much more will your Father from heaven give the Holy Spirit to the ones asking Him!”", "14": "And He was casting-out a demon, and it was mute. And it came about, the demon having gone out, that the mute man spoke. And the crowds marveled. ", "15": "But some of them said, “He is casting out the demons by[f] Beelzebul, the ruler of the demons”. ", "16": "And others, testing Him, were seeking from Him a sign out of heaven.", "17": "But He, knowing their thoughts, said to them— “Every kingdom having been divided against itself is desolated, and a house divided against a house falls; ", "18": "and if indeed Satan was divided against himself, how will his kingdom stand?— because you are saying that I am casting out the demons by Beelzebul. ", "19": "And if I am casting out the demons by Beelzebul, by whom[g] are your sons casting them out? For this reason, they will be your judges; ", "20": "but if I am casting out the demons by the finger of God, then the kingdom of God came[h] upon you. ", "21": "Whenever the strong man having fully-armed-himself [i] is guarding his own courtyard, his possessions are in peace. ", "22": "But when one stronger than he, having come against him, overcomes him— he takes away his full-armor upon which he trusted, and distributes his spoils. ", "23": "The one not being with Me is against Me. And the one not gathering with Me is scattering. ", "24": "When the unclean spirit departs from the person, it goes-through waterless places seeking rest[j]. And not finding it, then it says, 'I will return to my house from where I came out'. ", "25": "And having come, it finds it having been swept and put-in-order[k]. ", "26": "Then it proceeds, and takes along seven other spirits more evil than itself. And having gone in, they dwell there. And the last state of that person becomes worse than the first”.", "27": "And it came about during His saying these things that a certain woman from the crowd, having raised her voice, said to Him, “Blessed is the womb having carried You, and the breasts which You sucked”. ", "28": "But He said, “More-than-that, blessed are the ones hearing the word of God and keeping it”.", "29": "And while the crowds were assembling-more, He began to say “This generation is an evil generation. It is seeking a sign. And a sign will not be given to it except the sign of Jonah. ", "30": "For as Jonah became a sign to the Ninevites, so the Son of Man also will be to this generation. ", "31": "The Queen of the South will be raised at the judgment with the men of this generation, and she will condemn them. Because she came from the ends of the earth to hear the wisdom of Solomon, and behold— a greater thing than Solomon is here. ", "32": "Ninevite men will rise-up at the judgment with this generation, and they will condemn it. Because they repented at the proclamation of Jonah, and behold— a greater thing than Jonah is here.", "33": "“No one having lit a lamp puts it in a crypt[l], nor under the basket, but on the lampstand, in order that the ones coming in may see the light. ", "34": "The lamp[m] of the body is your eye. When your eye is single[n], your whole body is also full-of-light. But when it is bad, your body is also full-of-darkness. ", "35": "So be watching-out that the light in[o] you is not darkness! ", "36": "Therefore if your whole body is full-of-light, not having any part full-of-darkness, [then] the whole body will be full-of-light as when the lamp gives-light-to you with its bright-light”.", "37": "Now at the speaking, a Pharisee asks Him so that He might eat-the-morning-meal with him. And having gone in, He fell-back [to eat]. ", "38": "And the Pharisee, having seen it, marveled that He was not first cleansed[p] before the morning-meal. ", "39": "But the Lord said to him, “Now[q] you Pharisees cleanse the outside of the cup and the platter, but the inside of you is full of plundering and evilness. ", "40": "Foolish ones— did not the One having made the outside also make the inside? ", "41": "But give the things being-within as alms, and behold— all things are clean for you. ", "42": "But woe to you Pharisees, because you are giving-a-tenth-of the mint and the rue and every garden-plant, and are disregarding[r] the justice and the love of God. But you ought-to-have done these things, and not be slackening[s] those things. ", "43": "Woe to you Pharisees, because you love the seat-of-honor in the synagogues and the greetings in the marketplaces. ", "44": "Woe to you, because you are like unmarked[t] graves, and the people walking over them do not know it ”.", "45": "And having responded, one of the Law-experts says to Him, “Teacher, while saying these things You also are insulting us”. ", "46": "And the One said, “Woe to you Law-experts also, because you burden people with hard-to-bear burdens[u], and you do not touch[v] the burdens with one of your fingers. ", "47": "Woe to you, because you build the tombs of the prophets, and your fathers killed them! ", "48": "Therefore you are witnesses and are giving-approval to the works of your fathers, because they killed them— and you build their tombs. ", "49": "For this reason the wisdom of God also said, 'I will send-forth prophets and apostles to them, and some of them they will kill and persecute, ", "50": "in order that the blood of all the prophets having been shed since the foundation of the world may be required[w] from this generation— ", "51": "from the blood of Abel up to the blood of Zechariah[x], the one having perished between the altar and the house [of God]. Yes, I say to you, it shall be required from this generation'. ", "52": "Woe to you Law-experts, because you took away the key of knowledge. You did not enter, and you hindered the ones entering”.", "53": "And He having gone out from there, the scribes and the Pharisees began to be terribly[y] hostile[z], and to question[aa] Him concerning more things ", "54": "while lying-in-wait-for Him to catch something from His mouth— "}