{"1": "in which circumstances, the myriads of the crowd having been gathered-together so that they were trampling one another: He began to speak to His disciples first, “Take heed to yourselves because of the leaven of the Pharisees, which is hypocrisy. ", "2": "But nothing has been covered-up[a] which will not be revealed, and is secret which will not be known. ", "3": "Because whatever you said in the darkness will be heard in the light. And what you spoke to the ear in the inner-rooms will be proclaimed on the housetops. ", "4": "And I say to you My friends, do not fear anything from[b] the ones killing the body, and after these things not having anything more to do. ", "5": "But I will show you Whom you should fear— fear the One having the authority to throw into Gehenna[c] after the killing. Yes, I say to you, fear this One. ", "6": "Are not five sparrows sold for two assarion[d]? And one of them has not been forgotten before God. ", "7": "Yet even the hairs of your head have all been numbered. Do not be fearing; you are more valuable than many sparrows. ", "8": "And I say to you, everyone who confesses Me in front of people, the Son of Man also will confess him in front of the angels of God. ", "9": "But the one having denied Me before people will be denied before the angels of God. ", "10": "And everyone who shall speak a word against the Son of Man— it will be forgiven to him. But to the one having blasphemed against the Holy Spirit— it will not be forgiven. ", "11": "And whenever they bring you in before the synagogues and the rulers and the authorities, do not be anxious-about how or what you should speak-in-defense, or what you should say. ", "12": "For the Holy Spirit will teach you at the very hour the things which you ought-to say”.", "13": "And someone from the crowd said to Him, “Teacher, tell my brother to divide the inheritance with me”. ", "14": "But the One said to him, “Man, who appointed Me judge or arbitrator over you?” ", "15": "And He said to them, “Watch out and guard yourselves from all greed, because one's life is not in what abounds to him out of his possessions”. ", "16": "And He spoke a parable to them, saying, “The land of a certain rich man was productive. ", "17": "And he was reasoning within himself, saying, 'What should I do, because I do not have a place where I will gather my fruits?' ", "18": "And he said, 'I will do this— I will tear-down my barns and build larger ones, and there I will gather all my grain and good things. ", "19": "And I will say to my soul, “Soul, you have many good things lying-in-store for many years. Be resting. Eat, drink. Be enjoying-yourself ”'. ", "20": "But God said to him, 'Foolish one! On this night they[e] are demanding your life[f] from you. And the things which you prepared— for whom will they be?' ", "21": "So is the one storing-up for himself, and not being rich toward God”.", "22": "And He said to His disciples, “For this reason[g], I say to you, do not be anxious for your life as to what you may eat, nor for your body as to what you may put-on. ", "23": "For life is more than food, and the body is more than clothing. ", "24": "Consider the ravens— that they do not sow nor reap, for which there is not a storeroom nor a barn. And God feeds them. How much more are you worth than the birds! ", "25": "And which of you while being anxious is able to add a cubit[h] upon his life-span? ", "26": "If then you are not even able to do a very little thing, why are you anxious about the rest? ", "27": "Consider the lilies, how they grow. They do not labor nor spin, but I say to you— not even Solomon in all his glory clothed himself like one of these! ", "28": "But if God dresses in this manner the grass in a field existing today and being thrown into an oven tomorrow, how much more will He care for you— ones-of-little-faith? ", "29": "And don't you be seeking what you may eat and what you may drink. And do not be unsettled[i]. ", "30": "For the nations of the world are seeking-after all these things. And your Father knows that you have need of these things. ", "31": "But be seeking His kingdom, and these things will be added to you.", "32": "“Do not be fearing, little flock, because your Father was well-pleased to give you the kingdom. ", "33": "Sell your possessions, and give it as alms[j]. Make yourselves money-bags not becoming-old— an unfailing[k] treasure in the heavens, where a thief does not draw-near, nor does a moth destroy. ", "34": "For where your treasure is, there also your heart will be.", "35": "Let your waists be girded[l] and your lamps burning, ", "36": "and you be like people waiting-for their master when he departs from the wedding-celebrations— in order that he having come and having knocked, they may immediately open [the door] for him. ", "37": "Blessed are those slaves whom the master, having come, will find keeping-watch. Truly I say to you that he will gird himself, and have them lie back [to eat]. And having come-to the table, he will serve them. ", "38": "Even if in the second[m], even if he comes in the third watch and finds them so, blessed are those ones. ", "39": "And you know[n] this saying— that if the house-master had known at which hour the thief was coming, he would not have permitted his house to be broken-into. ", "40": "You also be[o] prepared ones, because the Son of Man is coming at an hour which you do not expect”.", "41": "And Peter said, “Lord, are You speaking this parable to us, or also to everyone?” ", "42": "And the Lord said, “Who then[p] is the faithful, wise steward[q] whom his master will put-in-charge over his body-of-servants, that he might be giving them their food-allowance at the proper-time? ", "43": "Blessed is that slave whom his master, having come, will find so doing. ", "44": "Truly I say to you that he will put him in charge over all his possessions. ", "45": "But if that slave says in his heart, 'My master is delaying to come', and he begins to strike the male-servants and the female-servants, and to eat and drink and get-drunk— ", "46": "the master of that slave will come on a day which he does not expect, and at an hour which he does not know. And he will cut him in two, and assign him his part[r] with the unbelievers[s]. ", "47": "But that slave having known the will of his master, and not having prepared or acted in accordance with his will, will be beaten many blows. ", "48": "But the one not having known, and having done things worthy of blows, will be beaten a few blows. And to everyone whom much was given, much will be sought from him. And to whom they entrusted much, they will ask him even more.", "49": "“I came to cast fire upon the earth; and how I wish that it were already kindled! ", "50": "But I have a baptism to be baptized; and how I am held[t] by it until it is accomplished! ", "51": "Do you think that I came[u] to grant peace on earth? No, I say to you, but rather division! ", "52": "For from now on, there[v] will be five in one house having been divided— three against two, and two against three. ", "53": "They will be divided— father against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against mother-in-law”.", "54": "And He was also saying to the crowds, “Whenever you see the cloud rising in the west, immediately you say that 'A rainstorm is coming', and so it happens. ", "55": "And whenever a south wind is blowing, you say that 'There will be burning-heat', and it happens. ", "56": "Hypocrites! You know-how to test the appearance of the earth and the heaven, but how is it you do not know-how to test this time? ", "57": "And why also are you not judging the right thing from yourselves? ", "58": "For as you are going with your adversary to the magistrate, make an effort on the way to be released from him, so that he may not perhaps drag you before the judge, and the judge will hand you over to the bailiff, and the bailiff will throw you into prison. ", "59": "I say to you, you will by no means come out from there until you pay even the last leptos[w]”."}