{"1": "And He was speaking a parable to them with-regard-to[a] it being necessary that they always be praying and not losing-heart, ", "2": "saying, “There was in a certain city a certain judge not fearing God and not having-regard-for[b] the person. ", "3": "And there was a widow in that city. And she was coming to him, saying, 'Avenge[c] me from my adversary'. ", "4": "And he was not willing for a time. But after these things, he said within himself, 'Even though I do not fear God nor have regard for the person, ", "5": "yet because of this widow's causing me trouble, I will avenge her— in order that she, while continually[d] coming, may not be wearing me out'”. ", "6": "And the Lord said, “Listen-to what the unrighteous judge is saying[e]. ", "7": "And shall not God execute vengeance[f] for His chosen ones— the ones crying-out to Him by day and by night and He is being patient[g] with them? ", "8": "I say to you that He will execute vengeance for them quickly. However, the Son of Man having come, will He find faith[h] on the earth?”", "9": "And He also spoke this parable to some putting-confidence upon themselves that they were righteous, and treating the rest with contempt— ", "10": "“Two men went up to the temple to pray: the one a Pharisee, and the other a tax-collector. ", "11": "The Pharisee, having stood[i], was praying these things to[j] himself: 'God, I thank You that I am not just-like the rest of the people— swindlers, unrighteous ones, adulterers, or even like this tax collector. ", "12": "I fast twice a week. I give-a-tenth-of all that I get'. ", "13": "But the tax collector, standing at-a-distance, was not willing even to lift-up his eyes to heaven, but was striking his chest, saying, 'God, be merciful[k] to me, the sinner!' ", "14": "I say to you, this one went-down[l] to his house having been declared-righteous, rather-than that one. Because everyone exalting himself will be humbled, but the one humbling himself will be exalted”.", "15": "And they were also[m] bringing babies[n] to Him in order that He might touch them. But having seen it, the disciples were rebuking them[o]. ", "16": "But Jesus summoned them[p], saying, “Permit the children to be coming to Me, and do not be forbidding them. For the kingdom of God is of [q] such ones. ", "17": "Truly I say to you, whoever does not receive the kingdom of God like a child will never enter into it”.", "18": "And a certain ruler questioned Him, saying, “Good Teacher, [by] having done what shall I inherit eternal life?” ", "19": "And Jesus said to him, “Why do you call Me good? No one is good except One— God. ", "20": "You know the commandments: 'Do not commit-adultery, do not murder, do not steal, do not give-false-testimony, be honoring your father and mother'”. ", "21": "And the one said, “I kept these all from my youth”. ", "22": "And having heard it, Jesus said to him, “One thing is still lacking for you— Sell all that you have and distribute it to poor ones, and you will have treasure in the heavens. And come, be following Me”. ", "23": "But the one, having heard these things, became deeply-grieved. For he was extremely rich. ", "24": "And having seen him having become deeply grieved, Jesus said, “How difficultly the ones having wealth come into the kingdom of God. ", "25": "For it is easier that a camel enter through an opening of a needle than[r] that a rich one enter into the kingdom of God”.", "26": "And the ones having heard it said, “Who indeed can be saved?” ", "27": "And the One said, “The things impossible with humans are possible with God”. ", "28": "And Peter said, “Behold— we, having left our own things, followed You”. ", "29": "And the One said to them, “Truly I say to you[s] all that there is no one who left house or wife or brothers or parents or children for the sake of the kingdom of God, ", "30": "who will by any means not receive back many-times-as-much in this time, and in the coming age— eternal life”.", "31": "And having taken aside the twelve, He said to them, “Behold— we are going up to Jerusalem. And all the things having been written by the prophets for the Son of Man will be fulfilled. ", "32": "For He will be handed-over to the Gentiles. And He will be mocked and mistreated and spit-on. ", "33": "And having whipped Him, they will kill Him. And on the third day, He will rise-up”. ", "34": "And they understood none of these things. Indeed this statement had been hidden from them, and they were not coming-to-know[t] the things being said.", "35": "And it came about during His drawing-near to Jericho, that a certain blind one was sitting beside the road, begging. ", "36": "And having heard a crowd proceeding through, he was inquiring as to what this might be. ", "37": "And they reported to him that “Jesus the Nazarene is passing by”. ", "38": "And he shouted, saying, “Jesus, Son of David, have-mercy-on me!” ", "39": "And the ones preceding Him were rebuking him in order that he might be silent. But he was crying out by much more, “Son of David, have mercy on me!” ", "40": "And having stood [still], Jesus ordered that he be brought to Him. And he having drawn near, He asked him, ", "41": "“What do you want Me to do for you?” ", "42": "And the one said, “Master— that I may see-again!” And Jesus said to him, “See-again! Your faith has restored you”. ", "43": "And at once he saw-again. And he was following Him, glorifying God. And all the people, having seen it, gave praise to God."}