{"1": "And having entered, he was going through Jericho. ", "2": "And behold— there was a man being called by the name Zacchaeus. And he was a chief-tax-collector. And he was rich. ", "3": "And he was seeking to see Who Jesus was. And he was not able because of the crowd, because he was short in stature. ", "4": "And having run ahead to the place in front, he went up on a sycamore-tree in order that he might see Him, because He was going to come through that way. ", "5": "And when He came upon the place, having looked-up, Jesus said to him, “Zacchaeus, having hurried, come down. For today I must stay at your house”. ", "6": "And having hurried, he came down and received[a] Him, rejoicing. ", "7": "And having seen it, they all were grumbling, saying that “He went in to take-up-lodging with a sinful man”. ", "8": "And having stood[b], Zacchaeus said to the Lord, “Behold, Master— I am giving half of my possessions to the poor. And if I extorted anything from anyone, I am giving it back fourfold”. ", "9": "And Jesus said with-regard-to[c] him that “Today salvation came[d] to this house, because even[e] he is a son of Abraham. ", "10": "For the Son of Man came to seek and to save the lost”.", "11": "And while they were listening-to these things, having proceeded [to speak further], He spoke a parable because of His being near Jerusalem and their thinking[f] that the kingdom of God was about to appear[g] at-once. ", "12": "Therefore He said, “A certain well-born[h] man traveled to a distant country to receive a kingdom for himself, and to return. ", "13": "And having called ten of his own slaves, he gave them ten minas[i] and said to them, 'Do business while I am coming'. ", "14": "But his citizens were hating him, and they sent-forth a delegation after him, saying, 'We do not want this one to be-king over us'. ", "15": "And it came about at his return, having received the kingdom, that he said that these slaves to whom he had given the money should be called to him in order that he might come-to-know what they gained-through-doing-business. ", "16": "And the first one arrived, saying, 'Master, your mina earned ten minas'. ", "17": "And he said to him, 'Very-well done, good slave. Because you proved-to-be faithful[j] in a very-little thing— be having authority over ten cities'. ", "18": "And the second one came, saying, 'Your mina, master, made five minas'. ", "19": "And he said also to this one, 'And you— be over five cities'. ", "20": "And the other one came, saying, 'Master, behold your mina, which I was holding, laying-away in a handkerchief. ", "21": "For I was fearing you, because you are a harsh[k] man. You take-up[l] what you did not lay-down, and you reap what you did not sow'. ", "22": "He says to him, 'I will judge you out of your own mouth, evil slave. You knew that I am a harsh man, taking up what I did not lay-down and reaping what I did not sow[m]! ", "23": "And for what reason did you not give my money to be on a [banker's] table, and I, having come, would have collected it with interest?' ", "24": "And he said to the ones standing-near, 'Take the mina away from him and give it to the one having the ten minas'. ", "25": "And they said to him, 'Master, he has ten minas [already]'. ", "26": "I say to you that to everyone having, it will be given. But from the one not having, even what he has will be taken away. ", "27": "However, bring here these enemies of mine— the ones not having wanted me to be king over them— and slay them in front of me”.", "28": "And having said these things, He was proceeding ahead, going up to Jerusalem.", "29": "And it came about when He drew-near to Bethphage and Bethany— near the mountain being called 'of Olives'— that He sent-forth two of the disciples, ", "30": "saying, “Go to the village before you, in which while proceeding you will find a colt having been tied on which none[n] of mankind ever sat. And having untied it, bring it. ", "31": "And if someone asks you, 'For what reason are you untying it?', thus you shall say— that[o] 'The Lord has need of it'”. ", "32": "And having gone, the ones having been sent-forth found it just as He said to them. ", "33": "And while they were untying the colt, its owners said to them, “Why are you untying the colt?” ", "34": "And the ones said that “The Lord has need of it”. ", "35": "And they brought it to Jesus. And having cast their cloaks upon the colt, they put Jesus on it. ", "36": "And while He was proceeding, they were spreading their cloaks under Him in the road. ", "37": "And while He was drawing-near now[p], at the descent of the Mount of Olives, the whole crowd of the disciples began to praise God, rejoicing with a loud voice for all the miracles which they saw, ", "38": "saying, “Blessed is the King coming in the name of the Lord. Peace in heaven and glory in the highest [heavens]!” ", "39": "And some of the Pharisees from the crowd said to Him, “Teacher, rebuke Your disciples”. ", "40": "And having responded, He said, “I say to you, if these will be silent, the stones will cry out!” ", "41": "And when He drew-near, having seen the city, He wept over it, ", "42": "saying that “If you, even you, had known on this day the things for peace! But now[q] they were hidden from your eyes. ", "43": "Because days will come upon you— and your enemies will throw-up a palisade[r] against you, and encircle you, and confine you from all sides. ", "44": "And they will dash[s] you to the ground, and your children within you. And they will not leave a stone upon a stone within you, because you did not recognize the time of your visitation”.", "45": "And having entered into the temple, He began to throw-out the ones selling, ", "46": "saying to them, “It has been written [in Isa 56:7]: 'And My house shall be a house of prayer'. But you made it a den of robbers[t]”. ", "47": "And He was teaching daily in the temple. And the chief priests and the scribes and the leading ones of the people were seeking to destroy Him. ", "48": "And they were not finding what they might do, for all the people hung-on[u] Him, listening."}