{"1": "Now it came about during those days that a decree went out from Caesar Augustus[a] that all the world should be registered[b]. ", "2": "This first[c] registration took place while Quirinius was being-governor of Syria. ", "3": "And they were all going to register-themselves[d]— each one to his own city[e]. ", "4": "And Joseph also went up from Galilee, out of the city of Nazareth, to Judea, to the city of David, which is called Bethlehem— because of his being from the house and family of David— ", "5": "so as to register himself with Mary, the one having been promised-in-marriage to him, being pregnant. ", "6": "And it came about during their being there that the days were fulfilled that she might give-birth. ", "7": "And she gave birth to her firstborn son. And she wrapped Him in swaddling-cloths[f], and laid Him in a manger[g], because there was not a place for them in the inn.", "8": "And shepherds were in the same region, living-in-the-fields and watching over their flock for watches of the night. ", "9": "And an angel of the Lord stood near them, and the glory of the Lord shined around them, and they feared a great fear. ", "10": "And the angel said to them, “Do not be fearing. For behold— I am announcing-as-good-news to you a great joy which will be for all the people, ", "11": "because[h] a Savior was born for you today in the city of David, Who is Christ the Lord. ", "12": "And this will be the sign for you: you will find a baby having been wrapped in swaddling cloths and lying in a manger”. ", "13": "And suddenly a multitude of the heavenly host was with the angel, praising God and saying, ", "14": "“Glory to God in the highest [heavens]. And peace on earth among people of [i] [His] good-will[j]”. ", "15": "And it came about that when the angels departed from them into heaven, the shepherds were saying to one another, “Let us go now to Bethlehem and see this thing having taken place which the Lord made-known to us”. ", "16": "And they came, having hurried, and found both Mary and Joseph, and the baby lying in the manger. ", "17": "And having seen Him, they made-known about the thing having been spoken to them about this Child. ", "18": "And all the ones having heard it marveled about the things having been spoken to them by the shepherds. ", "19": "But Mary was preserving[k] all these things, pondering them in her heart. ", "20": "And the shepherds returned, glorifying and praising God for everything which they heard and saw, just as it was spoken to them.", "21": "And when eight days were fulfilled that they might circumcise Him, His name was indeed called Jesus— the name having been named by the angel before[l] He was conceived in the womb.", "22": "And when the days of their purification according to the Law of Moses were fulfilled[m], they brought Him up to Jerusalem so as to present Him to the Lord ", "23": "just as it has been written in the Law of the Lord [in Ex 13:2], that “every male opening the womb shall be called holy to the Lord”; ", "24": "and that she might give a sacrifice in accordance with the thing having been said in the Law of the Lord [in Lev 12:8]: “a pair of turtledoves or two young ones of pigeons”.", "25": "And behold— a man was in Jerusalem for whom the name was Simeon. And this man was righteous and reverent[n], waiting-for the consolation of Israel. And the Holy Spirit was upon him. ", "26": "And it had been revealed to him by the Holy Spirit that he would not see death before he would see the Christ of the Lord. ", "27": "And he came in the Spirit into the temple. And at the parents bringing-in the child Jesus that they might do for Him according to the thing[o] having become-a-custom from the Law, ", "28": "he also took Him into his arms. And he blessed God, and said, ", "29": "“Now You are releasing Your slave in peace in accordance with Your word, Master, ", "30": "because my eyes saw Your salvation ", "31": "which You prepared in the presence of all the peoples— ", "32": "the light for the revelation of the Gentiles, and the glory of Your people Israel”. ", "33": "And His father and mother were marveling at the things being spoken about Him. ", "34": "And Simeon blessed them, and said to Mary His mother, “Behold— this One is appointed[p] for[q] the falling and rising of many in Israel, and for[r] a sign being spoken-against[s]— ", "35": "and indeed a sword will pierce the soul of you yourself— so that the thoughts of many hearts may be revealed”.", "36": "And there was Anna— a prophet, a daughter of Phanuel, from the tribe of Asher. This one was advanced in her many days, having lived with a husband seven years from her virginity, ", "37": "and herself being a widow up-to[t] eighty four years, who was not departing from the temple, serving[u] night and day with fastings and prayers. ", "38": "And having come-upon them at the very hour, she was returning-thanks to God, and was speaking about Him to all the ones waiting for the redemption of Jerusalem.", "39": "And when they finished all the things according to the Law of the Lord, they returned to Galilee— to their own city, Nazareth. ", "40": "And the Child was growing and becoming strong, while being filled with wisdom. And the grace of God was upon Him.", "41": "And His parents were going to Jerusalem yearly for the Feast of the Passover. ", "42": "And when He became twelve years old— they going up in accordance with the custom of the Feast, ", "43": "and having completed the days— during their returning, the boy Jesus stayed-behind in Jerusalem. And His parents did not know it, ", "44": "but having thought that He was in the caravan[v], they went a day's journey. And they were searching-for Him among the relatives and the acquaintances. ", "45": "And not having found Him, they returned to Jerusalem, searching-for Him.", "46": "And it came about after three days that they found Him in the temple, sitting in the midst of the teachers, both listening-to them and questioning them. ", "47": "And all the ones listening-to Him were astonished at His understanding and His answers. ", "48": "And having seen Him, they were astounded. And His mother said to Him, “Child, why did you do[w] us like this? Behold— Your father and I were looking-for You, while suffering-pain”. ", "49": "And He said to them, “Why is it that you were looking-for Me? Did you not know that I must be in[x] the things of My[y] Father? ", "50": "And they did not understand the thing which He spoke to them. ", "51": "And He went down with them, and came to Nazareth, and was being subject to them. And His mother was keeping all these things in her heart. ", "52": "And Jesus was advancing in wisdom and stature, and in favor with God and people."}