{"1": "And it came about on one of the days while He was teaching the people in the temple and announcing-the-good-news, that the chief priests and the scribes with the elders stood-near. ", "2": "And they spoke, saying to Him, “Tell us, by what-kind-of [a] authority are You doing these things, or who is the one having given You this authority?” ", "3": "And having responded, He said to them, “I also will ask you a thing, and you tell Me— ", "4": "was the baptism of John from heaven, or from humans?” ", "5": "And the ones reasoned with themselves, saying that “If we say, 'From heaven', He will say, 'For what reason did you not believe him?' ", "6": "But if we say, 'From humans', all the people will stone us to death. For they are convinced that John is a prophet”. ", "7": "And they answered that they did not know from where it was. ", "8": "And Jesus said to them, “Nor am I telling you by what-kind-of authority I am doing these things”.", "9": "And He began to tell this parable to the people: “A certain man planted a vineyard and rented it to farmers, and went-on-a-journey for considerable periods-of-time. ", "10": "And at harvest time, he sent-forth a slave to the farmers so that they would give to him from the fruit of the vineyard. But the farmers sent him out empty-handed, having beaten him. ", "11": "And he proceeded to send another slave. But the ones, having beaten and dishonored that one also, sent him out empty-handed. ", "12": "And he proceeded to send a third. But the ones also threw out this one, having wounded him. ", "13": "And the owner of the vineyard said, 'What shall I do? I will send my beloved son. Perhaps they will have-regard-for this one'. ", "14": "But having seen him, the farmers were reasoning with one another, saying, 'This one is the heir. Let us kill him in order that the inheritance may become ours'. ", "15": "And having thrown him outside of the vineyard, they killed him. Therefore, what will the owner of the vineyard do to them? ", "16": "He will come and destroy these farmers, and give the vineyard to others”. And having heard it, they said, “May it never be!”", "17": "But the One, having looked-at them, said, “Then what is this having been written [in Ps 118:22]: 'The stone which the ones building rejected, this became the head[b] of the corner'? ", "18": "Everyone having fallen upon that stone will be broken-to-pieces. And[c] upon whomever it may fall, it will crush[d] him”. ", "19": "And the scribes and the chief priests sought to put their hands on Him at the very hour. And[e] they feared the people. For they[f] knew that He spoke this parable against them.", "20": "And having closely-watched Him, they sent forth spies pretending themselves to be righteous, in order that they might take-hold-of a statement of His, so as to hand Him over to the rule and the authority of the governor. ", "21": "And they questioned Him, saying, “Teacher, we know that You speak and teach correctly. And You do not receive[g] the face, but You teach the way of God in accordance with truth. ", "22": "Is it lawful that we should give a tribute[h] to Caesar, or not?” ", "23": "But having perceived their craftiness, He said to them, ", "24": "“Show Me a denarius[i]. Of whom does it have an image[j] and inscription?” And the ones said, “Of Caesar”. ", "25": "And the One said to them, “Well-then[k] give-back[l] the things of Caesar to Caesar, and the things of God to God”. ", "26": "And they were not able to take-hold-of a word of His in the presence of the people. And having marveled at His answer, they became silent.", "27": "And having come to Him, some of the Sadducees— the ones denying that there is a resurrection— questioned Him, ", "28": "saying, “Teacher, Moses wrote to us [in Deut 25:5] that if a brother of someone dies having a wife, and this[m] one is childless, that his brother should take the wife and raise-up-from her a seed[n] for his brother. ", "29": "So there were seven brothers. And the first, having taken a wife, died childless. ", "30": "And the second. ", "31": "And the third took her. And similarly, the seven also did not leave-behind children, and died. ", "32": "Last, the woman also died. ", "33": "The woman, therefore, at the resurrection— of which of them does she become the wife? For the seven had her as wife”. ", "34": "And Jesus said to them, “The sons of [o] this age marry and are given-in-marriage. ", "35": "But the ones having been considered-worthy to attain[p] that age and the resurrection from the dead neither marry, nor are they given-in-marriage. ", "36": "For they are not even still able to die, for they are angel-like[q]. And they are sons[r] of God, being sons of [s] the resurrection. ", "37": "But that the dead are raised, even Moses showed[t] at the bush [in Ex 3:16]— when he calls the Lord the 'God of Abraham and God of Isaac and God of Jacob'. ", "38": "Now He is not God of dead ones, but of living ones. For to Him all are alive”. ", "39": "And having responded, some of the scribes said, “Teacher, You spoke well”. ", "40": "For they were no longer daring to ask Him anything.", "41": "And He said to them, “How is it that they say that the Christ is David's son? ", "42": "For David himself says in the book of Psalms [110:1], 'The Lord said to my Lord, “Be sitting on My right side ", "43": "until I put Your enemies as a footstool of Your feet”'. ", "44": "Therefore David calls Him 'Lord'. And how[u] is He his son?”", "45": "And while all the people were listening, He said to His disciples, ", "46": "“Beware of the scribes— the ones delighting to walk around in robes, and loving greetings in the marketplaces and seats-of-honor in the synagogues and places-of-honor at the banquets; ", "47": "who are devouring[v] the houses of the widows, and praying long for a pretense. These ones will receive greater condemnation”."}