{"1": "And having looked-up, He saw the rich ones throwing their gifts into the treasury[a]. ", "2": "And He saw a certain needy widow throwing two leptos[b] there. ", "3": "And He said, “Truly I say to you that this poor widow threw more than all. ", "4": "For all these ones threw into the gifts out of the money abounding[c] to them. But this one, out of her lack[d], threw all the living[e] which she was having.", "5": "And while some were talking about the temple— that it has been adorned with beautiful stones and gifts-dedicated-to-God— He said, ", "6": "“As to these things which you are observing, days will come during which a stone on a stone will not be left which will not be torn-down[f]”. ", "7": "And they questioned Him, saying, “Teacher, when therefore will these things happen? And what will be the sign when these things are about to take place?”", "8": "And the One said, “Be watching-out that you may not be deceived. For many will come on the basis of My name, saying 'I am[g] the One', and 'The time has drawn-near'. Do not go after them. ", "9": "And whenever you hear-of wars and disturbances[h], do not be frightened. For these things must take place first, but it is not immediately the end”.", "10": "Then He was saying to them, “Nation will arise against nation, and kingdom against kingdom. ", "11": "There will be both great earthquakes, and famines and plagues in various places. There will be both fearful[i] things and great signs from heaven.", "12": "“But before all these things, they will put their hands on you and persecute you— they handing you over to the synagogues and prisons, you being led-away before kings and governors for-the-sake-of [j] My name. ", "13": "It will turn-out for you to be for a testimony. ", "14": "So put in your hearts not to prepare-beforehand to speak-a-defense. ", "15": "For I will give you a mouth, and wisdom which all the ones being opposed to you will not be able to resist or to speak-against[k]. ", "16": "And you will be handed-over even by parents and brothers and relatives and friends. And they will put some of you to death. ", "17": "And you will be being hated by all because of My name. ", "18": "And a hair of your head will by no means be[l] lost. ", "19": "Gain[m] your souls[n] by your endurance.", "20": "“But when you see Jerusalem being surrounded by army-encampments, then recognize that her desolation has drawn-near. ", "21": "Then[o] let the ones in Judea be fleeing to the mountains. And let the ones in the midst of her[p] be going-out. And let the ones in the fields not be entering into her. ", "22": "Because these are days of vengeance, that all the things having been written may be fulfilled. ", "23": "Woe to the ones having a child in the womb, and to the ones nursing in those days. For there will be a great distress[q] upon the land, and wrath against this people. ", "24": "And they will fall by the edge of the sword. And they will be taken-captive to all the nations. And Jerusalem will be being trampled[r] by the Gentiles[s] until which time the times of the Gentiles are fulfilled.", "25": "“And there will be signs in the sun and moon and stars, and on earth the anguish of nations in perplexity about the roar of the sea and wave-tossing— ", "26": "people fainting[t] from fear and the expectation of the things coming-upon the world. For the powers of the heavens will be shaken. ", "27": "And then[u] they will see the Son of Man coming in a cloud with power and great glory. ", "28": "Now [when] these things [are] beginning to take place, straighten-up and lift-up your heads, because your redemption is drawing-near”.", "29": "And He spoke a parable to them: “Look at the fig-tree, and all the trees. ", "30": "When they already put-forth leaves, seeing it, you know from[v] yourselves that summer is already near. ", "31": "So also you— when you see these things taking place, you know[w] that the kingdom of God is near. ", "32": "Truly I say to you that this generation[x] will by no means pass away until all things take place. ", "33": "Heaven and earth will pass away, but My words will by-no-means pass away.", "34": "“But take heed to yourselves that your hearts may not at any time be weighed-down with carousing and drunkenness and anxieties[y] pertaining-to-life, and that unexpected[z] day suddenly-come-upon[aa] you ", "35": "like a snare. For it will come-in-upon all the ones sitting on the face of all the earth. ", "36": "And be keeping-alert[ab] in every season, praying that you may have strength to escape[ac] all these things being about to take place, and to stand before the Son of Man”.", "37": "Now as to the days, He was teaching in the temple. But as to the nights, going out [of Jerusalem], He was spending-the-night on the mountain being called 'of Olives'. ", "38": "And all the people were arising-very-early[ad] to come to Him in the temple to hear Him."}