{"1": "And having arisen, the whole assembly of them led Him before Pilate. ", "2": "And they began to accuse Him, saying “We found this One perverting our nation, and forbidding to give tributes[a] to Caesar, and saying that He is Christ, a King”. ", "3": "And Pilate asked Him, saying “Are You the King of the Jews?” And the One, having responded to him, said “You are saying[b] it ”. ", "4": "And Pilate said to the chief priests and the crowds, “I find no guilt[c] in this man”. ", "5": "But the ones were insisting[d], saying that “He is stirring-up the people, teaching throughout all Judea— having indeed begun from Galilee, as far as here”. ", "6": "And Pilate, having heard it, asked if the man was a Galilean. ", "7": "And having learned that He was from the authority of Herod[e], he sent Him up to Herod— he also being in Jerusalem during these days.", "8": "Now Herod, having seen Jesus, rejoiced greatly. For he was wanting to see Him for considerable periods-of-time because of hearing about Him. And he was hoping to see some sign being done by Him. ", "9": "And he was questioning Him with many words, but He answered him nothing. ", "10": "And the chief priests and the scribes were standing there, accusing Him vigorously[f]. ", "11": "And Herod also— with his troops— having treated Him with contempt, and having mocked Him, having clothed Him with shining clothing, sent Him back to Pilate. ", "12": "Now both Herod and Pilate became friends with one another on the very day. For they were-previously existing with hostility[g] toward them.", "13": "Now Pilate, having called-together the chief priests and the rulers and the people, ", "14": "said to them, “You brought me this man as One turning-away[h] the people. And behold— I, having examined Him in your presence, found no guilt in this man of the things which you are accusing against Him. ", "15": "But neither did Herod, for he sent Him back to us. And behold— nothing worthy of death has been committed by Him. ", "16": "Therefore, having disciplined Him, I will release Him”. ", "17": "[i] ", "18": "But they cried-out all-together, saying, “Take away this One, and release Barabbas for us”— ", "19": "who had been thrown in prison because of a certain rebellion[j] having taken place in the city, and murder. ", "20": "And again Pilate addressed them, wanting to release Jesus. ", "21": "But the ones were calling-out, saying “Crucify, crucify Him!” ", "22": "And a third time the one said to them, “What indeed[k] did this One do wrong? I found no guilt worthy of death in Him. Therefore, having disciplined Him, I will release Him”. ", "23": "But the ones were pressing-upon him with loud voices, asking that He be crucified. And their voices were prevailing. ", "24": "And Pilate decided[l] that their request should be done. ", "25": "And he released the one having been thrown into prison because of rebellion and murder, whom they were asking-for. And he handed-over Jesus to their will.", "26": "And when they led Him away, having taken-hold-of a certain Simon, a Cyrenian[m] coming from the country, they laid the cross on him to carry behind Jesus. ", "27": "And a large crowd of the people, and of women who were beating-their-breasts and lamenting Him, was following Him. ", "28": "But having turned to them, Jesus said, “Daughters of Jerusalem, do not be weeping for Me. But weep for yourselves and for your children. ", "29": "Because behold— days are coming during which they will say, 'Blessed[n] are the barren, and[o] the wombs which did not bear and breasts which did not feed[p]'. ", "30": "At-that-time they will begin to say to the mountains, 'Fall on us', and to the hills, 'Cover us'. ", "31": "Because if they are doing these things in-the-case-of the wet wood[q], what will happen in-the-case-of the dry[r]?” ", "32": "And two other[s] criminals were also being led to be executed with Him. ", "33": "And when they came to the place being called “The Skull[t]”, there they crucified Him and the criminals— one on the right side, and the other on the left side. ", "34": "But[u] Jesus was saying, “Father, forgive them, for they do not know what they are doing”. And they cast lots, dividing His garments among themselves.", "35": "And the people were standing there watching. And the rulers were also sneering-at Him, saying “He saved others. Let Him save Himself if this One is the Christ of God, the Chosen One”. ", "36": "And the soldiers also mocked Him, coming to Him, offering Him sour-wine[v], ", "37": "and saying “If You are the King of the Jews, save Yourself ”. ", "38": "And there was also an inscription over Him— “This is the King of the Jews”. ", "39": "And one of the criminals having been hung was blaspheming Him, saying “Are You not the Christ? Save Yourself and us”. ", "40": "But having responded, the other, rebuking him, said “Do you not even fear God? Because you are under the same condemnation[w]! ", "41": "And we are suffering justly, for we are receiving-back things worthy of the things which we did— but this One did nothing out-of-place[x]”. ", "42": "And he was saying, “Jesus, remember me when You come into Your kingdom”. ", "43": "And He said to him, “Truly I say to you, you will be with Me today in paradise”.", "44": "And it was now about the sixth[y] hour. And a darkness came over the whole land[z] until the ninth hour, ", "45": "the sun having failed. And the curtain of the temple was torn[aa] in-the-middle. ", "46": "And having called-out with a loud voice, Jesus said, “Father, I commend[ab] My spirit into Your hands”. And having said this, He expired. ", "47": "And having seen the thing having taken place, the centurion was glorifying God, saying “This man really was righteous”. ", "48": "And all the crowds having come together for this sight, having watched the things having taken place, were returning striking their chests. ", "49": "But all His acquaintances and the women accompanying Him from Galilee were standing at a distance while seeing these things.", "50": "And behold, there was a man, Joseph by name— being a council-member and a good and righteous man ", "51": "(51 this one had not consented to the plan[ac] and their action)— from Arimathea, a city of the Jews, who was waiting-for the kingdom of God. ", "52": "This one, having gone to Pilate, asked-for the body of Jesus. ", "53": "And having taken it down, he wrapped it in linen-cloth, and laid Him in a tomb cut-in-the-rock where no one was yet lying. ", "54": "And it was the day of Preparation[ad], and the Sabbath was dawning[ae].", "55": "Now having closely-followed, the women who had come-with Him from Galilee saw the tomb and how His body was laid. ", "56": "And having returned, they prepared spices and perfumes. And on the Sabbath they rested in-accordance-with the commandment— "}