{"1": "And Jesus, full of the Holy Spirit, returned from the Jordan. And He was being led in the Spirit in the wilderness ", "2": "for forty days while being tempted by the devil. And He did not eat anything during those days. And they having been completed, He was hungry. ", "3": "And the devil said to Him, “If You are[a] God's Son, say[b] to this stone that it should become bread”. ", "4": "And Jesus responded to him, “It has been written [in Deut 8:3] that 'Mankind[c] shall not live on bread alone'”. ", "5": "And having led Him up, he showed Him all the kingdoms of the world in a moment of time. ", "6": "And the devil said to Him, “I will give You all this authority and their glory, because it has been handed-over to me, and I give it to whomever I wish. ", "7": "Therefore if You worship before me, it will all be Yours”. ", "8": "And having responded, Jesus said to him “It has been written [in Deut 6:13], 'You shall worship the Lord your God, and serve Him only'”. ", "9": "And he led Him into Jerusalem and stood Him on the pinnacle of the temple. And he said to Him, “If You are God's Son, throw Yourself down from here. ", "10": "For it has been written [in Ps 91:11] that 'He will command His angels concerning You that they might protect You', ", "11": "and [in Ps 91:12] that 'They will lift You up on their hands that You may not ever strike Your foot against a stone'”. ", "12": "And having responded, Jesus said to him that “It has been said [in Deut 6:16], 'You shall not put the Lord your God to the test'”. ", "13": "And having completed every temptation, the devil departed from Him until an opportune-time.", "14": "And Jesus returned to Galilee in the power of the Spirit. And news about Him went out throughout the whole surrounding-region. ", "15": "And He was teaching in their synagogues, while being glorified by all.", "16": "And He came to Nazareth, where He had been brought-up. And in accordance with the thing having become-a-custom with him, He entered into the synagogue on the day of the Sabbath, and stood up to read. ", "17": "And the scroll of the prophet Isaiah was given to Him. And having unrolled the scroll, He found the place where it had been written [in Isa 61:1-2]: ", "18": "“The Spirit of the Lord is upon Me, because of which He anointed Me to announce-good-news to poor ones. He has sent me out to proclaim a release to captives and recovery-of-sight to blind ones, to send-out with a release ones having been broken[d], ", "19": "to proclaim the acceptable[e] year of the Lord”. ", "20": "And having rolled up the scroll, having given it back to the attendant, He sat-down[f]. And the eyes of everyone in the synagogue were looking-intently at Him.", "21": "And He began to say to them that “Today this Scripture has been fulfilled in your ears”. ", "22": "And they all were[g] testifying concerning Him, and marveling at the words of [h] grace proceeding from His mouth. And they were saying, “Is not this One Joseph's son?” ", "23": "And He said to them, “You will surely speak this proverb to Me: 'Physician, cure yourself'. Do also here in your hometown all-that we heard having taken place in Capernaum”. ", "24": "But He said, “Truly I say to you that no prophet is acceptable[i] in his hometown. ", "25": "And I say to you in accordance with [God's] truth— there were many widows in Israel in the days of Elijah when the heaven was shut for three years and six months, when a great famine took place over all the land. ", "26": "And Elijah was sent to none[j] of them, except to [the village of] Zarephath of-Sidon, to a widow woman. ", "27": "And there were many lepers in Israel in the time of Elisha the prophet. And none of them was cleansed, except Naaman the Syrian”. ", "28": "And they were all filled with fury in the synagogue while hearing these things. ", "29": "And having arisen, they drove Him outside of the city, and led Him up to the brow of the hill on which their city had been built so as to throw Him down the cliff. ", "30": "But He, having gone through the middle of them, was proceeding.", "31": "And He went down to Capernaum, a city of Galilee. And He was teaching them on the Sabbath. ", "32": "And they were astounded at His teaching, because His message was with authority.", "33": "And in the synagogue there was a man having a spirit of an unclean demon. And he cried-out with a loud voice, ", "34": "“Let-us-alone[k]! What[l] do we have to do with You, Jesus from-Nazareth? Did You come to destroy us? I know You, Who You are: the Holy One of God!” ", "35": "And Jesus rebuked him, saying, “Be silenced and come out from him”. And the demon, having thrown him down into their midst, came out from him, not having hurt him at all. ", "36": "And astonishment came over everyone. And they were talking-with one another, saying, “What is this message? Because He commands the unclean spirits with authority and power, and they come out!” ", "37": "And the news about Him was going out into every place of the surrounding-region.", "38": "And having arisen from the synagogue, He entered into the house of Simon. Now the mother-in-law of Simon was being gripped[m] with a high fever. And they asked Him concerning her. ", "39": "And having stood over her, He rebuked the fever, and it left her. And having stood up at-once, she was serving them. ", "40": "And while the sun was setting[n], all who were having ones being sick with various diseases brought them to Him. And the One, laying His hands on each one of them, was curing them. ", "41": "And demons also were coming out from many, shouting, and saying that “You are the Son of God!” And rebuking them, He was not allowing them to speak, because they knew that He was the Christ.", "42": "And having become day, having gone out, He went to a desolate[o] place. And the crowds were seeking-for Him. And they came to Him and were holding[p] Him back that He might not proceed from them. ", "43": "And the One said to them that “I must also announce the kingdom of God as good news to the other cities, because I was sent-forth for this purpose”.", "44": "And He was proclaiming in the synagogues of Judea. "}