{"1": "And it came about during the crowd's pressing-upon Him and listening-to the word of God that He was standing beside the lake of Gennesaret[a]. ", "2": "And He saw two boats standing beside the lake. And the fishermen, having gotten-out of them, were washing their nets. ", "3": "And having gotten into one of the boats, which was Simon's, He asked him to put-out a little from the land. And having sat-down, He was teaching the crowds from the boat.", "4": "And when He ceased speaking, He said to Simon, “Put-out into the deep [water] and lower[b] your nets for a catch”. ", "5": "And having responded, Simon said, “Master, having labored through the whole night, we took nothing. But at[c] Your word, I will lower the nets. ", "6": "And having done this, they enclosed a large number of fish. And their nets were being torn. ", "7": "And they signaled to their companions in the other boat that having come, they might help them. And they came. And they filled both the boats so that they were sinking. ", "8": "And having seen it, Simon Peter fell at the knees of Jesus, saying, “Depart from me, because I am a sinful man, Master”. ", "9": "For astonishment at the catch of fish which they took seized him, and all the ones with him. ", "10": "And likewise also James and John, sons of Zebedee, who were partners with Simon. And Jesus said to Simon, “Do not be fearing. From now on you will be catching[d] people!” ", "11": "And having brought their boats on land, having left everything, they followed Him.", "12": "And it came about during His being in one of the cities that behold— there was a man full of leprosy. And having seen Jesus, having fallen on his face, he begged Him, saying, “Master, if You are willing, You are able to cleanse me”. ", "13": "And having stretched-out His hand, He touched him, saying, “I am willing[e]. Be cleansed”. And immediately the leprosy departed from him. ", "14": "And He ordered him to tell no one, “But having gone, show yourself to the priest[f] and offer the things for your cleansing just as Moses commanded, for a testimony to them”. ", "15": "But the word about Him was spreading more, and large crowds were coming together to hear, and to be cured from their infirmities. ", "16": "But He was retreating within the desolate places and praying.", "17": "And it came about on one of the days, that He was teaching. And Pharisees and Law-teachers were sitting there who had come from every village of Galilee and Judea and Jerusalem. And the power of the Lord was present that He might be healing. ", "18": "And behold— men bringing on a bed a man who had been paralyzed. And they were seeking to bring him in, and to place him before Him. ", "19": "And not having found by what way they might bring him in because of the crowd, having gone up on the housetop, they let him down through the tiles with the little-bed into their midst, in front of Jesus. ", "20": "And having seen their faith, He said, “Man, your sins have been forgiven you”. ", "21": "And the scribes and the Pharisees began to reason, saying, “Who is this One Who is speaking blasphemies? Who is able to forgive sins except God alone?” ", "22": "But Jesus, having known their reasonings, having responded, said to them, “Why are you reasoning in your hearts? ", "23": "Which is easier: to say, 'Your sins have been forgiven you', or to say, 'Arise and walk'? ", "24": "But in order that you may know that the Son of Man has authority on earth to forgive sins”— He said to the one having been paralyzed, “I say to you, arise, and having picked up your little-bed, proceed to your house”. ", "25": "And having stood-up at once in their presence, having picked up the thing upon which he was lying-down, he went to his house glorifying God. ", "26": "And astonishment seized everyone. And they were glorifying God. And they were filled with awe, saying that “We saw incredible things today”.", "27": "And after these things, He went out and saw a tax-collector, Levi by name, sitting at the tax-office[g]. And He said to him, “Be following Me!” ", "28": "And having left-behind everything, having stood up, he was following Him. ", "29": "And Levi made a great reception[h] for Him in his house. And there was a large crowd of tax collectors and others who were reclining [to eat] with them. ", "30": "And the Pharisees and their scribes were grumbling to His disciples, saying, “For what reason are you eating and drinking with the tax collectors and sinners[i]?” ", "31": "And having responded, Jesus said to them, “The ones being healthy have no need of a physician, but the ones being ill. ", "32": "I have not come to call righteous ones to repentance, but sinners”.", "33": "And the ones said to Him, “The disciples of John are fasting[j] frequently and making prayers. Likewise also the ones of the Pharisees. But Yours are eating and drinking”. ", "34": "And Jesus said to them, “You cannot make the sons[k] of the wedding-hall fast while the bridegroom is with them, can you? ", "35": "But days will come. And when the bridegroom is taken-away from them, then they will fast in those days”. ", "36": "And He was also speaking a parable to them, that “No one having torn a patch from a new garment puts it on an old garment. Otherwise indeed he[l] will both tear the new, and the patch from the new will not agree[m] with the old. ", "37": "And no one puts new[n] wine into old wineskins. Otherwise indeed the new wine will burst the wineskins, and it will spill-out, and the wineskins will be ruined. ", "38": "But new wine must-be-put into fresh wineskins. ", "39": "And no one having drunk old wine desires[o] new. For he says, 'The old is good'”."}