{"1": "After He completed all His words in the hearing of the people, He entered into Capernaum. ", "2": "And a certain centurion's[a] slave, who was precious[b] to him, being ill, was about to come-to-an-end[c]. ", "3": "But having heard about Jesus, he sent-forth elders of the Jews to Him, asking Him so that having come, He might restore his slave. ", "4": "And the ones having come to Jesus were appealing-to Him earnestly, saying that “He for whom You will grant this is worthy. ", "5": "For he loves our nation, and he built the synagogue for us”. ", "6": "Now Jesus was proceeding with them. And He already being not far distant from the house, the centurion sent friends, saying to Him, “Master, do not be troubling Yourself. For I am not fit that You should come in under my roof. ", "7": "For this reason I did not even consider myself worthy to come to You. But speak it in a word[d], and let my servant be healed. ", "8": "For I also am a man being placed under authority, having soldiers under myself. And I say to this one, 'Go!', and he goes; and to another, 'Come!', and he comes; and to my slave, 'Do this!', and he does it”. ", "9": "And having heard these things, Jesus marveled-at him. And having turned to the crowd following Him, He said, “I say to you, not even in Israel did I find so great a faith”. ", "10": "And having returned to the house, the ones having been sent found the slave being healthy.", "11": "And it came about afterwards[e] that He proceeded to a city being called Nain. And His disciples and a large crowd were proceeding-with Him. ", "12": "Now when He drew-near to the gate of the city, and behold— one having died was being carried out, an only-born son to his mother. And she was a widow. And a considerable crowd from the city was with her. ", "13": "And having seen her, the Lord felt-deep-feelings [of compassion] for her. And He said to her, “Do not be weeping”. ", "14": "And having come to it, He touched the funeral-bed. And the ones bearing it stopped. And He said, “Young-man, I say to you, arise!” ", "15": "And the dead one sat up and began to speak. And He gave him to his mother. ", "16": "And awe seized everyone. And they were glorifying God, saying that “A great prophet arose among us”, and that “God visited His people”. ", "17": "And this statement concerning Him went out in all Judea and in all the surrounding-region.", "18": "And his disciples reported to John about all these things. And having summoned a certain two of his disciples, John ", "19": "sent them to the Lord, saying, “Are You the One coming, or should we be looking-for another one?” ", "20": "And having come to Him, the men said, “John the Baptist sent us forth to You, saying, 'Are You the One coming[f], or should we be looking for another one?'” ", "21": "At that hour, He cured many from diseases and scourges and evil spirits. And He granted seeing to many blind ones. ", "22": "And having responded, He said to them, “Having gone, report to John the things which you saw[g] and heard— blind ones are seeing-again, lame ones are walking, lepers are being cleansed. And deaf ones are hearing, dead ones are being raised, poor ones are having-good-news-announced[h] to them. ", "23": "And blessed is whoever does not take-offense[i] in Me”.", "24": "And the messengers of John having departed, He began to speak to the crowds about John. “What[j] did you go out into the wilderness to look-at? A reed being shaken by the wind? ", "25": "But what did you go out to see? A man having been dressed in soft garments? Behold— the ones being[k] in glorious[l] clothing and luxury are in the royal palaces! ", "26": "But what did you go out to see? A prophet? Yes, I say to you, and more than a prophet. ", "27": "This one is about whom it has been written [in Mal 3:1]: 'Behold— I am sending forth My messenger ahead of Your presence[m], who will make Your way ready in front of You'. ", "28": "I say to you— no one is greater[n] among ones born of women than John. But the least one in the kingdom of God is greater than he. ", "29": "And all the people having heard him[o], even the tax collectors, vindicated[p] God, having been baptized with the baptism of John. ", "30": "But the Pharisees and the Law-experts rejected the purpose of God for themselves, not having been baptized by him.", "31": "“To what then will I liken the people of this generation, and to what are they like? ", "32": "They are like children sitting in the marketplace and calling to one another, who say 'We played the flute for you and you did not dance. We lamented[q] and you did not weep'. ", "33": "For John the Baptist has come not eating bread nor drinking wine, and you say 'He has a demon'. ", "34": "The Son of Man has come eating and drinking, and you say 'Behold— a man who is a glutton and drunkard[r], a friend of tax-collectors and sinners'. ", "35": "And wisdom was vindicated[s] by all her children”.", "36": "And one of the Pharisees was asking Him to eat with him. And having entered into the house of the Pharisee, He laid-down [to eat]. ", "37": "And behold— there was a woman in the city who was a sinner. And having learned that He is reclining [to eat] at the house of the Pharisee, having brought an alabaster-jar of perfume[t], ", "38": "and having stood behind Him at His feet weeping— she began to wet His feet with the tears, and was wiping them with the hair of her head. And she was kissing His feet, and anointing them with the perfume. ", "39": "And having seen it, the Pharisee having invited Him spoke within himself, saying, “If this One were a prophet, He would know who and what-kind-of person the woman is who is touching Him— that she is a sinner”.", "40": "And having responded, Jesus said to him, “Simon, I have something to speak to you”. And the one says, “Teacher, speak”. ", "41": "“There were two debtors to a certain lender. The one was owing five-hundred denarii[u], and the other, fifty. ", "42": "They not having the means to pay, he forgave both. So which of them will love him more?” ", "43": "And having responded, Simon said, “I assume that it is to whom he forgave the more”. And the One said to him, “You judged correctly”. ", "44": "And having turned toward the woman, He said to Simon, “Do you see this woman? I entered into your house— You did not give Me water for My feet. But this one wet My feet with her tears and wiped them with her hair. ", "45": "You did not give Me a kiss. But this one did not stop kissing My feet from which hour I came-in. ", "46": "You did not anoint My head with oil. But this one anointed My feet with perfume. ", "47": "For which reason I say to you— her many sins have been forgiven, because she loved much. But he to whom little is forgiven, loves little”. ", "48": "And He said to her, “Your sins have been forgiven”. ", "49": "And the ones reclining-back-with Him [to eat] began to say among themselves, “Who is this One, Who even forgives sins?” ", "50": "And He said to the woman, “Your faith has saved you. Go in peace”."}