{"1": "And it came about during the successive days that He was traveling-through according to city and village, proclaiming and announcing the kingdom of God as good news. And the twelve were with Him, ", "2": "and some women who had been cured from evil spirits and infirmities— Mary, the one being called Magdalene[a], from whom seven demons had come out, ", "3": "and Joanna, the wife of Chuza, Herod's steward[b], and Susanna, and many others, who were serving them out of their possessions. ", "4": "And while a large crowd was gathering, and the ones from every city were coming to Him, He spoke with a parable—", "5": "“The one sowing went out that he might sow his seed. And during his sowing some seed fell along the road. And it was trampled-underfoot. And the birds of the heaven ate it up. ", "6": "And other seed fell-down on the bed-rock. And having grown, it was dried-up because of not having moisture. ", "7": "And other seed fell in the middle of the thorns. And the thorns, having grown-with it, choked it. ", "8": "And other seed fell into the fertile soil. And having grown, it produced fruit, a hundred-fold”. While saying these things, He was calling, “Let the one having ears to hear, hear”.", "9": "And His disciples were asking Him what this parable might mean. ", "10": "And the One said— “It has been given to you to know[c] the mysteries of the kingdom of God. But I speak in parables to the others in order that while seeing they may not be seeing, and while hearing, they may not be understanding. ", "11": "Now the parable means this: the seed is the word of God. ", "12": "And the people along the road are the ones having heard. Then the devil comes and takes away the word from their heart in order that they may not be saved, having believed. ", "13": "And the people on the bed-rock are ones who are welcoming the word with joy when they hear it. And these do not have a root— they are ones who are believing for a time, and are departing[d] in a time of testing[e]. ", "14": "And the seed having fallen into the thorns— these people are the ones having heard, and while proceeding are being choked by the anxieties[f] and riches and pleasures of life. And they are not bringing-fruit-to-maturity. ", "15": "And the seed in the good soil— these people are ones who, having heard the word in a good and fertile heart, are holding-on-to it and bearing-fruit with endurance.", "16": "“And no one having lit a lamp covers it with a container or puts it under a bed. But he puts it on a lampstand[g] in order that the ones coming in may see the light. ", "17": "For there is not a hidden thing which will not become visible, nor a hidden-away thing which will never be known and come into visibility.", "18": "“Therefore be watching how you listen. For whoever has— it will be given to him. And whoever does not have— even what he thinks[h] that he has will be taken-away from him”.", "19": "And His mother and brothers came to Him, and they were not able to meet with Him because of the crowd. ", "20": "And it was reported to Him, “Your mother and Your brothers are standing outside, wishing to see You”. ", "21": "But the One, having responded, said to them, “My mother and My brothers are these— the ones hearing and doing the word of God”.", "22": "And it came about on one of the days that He got into a boat, and His disciples. And He said to them, “Let us go to the other side of the lake[i]”. And they put-to-sea. ", "23": "Now while they were sailing, He fell-asleep. And a storm of wind came down on the lake, and they were being filled-with water and were being-in-danger. ", "24": "And having gone to Him, they woke Him up, saying, “Master, Master, we are perishing!” And the One, having awakened, rebuked the wind and the surge of the water. And they ceased, and there was calm. ", "25": "And He said to them, “Where is your faith?” But having feared, they marveled, saying to one another, “Who then is this One, that[j] He commands even[k] the winds and the water, and they obey Him?”", "26": "And they sailed-down to the country of the Gerasenes, which is opposite Galilee. ", "27": "And He having gone out on the land, a certain man from the city met Him, having demons. And for a considerable time he did not put-on a garment, and was not staying in a house, but in the tombs. ", "28": "And having seen Jesus, having cried out, he fell before Him and said with a loud voice, “What do[l] I have to do with you, Jesus, Son of the Most-High God? I beg You, do not torment me”. ", "29": "For He ordered the unclean spirit to come out from the man. For it had seized him many times. And he was being bound with chains and shackles[m], while being guarded. And tearing the bonds, he was being driven by the demon into the desolate places. ", "30": "And Jesus asked him, “What is the name for you?” And the one said, “Legion[n]”, because many demons entered into him. ", "31": "And they were begging Him that He not command them to go into the abyss. ", "32": "Now there was a herd of many pigs there feeding on the mountain. And they begged Him that He permit them to enter into those pigs. And He permitted them. ", "33": "And the demons, having come out from the man, entered into the pigs. And the herd rushed down the steep-bank into the lake, and was drowned. ", "34": "And the ones feeding[o] them, having seen the thing having happened, fled and reported it in the city and in the fields. ", "35": "And they came out to see the thing having happened. And they came to Jesus and found the man from whom the demons went out sitting— having been clothed, and being sound-minded— at the feet of Jesus. And they became afraid. ", "36": "And the ones having seen reported to them how the one having been demon-possessed was restored. ", "37": "And the whole crowd from the surrounding-region of the Gerasenes asked Him to depart from them because they were being gripped[p] with great fear. And He, having gotten into a boat, returned. ", "38": "But the man from whom the demons had gone out was begging Him to be with Him. But He sent him away, saying, ", "39": "“Return to your house and be relating[q] all-that God did for you”. And he departed, proclaiming throughout the whole city all-that Jesus did for him.", "40": "And during Jesus' returning, the crowd welcomed Him, for they were all expecting Him. ", "41": "And behold— a man came, for whom the name was Jairus. And this one was an official[r] of the synagogue. And having fallen at[s] the feet of Jesus, he was begging Him to enter into his house, ", "42": "because there was an only-born daughter to him, about twelve years old, and she was dying. Now during His going, the crowds were thronging[t] Him. ", "43": "And a woman being in a flow of blood for twelve years— who, having expended her whole living on physicians, was not able to be cured by anyone— ", "44": "having approached from behind, touched the tassel of His garment. And at once her flow of blood stopped. ", "45": "And Jesus said, “Who is the one having touched Me?” And while all were denying it, Peter said, “Master, the crowds are enclosing You and pressing-against You”. ", "46": "But Jesus said, “Someone touched Me, for I recognized[u] power[v] having gone forth from Me”. ", "47": "And the woman, having seen that she did not escape-notice, came trembling. And having fallen before Him, she declared in the presence of all the people for what reason she touched Him, and how she was healed at-once. ", "48": "And the One said to her, “Daughter, your faith has restored[w] you. Go in peace”.", "49": "While He is still speaking, someone comes from [the house of] the synagogue-official, saying that “Your daughter is dead. Be troubling the Teacher no longer”. ", "50": "But Jesus, having heard, responded to him, “Do not be fearing. Only believe, and she will be restored”. ", "51": "And having come to the house, He did not permit anyone to go in with Him except Peter and John and James, and the father of the child, and the mother. ", "52": "Now they[x] were all weeping and beating-their-breasts for her. But the One said, “Do not be weeping, for she did not die, but she is sleeping”. ", "53": "And they were laughing-scornfully at Him, knowing that she died. ", "54": "But He, having taken hold of her hand, called, saying, “Child, arise!” ", "55": "And her spirit returned, and she stood up at-once. And He directed that something should be given to her to eat. ", "56": "And her parents were astonished. And the One ordered them to tell no one the thing having taken place."}