{"1": "[b] There was a man[c] in the land of Uz[d] whose[e] name was Job.[f] And that man was blameless[g] and upright,[h] one who feared God and turned away from evil.[i] ", "2": "Seven[j] sons and three daughters were born to him.[k] ", "3": "His possessions[l] included[m] 7,000 sheep, 3,000 camels, 500 yoke of oxen, and 500 female donkeys; in addition he had a very great household.[n] Thus he[o] was the greatest of all the people in the east.[p]", "4": "Now his sons used to go[q] and hold[r] a feast in the house of each one in turn,[s] and they would send and invite[t] their three[u] sisters to eat and to drink with them. ", "5": "When[v] the days of their feasting were finished,[w] Job would send[x] for them and sanctify[y] them; he would get up early[z] in the morning and offer burnt offerings according to[aa] the number of them all. For Job thought, “Perhaps[ab] my children[ac] have sinned and cursed[ad] God in their hearts.” This was Job's customary practice.[ae]", "6": "Now the day came when[ag] the sons of God[ah] came to present themselves before[ai] the Lord—and Satan[aj] also arrived among them. ", "7": "The Lord said[ak] to Satan, “Where have you come from?”[al] And Satan answered the Lord,[am] “From roving about[an] on the earth, and from walking back and forth across it.”[ao] ", "8": "So the Lord said to Satan, “Have you considered[ap] my servant Job? There is no[aq] one like him on the earth, a blameless and upright man, one who fears God and turns away[ar] from evil.”", "9": "Then Satan answered the Lord, “Is it for nothing that Job fears God?[as] ", "10": "Have you[at] not made a hedge[au] around him and his household and all that he has on every side? You have blessed[av] the work of his hands, and his livestock[aw] have increased[ax] in the land. ", "11": "But[ay] extend your hand and strike[az] everything he has, and he will no doubt[ba] curse you[bb] to your face!”", "12": "So the Lord said to Satan, “All right then,[bc] everything he has is[bd] in your power.[be] Only do not extend your hand against the man himself!”[bf] So Satan went out[bg] from the presence of the Lord.[bh]", "13": "Now the day[bj] came when Job's[bk] sons and daughters were eating and drinking wine in their oldest brother's house, ", "14": "and a messenger came to Job, saying, “The oxen were plowing[bl] and the donkeys were grazing beside them, ", "15": "and the Sabeans[bm] swooped down[bn] and carried them all away, and they killed[bo] the servants with the sword![bp] And I—only I alone[bq]—escaped to tell you!”", "16": "While this one was still speaking,[br] another messenger arrived[bs] and said, “The fire of God[bt] has fallen from heaven[bu] and has burned up the sheep and the servants—it has consumed them! And I—only I alone—escaped to tell you!”", "17": "While this one was still speaking another messenger arrived and said, “The Chaldeans[bv] formed three bands and made a raid[bw] on the camels and carried them all away, and they killed the servants with the sword![bx] And I—only I alone—escaped to tell you!”", "18": "While this one was still speaking another messenger arrived and said, “Your sons and your daughters were eating and drinking wine in their oldest brother's house, ", "19": "and suddenly[by] a great wind[bz] swept across[ca] the wilderness and struck the four corners of the house, and it fell on the young people, and they died! And I—only I alone—escaped to tell you!”", "20": "Then Job got up[cb] and tore his robe.[cc] He shaved his head,[cd] and then he threw himself down with his face to the ground.[ce] ", "21": "He said, “Naked[cf] I came from my mother's womb, and naked I will return there.[cg] The Lord gives, and the Lord takes away.[ch] May the name of the Lord[ci] be blessed!” ", "22": "In all this Job did not sin, nor did he charge God with moral impropriety.[cj]"}