{"1": "Then Zophar the Naamathite answered:", "2": "“This is why[b] my troubled thoughts bring me back[c]— because of my feelings[d] within me.", "3": "When[e] I hear a reproof that dishonors[f] me, then my understanding[g] prompts me to answer.[h]", "4": "“Surely you know[i] that it has been from old, ever since humankind was placed[j] on the earth,", "5": "that the elation of the wicked is brief,[k] the joy of the godless[l] lasts but a moment.[m]", "6": "Even though his stature[n] reaches to the heavens and his head touches the clouds,", "7": "he will perish forever, like his own excrement;[o] those who used to see him will say, 'Where is he?'", "8": "Like a dream he flies away, never again to be found,[p] and like a vision of the night he is put to flight.", "9": "People[q] who had seen him will not see him again, and the place where he was will recognize him no longer.", "10": "His sons must recompense[r] the poor; his own hands[s] must return his wealth.", "11": "His bones[t] were full of his youthful vigor,[u] but that vigor will lie down with him in the dust.", "12": "“If[v] evil is sweet in his mouth and he hides it under his tongue,[w]", "13": "if he retains it for himself and does not let it go, and holds it fast in his mouth,[x]", "14": "his food is turned sour[y] in his stomach;[z] it becomes the venom of serpents[aa] within him.", "15": "The wealth that he consumed[ab] he vomits up, God will make him throw it out[ac] of his stomach.", "16": "He sucks the poison[ad] of serpents;[ae] the fangs[af] of a viper[ag] kill him.", "17": "He will not look on the streams,[ah] the rivers that are the torrents[ai] of honey and butter.[aj]", "18": "He gives back the ill-gotten gain[ak] without assimilating it;[al] he will not enjoy the wealth from his commerce.[am]", "19": "For he has oppressed the poor and abandoned them;[an] he has seized a house which he did not build.[ao]", "20": "For he knows no satisfaction in his appetite;[ap] he does not let anything he desires[aq] escape.[ar]", "21": "“Nothing is left for him to devour;[as] that is why his prosperity does not last.[at]", "22": "In the fullness of his sufficiency,[au] distress overtakes[av] him. The full force of misery will come upon him.[aw]", "23": "“While he is[ax] filling his belly, God[ay] sends his burning anger[az] against him, and rains down his blows upon him.[ba]", "24": "If he flees from an iron weapon, then an arrow[bb] from a bronze bow pierces him.", "25": "When he pulls it out[bc] and it comes out of his back, the gleaming point[bd] out of his liver, terrors come over him.", "26": "Total darkness waits to receive his treasures;[be] a fire that has not been kindled[bf] will consume him and devour what is left in his tent.", "27": "The heavens reveal his iniquity; the earth rises up against him.", "28": "A flood will carry off his house, rushing waters on the day of God's wrath.", "29": "Such is the lot God allots the wicked, and the heritage of his appointment[bg] from God.”"}