{"1": "“Why are times not appointed by[a] the Almighty?[b] Why do those who know him not see his days?", "2": "Men[c] move boundary stones; they seize the flock and pasture them.[d]", "3": "They drive away the orphan's donkey; they take the widow's ox as a pledge.", "4": "They turn the needy from the pathway, and the poor of the land hide themselves together.[e]", "5": "Like[f] wild donkeys in the wilderness, they[g] go out to their labor[h] seeking diligently for food; the arid rift valley[i] provides[j] food for them and for their children.", "6": "They reap fodder[k] in the field, and glean[l] in the vineyard of the wicked.", "7": "They spend the night naked because they lack clothing; they have no covering against the cold.", "8": "They are soaked by mountain rains and huddle[m] in the rocks because they lack shelter.", "9": "The fatherless child is snatched[n] from the breast,[o] the infant of the poor is taken as a pledge.[p]", "10": "They go about naked, without clothing, and go hungry while they carry the sheaves.[q]", "11": "They press out the olive oil between the rows of olive trees;[r] they tread the winepresses while they are thirsty.[s]", "12": "From the city the dying[t] groan, and the wounded[u] cry out for help, but God charges no one with wrongdoing.[v]", "13": "There are those[w] who rebel against the light; they do not know its ways and they do not stay on its paths.", "14": "Before daybreak[x] the murderer rises up; he kills the poor and the needy; in the night he is[y] like a thief.[z]", "15": "And the eye of the adulterer watches for the twilight, thinking,[aa] 'No eye can see me,' and covers his face with a mask.", "16": "In the dark the robber[ab] breaks into houses,[ac] but by day they shut themselves in;[ad] they do not know the light.[ae]", "17": "For all of them,[af] the morning is to them like deep darkness; they are friends with the terrors of darkness.", "18": "[ag] “You say,[ah] 'He is foam[ai] on the face of the waters;[aj] their portion of the land is cursed so that no one goes to their vineyard.[ak]", "19": "The drought[al] as well as the heat snatch up the melted snow;[am] so the grave[an] snatches up the sinner.[ao]", "20": "The womb[ap] forgets him, the worm feasts on him, no longer will he be remembered. Like a tree, wickedness will be broken down.", "21": "He preys on[aq] the barren and childless woman,[ar] and does not treat the widow well.", "22": "But God[as] drags off the mighty by his power; when God[at] rises up against him, he has no faith in his life.[au]", "23": "God[av] may let them rest in a feeling of security,[aw] but he is constantly watching[ax] all their ways.[ay]", "24": "They are exalted for a little while, and then they are gone,[az] they are brought low[ba] like all others, and gathered in,[bb] and like a head of grain they are cut off.'[bc]", "25": "“If this is not so, who can prove me a liar and reduce my words to nothing?”[bd]"}