{"1": "And Job took up his discourse again:[a]", "2": "“As surely as God lives,[b] who has denied me justice,[c] the Almighty, who has made my life bitter[d]—", "3": "for while[e] my spirit[f] is still in me, and the breath from God is in my nostrils,", "4": "my[g] lips will not speak wickedness, and my tongue will whisper[h] no deceit.", "5": "I will never[i] declare that you three[j] are in the right; until I die, I will not set aside my integrity!", "6": "I will maintain my righteousness and never let it go; my conscience[k] will not reproach me for as long as I live.[l]", "7": "“May my enemy be like the wicked,[m] my adversary[n] like the unrighteous.[o]", "8": "For what hope does the godless have when he is cut off,[p] when God takes away his life?[q]", "9": "Does God listen to his cry when distress overtakes him?", "10": "Will he find delight[r] in the Almighty? Will he call out to God at all times?", "11": "I will teach you[s] about the power[t] of God; what is on the Almighty's mind[u] I will not conceal.", "12": "If you yourselves have all seen this, Why in the world[v] do you continue this meaningless talk?[w]", "13": "This is the portion of the wicked man allotted by God,[x] the inheritance that evildoers receive from the Almighty.", "14": "If his children increase—it is for the sword![y] His offspring never have enough to eat.[z]", "15": "Those who survive him are buried by the plague,[aa] and their[ab] widows do not mourn for them.", "16": "If he piles up silver like dust and stores up clothing like mounds of clay,", "17": "what he stores up[ac] a righteous man will wear, and an innocent man will inherit his silver.", "18": "The house he builds is as fragile as a moth's cocoon,[ad] like a hut[ae] that a watchman has made.", "19": "He goes to bed wealthy, but will do so no more.[af] When he opens his eyes, it is all gone.[ag]", "20": "Terrors overwhelm him like a flood;[ah] at night a whirlwind carries him off.", "21": "The east wind carries him away, and he is gone; it sweeps him out of his place.", "22": "It hurls itself against him without pity[ai] as he flees headlong from its power.", "23": "It claps[aj] its hands at him in derision and hisses him away from his place.[ak]"}