{"1": "“Surely[b] there is a mine[c] for silver, and a place where gold is refined.[d]", "2": "Iron is taken from the ground,[e] and rock is poured out[f] as copper.", "3": "Man puts an end to the darkness;[g] he searches the farthest recesses for the ore in the deepest darkness.[h]", "4": "Far from where people live[i] he sinks a shaft, in places travelers have long forgotten,[j] far from other people he dangles and sways.[k]", "5": "The earth, from which food comes, is overturned below as though by fire;[l]", "6": "a place whose stones are sapphires[m] that contain dust of gold;[n]", "7": "a hidden path[o] no bird of prey knows— no falcon's[p] eye has spotted it.", "8": "Proud beasts[q] have not set foot on it, and no lion has passed along it.", "9": "On the flinty rock man has set to work[r] with his hand; he has overturned mountains at their bases.[s]", "10": "He has cut out channels[t] through the rocks; his eyes have spotted[u] every precious thing.", "11": "He has searched[v] the sources[w] of the rivers and what was hidden he has brought into the light.", "12": "“But wisdom—where can it be found? Where is the place of understanding?", "13": "Mankind does not know its place;[x] it cannot be found in the land of the living.", "14": "The deep[y] says, 'It is not with[z] me.' And the sea says, 'It is not with me.'", "15": "Fine gold cannot be given in exchange for it, nor can its price be weighed out in silver.", "16": "It cannot be measured out for purchase[aa] with the gold of Ophir, with precious onyx[ab] or sapphires.", "17": "Neither gold nor crystal[ac] can be compared with it, nor can a vase[ad] of gold match its worth.", "18": "Of coral and jasper no mention will be made; the price[ae] of wisdom is more than pearls.[af]", "19": "The topaz of Cush[ag] cannot be compared with it; it cannot be purchased with pure gold.", "20": "“But wisdom—where does it come from?[ah] Where is the place of understanding?", "21": "For[ai] it has been hidden from the eyes of every living creature, and from the birds of the sky it has been concealed.", "22": "Destruction[aj] and Death say, 'With our ears we have heard a rumor about where it can be found.'[ak]", "23": "God understands the way to it, and he alone knows its place.", "24": "For he looks to the ends of the earth and observes everything under the heavens.", "25": "When he made[al] the force of the wind and measured[am] the waters with a gauge,", "26": "when he imposed a limit[an] for the rain, and a path for the thunderstorm,[ao]", "27": "then he looked at wisdom[ap] and assessed its value;[aq] he established[ar] it and examined it closely.[as]", "28": "And he said to mankind, 'The fear of the Lord[at]—that is wisdom, and to turn away from evil is understanding.'”[au]"}