{"1": "Then Job continued[b] his speech:", "2": "“O that I could be[c] as[d] I was in the months now gone,[e] in the days[f] when God watched over[g] me,", "3": "when[h] he caused[i] his lamp[j] to shine upon my head, and by his light I walked[k] through darkness;[l]", "4": "just as I was in my most productive time,[m] when God's intimate friendship[n] was experienced in my tent,", "5": "when the Almighty[o] was still with me and my children were[p] around me;", "6": "when my steps[q] were bathed[r] with butter[s] and the rock poured out for me streams of olive oil![t]", "7": "When I went out to the city gate and secured my seat in the public square,[u]", "8": "the young men would see me and step aside,[v] and the old men would get up and remain standing;", "9": "the chief men refrained from talking and covered their mouths with their hands;", "10": "the voices of the nobles fell silent,[w] and their tongues stuck to the roof of their mouths.", "11": "“As soon as the ear heard these things,[x] it blessed me,[y] and when the eye saw them, it bore witness to me,", "12": "for I rescued the poor who cried out for help, and the orphan who[z] had no one to assist him;", "13": "the blessing of the dying man descended on me,[aa] and I made the widow's heart rejoice;[ab]", "14": "I put on righteousness and it clothed me,[ac] my just dealing[ad] was like a robe and a turban;", "15": "I was eyes for the blind and feet for the lame;", "16": "I was a father[ae] to the needy, and I investigated the case of the person I did not know;", "17": "I broke the fangs[af] of the wicked, and made him drop[ag] his prey from his teeth.", "18": "“Then I thought, 'I will die in my own home,[ah] my days as numerous as the grains of sand.[ai]", "19": "My roots reach the water, and the dew lies on my branches all night long.", "20": "My glory[aj] will always be fresh[ak] in me, and my bow ever new in my hand.'", "21": "“People[al] listened to me and waited silently;[am] they kept silent for my advice.", "22": "After I had spoken, they did not respond; my words fell on them drop by drop.[an]", "23": "They waited for me as people wait for[ao] the rain, and they opened their mouths[ap] as for[aq] the spring rains.", "24": "If I smiled at them, they hardly believed it;[ar] and they did not cause the light of my face to darken.[as]", "25": "I chose[at] the way for them[au] and sat as their chief;[av] I lived like a king among his troops; I was like one who comforts mourners.[aw]"}