{"1": "“But now they mock me, those who are younger[a] than I, whose fathers I disdained too much[b] to put with my sheep dogs.[c]", "2": "Moreover, the strength of their[d] hands— what use was it to me? Those whose strength[e] had perished,", "3": "gaunt[f] with want and hunger, they would roam[g] the parched land, by night a desolate waste.[h]", "4": "By the brush[i] they would gather[j] herbs from the salt marshes,[k] and the root of the broom tree was their food.", "5": "They were banished from the community[l]— people[m] shouted at them as they would shout at thieves[n]—", "6": "so that they had to live[o] in the dry stream beds,[p] in the holes of the ground, and among the rocks.", "7": "They brayed[q] like animals among the bushes and were huddled together[r] under the nettles.", "8": "Sons of senseless and nameless people,[s] they were driven out of the land with whips.[t]", "9": "“And now I have become their taunt song; I have become a byword[u] among them.", "10": "They detest me and maintain their distance;[v] they do not hesitate to spit in my face.", "11": "Because God has untied[w] my tent cord and afflicted me, people throw off all restraint in my presence.[x]", "12": "On my right the young rabble[y] rise up; they drive me from place to place,[z] and build up siege ramps[aa] against me.[ab]", "13": "They destroy[ac] my path; they succeed in destroying me[ad] without anyone assisting[ae] them.", "14": "They come in as through a wide breach; amid the crash[af] they come rolling in.[ag]", "15": "Terrors are turned loose[ah] on me; they drive away[ai] my honor like the wind, and as a cloud my deliverance has passed away.", "16": "“And now my soul pours itself out within me;[aj] days of suffering take hold of me.", "17": "Night pierces[ak] my bones;[al] my gnawing pains[am] never cease.", "18": "With great power God[an] grasps my clothing;[ao] he binds me like the collar[ap] of my tunic.", "19": "He has flung me into the mud, and I have come to resemble dust and ashes.", "20": "I cry out to you,[aq] but you do not answer me; I stand up,[ar] and you only look at me.[as]", "21": "You have become cruel to me;[at] with the strength of your hand you attack me.[au]", "22": "You pick me up on the wind and make me ride on it;[av] you toss me about[aw] in the storm.[ax]", "23": "I know that you are bringing[ay] me to death, to the meeting place for all the living.", "24": "“Surely one does not stretch out his hand against a broken man[az] when he cries for help in his distress.[ba]", "25": "Have I not wept for the unfortunate?[bb] Was not my soul grieved for the poor?", "26": "But when I hoped for good, trouble came; when I expected light, then darkness came.", "27": "My heart[bc] is in turmoil[bd] unceasingly;[be] the days of my affliction confront me.", "28": "I go about blackened,[bf] but not by the sun; in the assembly I stand up and cry for help.", "29": "I have become a brother to jackals and a companion of ostriches.[bg]", "30": "My skin has turned dark on me;[bh] my body[bi] is hot with fever.[bj]", "31": "My harp is used for[bk] mourning and my flute for the sound of weeping."}