{"1": "So these three men refused to answer[b] Job further, because he was righteous in his[c] own eyes. ", "2": "Then Elihu son of Barakel the Buzite, of the family of Ram, became very angry.[d] He was angry[e] with Job for justifying[f] himself rather than God.[g] ", "3": "With Job's[h] three friends he was also angry, because they could not find[i] an answer, and so declared Job guilty.[j] ", "4": "Now Elihu had waited before speaking[k] to Job, because the others[l] were older than he was. ", "5": "But when Elihu saw[m] that the three men had no further reply,[n] he became very angry.", "6": "So Elihu son of Barakel the Buzite spoke up:[o] “I am young,[p] but you are elderly; that is why I was fearful,[q] and afraid to explain[r] to you what I know.", "7": "I said to myself, 'Age[s] should speak,[t] and length of years[u] should make wisdom known.'", "8": "But it is a spirit in people, the breath[v] of the Almighty, that makes them understand.", "9": "It is not the aged[w] who are wise, nor old men who understand what is right.", "10": "Therefore I say, 'Listen[x] to me. I, even I, will explain what I know.'", "11": "Look, I waited for you to speak;[y] I listened closely to your wise thoughts,[z] while you were searching for words.", "12": "Now I was paying you close attention,[aa] yet[ab] there was no one proving Job wrong,[ac] not one of you was answering his statements.", "13": "So do not say,[ad] 'We have found wisdom. God will refute[ae] him, not man.'", "14": "Job[af] has not directed[ag] his words to me, and so I will not reply to him with your arguments.[ah]", "15": "“They are dismayed[aj] and cannot answer anymore; they have nothing left to say.[ak]", "16": "And I have waited.[al] But because they do not speak, because they stand there and answer no more,", "17": "I too will answer my part, I too will explain what I know.", "18": "For I am full of words, and the spirit within me[am] constrains me.[an]", "19": "Inside I am like wine that has no outlet,[ao] like new wineskins[ap] ready to burst!", "20": "I will speak,[aq] so that I may find relief; I will open my lips, so that I may answer.", "21": "I will not show partiality to any person,[ar] nor will I confer a title[as] on anyone.", "22": "For I do not know how to give honorary titles,[at] if I did,[au] my Creator would quickly do away with me.[av]"}