{"1": "“But now, O Job, listen to my words, and hear[a] everything I have to say.[b]", "2": "See now, I have opened[c] my mouth; my tongue in my mouth has spoken.[d]", "3": "My words come from the uprightness of my heart,[e] and my lips will utter knowledge sincerely.[f]", "4": "The Spirit of God has made me, and the breath of the Almighty gives me life.[g]", "5": "Reply to me, if you can; set your arguments[h] in order before me and take your stand.", "6": "Look, I am just like you in relation to God; I too have been molded[i] from clay.", "7": "Therefore no fear of me should terrify you, nor should my pressure[j] be heavy on you.[k]", "8": "“Indeed, you have said in my hearing[l] (I heard the sound of the words!):", "9": "[m] 'I am pure, without transgression; I am clean[n] and have no iniquity.", "10": "[o] Yet God[p] finds occasions[q] with me; he regards me as his enemy.", "11": "[r] He puts my feet in shackles; he watches closely all my paths.'", "12": "Now in this, you are not right—I answer you,[s] for God is greater than a human being.[t]", "13": "Why do you contend against him, that he does not answer all a person's[u] words?", "14": "“For God speaks, the first time in one way, the second time in another, though a person does not perceive[v] it.", "15": "In a dream, a night vision, when deep sleep falls on people as they sleep in their beds.", "16": "Then he gives a revelation[w] to people, and terrifies them with warnings,[x]", "17": "to turn a person from his sin,[y] and to cover a person's pride.[z]", "18": "He spares a person's life from corruption,[aa] his very life from crossing over[ab] the river.", "19": "Or a person is chastened[ac] by pain on his bed, and with the continual strife of his bones,[ad]", "20": "so that his life loathes food, and his soul rejects appetizing fare.[ae]", "21": "His flesh wastes away from sight, and his bones, which were not seen, are easily visible.[af]", "22": "He[ag] draws near to the place of corruption, and his life to the messengers of death.[ah]", "23": "If there is an angel beside him, one mediator[ai] out of a thousand, to tell a person what constitutes his uprightness;[aj]", "24": "and if[ak] God[al] is gracious to him and says, 'Spare[am] him from going down to the place of corruption, I have found a ransom for him,'[an]", "25": "then his flesh is restored[ao] like a youth's; he returns to the days of his youthful vigor.[ap]", "26": "He entreats God, and God[aq] delights in him, he sees God's face[ar] with rejoicing, and God[as] restores to him his righteousness.[at]", "27": "That person sings[au] to others,[av] saying: 'I have sinned and falsified what is right, but I was not punished according to what I deserved.[aw]", "28": "He redeemed my life[ax] from going down to the place of corruption, and my life sees the light!'", "29": "“Indeed, God does all these things, twice, three times, in his dealings[az] with a person,", "30": "to turn back his life from the place of corruption, that he may be enlightened with the light of life.", "31": "Pay attention, Job—listen to me; be silent, and I will speak.", "32": "If you have any words,[ba] reply to me; speak, for I want to justify you.[bb]", "33": "If not, you listen to me; be silent, and I will teach you wisdom.”"}