{"1": "Elihu answered:", "2": "“Listen to my words, you wise men; hear[b] me, you learned men.[c]", "3": "For the ear assesses[d] words as the mouth[e] tastes food.", "4": "Let us evaluate[f] for ourselves what is right;[g] let us come to know among ourselves what is good.", "5": "For Job says, 'I am innocent,[h] but God turns away my right.", "6": "Concerning my right, should I lie?[i] My wound[j] is incurable, although I am without transgression.'[k]", "7": "Who is there like Job, who[l] drinks derision[m] like water?", "8": "He goes about[n] in company[o] with evildoers, he goes along[p] with wicked men.[q]", "9": "For he says, 'It does not profit a man when he makes his delight with God.'[r]", "10": "“Therefore, listen to me, you men of understanding.[s] Far be it from[t] God to do wickedness, from the Almighty to do evil.", "11": "For he repays a person for his work,[u] and according to the conduct of a person, he causes the consequences to find him.[v]", "12": "Indeed, in truth, God does not act wickedly, and the Almighty does not pervert justice.", "13": "Who entrusted[w] to him the earth? And who put him over[x] the whole world?", "14": "If God[y] were to set his heart on it,[z] and gather in his spirit[aa] and his breath,", "15": "all flesh would perish together and human beings would return to dust.", "16": "“If you have[ab] understanding, listen to this, hear what I have to say.[ac]", "17": "Do you really think[ad] that one who hates justice can govern?[ae] And will you declare guilty the supremely Righteous One,[af]", "18": "who says to a king,[ag] 'Worthless man,'[ah] and to nobles, 'Wicked men,'", "19": "who shows no partiality to princes, and does not take note of[ai] the rich more than the poor, because all of them are the work of his hands?", "20": "In a moment they die, in the middle of the night,[aj] people[ak] are shaken[al] and they pass away. The mighty are removed effortlessly.[am]", "21": "For his eyes are on the ways of an individual, he observes all a person's[an] steps.", "22": "There is no darkness, and no deep darkness, where evildoers can hide themselves.[ao]", "23": "For he does not still consider a person,[ap] that he should come before God in judgment.", "24": "He shatters the great without inquiry,[aq] and sets up others in their place.", "25": "Therefore, he knows their deeds, he overthrows them[ar] in the night[as] and they are crushed.", "26": "He strikes them for their wickedness,[at] in a place where people can see,[au]", "27": "because they have turned away from following him, and have not understood[av] any of his ways,", "28": "so that they caused[aw] the cry of the poor to come before him, so that he hears[ax] the cry of the needy.", "29": "But if God[ay] is quiet, who can condemn[az] him? If he hides his face, then who can see him? Yet[ba] he is over the individual and the nation alike,[bb]", "30": "so that the godless man should not rule, and not lay snares for the people.[bc]", "31": "“Has anyone said to God, 'I have endured chastisement,[bd] but I will not act wrongly any more;", "32": "teach me what I cannot see;[be] if I have done evil, I will do so no more'?", "33": "Is it your opinion[bf] that God[bg] should recompense it, because you reject this?[bh] But you must choose, and not I, so tell us what you know.", "34": "Men of understanding say to me— any wise man listening to me says—", "35": "that[bi] Job speaks without knowledge and his words are without understanding.[bj]", "36": "But[bk] Job will be tested to the end, because his answers are like those of wicked men.", "37": "For he adds transgression[bl] to his sin; in our midst he claps his hands,[bm] and multiplies his words against God.”"}