{"1": "Elihu said further:[b]", "2": "“Be patient[c] with me a little longer and I will instruct you, for I still have words to speak on God's behalf.[d]", "3": "With my knowledge I will speak comprehensively,[e] and to my Creator I will ascribe righteousness.[f]", "4": "For in truth, my words are not false; it is one complete[g] in knowledge who is with you.", "5": "Indeed, God is mighty; and he does not despise people,[h] he[i] is mighty, and firm[j] in his intent.[k]", "6": "He does not allow the wicked to live,[l] but he gives justice to the poor.", "7": "He does not take his eyes[m] off the righteous; but with kings on the throne he seats the righteous[n] and exalts them forever.[o]", "8": "But if they are bound in chains,[p] and held captive by the cords of affliction,", "9": "then he reveals[q] to them what they have done,[r] and their transgressions, that they were behaving proudly.", "10": "And he reveals[s] this[t] for correction, and says that they must turn[u] from evil.", "11": "If they obey and serve him, they live out their days in prosperity and their years in pleasantness.[v]", "12": "But if they refuse to listen, they pass over the river of death,[w] and expire without knowledge.", "13": "The godless at heart[x] nourish anger,[y] they do not cry out even when he binds them.", "14": "They die[z] in their youth, and their life ends among the male cultic prostitutes.[aa]", "15": "He delivers the afflicted by[ab] their[ac] afflictions, he reveals himself to them[ad] by their suffering.", "16": "And surely, he drew you[ae] from the mouth of distress, to a wide place, unrestricted,[af] and to the comfort[ag] of your table filled with rich food.[ah]", "17": "But now you are preoccupied with the judgment due the wicked, judgment and justice take hold of you.", "18": "Be careful that[ai] no one entices you with riches; do not let a large bribe[aj] turn you aside.", "19": "Would your wealth[ak] sustain you, so that you would not be in distress,[al] even all your mighty efforts?[am]", "20": "Do not long for the cover of night to drag people away from their homes.[an]", "21": "Take heed, do not turn to evil, for because of this you have been tested[ao] by affliction.", "22": "Indeed, God is exalted in his power; who is a teacher[ap] like him?", "23": "Who has prescribed his ways for him? Or said to him, 'You have done what is wicked'?", "24": "Remember to extol[aq] his work, which people have praised in song.", "25": "All humanity has seen it; people gaze on it from afar.", "26": "“Yes, God is great—beyond our knowledge![ar] The number of his years is unsearchable.", "27": "He draws up drops of water; they distill[as] the rain into its mist,[at]", "28": "which the clouds pour down and shower on humankind abundantly.", "29": "Who can understand the spreading of the clouds, the thunderings of his pavilion?[au]", "30": "See how he scattered[av] his lightning[aw] about him; he has covered the depths[ax] of the sea.", "31": "It is by these that he judges[ay] the nations and supplies food in abundance.", "32": "With his hands[az] he covers[ba] the lightning, and directs it against its target.", "33": "[bb] His thunder announces the coming storm, the cattle also, concerning the storm's approach.[bc]"}