{"1": "Then the Lord answered[b] Job out of the whirlwind:[c]", "2": "“Who is this[d] who darkens counsel[e] with words without knowledge?", "3": "Get ready for a difficult task[f] like a man; I will question you and you will inform me.", "4": "“Where were you when I laid the foundation[g] of the earth? Tell me,[h] if you possess understanding.", "5": "Who set its measurements—if[i] you know— or who stretched a measuring line across it?", "6": "On what[j] were its bases[k] set, or who laid its cornerstone—", "7": "when the morning stars[l] sang[m] in chorus,[n] and all the sons of God[o] shouted for joy?", "8": "“Who shut up[p] the sea with doors when it burst forth,[q] coming out of the womb,", "9": "when I made[r] the storm clouds its garment, and thick darkness its swaddling band,[s]", "10": "when I prescribed[t] its limits, and set in place[u] its bolts and doors,", "11": "when I said, 'To here you may come[v] and no farther,[w] here your proud waves will be confined'?[x]", "12": "Have you ever in your life[y] commanded the morning, or made the dawn know[z] its place,", "13": "that it might seize the corners of the earth,[aa] and shake the wicked out of it?", "14": "The earth takes shape like clay under a seal;[ab] its features[ac] are dyed[ad] like a garment.", "15": "Then from the wicked the light is withheld, and the arm raised in violence[ae] is broken.[af]", "16": "Have you gone to the springs that fill the sea,[ag] or walked about in the recesses of the deep?", "17": "Have the gates of death been revealed to you?[ah] Have you seen the gates of deepest darkness?[ai]", "18": "Have you considered the vast expanses of the earth? Tell me, if you know it all.", "19": "“In what direction[aj] does light reside, and darkness, where is its place,", "20": "that you may take them to their borders and perceive the pathways to their homes?[ak]", "21": "You know, for you were born before them;[al] and the number of your days is great!", "22": "Have you entered the storehouse[am] of the snow, or seen the armory[an] of the hail,", "23": "which I reserve for the time of trouble, for the day of war and battle?[ao]", "24": "In what direction is lightning[ap] dispersed, or the east winds scattered over the earth?", "25": "Who carves out a channel for the heavy rains, and a path for the rumble of thunder,", "26": "to cause it to rain on an uninhabited land,[aq] a wilderness where there are no human beings,[ar]", "27": "to satisfy a devastated and desolate land, and to cause it to sprout with vegetation?[as]", "28": "Does the rain have a father, or who has fathered the drops of the dew?", "29": "From whose womb does the ice emerge, and the frost from the sky,[at] who gives birth to it,", "30": "when the waters become hard[au] like stone, when the surface of the deep is frozen solid?", "31": "Can you tie the bands[av] of the Pleiades, or release the cords of Orion?", "32": "Can you lead out the constellations[aw] in their seasons, or guide the Bear with its cubs?[ax]", "33": "Do you know the laws of the heavens, or can you set up their rule over the earth?", "34": "Can you raise your voice to the clouds so that a flood of water covers you?[ay]", "35": "Can you send out lightning bolts, and they go? Will they say to you, 'Here we are'?", "36": "Who has put wisdom in the heart,[az] or has imparted understanding to the mind?", "37": "Who by wisdom can count the clouds, and who can tip over[ba] the water jars of heaven,", "38": "when the dust hardens[bb] into a mass, and the clumps of earth stick together?", "39": "“Do you hunt prey for the lioness, and satisfy the appetite[bc] of the lions", "40": "when they crouch in their dens, when they wait in ambush in the thicket?", "41": "Who prepares prey for the raven, when its young cry out to God and wander about[bd] for lack of food?"}