{"1": "Then the Lord answered[a] Job:", "2": "“Will the one who contends[b] with the Almighty correct him?[c] Let the person who accuses God give him an answer!”", "3": "Then Job answered the Lord:", "4": "“Indeed, I am completely unworthy[d]—how could I reply to you? I put[e] my hand over my mouth to silence myself.[f]", "5": "I have spoken once, but I cannot answer; twice, but I will say no more.”[g]", "6": "Then the Lord answered[i] Job from the whirlwind:", "7": "“Get ready for a difficult task[j] like a man. I will question you and you will inform me.", "8": "Would you indeed annul[k] my justice? Would you declare me guilty so that you might be right?", "9": "Do you have an arm as powerful as God's,[l] and can you thunder with a voice like his?", "10": "Adorn yourself, then, with majesty and excellency, and clothe yourself with glory and honor.", "11": "Scatter abroad[m] the abundance[n] of your anger. Look at every proud man[o] and bring him low;", "12": "Look at every proud man and abase him; crush the wicked on the spot.[p]", "13": "Hide them in the dust[q] together, imprison[r] them[s] in the grave.[t]", "14": "Then I myself will acknowledge[u] to you that your own right hand can save you.[v]", "15": "“Look now at Behemoth,[x] which I made as[y] I made you; it eats grass like the ox.", "16": "Look[z] at its strength in its loins, and its power in the muscles of its belly.", "17": "It makes its tail stiff[aa] like a cedar, the sinews of its thighs are tightly wound.", "18": "Its bones are tubes of bronze, its limbs like bars of iron.", "19": "It ranks first among the works of God,[ab] the One who made it has furnished it with a sword.[ac]", "20": "For the hills bring it food,[ad] where all the wild animals play.", "21": "Under the lotus trees it lies, in the secrecy of the reeds and the marsh.", "22": "The lotus trees conceal it in their[ae] shadow; the poplars by the stream conceal it.", "23": "If the river rages,[af] it is not disturbed, it is secure,[ag] though the Jordan should surge up to its mouth.", "24": "Can anyone catch it by its eyes,[ah] or pierce its nose with a snare?[ai]"}