{"1": "Thus says the Lord, “For three transgressions of [a]Moab and for four (multiplied delinquencies) I will not reverse its punishment or revoke My word concerning it, Because he burned the bones of the king of Edom [Esau's descendant] into lime [and used it to plaster a Moabite house].", "2": "  “So I will send a fire [of war, conquest, and destruction] upon Moab And it shall devour the strongholds of Kerioth; And Moab shall die amid tumult and uproar, With war cries and shouts of alarm and the sound of the trumpet.", "3": "  “I will also cut off and destroy the ruler from its midst And slay all the princes with him,” says the Lord.", "4": "  Thus says the Lord, “For three transgressions of Judah and for four (multiplied delinquencies) I will not reverse its punishment or revoke My word concerning it, Because they have rejected the law of the Lord [the sum of God's instruction to His people] And have not kept His commandments; But their lies [and their idols], after which their fathers walked, Caused them to go astray.", "5": "  “So I will send a fire [of war, conquest, and destruction by the Babylonians] upon Judah And it will devour the strongholds of Jerusalem.”", "6": "  Thus says the Lord, “For three transgressions of Israel and for four (multiplied delinquencies) I will not reverse its punishment or revoke My word concerning it, Because they sell the righteous and innocent for silver And the needy for the price of a pair of sandals.", "7": "  “These who pant after (long to see) the dust of the earth on the head of the helpless [as sign of their grief and distress] Also turn aside the way of the humble; And a man and his father will go to the same [b]girl So that My holy name is profaned.", "8": "  “They stretch out beside every [pagan] altar on clothes taken in pledge [to secure a loan, disregarding God's command], And in the house of their God [in contempt of Him] they frivolously drink the wine [which has been] taken from those who have been fined.", "9": "  “Yet it was I [not the false gods] who destroyed the Amorite before them, Though his height was like the height of the cedars, And he was as strong as the oaks; I even destroyed his fruit above and his root below.", "10": "  “Also it was I who brought you up out of the land of Egypt, And I led you forty years through the wilderness That you might possess the land of the Amorite.", "11": "  “Then I raised up some of your sons to be prophets [who gave you My revelation], And some of your young men to be Nazirites (dedicated ones). Is this not true, O you children of Israel?” says the Lord.", "12": "  “But you gave the Nazirites wine to drink [despite their vows] And commanded the prophets, saying, 'You shall not prophesy!'", "13": "  “Behold, I am weighted down beneath you As a cart that is weighted down when it is full of sheaves.", "14": "  “Flight will be lost to the swift [so they will be unable to escape], And the strong shall not strengthen nor maintain his power, Nor shall the mighty man save his own life.", "15": "  “He who handles the bow will not stand his ground, The one who is swift of foot will not escape, Nor will he who rides the horse save his life [from the invading army].", "16": "  “Even the bravest among the warriors shall flee naked on that day,” says the Lord."}