{"1": "Woe (judgment is coming) to those who are at ease and carefree in Zion (Judah) And to those on the mountain of Samaria who feel secure, The distinguished men of the foremost of nations, To whom the house of Israel comes.", "2": "  Go over to Calneh [in Babylonia] and look, And from there go [north of Damascus] to the great city of Hamath; Then go down to Gath of the Philistines. Are they better than these kingdoms [of yours], Or is their territory greater than yours?", "3": "  Do you put off the day of punishment, Yet cause the seat of violence to come near?", "4": "  Those who lie on [luxurious] beds of ivory And lounge around out on their couches, And eat lambs from the flock And calves from the midst of the stall,", "5": "  Who improvise to the sound of the harp— Like David they have composed songs for themselves—", "6": "  Who drink wine from sacrificial bowls And anoint themselves with the finest oils [reflecting their unrestrained celebration]; Yet they are not grieved over the ruin of Joseph (Israel).", "7": "  Therefore, they will now go into exile with the first of the captives, And the cultic revelry and banqueting of those who lounge around [on their luxurious couches] will pass away.", "8": "  The Lord [a]God has sworn [an oath] by Himself—the Lord God of hosts, says: “I loathe and reject the [self-centered] arrogance of Jacob (Israel), And I hate his palaces and citadels; Therefore, I shall hand over the [idolatrous] city [of Samaria] with all that it contains [to the Assyrian invaders].”", "9": "And it shall come to pass that if there remain ten men in one house, they shall die [by the pestilence that comes with war]. ", "10": "Then one's uncle, or his undertaker, shall come to bring the [disease-infected] body out of the house, [to cremate it], and he will say to another in the farthest part of the house, “Is there anyone else with you?” And that one will say, “No one.” Then he will respond, “Hush! Keep quiet! For the name of the Lord is not to be mentioned [even casually, for fear that we might invoke even more punishment].” ", "11": "For behold, the Lord is going to command that the great house be smashed to pieces and the small house to fragments.", "12": "  Do horses run on rocks? Do men plow rocks with oxen? [Of course not!] Yet you have turned justice into poison And the fruit of righteousness into wormwood (bitterness),", "13": "  You who [self-confidently] rejoice in [b]Lo-debar (Nothing), Who say, “Have we not by our own strength taken [c]Karnaim (Strength) for ourselves?”", "14": "  “For behold, I am going to stir up a nation against you, O house of Israel,” says the Lord, the God of hosts, “And they will afflict and torment you [to the entire limits of Israel] from the entrance of Hamath [in the north] To the brook of the Arabah [in the south].”"}