{"1": "This is the revelation[a] of Jesus Christ. God gave this revelation to Jesus, to show his servants what must soon happen. And Jesus sent his angel to show it to his servant John. ", "2": "John has told everything that he has seen. It is the truth that Jesus Christ told him; it is the message from God. ", "3": "The one who reads the words of God's message is happy. And the people who hear this message and do what is written in it are happy. The time is near when all of this will happen.", "4": "From John, To the seven churches in Asia: Grace and peace to you from the One who is and was and is coming, and from the seven spirits before his throne, ", "5": "and from Jesus Christ. Jesus is the faithful witness. He is first among those raised from death. He is the ruler of the kings of the earth. He is the One who loves us. And he is the One who made us free from our sins with the blood of his death. ", "6": "He made us to be a kingdom of priests who serve God his Father. To Jesus Christ be glory and power forever and ever! Amen.", "7": "Look, Jesus is coming with the clouds! Everyone will see him, even those who stabbed him. And all peoples of the earth will cry loudly because of him. Yes, this will happen! Amen.", "8": "The Lord God says, “I am the Alpha and the Omega.[b] I am the One who is and was and is coming. I am the All-Powerful.”", "9": "I am John, and I am your brother in Christ. We are together in Jesus, and we share in these things: in suffering, in the kingdom, and in patience. I was on the island of Patmos[c] because I had preached God's message and the truth about Jesus. ", "10": "On the Lord's day the Spirit took control of me. I heard a loud voice behind me that sounded like a trumpet. ", "11": "The voice said, “Write what you see and send that book to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”", "12": "I turned to see who was talking to me. When I turned, I saw seven golden lampstands. ", "13": "I saw someone among the lampstands who was “like a Son of Man.”[d] He was dressed in a long robe. He had a gold band around his chest. ", "14": "His head and hair were white like wool, as white as snow. His eyes were like flames of fire. ", "15": "His feet were like bronze that glows hot in a furnace. His voice was like the noise of flooding water. ", "16": "He held seven stars in his right hand. A sharp two-edged sword came out of his mouth. He looked like the sun shining at its brightest time.", "17": "When I saw him, I fell down at his feet like a dead man. He put his right hand on me and said, “Do not be afraid! I am the First and the Last. ", "18": "I am the One who lives. I was dead, but look: I am alive forever and ever! And I hold the keys of death and where the dead are. ", "19": "So write the things you see, what is now and what will happen later. ", "20": "Here is the hidden meaning of the seven stars that you saw in my right hand and the seven golden lampstands that you saw: The seven lampstands are the seven churches. The seven stars are the angels of the seven churches."}