{"1": "Then I looked, and there before me was the Lamb. He was standing on Mount Zion.[a] There were 144,000 people with him. They all had his name and his Father's name written on their foreheads. ", "2": "And I heard a sound from heaven like the noise of flooding water and like the sound of loud thunder. The sound I heard was like people playing harps. ", "3": "And they sang a new song before the throne and before the four living things and the elders.[b] The only ones who could learn the new song were the 144,000 who had been saved from the earth. No one else could learn the song. ", "4": "These 144,000 are the ones who did not do sinful things with women. They kept themselves pure. They follow the Lamb every place he goes. These 144,000 were saved from among the people of the earth. They are the first people to be offered to God and the Lamb. ", "5": "They were not guilty of telling lies. They are without fault.", "6": "Then I saw another angel flying high in the air. The angel had the eternal Good News to preach to those who live on earth—to every nation, tribe, language, and people. ", "7": "The angel said in a loud voice, “Fear God and give him praise. The time has come for God to judge all people. Worship God. He made the heavens, the earth, the sea, and the springs of water.”", "8": "Then the second angel followed the first angel and said, “She is destroyed! The great city of Babylon is destroyed! She made all the nations drink the wine of her adultery and of God's anger.”", "9": "A third angel followed the first two angels. This third angel said in a loud voice: “It will be bad for the person who worships the beast and his idol and gets the beast's mark on the forehead or on the hand. ", "10": "He will drink the wine of God's anger. This wine is prepared with all its strength in the cup of God's anger. He will be put in pain with burning sulfur before the holy angels and the Lamb. ", "11": "And the smoke from their burning pain will rise forever and ever. There will be no rest, day or night, for those who worship the beast and his idol or who get the mark of his name.” ", "12": "This means that God's holy people must be patient. They must obey God's commands and keep their faith in Jesus.", "13": "Then I heard a voice from heaven. It said, “Write this: From now on, the dead who were in the Lord when they died are happy.” The Spirit says, “Yes, that is true. They will rest from their hard work. The reward of all they have done stays with them.”", "14": "I looked and there before me was a white cloud. Sitting on the white cloud was One who looked like a Son of Man.[c] He had a gold crown on his head and a sharp sickle[d] in his hand. ", "15": "Then another angel came out of the temple. This angel called to the One who was sitting on the cloud, “Take your sickle and gather from the earth. The time to harvest has come. The fruit of the earth is ripe.” ", "16": "So the One that was sitting on the cloud swung his sickle over the earth. And the earth was harvested.", "17": "Then another angel came out of the temple in heaven. This angel also had a sharp sickle. ", "18": "And then another angel came from the altar. This angel has power over the fire. This angel called to the angel with the sharp sickle. He said, “Take your sharp sickle and gather the bunches of grapes from the earth's vine. The earth's grapes are ripe.” ", "19": "The angel swung his sickle over the earth. He gathered the earth's grapes and threw them into the great winepress of God's anger. ", "20": "The grapes were crushed in the winepress outside the city. And blood flowed out of the winepress. It rose as high as the heads of the horses for a distance of 200 miles."}