{"1": "After this I heard what sounded like a great many people in heaven. They were saying: “Hallelujah![a] Salvation, glory, and power belong to our God.", "2": "His judgments are true and right. Our God has punished the prostitute. She is the one who made the earth evil with her sexual immorality. God has punished the prostitute to pay her back for the death of his servants.”", "3": "Again they said: “Hallelujah! She is burning, and her smoke will rise forever and ever.”", "4": "Then the 24 elders[b] and the four living things bowed down. They worshiped God, who sits on the throne. They said: “Amen, Hallelujah!”", "5": "Then a voice came from the throne: “Praise our God, all you who serve him! Praise our God, all you who honor him, both small and great!”", "6": "Then I heard what sounded like a great many people. It sounded like the noise of flooding water and like loud thunder. The people were saying: “Hallelujah! Our Lord God rules. He is the All-Powerful.", "7": "Let us rejoice and be happy and give God glory! Give God glory, because the wedding of the Lamb has come. And the Lamb's bride has made herself ready.", "8": "Fine linen was given to the bride for her to wear. The linen was bright and clean.” (The fine linen means the good things done by God's holy people.)", "9": "Then the angel said to me, “Write this: Those who are invited to the wedding meal of the Lamb are happy!” Then the angel said, “These are the true words of God.”", "10": "Then I bowed down at the angel's feet to worship him. But he said to me, “Do not worship me! I am a servant like you and your brothers who have the truth of Jesus. Worship God! Because the truth about Jesus is the spirit that gives all prophecy.”", "11": "Then I saw heaven open. There before me was a white horse. The rider on the horse is called Faithful and True. He is right when he judges and makes war. ", "12": "His eyes are like burning fire, and on his head are many crowns. He has a name written on him, but he is the only one who knows the name. No other person knows the name. ", "13": "He is dressed in a robe dipped in blood. His name is the Word of God. ", "14": "The armies of heaven were following him on white horses. They were dressed in fine linen, white and clean. ", "15": "A sharp sword comes out of the rider's mouth. He will use this sword to defeat the nations. He will rule them with a scepter of iron. He will crush out the wine in the winepress of the terrible anger of God All-Powerful. ", "16": "On his robe and on his leg was written this name: “KING OF KINGS AND LORD OF LORDS.”", "17": "Then I saw an angel standing in the sun. The angel called with a loud voice to all the birds flying in the sky, “Come together for the great feast of God. ", "18": "Come together so that you can eat the bodies of kings and generals and famous men. Come to eat the bodies of the horses and their riders and the bodies of all people—free, slave, small, and great.”", "19": "Then I saw the beast and the kings of the earth. Their armies were gathered together to make war against the rider on the horse and his army. ", "20": "But the beast was captured and with him the false prophet. This false prophet was the one who did the miracles for the beast. The false prophet had used these miracles to trick those who had the mark of the beast and worshiped his idol. The false prophet and the beast were thrown alive into the lake of fire that burns with sulfur. ", "21": "Their armies were killed with the sword that came out of the mouth of the rider on the horse. All the birds ate the bodies until they were full."}