{"1": "“Write this to the angel of the church in Ephesus: “The One who holds the seven stars in his right hand and walks among the seven golden lampstands says this to you. ", "2": "I know what you do. You work hard, and you never give up. I know that you do not accept evil people. You have tested those who say that they are apostles but really are not. You found that they are liars. ", "3": "You continue to serve me. You have suffered troubles for my name, and you have not given up.", "4": "“But I have this against you: You have left the love you had in the beginning. ", "5": "So remember where you were before you fell. Change your hearts and do what you did at first. If you do not change, I will come to you. I will take away your lampstand from its place. ", "6": "But there is something you do that is right: You hate what the Nicolaitans[a] do, as much as I.", "7": "“Every person who has ears should listen to what the Spirit says to the churches. To him who wins the victory I will give the right to eat the fruit from the tree of life. This tree is in the garden of God.", "8": "“Write this to the angel of the church in Smyrna: “The One who is the First and the Last says this to you. He is the One who died and came to life again. ", "9": "I know your troubles. I know that you are poor, but really you are rich! I know the bad things that some people say about you. They say they are Jews, but they are not true Jews. They are a synagogue that belongs to Satan. ", "10": "Do not be afraid of what will happen to you. I tell you, the devil will put some of you in prison to test you. You will suffer for ten days. But be faithful, even if you have to die. If you are faithful, I will give you the crown of life.", "11": "“Everyone who has ears should listen to what the Spirit says to the churches. He who wins the victory will not be hurt by the second death.", "12": "“Write this to the angel of the church in Pergamum: “The One who has the sharp two-edged sword says this to you. ", "13": "I know where you live. You live where Satan has his throne. But you are true to me. You did not refuse to tell about your faith in me even during the time of Antipas. Antipas was my faithful witness who was killed in your city. Your city is where Satan lives.", "14": "“But I have a few things against you: You have some there who follow the teaching of Balaam. Balaam taught Balak how to cause the people of Israel to sin. They sinned by eating food offered to idols and by taking part in sexual sins. ", "15": "You also have some who follow the teaching of the Nicolaitans.[b] ", "16": "So change your hearts and lives! If you do not, I will come to you quickly and fight against them with the sword that comes out of my mouth.", "17": "“Everyone who has ears should listen to what the Spirit says to the churches! “I will give the hidden manna to everyone who wins the victory. I will also give him a white stone with a new name written on it. No one knows this new name except the one who receives it.", "18": "“Write this to the angel of the church in Thyatira: “The Son of God is saying these things. He is the One who has eyes that blaze like fire and feet like shining bronze. He says this to you: ", "19": "I know what you do. I know about your love, your faith, your service, and your patience. I know that you are doing more now than you did at first. ", "20": "But I have this against you: You let that woman Jezebel do what she wants. She says that she is a prophetess. But she is leading my servants away with her teaching. Jezebel leads them to take part in sexual sins and to eat food that is offered to idols. ", "21": "I have given her time to change her heart and turn away from her sin. But she does not want to change. ", "22": "And so I will throw her on a bed of suffering. And all those who take part in adultery with her will suffer greatly. I will do this now if they do not turn away from the wrongs she does. ", "23": "I will also kill her followers. Then all the churches will know that I am the One who knows what people feel and think. And I will repay each of you for what you have done.", "24": "“But others of you in Thyatira have not followed her teaching. You have not learned what some call Satan's deep secrets. This is what I say to you: I will not put any other load on you. ", "25": "Only continue the way you are until I come.", "26": "“I will give power to everyone who wins the victory and continues to the end to do what I want. I will give him power over the nations:", "27": "'You will make them obey you by punishing them with an iron rod. You will break them into pieces like pottery.' Psalm 2:9", "28": "This is the same power I received from my Father. I will also give him the morning star. ", "29": "Everyone who has ears should listen to what the Spirit says to the churches."}