{"1": "I saw an angel coming down from heaven. He had the key to the bottomless pit. He also held a large chain in his hand. ", "2": "The angel grabbed the dragon, that old snake who is the devil. The angel tied him up for 1,000 years. ", "3": "Then he threw him into the bottomless pit and closed it and locked it over him. The angel did this so that he could not trick the people of the earth anymore until the 1,000 years were ended. After 1,000 years he must be set free for a short time.", "4": "Then I saw some thrones and people sitting on them. They had been given the power to judge. And I saw the souls of those who had been killed because they were faithful to the truth of Jesus and the message from God. They had not worshiped the beast or his idol. They had not received the mark of the beast on their foreheads or on their hands. They came back to life and ruled with Christ for 1,000 years. ", "5": "(The others that were dead did not live again until the 1,000 years were ended.) This is the first raising of the dead. ", "6": "Blessed and holy are those who share in this first raising of the dead. The second death has no power over them. They will be priests for God and for Christ. They will rule with him for 1,000 years.", "7": "When the 1,000 years are over, Satan will be set free from his prison. ", "8": "He will go out to trick the nations in all the earth—Gog and Magog. Satan will gather them for battle. There will be so many people that they will be like sand on the seashore. ", "9": "And Satan's army marched across the earth and gathered around the camp of God's people and the city that God loves. But fire came down from heaven and burned them up. ", "10": "And Satan, who tricked them, was thrown into the lake of burning sulfur with the beast and the false prophet. There they will be punished day and night forever and ever.", "11": "Then I saw a great white throne and the One who was sitting on it. Earth and sky ran away from him and disappeared. ", "12": "And I saw the dead, great and small, standing before the throne. And the book of life was opened. There were also other books opened. The dead were judged by what they had done, which was written in the books. ", "13": "The sea gave up the dead who were in it. Death and Hades[a] gave up the dead who were in them. Each person was judged by what he had done. ", "14": "And Death and Hades were thrown into the lake of fire. This lake of fire is the second death. ", "15": "And if anyone's name was not found written in the book of life, he was thrown into the lake of fire."}