{"1": "Then the angel showed me the river of the water of life. The river was shining like crystal. It flows from the throne of God and of the Lamb ", "2": "down the middle of the street of the city. The tree of life was on each side of the river. It produces fruit 12 times a year, once each month. The leaves of the tree are for the healing of all people. ", "3": "Nothing that God judges guilty will be in that city. The throne of God and of the Lamb will be there. And God's servants will worship him. ", "4": "They will see his face, and his name will be written on their foreheads. ", "5": "There will never be night again. They will not need the light of a lamp or the light of the sun. The Lord God will give them light. And they will rule like kings forever and ever.", "6": "The angel said to me, “These words are true and can be trusted. The Lord is the God of the spirits of the prophets. He sent his angel to show his servants the things that must happen soon.”", "7": "“Listen! I am coming soon! He who obeys the words of prophecy in this book will be happy.”", "8": "I am John. I am the one who heard and saw these things. When I heard and saw them, I bowed down to worship at the feet of the angel who showed these things to me. ", "9": "But the angel said to me, “Do not worship me! I am a servant like you and your brothers the prophets. I am a servant like all those who obey the words in this book. Worship God!”", "10": "Then the angel told me, “Do not keep secret the words of prophecy in this book. The time is near for all this to happen. ", "11": "Whoever is doing evil, let him continue to do evil. Whoever is unclean, let him continue to be unclean. Whoever is doing right, let him continue to do right. Whoever is holy, let him continue to be holy.”", "12": "“Listen! I am coming soon! I will bring rewards with me. I will repay each one for what he has done. ", "13": "I am the Alpha and the Omega,[a] the First and the Last, the Beginning and the End.", "14": "“Those who wash their robes[b] will be blessed. They will have the right to eat the fruit from the tree of life. They may go through the gates into the city. ", "15": "Outside the city are the evil people, those who do evil magic, who are sexually immoral, who murder, who worship idols, and who love lies and tell lies.", "16": "“I, Jesus, have sent my angel to tell you these things for the churches. I am the descendant from the family of David. I am the bright morning star.”", "17": "The Spirit and the bride say, “Come!” Everyone who hears this should also say, “Come!” If anyone is thirsty, let him come; whoever wishes it may have the water of life as a free gift.", "18": "I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to these words, God will give him the troubles written about in this book. ", "19": "And if anyone takes away from the words of this book of prophecy, God will take away his share of the tree of life and of the holy city, which are written about in this book.", "20": "Jesus is the One who says that these things are true. Now he says, “Yes, I am coming soon.” Amen. Come, Lord Jesus!", "21": "The grace of the Lord Jesus be with all. Amen."}