{"1": "“Write this to the angel of the church in Sardis: “The One who has the seven spirits and the seven stars says this to you. I know what you do. People say that you are alive, but really you are dead. ", "2": "Wake up! Make yourselves stronger while you still have something left and before it dies completely. I have found that what you are doing is not good enough for my God. ", "3": "So do not forget what you have received and heard. Obey it. Change your hearts and lives! You must wake up, or I will come to you and surprise you like a thief. And you will not know when I will come. ", "4": "But you have a few there in Sardis who have kept themselves clean. They will walk with me. They will wear white clothes, because they are worthy. ", "5": "He who wins the victory will be dressed in white clothes like them. I will not take away his name from the book of life. I will say that he belongs to me before my Father and before his angels. ", "6": "Everyone who has ears should listen to what the Spirit says to the churches.", "7": "“Write this to the angel of the church in Philadelphia: “The One who is holy and true says this to you. He holds the key of David. When he opens something, it cannot be closed. And when he closes something, it cannot be opened. ", "8": "I know what you do. I have put an open door before you, and no one can close it. I know that you have a little strength. But you have followed my teaching. And you were not afraid to speak my name. ", "9": "Listen! There is a synagogue that belongs to Satan. Those in this synagogue say they are Jews, but they are liars. They are not true Jews. I will make them come before you and bow at your feet. They will know that I have loved you. ", "10": "You have followed my teaching about not giving up. So I will keep you from the time of trouble that will come to the whole world. This trouble will test those who live on earth.", "11": "“I am coming soon. Continue the way you are now. Then no one will take away your crown. ", "12": "I will make the one who wins the victory a pillar in the temple of my God. He will never have to leave it. I will write on him the name of my God and the name of the city of my God. This city is the new Jerusalem.[a] It comes down out of heaven from my God. I will also write on him my new name. ", "13": "Every person who has ears should listen to what the Spirit says to the churches.", "14": "“Write this to the angel of the church in Laodicea: “The Amen[b] is the One who is the faithful and true witness. He is the ruler of all that God has made. He says this to you: ", "15": "I know what you do. You are not hot or cold. I wish that you were hot or cold! ", "16": "But you are only warm—not hot, not cold. So I am ready to spit you out of my mouth. ", "17": "You say you are rich. You think you have become wealthy and do not need anything. But you do not know that you are really miserable, pitiful, poor, blind, and naked. ", "18": "I advise you to buy gold from me—gold made pure in fire. Then you can be truly rich. Buy from me clothes that are white. Then you can cover your shameful nakedness. Buy from me medicine to put on your eyes. Then you can truly see.", "19": "“I correct and punish those whom I love. So be eager to do right. Change your hearts and lives. ", "20": "Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him. And he will eat with me.", "21": "“He who wins the victory will sit with me on my throne. It was the same with me. I won the victory and sat down with my Father on his throne. ", "22": "Everyone who has ears should listen to what the Spirit says to the churches.”"}