{"1": "After this I looked, and there before me was an open door in heaven. And I heard the same voice that spoke to me before. It was the voice that sounded like a trumpet. The voice said, “Come up here, and I will show you what must happen after this.” ", "2": "Then the Spirit took control of me. There before me was a throne in heaven. Someone was sitting on the throne. ", "3": "The One who sat on the throne looked like precious stones, like jasper and carnelian. All around the throne was a rainbow the color of an emerald. ", "4": "Around the throne there were 24 other thrones. There were 24 elders[a] sitting on the 24 thrones. The elders were dressed in white, and they had golden crowns on their heads. ", "5": "Lightning flashes and noises of thunder came from the throne. Before the throne there were seven lamps burning. These lamps are the seven spirits of God. ", "6": "Also before the throne there was something that looked like a sea of glass. It was clear like crystal. Around the throne, on each side, there were four living things. These living things had eyes all over them, in front and in back. ", "7": "The first living thing was like a lion. The second was like a calf. The third had a face like a man. The fourth was like a flying eagle. ", "8": "Each of these four living things had six wings. The living things were covered all over with eyes, inside and out. Day and night they never stop saying: “Holy, holy, holy is the Lord God All-Powerful. He was, he is, and he is coming.”", "9": "These living things give glory and honor and thanks to the One who sits on the throne. He is the One who lives forever and ever. And every time the living things do this, ", "10": "the 24 elders bow down before the One who sits on the throne. The elders worship him who lives forever and ever. They put their crowns down before the throne and say:", "11": "“Our Lord and God! You are worthy to receive glory and honor and power. You made all things. Everything existed and was made because you wanted it.”"}