{"1": "Judah's Corruption.[a] 1 The Lord said to me: Go buy yourself a linen loincloth; wear it on your loins, but do not put it in water. ", "2": "I bought the loincloth, as the Lord commanded, and put it on. ", "3": "A second time the word of the Lord came to me thus: ", "4": "Take the loincloth which you bought and are wearing, and go at once to the Perath; hide it there in a cleft of the rock. ", "5": "Obedient to the Lord's command, I went to the Perath and buried the loincloth. ", "6": "After a long time, the Lord said to me: Go now to the Perath and fetch the loincloth which I told you to hide there. ", "7": "So I went to the Perath, looked for the loincloth and took it from the place I had hidden it. But it was rotted, good for nothing! ", "8": "Then the word came to me from the Lord: ", "9": "Thus says the Lord: So also I will allow the pride of Judah to rot, the great pride of Jerusalem. ", "10": "This wicked people who refuse to obey my words, who walk in the stubbornness of their hearts and follow other gods, serving and worshiping them, will be like this loincloth, good for nothing. ", "11": "For, as the loincloth clings to a man's loins, so I made the whole house of Israel and the whole house of Judah cling to me—oracle of the Lord—to be my people, my fame, my praise, my glory. But they did not listen.", "12": "The Broken Wineflask. 12 Now speak to them this word: Thus says the Lord, the God of Israel: Every wineflask should be filled with wine. If they reply, “Do we not know that every wineflask should be filled with wine?” ", "13": "say to them: Thus says the Lord: Beware! I am making all the inhabitants of this land drunk, the kings who sit on David's throne, the priests and prophets, and all the inhabitants of Jerusalem. ", "14": "I will smash them against each other, parents and children together—oracle of the Lord—showing no compassion, I will neither spare nor pity, but I will destroy them.", "15": "Listen and give ear, do not be arrogant, for the Lord speaks.", "16": "Give glory to the Lord, your God, before he brings darkness; Before your feet stumble on mountains at twilight; Before the light you look for turns to darkness, changes into black clouds.", "17": "If you do not listen to this in your pride, I will weep many tears in secret; My eyes will run with tears for the Lord's flock, led away to exile.", "18": "Say to the king and to the queen mother: come down from your throne; From your heads your splendid crowns will fall.", "19": "The cities of the Negeb are besieged, with no one to relieve them; Judah is taken into exile—all of it— in total exile.", "20": "Lift up your eyes and see those coming in from the north. Where is the flock entrusted to you, your splendid sheep?", "21": "What will you say when rulers are appointed over you, those you taught to be allies? Will not pains seize you like those of a woman giving birth?", "22": "If you say to yourself: “Why have these things happened to me?” For your great guilt your skirts are stripped away and you are violated.", "23": "Can Ethiopians change their skin, leopards their spots? As easily would you be able to do good, accustomed to evil as you are.", "24": "I will scatter them like chaff that flies on the desert wind.", "25": "This is your lot, the portion I have measured out to you— oracle of the Lord. Because you have forgotten me, and trusted in deception,[b]", "26": "I now will strip away your skirts, so that your shame is visible.", "27": "Your adulteries, your neighings, your shameless prostitutions: On the hills, in the fields I see your detestable crimes. Woe to you, Jerusalem! How long will it be before you are clean?"}