{"1": "The Potter's Vessel.[a] 1 This word came to Jeremiah from the Lord: ", "2": "Arise and go down to the potter's house; there you will hear my word. ", "3": "I went down to the potter's house and there he was, working at the wheel. ", "4": "Whenever the vessel of clay he was making turned out badly in his hand, he tried again, making another vessel of whatever sort he pleased. ", "5": "Then the word of the Lord came to me: ", "6": "Can I not do to you, house of Israel, as this potter has done?—oracle of the Lord. Indeed, like clay in the hand of the potter, so are you in my hand, house of Israel. ", "7": "At one moment I may decree concerning a nation or kingdom that I will uproot and tear down and destroy it; ", "8": "but if that nation against whom I have decreed turns from its evil, then I will have a change of heart regarding the evil which I have decreed. ", "9": "At another moment, I may decree concerning a nation or kingdom that I will build up and plant it; ", "10": "but if that nation does what is evil in my eyes, refusing to obey my voice, then I will have a change of heart regarding the good with which I planned to bless it.", "11": "And now, tell this to the people of Judah and the inhabitants of Jerusalem: Thus says the Lord: Look, I am fashioning evil against you and making a plan. Return, all of you, from your evil way; reform your ways and your deeds. ", "12": "But they will say, “No use! We will follow our own devices; each one of us will behave according to the stubbornness of our evil hearts!”", "13": "Therefore thus says the Lord: Ask among the nations— who has ever heard the like? Truly horrible things virgin Israel has done!", "14": "Does the snow of Lebanon[b] desert the rocky heights? Do the gushing waters dry up that flow fresh down the mountains?", "15": "Yet my people have forgotten me: they offer incense in vain. They stumble off their paths, the ways of old, Traveling on bypaths, not the beaten track.", "16": "Their land shall be made a waste, an object of endless hissing:[c] All passersby will be horrified, shaking their heads.", "17": "Like the east wind, I will scatter them before their enemies; I will show them my back, not my face, in their day of disaster.", "18": "Another Prayer for Vengeance. 18 “Come,” they said, “let us devise a plot against Jeremiah, for instruction will not perish from the priests, nor counsel from the wise, nor the word from the prophets. Come, let us destroy him by his own tongue. Let us pay careful attention to his every word.”", "19": "Pay attention to me, O Lord, and listen to what my adversaries say.", "20": "Must good be repaid with evil that they should dig a pit to take my life? Remember that I stood before you to speak on their behalf, to turn your wrath away from them.", "21": "So now, give their children[d] to famine, deliver them to the power of the sword. Let their wives be childless and widows; let their husbands die of pestilence, their youths be struck down by the sword in battle.", "22": "May cries be heard from their homes, when suddenly you send plunderers against them. For they have dug a pit to capture me, they have hidden snares for my feet;", "23": "But you, Lord, know all their planning for my death. Do not forgive their crime, and their sin do not blot out from your sight! Let them stumble before you, in the time of your anger act against them."}