{"1": "Letter to the Exiles in Babylon. 1 These are the words of the scroll which Jeremiah the prophet sent from Jerusalem to the remaining elders among the exiles, to the priests, the prophets, and all the people whom Nebuchadnezzar exiled from Jerusalem to Babylon. ", "2": "This was after King Jeconiah and the queen mother, the court officials, the princes of Judah and Jerusalem, the artisans and smiths had left Jerusalem. ", "3": "Delivered in Babylon by Elasah,[a] son of Shaphan, and by Gemariah, son of Hilkiah, whom Zedekiah, king of Judah, sent to the king of Babylon, the letter read:", "4": "Thus says the Lord of hosts, the God of Israel, to all the exiles whom I exiled from Jerusalem to Babylon: ", "5": "Build houses and live in them; plant gardens and eat their fruits. ", "6": "Take wives and have sons and daughters; find wives for your sons and give your daughters to husbands, so that they may bear sons and daughters. Increase there; do not decrease. ", "7": "Seek the welfare of the city to which I have exiled you; pray for it to the Lord, for upon its welfare your own depends. ", "8": "For thus says the Lord of hosts, the God of Israel: Do not be deceived by the prophets and diviners who are among you; do not listen to those among you who dream dreams, ", "9": "for they prophesy lies to you in my name; I did not send them—oracle of the Lord.", "10": "For thus says the Lord: Only after seventy years have elapsed for Babylon will I deal with you and fulfill for you my promise to bring you back to this place. ", "11": "For I know well the plans I have in mind for you—oracle of the Lord—plans for your welfare and not for woe, so as to give you a future of hope. ", "12": "When you call me, and come and pray to me, I will listen to you. ", "13": "When you look for me, you will find me. Yes, when you seek me with all your heart, ", "14": "I will let you find me—oracle of the Lord—and I will change your lot; I will gather you together from all the nations and all the places to which I have banished you—oracle of the Lord—and bring you back to the place from which I have exiled you. ", "15": "As for your saying, “The Lord has raised up for us prophets here in Babylon”—", "16": "Thus says the Lord concerning the king sitting on David's throne and all the people living in this city, your kinsmen who did not go with you into exile; ", "17": "thus says the Lord of hosts: I am sending against them sword, famine, and pestilence. I will make them like rotten figs, so spoiled that they cannot be eaten. ", "18": "I will pursue them with sword, famine, and pestilence, and make them an object of horror to all the kingdoms of the earth, a curse, a desolation, a hissing, and a reproach to all the nations among which I have banished them, ", "19": "because they did not listen to my words—oracle of the Lord—even though I kept sending them my servants the prophets, but they would not listen to them—oracle of the Lord.", "20": "As for you, listen to the word of the Lord, all you exiles whom I sent away from Jerusalem to Babylon. ", "21": "This is what the Lord of hosts, the God of Israel, says about Ahab, son of Kolaiah, and Zedekiah, son of Maaseiah, who prophesy lies to you in my name: I am handing them over to Nebuchadnezzar, king of Babylon, who will kill them before your eyes. ", "22": "And because of them this curse will be used by all the exiles of Judah in Babylon: “May the Lord make you like Zedekiah and Ahab, whom the king of Babylon roasted in fire,” ", "23": "because they have committed an outrage in Israel, committing adultery with their neighbors' wives, and alleging in my name things I did not command. I know, I am witness—oracle of the Lord.", "24": "The False Prophet Shemaiah. 24 To Shemaiah, the Nehelamite, say: ", "25": "Thus says the Lord of hosts, the God of Israel: Because you sent documents in your own name to all the people in Jerusalem, to Zephaniah, the priest, son of Maaseiah, and to all the priests saying: ", "26": "[b]“It is the Lord who has appointed you priest in place of the priest Jehoiada, to provide officers for the house of the Lord, that you may confine in stocks or pillory any madman who poses as a prophet. ", "27": "Why, then, have you not rebuked Jeremiah of Anathoth who poses as a prophet among you? ", "28": "For he sent this message to us in Babylon: It will be a long time; build houses to live in; plant gardens and eat their fruit. . . .”", "29": "When the priest Zephaniah read this letter to Jeremiah the prophet, ", "30": "the word of the Lord came to Jeremiah: ", "31": "Send to all the exiles: Thus says the Lord concerning Shemaiah, the Nehelamite: Because Shemaiah prophesies to you, although I did not send him, and has led you to rely on a lie, ", "32": "therefore thus says the Lord, I will punish Shemaiah, the Nehelamite, and his descendants. None of them shall dwell among this people to see the good I will do for this people—oracle of the Lord—because he preached rebellion against the Lord."}