{"1": "The Restoration.[a] 1 This word came to Jeremiah from the Lord: ", "2": "Thus says the Lord, the God of Israel: Write down on a scroll all the words I have spoken to you. ", "3": "For indeed, the days are coming—oracle of the Lord—when I will restore the fortunes of my people Israel and Judah—oracle of the Lord. I will bring them back to the land which I gave to their ancestors, and they shall take possession of it.", "4": "These are the words the Lord spoke to Israel and to Judah: ", "5": "Thus says the Lord: We hear a cry of fear: terror, not peace.", "6": "Inquire and see: does a male give birth? Why, then, do I see all these men, their hands on their loins Like women in labor, all their faces drained of color?", "7": "Ah! How mighty is that day— there is none like it! A time of distress for Jacob, though he shall be saved from it.", "8": "On that day—oracle of the Lord of hosts—I will break his yoke off your neck and snap your bonds. Strangers shall no longer enslave them; ", "9": "instead, they shall serve the Lord, their God, and David, their king,[b] whom I will raise up for them.", "10": "But you, my servant Jacob, do not fear!—oracle of the Lord— do not be dismayed, Israel! For I will soon deliver you from places far away, your offspring from the land of their exile; Jacob shall again find rest, secure, with none to frighten him,", "11": "for I am with you—oracle of the Lord—to save you. I will bring to an end all the nations among whom I have scattered you; but you I will not bring to an end. I will chastise you as you deserve, I will not let you go unpunished.", "12": "For thus says the Lord: Incurable is your wound, grievous your injury;", "13": "There is none to plead your case, no remedy for your running sore, no healing for you.", "14": "All your lovers have forgotten you, they do not seek you out. I struck you as an enemy would strike, punishing you cruelly.", "15": "Why cry out over your wound? There is no relief for your pain. Because of your great guilt, your numerous sins, I have done this to you.", "16": "Yet all who devour you shall be devoured, all your enemies shall go into exile. All who plunder you shall become plunder, all who pillage you I will hand over to be pillaged.", "17": "For I will restore your health; I will heal your injuries—oracle of the Lord. “The outcast” they have called you, “whom no one looks for.”", "18": "Thus says the Lord: See! I will restore the fortunes of Jacob's tents, on his dwellings I will have compassion; A city shall be rebuilt upon its own ruins, a citadel restored where it should be.", "19": "From them will come praise, the sound of people rejoicing. I will increase them, they will not decrease, I will glorify them, they will not be insignificant.", "20": "His children shall be as of old, his assembly shall stand firm in my presence, I will punish all his oppressors.", "21": "His leader[c] shall be one of his own, and his ruler shall emerge from his ranks. He shall approach me when I summon him; Why else would he dare approach me?—oracle of the Lord.", "22": "You shall be my people, and I will be your God.", "23": "Look! The storm of the Lord! His wrath breaks out In a whirling storm that bursts upon the heads of the wicked.", "24": "The anger of the Lord will not abate until he has carried out completely the decisions of his heart. In days to come you will fully understand it."}