{"1": "At that time—oracle of the Lord— I will be the God of all the families of Israel, and they shall be my people.", "2": "[a]Thus says the Lord: The people who escaped the sword find favor in the wilderness. As Israel comes forward to receive rest,", "3": "from afar the Lord appears: With age-old love I have loved you; so I have kept my mercy toward you.", "4": "Again I will build you, and you shall stay built, virgin Israel; Carrying your festive tambourines, you shall go forth dancing with merrymakers.", "5": "You shall again plant vineyards on the mountains of Samaria; those who plant them shall enjoy their fruits.", "6": "Yes, a day will come when the watchmen call out on Mount Ephraim: “Come, let us go up to Zion, to the Lord, our God.”", "7": "For thus says the Lord: Shout with joy for Jacob, exult at the head of the nations; proclaim your praise and say: The Lord has saved his people, the remnant of Israel.", "8": "Look! I will bring them back from the land of the north; I will gather them from the ends of the earth, the blind and the lame in their midst, Pregnant women, together with those in labor— an immense throng—they shall return.", "9": "With weeping they shall come, but with compassion I will guide them; I will lead them to streams of water, on a level road, without stumbling. For I am a father to Israel, Ephraim is my firstborn.", "10": "Hear the word of the Lord, you nations, proclaim it on distant coasts, and say: The One who scattered Israel, now gathers them; he guards them as a shepherd his flock.", "11": "The Lord shall ransom Jacob, he shall redeem him from a hand too strong for him.", "12": "Shouting, they shall mount the heights of Zion, they shall come streaming to the Lord's blessings: The grain, the wine, and the oil, flocks of sheep and cattle; They themselves shall be like watered gardens, never again neglected.", "13": "Then young women shall make merry and dance, young men and old as well. I will turn their mourning into joy, I will show them compassion and have them rejoice after their sorrows.", "14": "I will lavish choice portions on the priests, and my people shall be filled with my blessings— oracle of the Lord.", "15": "Thus says the Lord: In Ramah[b] is heard the sound of sobbing, bitter weeping! Rachel mourns for her children, she refuses to be consoled for her children—they are no more!", "16": "Thus says the Lord: Cease your cries of weeping, hold back your tears! There is compensation for your labor— oracle of the Lord— they shall return from the enemy's land.", "17": "There is hope for your future—oracle of the Lord— your children shall return to their own territory.", "18": "Indeed, I heard Ephraim rocking in grief: You chastised me, and I was chastised; I was like an untamed calf. Bring me back, let me come back, for you are the Lord, my God.", "19": "For after I turned away, I repented; after I came to myself, I struck my thigh;[c] I was ashamed, even humiliated, because I bore the disgrace of my youth.", "20": "Is Ephraim not my favored son, the child in whom I delight? Even though I threaten him, I must still remember him! My heart stirs for him, I must show him compassion!—oracle of the Lord.", "21": "Set up road markers, put up signposts; Turn your attention to the highway, the road you walked. Turn back, virgin Israel, turn back to these your cities.", "22": "How long will you continue to hesitate, rebellious daughter? The Lord has created a new thing upon the earth: woman encompasses man.[d]", "23": "Thus says the Lord of hosts, the God of Israel: When I restore their fortunes in the land of Judah and in its cities, they shall again use this greeting: “May the Lord bless you, Tent of Justice, Holy Mountain!” ", "24": "Judah and all its cities, the farmers and those who lead the flock shall dwell there together. ", "25": "For I will slake the thirst of the faint; the appetite of all the weary I will satisfy. ", "26": "At this I awoke and opened my eyes; my sleep was satisfying.[e]", "27": "See, days are coming—oracle of the Lord—when I will sow the house of Israel and the house of Judah with the seed of human beings and the seed of animals. ", "28": "As I once watched over them to uproot and tear down, to demolish, to destroy, and to harm, so I will watch over them to build and to plant—oracle of the Lord. ", "29": "In those days they shall no longer say, “The parents ate unripe grapes, and the children's teeth are set on edge,”[f]", "30": "but all shall die because of their own iniquity: the teeth of anyone who eats unripe grapes shall be set on edge. The New Covenant.[g] ", "31": "See, days are coming—oracle of the Lord—when I will make a new covenant with the house of Israel and the house of Judah. ", "32": "It will not be like the covenant I made with their ancestors the day I took them by the hand to lead them out of the land of Egypt. They broke my covenant, though I was their master—oracle of the Lord. ", "33": "But this is the covenant I will make with the house of Israel after those days—oracle of the Lord. I will place my law within them, and write it upon their hearts; I will be their God, and they shall be my people. ", "34": "They will no longer teach their friends and relatives, “Know the Lord!” Everyone, from least to greatest, shall know me—oracle of the Lord—for I will forgive their iniquity and no longer remember their sin.", "35": "Thus says the Lord, Who gives the sun to light the day, moon and stars to light the night; Who stirs up the sea so that its waves roar, whose name is Lord of hosts:", "36": "If ever this fixed order gives way before me—oracle of the Lord— Then would the offspring of Israel cease as a people before me forever.", "37": "Thus says the Lord: If the heavens on high could be measured, or the foundations below the earth be explored, Then would I reject all the offspring of Israel because of all they have done—oracle of the Lord. Jerusalem Rebuilt.[h] ", "38": "See, days are coming—oracle of the Lord—when the city shall be rebuilt as the Lord's, from the Tower of Hananel to the Corner Gate. ", "39": "A measuring line shall be stretched from there straight to the hill Gareb and then turn to Goah. ", "40": "The whole valley of corpses and ashes, all the terraced slopes toward the Wadi Kidron, as far as the corner of the Horse Gate at the east, shall be holy to the Lord. Never again shall the city be uprooted or demolished."}