{"1": "Restoration of Jerusalem. 1 The word of the Lord came to Jeremiah a second time while he was still confined in the court of the guard: ", "2": "Thus says the Lord who made the earth, giving it shape and stability, Lord is his name: ", "3": "Call to me, and I will answer you; I will tell you great things beyond the reach of your knowledge. ", "4": "Thus says the Lord, the God of Israel, concerning the houses of this city and the houses of the kings of Judah, which are being torn down because of the siegeworks and the sword: ", "5": "men come to battle the Chaldeans, and to fill these houses with the corpses of those whom I have struck down in my raging anger, when I hid my face from this city because of all their wickedness.", "6": "Look! I am bringing the city recovery and healing; I will heal them and reveal to them an abundance of lasting peace. ", "7": "I will restore the fortunes of Judah and Israel, and rebuild them as they were in the beginning. ", "8": "I will purify them of all the guilt they incurred by sinning against me; I will forgive all their offenses by which they sinned and rebelled against me. ", "9": "Then this city shall become joy for me, a name of praise and pride, before all the nations of the earth, as they hear of all the good I am doing for them. They shall fear and tremble because of all the prosperity I give it.", "10": "Thus says the Lord: In this place, about which you say: “It is a waste without people or animals!” and in the cities of Judah, in the streets of Jerusalem now deserted, without people, without inhabitant, without animal, there shall yet be heard ", "11": "the song of joy, the song of gladness, the song of the bridegroom, the song of the bride, the song of those bringing thank offerings to the house of the Lord: “Give thanks to the Lord of hosts, for the Lord is good; God's love endures forever.” For I will restore the fortunes of this land as they were in the beginning, says the Lord.", "12": "Thus says the Lord of hosts: In this place, now a waste, without people or animals, and in all its cities there shall again be sheepfolds for the shepherds to rest their flocks. ", "13": "In the cities of the hill country, of the Shephelah and the Negeb, in the land of Benjamin and the neighborhood of Jerusalem, and in the cities of Judah, flocks will again pass under the hands of the one who counts them, says the Lord.", "14": "[a]The days are coming—oracle of the Lord—when I will fulfill the promise I made to the house of Israel and the house of Judah. ", "15": "In those days, at that time, I will make a just shoot spring up for David; he shall do what is right and just in the land. ", "16": "In those days Judah shall be saved and Jerusalem shall dwell safely; this is the name they shall call her: “The Lord our justice.” ", "17": "For thus says the Lord: David shall never lack a successor on the throne of the house of Israel, ", "18": "nor shall the priests of Levi ever be lacking before me, to sacrifice burnt offerings, to burn cereal offerings, and to make sacrifices.", "19": "This word of the Lord also came to Jeremiah: ", "20": "Thus says the Lord: If you can break my covenant with day and my covenant with night so that day and night no longer appear in their proper time, ", "21": "only then can my covenant with my servant David be broken, so that he will not have a descendant to act as king upon his throne, and my covenant with the priests of Levi who minister to me. ", "22": "Just as the host of heaven cannot be numbered and the sands of the sea cannot be counted, so I will multiply the descendants of David my servant and the Levites who minister to me.", "23": "This word of the Lord came to Jeremiah: ", "24": "Have you not noticed what these people are saying: “The Lord has rejected the two tribes he had chosen”? They hold my people in contempt as if it were no longer a nation in their eyes. ", "25": "Thus says the Lord: If I have no covenant with day and night, if I did not establish statutes for heaven and earth, ", "26": "then I will also reject the descendants of Jacob and of David my servant, no longer selecting from his descendants rulers for the offspring of Abraham, Isaac, and Jacob. Yes, I will restore their fortunes and show them mercy."}