{"1": "Jeremiah in the Dungeon. 1 Zedekiah, son of Josiah, became king, succeeding Coniah, son of Jehoiakim; Nebuchadnezzar, king of Babylon, appointed him king over the land of Judah. ", "2": "Neither he, nor his officials, nor the people of the land would listen to the words which the Lord spoke through Jeremiah the prophet. ", "3": "Yet King Zedekiah sent Jehucal, son of Shelemiah, and Zephaniah, son of Maaseiah the priest, to Jeremiah the prophet with this request: “Please appeal to the Lord, our God, for us.” ", "4": "At this time Jeremiah still came and went freely among the people; he had not yet been put into prison.[a] ", "5": "Meanwhile, Pharaoh's army[b] had set out from Egypt, and when the Chaldeans who were besieging Jerusalem heard this report, they withdrew from the city.", "6": "Then the word of the Lord came to Jeremiah the prophet: ", "7": "Thus says the Lord, the God of Israel: Thus you must say to the king of Judah who sent you to consult me: Listen! Pharaoh's army, which has set out to help you, will return to Egypt, its own land. ", "8": "The Chaldeans shall return and attack this city; they shall capture it and destroy it by fire.", "9": "Thus says the Lord: Do not deceive yourselves, saying: “The Chaldeans are surely leaving us forever.” They are not! ", "10": "Even if you could defeat the whole Chaldean army that is now attacking you, and only the wounded remained, each in his tent, these would rise up and destroy the city with fire.", "11": "Now when the Chaldean army withdrew from Jerusalem because of the army of Pharaoh, ", "12": "Jeremiah set out from Jerusalem to go to the territory of Benjamin, to receive his share of property among the people. ", "13": "But at the Gate of Benjamin, the captain of the guard, by the name of Irijah, son of Shelemiah, son of Hananiah, arrested Jeremiah the prophet, saying, “You are deserting to the Chaldeans!” ", "14": "“That is a lie!” Jeremiah answered, “I am not deserting to the Chaldeans.” Without listening to him, Irijah kept Jeremiah in custody and brought him to the princes.", "15": "The princes were enraged at Jeremiah and had Jeremiah beaten and imprisoned in the house of Jonathan the scribe, for they were using it as a jail. ", "16": "And so Jeremiah went into a room in the dungeon, where he remained many days.", "17": "Then King Zedekiah had him brought to his palace, and he asked him secretly, “Is there any word from the Lord?” “There is!” Jeremiah answered: “You shall be handed over to the king of Babylon.” ", "18": "Jeremiah then asked King Zedekiah: “How have I wronged you or your officials or this people, that you should put me in prison? ", "19": "Where are your own prophets who prophesied for you, saying: 'The King of Babylon will not attack you or this land'? ", "20": "Please hear me, my lord king! Grant my petition: do not send me back into the house of Jonathan the scribe, or I shall die there.”", "21": "So King Zedekiah ordered that Jeremiah be confined in the court of the guard and given a ration of bread every day from the bakers' street until all the bread in the city was eaten up. Thus Jeremiah remained in the court of the guard."}