{"1": "Jeremiah in the Muddy Cistern. 1 Shephatiah, son of Mattan, Gedaliah, son of Pashhur, Jucal, son of Shelemiah, and Pashhur, son of Malchiah, heard the words Jeremiah was speaking to all the people:[a] ", "2": "Thus says the Lord: Those who remain in this city shall die by means of the sword, starvation, and disease; but those who go out to the Chaldeans shall live. Their lives shall be spared them as spoils of war that they may live. ", "3": "Thus says the Lord: This city shall certainly be handed over to the army of the king of Babylon; he shall capture it.", "4": "Then the princes said to the king, “This man ought to be put to death. He is weakening the resolve[b] of the soldiers left in this city and of all the people, by saying such things to them; he is not seeking the welfare of our people, but their ruin.” ", "5": "King Zedekiah answered: “He is in your hands,” for the king could do nothing with them. ", "6": "And so they took Jeremiah and threw him into the cistern of Prince Malchiah, in the court of the guard, letting him down by rope. There was no water in the cistern, only mud, and Jeremiah sank down into the mud.", "7": "Now Ebed-melech, an Ethiopian, a court official in the king's house, heard that they had put Jeremiah in the cistern. The king happened to be sitting at the Gate of Benjamin, ", "8": "and Ebed-melech went there from the house of the king and said to him, ", "9": "“My lord king, these men have done wrong in all their treatment of Jeremiah the prophet, throwing him into the cistern. He will starve to death on the spot, for there is no more bread in the city.” ", "10": "Then the king ordered Ebed-melech the Ethiopian: “Take three men with you, and get Jeremiah the prophet out of the cistern before he dies.” ", "11": "Ebed-melech took the men with him, and went first to the linen closet in the house of the king. He took some old, tattered rags and lowered them by rope to Jeremiah in the cistern. ", "12": "Then he said to Jeremiah, “Put these old, tattered rags between your armpits and the ropes.” Jeremiah did so, ", "13": "and they pulled him up by rope out of the cistern. But Jeremiah remained in the court of the guard.", "14": "King Zedekiah summoned Jeremiah the prophet to meet him at the third entrance of the house of the Lord. “I have a question to ask you,” the king said to Jeremiah. “Do not hide anything from me.” ", "15": "Jeremiah answered Zedekiah: “If I tell you anything, will you not have me put to death? If I counsel you, you will not listen to me!” ", "16": "But King Zedekiah swore to Jeremiah secretly: “As the Lord lives who gave us our lives, I will not kill you, nor will I hand you over to those men who seek your life.”", "17": "Jeremiah then said to Zedekiah: “Thus says the Lord God of hosts, the God of Israel: If you will only surrender to the princes of Babylon's king, you shall save your life; this city shall not be destroyed by fire, and you and your household shall live. ", "18": "But if you do not surrender to the princes of Babylon's king, this city shall fall into the hand of the Chaldeans, who shall destroy it by fire, and you shall not escape their hand.”", "19": "King Zedekiah said to Jeremiah, “I am afraid of the Judahites who have deserted to the Chaldeans; I could be handed over to them, and they will mistreat me.” ", "20": "“You will not be handed over to them,” Jeremiah answered. “I beg you! Please listen to the voice of the Lord regarding what I tell you so that it may go well with you and your life be spared. ", "21": "But if you refuse to surrender, this is what the Lord has shown: ", "22": "I see all the women who remain in the house of Judah's king being brought out to the princes of Babylon's king, and they are crying: 'They betrayed you, outdid you, your good friends! Now that your feet are sunk in mud, they slink away.'", "23": "All your wives and children shall be brought out to the Chaldeans, and you shall not escape their hands; you shall be handed over to the king of Babylon, and this city shall be destroyed by fire.”", "24": "Then Zedekiah said to Jeremiah, “Let no one know about this conversation, or you shall die. ", "25": "If the princes should hear I spoke with you and if they should come and ask you, 'Tell us what you said to the king; do not hide it from us, or we will kill you,' or, 'What did the king say to you?' ", "26": "then give them this answer: 'I petitioned the king not to send me back to Jonathan's house lest I die there.'” ", "27": "When all the princes came to Jeremiah and questioned him, he answered them with the very words the king had commanded. They said no more to him, for nothing had been overheard of the conversation. ", "28": "Thus Jeremiah stayed in the court of the guard until the day Jerusalem was taken."}