{"1": "Then all the military leaders, including Johanan, son of Kareah, Azariah, son of Hoshaiah, and all the people, from the least to the greatest, ", "2": "approached Jeremiah the prophet and said, “Please grant our petition; pray for us to the Lord, your God, for all this remnant. As you see, only a few of us remain, but once we were many. ", "3": "May the Lord, your God, show us the way we should take and what we should do.” ", "4": "“Very well!” Jeremiah the prophet answered them: “I will pray to the Lord, your God, as you desire; whatever the Lord answers, I will tell you; I will withhold nothing from you.” ", "5": "And they said to Jeremiah, “May the Lord be a true and faithful witness against us if we do not follow all the instructions the Lord, your God, sends us through you. ", "6": "Whether we like it or not, we will obey the command of the Lord, our God, to whom we are sending you, so that it may go well with us for obeying the command of the Lord, our God.”", "7": "Ten days passed before the word of the Lord came to Jeremiah. ", "8": "Then he called Johanan, son of Kareah, his army leaders, and all the people, from the least to the greatest, ", "9": "and said to them: Thus says the Lord, the God of Israel, to whom you sent me to offer your petition: ", "10": "If indeed you will remain in this land, I will build you up, and not tear you down; I will plant you, not uproot you; for I repent of the evil I have done you. ", "11": "Do not fear the king of Babylon, as you do now. Do not fear him—oracle of the Lord—for I am with you to save you, to rescue you from his power. ", "12": "I will take pity on you, so that he will have pity on you and let you return to your land. ", "13": "But if you keep saying, “We will not stay in this land,” thus disobeying the voice of the Lord, your God, ", "14": "and saying, “No, we will go to the land of Egypt, where we will not see war, nor hear the trumpet alarm, nor hunger for bread. There we will live!” ", "15": "then listen to the word of the Lord, remnant of Judah: Thus says the Lord of hosts, the God of Israel: If you are set on going to Egypt and settling down there once you arrive, ", "16": "the sword you fear shall overtake you in the land of Egypt; the hunger you dread shall pursue you to Egypt and there you shall die. ", "17": "All those determined to go to Egypt to live shall die by the sword, famine, and disease: not one shall survive or escape the evil that I am bringing upon them. ", "18": "For thus says the Lord of hosts, the God of Israel: Just as my furious wrath was poured out upon the inhabitants of Jerusalem, so shall my anger be poured out on you when you reach Egypt. You shall become a malediction and a horror, a curse and a reproach, and you shall never see this place again.", "19": "The Lord has spoken to you, remnant of Judah. Do not go to Egypt! Mark well that I am warning you this day. ", "20": "At the cost of your lives you have been deceitful, for you yourselves sent me to the Lord, your God, saying, “Pray for us to the Lord, our God; whatever the Lord, our God, shall say, tell us and we will do it.” ", "21": "Today I have told you, but you have not listened to the voice of the Lord your God, in anything that he has sent me to tell you. ", "22": "Have no doubt about this: you shall die by the sword, famine, and disease in the place where you want to go and live."}