{"1": "The word of the Lord that came to Jeremiah the prophet concerning the nations.", "2": "Against Egypt. 2 Concerning Egypt. Against the army of Pharaoh Neco, king of Egypt, defeated at Carchemish on the Euphrates[b] by Nebuchadrezzar, king of Babylon, in the fourth year of Jehoiakim, son of Josiah, king of Judah:", "3": "Prepare buckler and shield! move forward to battle!", "4": "Harness the horses, charioteers, mount up! Fall in, with helmets on; polish your spears, put on your armor.", "5": "What do I see? Are they panicking, falling apart? Their warriors are hammered back, They flee headlong never making a stand. Terror on every side— oracle of the Lord!", "6": "The swift cannot flee, nor the warrior escape: There up north, on the banks of the Euphrates they stumble and fall.", "7": "Who is this? Like the Nile, it rears up; like rivers, its waters surge.", "8": "Egypt rears up like the Nile, like rivers, its waters surge. “I will rear up,” it says, “and cover the earth, destroying the city and its people.", "9": "Forward, horses! charge, chariots! March forth, warriors, Cush and Put, bearing shields, Archers of Lud, stretching bows!”", "10": "Today belongs to the Lord God of hosts, a day of vengeance, vengeance on his foes! The sword devours and is sated, drunk with their blood: for the Lord God of hosts holds a sacrifice in the land of the north, on the River Euphrates.", "11": "Go up to Gilead, procure balm, Virgin daughter Egypt! No use to multiply remedies; for you there is no healing.", "12": "The nations hear your cries, your screaming fills the earth. Warrior stumbles against warrior, both collapse together.", "13": "The word that the Lord spoke to Jeremiah the prophet when Nebuchadrezzar, king of Babylon, came to attack the land of Egypt:[c]", "14": "Proclaim in Egypt, announce in Migdol, announce in Memphis and Tahpanhes! Say: Fall in, get ready, the sword has devoured your neighbors.", "15": "Why has Apis[d] fled? Your champion did not stand, Because the Lord thrust him down;", "16": "he stumbled repeatedly then collapsed. They said to each other, “Get up! We must return to our own people, To the land of our birth, away from the destroying sword.”", "17": "Give Pharaoh, king of Egypt, the name “Braggart-missed-his-chance.”[e]", "18": "As I live, says the King whose name is Lord of hosts, Like Tabor above mountains, like Carmel[f] above the sea, he comes.", "19": "Pack your bags for exile, enthroned daughter Egypt; Memphis shall become a wasteland, an empty ruin.", "20": "Egypt is a beautiful heifer, a horsefly from the north keeps coming.", "21": "Even the mercenaries in her ranks are like fattened calves; They too turn and flee together— they do not stand their ground, For their day of ruin comes upon them, their time of punishment.", "22": "Her voice is like a snake! Yes, they come in force; They attack her with axes, like those who fell trees.", "23": "They cut down her forest—oracle of the Lord— impenetrable though it be; More numerous than locusts, they cannot be counted.", "24": "Shamed is daughter Egypt, handed over to a people from the north.", "25": "The Lord of hosts, the God of Israel, has said: See! I will punish Amon[g] of Thebes and Egypt, gods, kings, Pharaoh, and those who trust in him. ", "26": "I will hand them over to those who seek their lives, to Nebuchadrezzar, king of Babylon, and to his officers. But later, Egypt shall be inhabited again, as in days of old—oracle of the Lord.", "27": "But you, my servant Jacob, do not fear; do not be dismayed, Israel! Listen! I will deliver you from far-off lands; your offspring, from the land of their exile. Jacob shall again find rest, secure, with none to frighten him.", "28": "You, Jacob my servant, must not fear—oracle of the Lord— for I am with you; I will make an end of all the nations to which I have driven you, But of you I will not make an end: I will chastise you as you deserve, I cannot let you go unpunished."}