{"1": "Against Moab.[a] 1 Concerning Moab. Thus says the Lord of hosts, the God of Israel: Ah, Nebo! it is ravaged; Kiriathaim is disgraced, captured; Disgraced and overthrown is the stronghold:", "2": "Moab's glory is no more. In Heshbon they plot evil against her: “Come! We will put an end to her as a nation.” You, too, Madmen,[b] shall be silenced; you the sword stalks!", "3": "Listen! an outcry from Horonaim, “Ruin and great destruction!”", "4": "“Moab is crushed!” their outcry is heard in Zoar.", "5": "Up the ascent of Luhith they go weeping; At the descent to Horonaim they hear cries of anguish:", "6": "“Flee, save your lives! Be like a wild donkey in the wilderness!”", "7": "Because you trusted in your works and your treasures, you also shall be captured. Chemosh[c] shall go into exile, his priests and princes with him.", "8": "The destroyer comes upon every city, not a city escapes; Ruined is the valley, wasted the plateau—oracle of the Lord.", "9": "Set up a tombstone for Moab; it will soon become a complete wasteland, Its cities turned into ruins where no one dwells.", "10": "Cursed are they who do the Lord's work carelessly, cursed those who keep their sword from shedding blood.", "11": "[d]Moab has been resting from its youth, suspended above its dregs, Never poured from flask to flask, never driven into exile. Thus it retained its flavor, its bouquet is not lost.", "12": "Be assured! The days are coming—oracle of the Lord—when I will send him wine-makers to decant the wine; they shall empty its flasks and smash its jars. ", "13": "Chemosh shall disappoint Moab, just as the house of Israel was disappointed by Bethel, in which they trusted.", "14": "How can you say, “We are heroes, mighty warriors”?", "15": "The one who ravages Moab and its cities comes up, the best of its youth go down to slaughter— oracle of the King, whose name is Lord of hosts.", "16": "Moab's ruin is near at hand, its disaster approaches swiftly.", "17": "Mourn, all you neighbors, all you who know its name! Say: How the mighty scepter is broken, the glorious staff!", "18": "Come down from glory, sit on the parched ground, enthroned daughter Dibon;[e] Moab's destroyer has fallen upon you, has shattered your strongholds.", "19": "Stand along the road, keep watch, enthroned Aroer; Ask the fleeing man, the escaping woman: ask them what has happened.", "20": "“Moab is put to shame, destroyed.” Wail and cry out, Proclaim it at the Arnon: “Moab is destroyed!”", "21": "Judgment has come upon the plateau: on Holon, Jahzah, and Mephaath, ", "22": "on Dibon, Nebo, and Beth-diblathaim, ", "23": "on Kiriathaim, Beth-gamul, and Beth-meon, ", "24": "on Kerioth and on Bozrah: on all the cities of the land of Moab, far and near.", "25": "The horn of Moab is cut off, its arm is broken—oracle of the Lord.", "26": "Make him drunk because he set himself over against the Lord; let Moab swim in his vomit and become a laughingstock. ", "27": "Has Israel not been a laughingstock to you? Was he caught among thieves that you wag your heads whenever you speak of him?", "28": "Abandon the cities, take shelter in the crags, inhabitants of Moab. Be like the dove that nests in the walls of a gorge.", "29": "We have heard of the pride of Moab, pride beyond bounds: His loftiness, his pride, his scorn, his insolent heart.", "30": "I myself know his arrogance—oracle of the Lord— liar in word, liar in deed.", "31": "And so I wail over Moab, over all Moab I cry, over the people of Kir-heres I moan.", "32": "More than for Jazer I weep for you, vine of Sibmah. Your tendrils trailed down to the sea, as far as Jazer they stretched. Upon your summer harvest and your vintage, the destroyer has fallen.", "33": "Joy and gladness are taken away from the garden land, the land of Moab. I dry up the wine from the wine vats, the treader treads no more, the vintage shout is stilled.", "34": "The cry of Heshbon and Elealeh is heard as far as Jahaz; they call from Zoar to Horonaim and to Eglath-shelishiyah; even the waters of Nimrim turn into a wasteland. ", "35": "I will leave no one in Moab—oracle of the Lord—to offer burnt offerings on the high place or to make sacrifices to their gods. ", "36": "Hence my heart wails like a flute for Moab; my heart wails like a flute for the people of Kir-heres: the wealth they accumulated has perished. ", "37": "Every head has been shaved bald, every beard cut off; every hand gashed, and all their loins are draped in sackcloth. ", "38": "On all the rooftops of Moab and in all its squares there is mourning. I have shattered Moab like a pot that no one wants—oracle of the Lord. ", "39": "How terrified they are, how they wail! How Moab turns its back in shame! Moab has become a laughingstock and a horror to all its neighbors!", "40": "For thus says the Lord: Look there! Like an eagle he swoops, spreading his wings over Moab.", "41": "Cities are captured, strongholds seized: On that day the hearts of Moab's warriors become like the heart of a woman in labor.", "42": "Moab shall be wiped out, a people no more, because it set itself over against the Lord.", "43": "Terror, pit, and trap be upon you, enthroned Moab—oracle of the Lord.", "44": "Those fleeing the terror fall into the pit; Those climbing out of the pit are caught in the trap; Ah, yes! I will bring these things upon Moab in the year of their punishment—oracle of the Lord.", "45": "In Heshbon's shadow the fugitives stop short, exhausted; For fire blazes up from Heshbon, and flames up from the house of Sihon: It consumes the forehead of Moab, the scalp of the noisemakers.", "46": "Woe to you, Moab! You are finished, people of Chemosh! Your sons are taken into exile, your daughters into captivity.", "47": "Yet I will restore the fortunes of Moab in the days to come—oracle of the Lord. Thus far the judgment on Moab."}