{"1": "Against the Ammonites. 1 Concerning the Ammonites. Thus says the Lord: Has Israel no sons? none to inherit? Why has Milcom[a] disinherited Gad, why are his people living in its cities?", "2": "Therefore the days are coming—oracle of the Lord— when I will sound the battle alarm against Rabbah of the Ammonites; It shall become a mound of ruins, and its villages destroyed by fire. Israel shall then inherit those who disinherited it— oracle of the Lord.", "3": "Wail, Heshbon, “The ruin is destroyed!” shriek, villages of Rabbah! Put on sackcloth and lament! Run back and forth in the sheepfolds. For Milcom is going into exile, taking priest and prince with him.", "4": "Why boast in your strength, your ebbing strength, rebellious daughter? Why trust in your treasures, saying, “Who would dare attack me?”", "5": "See, I am bringing terror upon you— oracle of the Lord God of hosts— from all around you; You shall be scattered, each in headlong flight, with no one to gather the fugitives.", "6": "But afterward I will restore the fortunes of the Ammonites—oracle of the Lord. Against Edom.[b] ", "7": "Concerning Edom. Thus says the Lord of hosts: Is there no more wisdom in Teman,[c] has counsel perished from the prudent, is their wisdom gone?", "8": "Flee, retreat, hide deep for lodging, inhabitants of Dedan: For I bring disaster upon Esau[d] when I come to punish them.", "9": "If vintagers came upon you, they would leave no gleanings; If thieves by night, they would destroy as they pleased.", "10": "So I myself will strip Esau; I will uncover his lairs so he cannot hide. Offspring and family are destroyed, neighbors, too; he is no more.", "11": "Leave your orphans behind, I will keep them alive; your widows, let them trust in me.", "12": "For thus says the Lord: Look, even those not sentenced to drink the cup must drink it! Shall you then go unpunished? You shall not! You shall drink every bit of it! ", "13": "By myself I have sworn—oracle of the Lord—Bozrah[e] shall become an object of horror, a disgrace, a desolation, and a curse. Bozrah and all its cities shall become ruins forever.", "14": "I have heard a report from the Lord, a herald has been sent among the nations: “Gather together, move against it, get ready for battle!”", "15": "I will make you the least among the nations, despised by all people!", "16": "The terror you spread, the pride of your heart, beguiled you. You denizens of rocks and crevices, occupying towering peaks: Though you build your nest high as the eagle, from there I will bring you down—oracle of the Lord.", "17": "Edom shall become an object of horror. Passersby recoil in terror, hissing at all its wounds. ", "18": "As when Sodom, Gomorrah, and their neighbors were overthrown—oracle of the Lord—no one shall live in it, nor anyone settle there.", "19": "As when a lion comes up from a thicket of the Jordan to a permanent pasture, So in an instant, I will chase them off; I will establish there whomever I choose. For who is like me? Who holds me accountable? What shepherd can stand against me?", "20": "Therefore, listen to the strategy the Lord devised for Edom; The plans he has drawn up against the inhabitants of Teman: They shall be dragged away, even the smallest of the flock; their pasture shall be aghast because of them.", "21": "With the din of their collapse the earth quakes, to the Red Sea the outcry is heard!", "22": "Look! like an eagle he soars aloft, and spreads his wings over Bozrah; On that day the hearts of Edom's warriors become like the heart of a woman in labor.", "23": "Against Damascus. 23 Concerning Damascus. Hamath and Arpad[f] are shamed, for they have heard bad news; Anxious, they surge like the sea which cannot calm down.", "24": "Damascus loses heart, turns to flee; panic has seized it. Distress and pangs take hold, like the pain of a woman in labor.", "25": "How can the glorious city be abandoned, the town of joy!", "26": "But now its young men shall fall in its squares, all the warriors destroyed on that day— oracle of the Lord of hosts.", "27": "I will set fire to the wall of Damascus; it shall devour the palaces of Ben-hadad.[g]", "28": "Against Arabia. 28 About Kedar and the kingdoms of Hazor, which Nebuchadnezzar, king of Babylon, defeated. Thus says the Lord: Rise up, attack Kedar, destroy the people from the east.", "29": "Their tents and flocks shall be taken away, their tent curtains and all their goods; Their camels they carry off, they shout over them, “Terror on every side!”", "30": "Flee! wander about, hide deep for lodging, inhabitants of Hazor—oracle of the Lord; For Nebuchadnezzar, king of Babylon, has devised a strategy against you, drawn up a plan against you,", "31": "Get up! set out against a tranquil nation, living in security—oracle of the Lord— Without gates or bars, dwelling alone.", "32": "Their camels shall become spoils, their hordes of cattle, plunder; I will scatter to the winds those who shave their temples; from every side I will bring their ruin— oracle of the Lord.", "33": "Hazor shall become a haunt for jackals, a wasteland forever, Where no one lives, no mortal stays.", "34": "Against Elam. 34 The word of the Lord that came to Jeremiah the prophet concerning Elam[h] at the beginning of the reign of Zedekiah, king of Judah:", "35": "Thus says the Lord of hosts: Look! I will break the bow of Elam, the mainstay of their might.", "36": "I will bring upon Elam the four winds from the four ends of the heavens: I will scatter them to all these winds, until there is no nation to which the outcasts of Elam have not gone.", "37": "I will terrify Elam before their foes, those seeking their life; I will bring evil upon them, my burning wrath—oracle of the Lord. I will send sword after them until I have finished them off;", "38": "I will set up my throne in Elam and destroy from there king and princes— oracle of the Lord.", "39": "But at the end of days I will restore the fortunes of Elam—oracle of the Lord."}