{"1": "Oh, that I had in the wilderness a travelers' lodging! That I might leave my people and depart from them. They are all adulterers, a band of traitors.", "2": "They ready their tongues like a drawn bow; with lying, and not with truth, they are powerful in the land. They go from evil to evil, and me they do not know—oracle of the Lord.", "3": "Be on your guard, everyone against his neighbor; put no trust in any brother. Every brother imitates Jacob, the supplanter,[a] every neighbor is guilty of slander.", "4": "Each one deceives the other, no one speaks the truth. They have accustomed their tongues to lying, they are perverse and cannot repent.", "5": "Violence upon violence, deceit upon deceit: They refuse to know me— oracle of the Lord.", "6": "Therefore, thus says the Lord of hosts: I will refine them and test them; how else should I deal with the daughter of my people?", "7": "A murderous arrow is their tongue, their mouths utter deceit; They speak peaceably with their neighbors, but in their hearts they lay an ambush!", "8": "Should I not punish them for these deeds—oracle of the Lord; on a nation such as this should I not take vengeance?", "9": "Over the mountains I shall break out in cries of lamentation, over the pastures in the wilderness, in a dirge: They are scorched, and no one crosses them, no sound of lowing cattle; Birds of the air as well as beasts, all have fled and are gone.", "10": "I will turn Jerusalem into a heap of ruins, a haunt of jackals; The cities of Judah I will make a waste, where no one dwells.", "11": "Who is wise enough to understand this? To whom has the mouth of the Lord spoken? Let him declare it! Why is the land ravaged, scorched like a wilderness no one crosses?", "12": "The Lord said: Because they have abandoned my law, which I set before them, and did not listen to me or follow it, ", "13": "but followed instead their stubborn hearts and the Baals, as their ancestors had taught them, ", "14": "therefore, thus says the Lord of hosts, the God of Israel: See now, I will give this people wormwood to eat and poisoned water to drink. ", "15": "I will scatter them among nations whom neither they nor their ancestors have known; I will send the sword to pursue them until I have completely destroyed them.", "16": "Thus says the Lord of hosts: Inquire, and call the wailing women to come; summon the most skilled of them.", "17": "Let them come quickly and raise for us a dirge, That our eyes may run with tears, our pupils flow with water.", "18": "The sound of the dirge is heard from Zion: We are ruined and greatly ashamed; We have left the land, given up our dwellings!", "19": "Hear, you women, the word of the Lord, let your ears receive the word of his mouth. Teach your daughters a dirge, and each other a lament:", "20": "Death has come up through our windows, has entered our citadels, To cut down children in the street, young people in the squares.", "21": "Corpses shall fall like dung in the open field, Like sheaves behind the harvester, with no one to gather them.", "22": "Thus says the Lord: Let not the wise boast of his wisdom, nor the strong boast of his strength, nor the rich man boast of his riches;", "23": "But rather, let those who boast, boast of this, that in their prudence they know me, Know that I, the Lord, act with fidelity, justice, and integrity on earth. How I take delight in these—oracle of the Lord.", "24": "False Circumcision. 24 See, days are coming—oracle of the Lord—when I will demand an account of all those circumcised in the foreskin: ", "25": "Egypt and Judah, Edom and the Ammonites, Moab, and those who live in the wilderness and shave their temples.[b] For all the nations are uncircumcised, even the whole house of Israel is uncircumcised at heart."}