{"1": "After these [a]things I heard something like the great and mighty shout of a vast multitude in heaven, [b]exclaiming, “Hallelujah! Salvation and glory (splendor, majesty) and power (dominion, might) belong to our God; ", "2": "because His judgments are true and righteous. He has judged [convicted and pronounced sentence on] the great prostitute (idolatress) who was corrupting and ruining and poisoning the earth with her adultery (idolatry), and He has imposed the penalty for the blood of His bond-servants [c]on her.” ", "3": "And a second time they said, “Hallelujah! Her smoke shall ascend forever and ever.” ", "4": "Then the twenty-four elders and the four living creatures also fell down and worshiped God who sits on the throne, saying, “Amen. Hallelujah (praise the Lord)!” ", "5": "Then from the throne there came a voice, saying, “Praise our God, all you bond-servants of His, you who fear Him, the small (common) and the great (distinguished).”", "6": "Then I heard something like the shout of a vast multitude, and like the boom of many pounding waves, and like the roar of mighty peals of thunder, saying, “Hallelujah! For the Lord our God, the Almighty, [the Omnipotent, the Ruler of all] reigns. ", "7": "Let us rejoice and shout for joy! Let us give Him glory and honor, for the marriage of the Lamb has come [at last] and His bride (the redeemed) has prepared herself.” ", "8": "She has been permitted to dress in fine linen, dazzling white and clean—for the fine linen signifies the righteous acts of the saints [the ethical conduct, personal integrity, moral courage, and godly character of believers].", "9": "Then the angel said to me, “Write, '[d]Blessed are those who are invited to the marriage supper of the [e]Lamb.'” And he said to me [further], “These are the true and exact words of God.” ", "10": "Then I fell down at his feet to worship him, but he [stopped me and] said to me, “You must not do that; I am a fellow servant with you and your brothers and sisters who have and hold the testimony of Jesus. Worship God [alone]. For the testimony of Jesus is the spirit of prophecy [His life and teaching are the heart of prophecy].”", "11": "And I saw heaven opened, and behold, a white horse, and He who was riding it is called Faithful and True (trustworthy, loyal, incorruptible, steady), and in righteousness He judges and wages war [on the rebellious nations]. ", "12": "His eyes are a flame of fire, and on His head are many royal crowns; and He has a name inscribed [on Him] which no one knows or understands except Himself. ", "13": "He is dressed in a robe dipped in [f]blood, and His name is called The Word of God. ", "14": "And the armies of heaven, dressed in fine linen, [dazzling] white and clean, followed Him on white horses. ", "15": "From His mouth comes a sharp sword (His word) with which He may strike down the nations, and He will [g]rule them with a rod of iron; and He will tread the wine press of the fierce wrath of God, the Almighty [in judgment of the rebellious world]. ", "16": "And on His robe and on His thigh He has a name inscribed, “KING OF KINGS, AND LORD OF LORDS.”", "17": "Then I saw a single angel standing in the sun, and with a loud voice he shouted to all the birds that fly in midheaven, saying, “Come, gather together for the great supper of God, ", "18": "so that you may feast on the flesh of kings, the flesh of commanders, the flesh of powerful and mighty men, the flesh of horses and of those who sit on them, and the flesh of all humanity, both free men and slaves, both small and great [in a complete conquest of evil].”", "19": "Then I saw the beast and the kings and political leaders of the earth with their armies gathered to make war against Him who is mounted on the [white] horse and against His army. ", "20": "And the beast (Antichrist) was seized and overpowered, and with him the false prophet who, in his presence, had performed [amazing] signs by which he deceived those who had received the mark of the beast and those who worshiped his image; these two were hurled alive into the lake of fire which blazes with brimstone. ", "21": "And the rest were killed with the sword which came from the mouth of Him who sat on the horse, and all the birds fed ravenously and gorged themselves with their flesh."}