{"1": "The whole earth had one language and a single vocabulary. ", "2": "As people traveled in the east, they found a plain in the land of Shinar, and they settled there. ", "3": "They said to one another, “Come, let's make bricks and bake them thoroughly.” They used mud brick instead of stone for building material, and they used tar for mortar. ", "4": "They said, “Come, let's build a city for ourselves and a tower whose top reaches to the sky, and let's make a name for ourselves, so that we will not be scattered abroad over the face of the whole earth.”", "5": "The Lord came down to see the city and the tower that the people were building. ", "6": "The Lord said, “If this is the first thing they are doing as one people, who all have one language, then nothing that they intend to do will be too difficult for them. ", "7": "Come, let's go down there and confuse their language, so that they cannot understand one another's speech.”", "8": "So the Lord scattered them from there over the face of the whole earth, and they stopped building the city. ", "9": "It was named Babel,[a] because there the Lord confused the language of the whole earth. From there the Lord scattered them over the face of the whole earth.", "10": "This is the account about the development of the family of Shem. Shem was 100 years old and became the father of Arphaxad two years after the flood. ", "11": "Shem lived 500 years after he became the father of Arphaxad, and he became the father of sons and daughters.", "12": "Arphaxad lived 35 years and became the father of Shelah. ", "13": "Arphaxad lived 403 years after he became the father of Shelah, and he became the father of sons and daughters.[b]", "14": "Shelah lived 30 years and became the father of Eber. ", "15": "Shelah lived 403 years after he became the father of Eber, and he became the father of sons and daughters.", "16": "Eber lived 34 years and became the father of Peleg. ", "17": "Eber lived 430 years after he became the father of Peleg, and he became the father of sons and daughters.", "18": "Peleg lived 30 years and became the father of Reu. ", "19": "Peleg lived 209 years after he became the father of Reu, and he became the father of sons and daughters.", "20": "Reu lived 32 years and became the father of Serug. ", "21": "Reu lived 207 years after he became the father of Serug, and he became the father of sons and daughters.", "22": "Serug lived 30 years and became the father of Nahor. ", "23": "Serug lived 200 years after he became the father of Nahor, and he became the father of sons and daughters.", "24": "Nahor lived 29 years and became the father of Terah. ", "25": "Nahor lived 119 years after he became the father of Terah, and he became the father of sons and daughters.", "26": "Terah lived 70 years and became the father of Abram, Nahor, and Haran.", "27": "Now this is the account about the development[c] of the family of Terah. Terah became the father of Abram, Nahor, and Haran. Haran became the father of Lot. ", "28": "Haran died before his father Terah. He died in the land of his birth, in Ur of the Chaldeans.", "29": "Abram and Nahor took wives. The name of Abram's wife was Sarai, and the name of Nahor's wife was Milcah, the daughter of Haran, who was also the father of Iscah. ", "30": "Sarai was barren. She had no child.", "31": "Terah took his son Abram, his grandson Lot, who was the son of Haran, and his daughter-in-law Sarai, who was the wife of his son Abram, and they set out from Ur of the Chaldeans to go into the land of Canaan. They came to Haran and lived there. ", "32": "The days of Terah were 205 years. Terah died in Haran."}