{"1": "Now the Lord said to Abram, “Get out of your country and away from your relatives and from your father's house and go to the land that I will show you. ", "2": "I will make you a great nation. I will bless you and make your name great. You will be a blessing. ", "3": "I will bless those who bless you, and I will curse anyone who dishonors you. All of the families of the earth will be blessed in you.”", "4": "So Abram went, as the Lord had told him. Lot went with him. Abram was seventy-five years old when he departed from Haran. ", "5": "Abram took Sarai his wife, Lot his brother's son, and all the possessions they had accumulated and the people that they had acquired in Haran, and they set out to travel to the land of Canaan. Eventually they arrived in the land of Canaan. ", "6": "Abram passed through the land until he came to the Oak of Moreh at the place called Shechem. The Canaanites were in the land at that time.", "7": "The Lord appeared to Abram and said, “I will give this land to your descendants.”[a] Abram built an altar there to the Lord, who had appeared to him.", "8": "He moved on from there to the hill country east of Bethel and pitched his tent there, with Bethel on the west and Ai on the east. There he built an altar to the Lord and proclaimed[b] the name of the Lord. ", "9": "Abram pulled out from there and kept traveling toward the Negev.[c]", "10": "There was a famine in the land. So Abram went down into Egypt to stay there for a while, because the famine was severe in the land. ", "11": "As he was about to enter Egypt, he said to Sarai his wife, “Look, I know that you are a beautiful woman. ", "12": "It might happen that when the Egyptians see you, they will say, 'This is his wife.' Then they will kill me, but they will keep you alive. ", "13": "Please say that you are my sister, so that it will go well for me because of you, and that my life may be preserved on account of you.”", "14": "So it happened that when Abram arrived in Egypt, the Egyptians did see that the woman was very beautiful. ", "15": "Pharaoh's officials saw her and praised her to Pharaoh, and the woman was taken into Pharaoh's house. ", "16": "He treated Abram well for her sake. Abram received sheep, cattle, male donkeys, male servants, female servants, female donkeys, and camels.", "17": "But the Lord struck Pharaoh and his house with severe diseases[d] because of Sarai, Abram's wife. ", "18": "Pharaoh summoned Abram and said, “What is this that you have done to me? Why didn't you tell me that she was your wife? ", "19": "Why did you say, 'She is my sister,' so that I took her to be my wife? Here is your wife. Take her and go.”", "20": "Pharaoh gave his men orders concerning him, so they sent him on his way with his wife and all that he had."}