{"1": "Abram went up out of Egypt into the Negev. He went with his wife and with all that he had, and with Lot too. ", "2": "Abram was very wealthy in livestock, in silver, and in gold. ", "3": "He went on his journeys from the Negev to Bethel, to the place where his tent had been at the beginning, between Bethel and Ai. ", "4": "He went to the site of the altar that he had made there earlier. There Abram proclaimed[a] the name of the Lord. ", "5": "Lot, who went with Abram, also had flocks, herds, and tents. ", "6": "The land was not able to support them if they lived close together, because their possessions were so great that they could not live together. ", "7": "There was conflict between the herdsmen of Abram's livestock and the herdsmen of Lot's livestock. (The Canaanites and the Perizzites lived in the land at that time.) ", "8": "Abram said to Lot, “Please, because we are close relatives, let there be no conflict between me and you and between my herdsmen and your herdsmen. ", "9": "Doesn't the whole land lie before you? Please separate yourself from me. If you go to the left, then I will go to the right. Or if you go to the right, then I will go to the left.”", "10": "Lot looked up and saw the whole region around the Jordan River as you come to Zoar.[b] (Before the Lord destroyed Sodom and Gomorrah, it was well watered everywhere, like the garden of the Lord, like the land of Egypt.) ", "11": "So Lot chose the region around the Jordan for himself. Lot headed out toward the east, and they separated from each other. ", "12": "Abram lived in the land of Canaan, and Lot lived among the cities of the region around the Jordan and moved his tent close to Sodom. ", "13": "Now the men of Sodom were extremely wicked sinners against the Lord.", "14": "After Lot was separated from him, the Lord said to Abram, “Now, lift up your eyes, and look around from the place where you are. Look north and south, east and west, ", "15": "because all the land that you see, I will give to you and to your descendants permanently. ", "16": "I will make your descendants like the dust of the earth, so that if a man could count the dust of the earth, then your descendants could also be counted. ", "17": "Get up, walk through the length and breadth of the land, because I will give it to you.”", "18": "Abram moved his tent and went to live by the oaks at Mamre, which are at Hebron, and built an altar there to the Lord."}