{"1": "When Abram was ninety-nine years old, the Lord appeared to Abram and said to him, “I am God Almighty. Walk before me and be blameless. ", "2": "I will make my covenant between me and you, and I will make your descendants very numerous.”", "3": "Abram fell on his face. God spoke with him. He said, ", "4": "“As for me, this is my covenant with you. You will be the father of many nations. ", "5": "Your name will not be Abram anymore, but your name will be Abraham,[a] for I have made you the father of a large group of nations. ", "6": "I will make you extremely fruitful, and I will produce nations from you. Kings will come out of you. ", "7": "I will establish my covenant between me and you and your descendants after you as an everlasting covenant throughout their generations. I will be your God and the God of your descendants after you. ", "8": "I will give the land where you are living as an alien, all the land of Canaan, to you and to your descendants after you as a permanent possession. I will be their God.”", "9": "God said to Abraham, “As for you, you must keep my covenant, you and your descendants after you throughout their generations. ", "10": "This is my covenant, which you shall keep, a covenant between me and you and your descendants after you: Every male among you shall be circumcised. ", "11": "You shall be circumcised by cutting the foreskin off your flesh. It will be a sign of the covenant between me and you. ", "12": "Every boy among you who is eight days old shall be circumcised, every male throughout your generations, whether he is born in your house or purchased with money[b] from any foreigner who is not descended from you. ", "13": "Every male who is born in your house or one who is purchased with your money must be circumcised. My covenant will be marked on your flesh as an everlasting covenant. ", "14": "The uncircumcised male who is not circumcised by removing the foreskin from his flesh, that person must be cut off from his people. He has broken my covenant.”", "15": "God said to Abraham, “As for Sarai your wife, you shall not call her Sarai anymore, but her name will be Sarah.[c] ", "16": "I will bless her and even give you a son by her. Yes, I will bless her, and she will be a mother of nations. Kings of many peoples will come from her.”", "17": "Then Abraham fell on his face and laughed and said in his heart, “Will a child be born to someone who is one hundred years old? Will Sarah, who is ninety years old, give birth?” ", "18": "And Abraham said to God, “Oh, let Ishmael live in your presence!”", "19": "But God said, “No, Sarah, your wife, will bear a son for you. You shall name him Isaac.[d] I will establish my covenant with him as an everlasting covenant for his descendants after him.", "20": "“As for Ishmael, I have heard you. Yes, I have blessed him. I will make him fruitful and will multiply him very greatly. He will become the father of twelve chiefs, and I will make him into a great nation. ", "21": "But my covenant I will establish with Isaac, whom Sarah will bear for you at this set time next year.”", "22": "When he finished talking with him, God went up from Abraham. ", "23": "Abraham took his son Ishmael, along with every male in Abraham's house, all those who were born in his house, and all those who were purchased with his money, and he circumcised them by cutting off the foreskin from their flesh. He did this on that very day, just as God had said to him. ", "24": "Abraham was ninety-nine years old when the foreskin of his flesh was circumcised. ", "25": "Ishmael, his son, was thirteen years old when the foreskin of his flesh was circumcised. ", "26": "On the same day both Abraham and Ishmael, his son, were circumcised. ", "27": "All the men of his house, those born in the house as well as those purchased with money from a foreigner, were circumcised along with him."}