{"1": "The Lord appeared to Abraham by the oaks of Mamre, as he was sitting by the door to his tent during the heat of the day. ", "2": "Abraham looked up, and he saw three men standing in front of him. When he saw them, he ran from the tent door to meet them, and he bowed down to the ground. ", "3": "He said, “My lord,[a] if I have now found favor in your sight, please do not pass your servant by. ", "4": "Now let me get a little water so that all of you can wash your feet and rest under the tree. ", "5": "Let me get some bread so that you can refresh yourselves. After that you may go your way. That is why you have come to your servant.” They said, “Yes, do as you have said.”", "6": "Abraham hurried into the tent to Sarah and said, “Quickly prepare twenty quarts[b] of fine flour, knead it, and make some loaves of bread.” ", "7": "Abraham ran to the herd, brought a good, tender calf, and gave it to the servant. He hurried to prepare it. ", "8": "He took cheese curds, milk, and the calf that he had prepared and set it before them. He stood beside them under the tree while they ate.", "9": "They asked him, “Where is Sarah, your wife?” He said, “She is over there in the tent.”", "10": "One of the men said, “I will certainly return to you when this season comes around next year. Then Sarah your wife will have a son.” Sarah was listening to this from the tent door, which was behind him. ", "11": "Now Abraham and Sarah were old, well into old age. Sarah was past the age for childbearing.[c] ", "12": "Sarah laughed to herself, saying, “After I am worn out, will I have pleasure, since my Lord is also old?”", "13": "The Lord said to Abraham, “Why did Sarah laugh and say, 'Will I really give birth to a child though I am old?' ", "14": "Is anything impossible for the Lord? At the set time next year I will return to you, and Sarah will have a son.”", "15": "Then Sarah denied it and said, “I did not laugh,” because she was afraid. The Lord said, “Yes, you did laugh.”", "16": "The men got up from there and looked down toward Sodom. Abraham went with them to see them on their way. ", "17": "The Lord said, “Should I hide from Abraham what I am about to do, ", "18": "since Abraham will surely become a great and mighty nation, and all the nations of the earth will be blessed in him? ", "19": "For I have chosen him,[d] so that he may command his children and his household who follow after him to keep the way of the Lord by carrying out righteousness and justice, so that the Lord may deliver to Abraham what he has promised him.”", "20": "So the Lord said, “Because the outcry against Sodom and Gomorrah is great, and because their sin is very flagrant, ", "21": "I will go down now and see if what they have done is as bad as the outcry that has come to me. If not, I will know.”", "22": "The two men turned from there and went toward Sodom, but Abraham remained standing before the Lord. ", "23": "Abraham approached him and said, “Will you really sweep away the righteous along with the wicked? ", "24": "What if there are fifty righteous people in the city? Will you really sweep them away and not spare the place for the sake of the fifty righteous who are in it? ", "25": "You would never do such a thing, killing the righteous along with the wicked, treating the righteous the same as the wicked. You would never do such a thing. The Judge of all the earth should do right, shouldn't he?”", "26": "The Lord said, “If I find fifty righteous people within the city of Sodom, then I will spare the entire place for their sake.”", "27": "Abraham answered, “See now, I who am but dust and ashes have taken it on myself to speak to my Lord. ", "28": "What if there are five fewer than fifty righteous? Will you destroy the entire city if the number is five short?” He said, “I will not destroy it if I find forty-five there.”", "29": "He spoke to him yet again and said, “What if only forty are found there?” He said, “I will not do it for the sake of the forty.”", "30": "He said, “Please, do not be angry, my Lord, but I will speak again. What if thirty are found there?” He said, “I will not do it if I find thirty there.”", "31": "He said, “See now, I have taken it upon myself to speak to my Lord. What if there are twenty found there?” He said, “I will not destroy it for the sake of the twenty.”", "32": "He said, “Please, do not be angry, my Lord, but I will speak just once more. What if ten are found there?” He said, “I will not destroy it for the sake of the ten.”", "33": "As soon as he had finished speaking with Abraham, the Lord went on his way, and Abraham returned to his place."}