{"1": "The two angels came to Sodom at evening. Lot, who was sitting in the gatehouse of Sodom, saw them and got up to meet them. He bowed down with his face to the ground, ", "2": "and he said, “See now, my lords, please turn aside into your servant's house and spend the night. Wash your feet, and you can get up early and go on your way.” They said, “No, we will spend the night in the street.”", "3": "But he kept urging them, so they came with him and entered his house. He made them a feast and baked unleavened bread, and they ate. ", "4": "But before they lay down, the men of the city, the men of Sodom, surrounded the house, both young and old, all the people from all parts of town. ", "5": "They called to Lot and said to him, “Where are the men who came to you tonight? Bring them out to us, that we may be intimate with them.”[a]", "6": "Lot went out to them and shut the door behind him. ", "7": "He said, “Please, my brothers, do not act so wickedly. ", "8": "See now, I have two daughters who have not had relations with a man. Please let me bring them out to you, and you may do to them whatever seems good to you. Only do not do anything to these men, because they have come under the protection[b] of my roof.”", "9": "They said, “Get out of our way!” They also said, “This fellow came to live here as an alien, and now he appoints himself as a judge. Now we will treat you worse than them!” They kept pushing Lot back and were ready to break down the door. ", "10": "But the men inside reached out and grabbed Lot and pulled him into the house with them and shut the door. ", "11": "They struck the men who were pressing against the door of the house, both young and old, with blindness so that they wore themselves out trying to find the door.", "12": "The men said to Lot, “Do you have anyone else here? Sons-in-law, your sons, your daughters, whoever you have in the city, get them out of this place, ", "13": "for we are going to destroy this place, because the outcry against it has grown great before the Lord, so the Lord has sent us to destroy it.”", "14": "So Lot went out and spoke to his sons-in-law, who were pledged to his daughters in marriage. He said, “Get up! Get out of this place, for the Lord is going to destroy the city.” But to his sons-in-law he seemed to be joking.", "15": "When the dawn came, the angels urged Lot, “Get going! Take your wife and your two daughters who are here, so that you will not be swept away by the guilt of the city.” ", "16": "But Lot was taking too much time, so the men grabbed his hand, his wife's hand, and the hands of his two daughters, because of the Lord's compassion for him. They led him out and placed him outside of the city. ", "17": "Then when they had taken them out, one of them said, “Run for your life! Don't look behind you, and don't stay anywhere in the plain. Escape to the mountains, so that you are not swept away!”", "18": "Lot said to them, “Oh no, my lord.[c] ", "19": "See now, your servant has found favor in your sight, and you have shown me great mercy by saving my life. I cannot flee to the mountains, or this disaster will stick with me, and I will die. ", "20": "Look, this city is close enough to flee to, and it is a little one. Please let me flee there—isn't it just a little one?—so that my life will be saved.”", "21": "The man said to him, “Very well, I have granted your request concerning this thing, so I will not overthrow the city that you have spoken about. ", "22": "Hurry, flee there, because I cannot do anything until you get there.” So the city was named Zoar.[d]", "23": "The sun had risen over the land when Lot came to Zoar. ", "24": "Then the Lord rained on Sodom and Gomorrah sulfur and fire out of the sky from the Lord. ", "25": "He overthrew those cities, as well as all the plain, all the inhabitants of the cities, and whatever grew in the soil.", "26": "But Lot's wife, who was behind him, looked back, and she became a pillar of salt.", "27": "Abraham got up early in the morning and went to the place where he had stood before the Lord. ", "28": "He looked down toward Sodom and Gomorrah and all the land of the plain. As he looked, he saw that the smoke from the land was going up like the smoke from a kiln.", "29": "And so when God destroyed the cities of the plain, God remembered Abraham and brought Lot out through the middle of the devastation, when he overthrew the cities where Lot had lived.", "30": "Lot went up out of Zoar and lived in the mountains, for he was afraid to live in Zoar. His two daughters were with him. He lived in a cave with his two daughters. ", "31": "The firstborn said to the younger, “Our father is old, and there is not a man in the land to come to us as normally takes place everywhere on earth. ", "32": "Come on, let's get our father to drink wine, and we will lie down with him, that we may preserve our father's seed.”[e] ", "33": "They got their father to drink wine that night, and the firstborn went and lay down with her father. He did not know it when she lay down or when she got up.", "34": "Then the next day the firstborn said to the younger, “Look, last night I lay down with my father. Let us get him to drink wine again tonight. You go and lie down with him, so that we may preserve our father's seed.” ", "35": "They got their father to drink wine that night also. Then the younger went and lay with him. He did not know it when she lay down or when she got up. ", "36": "In this way both of Lot's daughters became pregnant by their father.", "37": "The firstborn gave birth to a son and named him Moab.[f] He is the father of the Moabites to this day. ", "38": "The younger also gave birth to a son and called his name Ben Ammi.[g] He is the father of the people of Ammon to this day."}