{"1": "The heavens and the earth were finished, along with everything in them.[a] ", "2": "On the seventh day God had finished his work that he had done, and he rested on the seventh day from all his work that he had been doing. ", "3": "God blessed the seventh day and set it apart as holy, because on it he rested from all his work of creation that he had done.", "4": "This is the account about the development[b] of the heavens and the earth when they were created, in the day that the Lord God made the earth and the heavens:", "5": "No bushes that grow in the field were yet on the earth,[c] and no plants of the field had yet sprung up, since the Lord God had not yet caused it to rain on the earth. There was not yet a man to till the soil, ", "6": "but water[d] came up from the earth and watered the entire surface of the ground.", "7": "The Lord God formed the man from the dust of the ground[e] and breathed into his nostrils the breath of life, and the man became a living being. ", "8": "The Lord God planted a garden[f] in Eden in the east, and there he put the man whom he had formed. ", "9": "Out of the ground the Lord God made every kind of tree grow—trees that are pleasant to look at and good for food, including the Tree of Life in the middle of the garden and the Tree of the Knowledge of Good and Evil.", "10": "A river went out from Eden to water the garden, and from there it divided and became the headwaters of four rivers. ", "11": "The name of the first river is Pishon. It flows through the whole land of Havilah, where there is gold, ", "12": "and the gold of that land is good. Incense[g] and onyx stone are alsofound there. ", "13": "The name of the second river is Gihon. It is the same river that winds through the whole land of Cush.[h] ", "14": "The name of the third river is Tigris. This is the one which flows along the east side of Assyria. The fourth river is the Euphrates.", "15": "The Lord God took the man and settled him in the Garden of Eden to work it and to take care of it. ", "16": "The Lord God gave a command to the man. He said, “You may freely eat from every tree in the garden, ", "17": "but you shall not eat from the Tree of the Knowledge of Good and Evil, for on the day that you eat from it, you will certainly die.”", "18": "The Lord God said, “It is not good for the man to be alone. I will make a helper who is a suitable partner for him.” ", "19": "Out of the soil the Lord God had formed every wild animal and every bird of the sky, and he brought them to the man to see what he would call them. Whatever the man called every living creature, that became its name. ", "20": "The man gave names to all the livestock, and to the birds of the sky, and to every wild animal, but for Adam[i] no helper was found who was a suitable partner for him. ", "21": "The Lord God caused the man to fall into a deep sleep. As the man slept, the Lord God took a rib[j] and closed up the flesh where it had been. ", "22": "The Lord God built a woman from the rib that he had taken from the man and brought her to the man.", "23": "The man said, Now this one is bone of my bones and flesh of my flesh. She will be called “woman,” because she was taken out of man.[k]", "24": "For this reason a man will leave his father and his mother and will remain united with his wife, and they will become one flesh.[l]", "25": "They were both naked, the man and his wife, and they were not ashamed."}