{"1": "The Lord visited [a]Sarah as he had said, and the Lord did for Sarah as he had promised. ", "2": "Sarah conceived and gave birth to a son for Abraham in his old age, at the set time which God had announced to him. ", "3": "Abraham named the son who was born to him—the son whom Sarah had borne to him—[b] Isaac.[c] ", "4": "Abraham circumcised his son Isaac when he was eight days old, as God had commanded him. ", "5": "Abraham was one hundred years old when his son Isaac was born to him.", "6": "Sarah said, “God has made me laugh. Everyone who hears will laugh with me.” ", "7": "She said, “Who would have said to Abraham that Sarah would nurse children? Yet I have borne a son for him in his old age.”", "8": "The child grew and was weaned. Abraham made a great feast on the day that Isaac was weaned. ", "9": "Sarah saw the son of Hagar the Egyptian, the son whom Hagar had borne to Abraham, laughing at Isaac. ", "10": "Therefore, she said to Abraham, “Throw out this slave girl[d] and her son! For the son of this slave will not be heir with my son Isaac.”", "11": "Abraham was very distressed because of his son. ", "12": "God said to Abraham, “Do not be so distressed because of the boy and because of your maid.[e] Listen to everything that Sarah says to you, because the family line of your descendants[f] will be traced through Isaac. ", "13": "I will also make the son of the maid into a nation because he too is your offspring.”", "14": "Abraham got up early in the morning. He took bread and a waterskin, which he gave to Hagar, putting it over her shoulder. He sent her away with her child. She set out and wandered in the wilderness near Beersheba. ", "15": "The water in the skin was used up, and she dragged the child under one of the bushes. ", "16": "She went and sat down by herself, across from him, at a distance, about a bow shot away, because she said, “Do not let me see the death of the child.” She sat across from him and wept loudly.", "17": "God heard the boy's voice, and the Angel of God called to Hagar out of heaven and said to her, “What is wrong, Hagar? Do not be afraid, for God has heard the boy's voice right where he is. ", "18": "Get up. Help the boy up, and take him by the hand, because I will make him into a great nation.”", "19": "God opened her eyes, and she saw a well with water in it. She went, filled the skin with water, and gave the boy a drink. ", "20": "God was with the boy, and as he grew up, he lived in the wilderness and became an archer. ", "21": "He lived in the wilderness of Paran. His mother took a wife for him from the land of Egypt.", "22": "At that time Abimelek and Phicol, the commander of his army, spoke to Abraham. He said, “God is with you in everything that you do. ", "23": "Now swear to me here by God that you will not deal treacherously with me, or with my son, or with my grandson. But just as I have been kind to you, you shall do the same for me and for the land in which you have lived as an alien.”", "24": "Abraham said, “I will swear it.”", "25": "Abraham complained to Abimelek because of a well which Abimelek's servants had seized violently. ", "26": "Abimelek said, “I do not know who has done this. You did not tell me, and I did not hear about it until today.”", "27": "Abraham took sheep and cattle and gave them to Abimelek. The two of them made a treaty.[g] ", "28": "Abraham set aside seven ewe lambs from the flock.", "29": "Abimelek said to Abraham, “Why have you set these seven ewe lambs by themselves?”", "30": "He said, “You shall accept these seven ewe lambs from my hand as legal testimony that I have dug this well.” ", "31": "Therefore, he called that place Beersheba,[h] because they both took an oath there. ", "32": "So they made a treaty at Beersheba. Then Abimelek got up with Phicol, the commander of his army, and they returned into the land of the Philistines. ", "33": "Abraham planted a tamarisk tree in Beersheba, and there he proclaimed[i] the name of the Lord, the Eternal God. ", "34": "Abraham lived as an alien in the land of the Philistines for a long time.[j]"}