{"1": "Sarah lived one hundred twenty-seven years. That was the length of Sarah's life. ", "2": "Sarah died in Kiriath Arba (that is, Hebron) in the land of Canaan. Abraham went to mourn for Sarah and to weep for her.", "3": "Then Abraham got up from beside his deceased wife. He went and spoke to the descendants of Heth.[a] He said, ", "4": "“I am an alien who has settled among you. Let me have a piece of property for a burial place among you where I may bury my dead in their final resting place.”[b] ", "5": "The descendants of Heth answered Abraham, ", "6": "“Listen to us, my lord. You are a prince of God among us. Bury your dead in the best of our tombs. None of us will withhold his tomb from you. Bury your dead.”", "7": "Abraham stood up and bowed down to the people of the land, that is, to the descendants of Heth. ", "8": "He said to them, “If you have agreed that I may bury my dead in their final resting place, then listen to me, and speak to Ephron son of Zohar on my behalf, ", "9": "so that he gives me the Cave of Machpelah, which is at the end of the field that he owns. Let him give it to me for the full price so that I may own a burial site among you.”", "10": "Now Ephron was sitting among the descendants of Heth. Ephron the Hittite responded to Abraham in the hearing of all the Hittites who were gathered at the city gate. He said, ", "11": "“No, my lord, listen to me. I give you the field, and I give you the cave that is in it. In the presence of my people I give it to you. Bury your dead.”", "12": "Abraham bowed down before the people of the land. ", "13": "He spoke to Ephron in the hearing of the people of the land. He said, “No, but if you are willing, please listen to me. I will give the money[c] for the field. Accept it from me, and I will bury my dead there.”", "14": "Ephron responded to Abraham, ", "15": "“My lord, listen to me. The land is worth four hundred shekels of silver, but what is that between me and you? Go ahead, bury your dead.”", "16": "Abraham accepted Ephron's offer, and Abraham weighed out to Ephron the price that Ephron had quoted to him in the hearing of the Hittites, four hundred shekels[d] of silver, according to the current standard of the merchants at that time.", "17": "So the field of Ephron, which was in Machpelah, near Mamre—the field, the cave that was in it, and all the trees that were within the boundaries of the field were deeded ", "18": "to Abraham as his property. This was done in the presence of all the Hittites, who were assembled at the gate of the city. ", "19": "After this, Abraham buried Sarah his wife in the cave in the field at Machpelah near Mamre (that is, Hebron), in the land of Canaan. ", "20": "The field and the cave that is in it were deeded to Abraham by the descendants of Heth as his property to be used as a burial site."}