{"1": "Abraham was very old, well into old age. The Lord had blessed Abraham in all things. ", "2": "Abraham said to his servant, the senior supervisor of his house, who was in charge of everything that he had, “Please put your hand under my thigh. ", "3": "You must swear by the Lord, the God of heaven and the God of the earth, that you will not acquire a wife for my son from the daughters of the Canaanites, among whom I am living. ", "4": "Instead, you shall go to my country and to my relatives and acquire a wife for my son Isaac.”", "5": "The servant said to him, “What if the woman is not willing to follow me to this land? In that case, should I take your son back to the land that you came from?”", "6": "Abraham said to him, “Let me make it very clear to you that you are not to take my son back there again. ", "7": "The Lord, the God of heaven, took me away from my father's house and from the land of my birth. He spoke to me and swore to me, saying, 'I will give this land to your descendants.'[a] The Lord will send his angel ahead of you, so you shall find a wife for my son from there. ", "8": "If the woman is not willing to follow you, you will be released from this oath. But under no circumstances shall you take my son back there.”", "9": "The servant put his hand under the thigh of Abraham his master and swore to him concerning this matter. ", "10": "The servant took ten of his master's camels and set out. He took a variety of goods from his master with him. He set out and went to Mesopotamia[b] to the city of Nahor. ", "11": "He made the camels kneel down by the well outside the city. It was evening, the time when women go out to draw water. ", "12": "He said, “O Lord, the God of my master Abraham, please give me success this day, and show kindness to my master Abraham. ", "13": "Here I am, standing by the spring of water, and the daughters of the men of the city are coming out to draw water. ", "14": "Let this be the test: The young lady to whom I say, 'Please let down your water jar, so that I may drink,' will say, 'Drink, and I will also give your camels a drink.' She will be the one you have chosen for your servant Isaac. This is how I will know that you have shown kindness to my master.”", "15": "Before he had even finished speaking, out came Rebekah with her water jar on her shoulder. She was the daughter of Bethuel, who was the son of Milcah, the wife of Nahor, Abraham's brother. ", "16": "The young lady was very beautiful to look at, a virgin, who had never been intimate with any man. She went down to the spring, filled her water jar, and came up. ", "17": "The servant ran to meet her and said, “Please give me a drink, a little water from your water jar.”", "18": "She said, “Drink, my lord.” She quickly let down her water jar into her hands and gave him a drink. ", "19": "When she was done giving him a drink, she said, “I will also draw water for your camels, until they have finished drinking.” ", "20": "She hurried and emptied her water jar into the trough, ran to the well again to draw more water, and drew water for all his camels.", "21": "The man remained silent and watched her carefully to find out whether the Lord had made his journey successful or not. ", "22": "Then, when the camels were finished drinking, the man took a gold nose ring that weighed half a shekel and two gold bracelets that weighed ten shekels[c] for her wrists. ", "23": "Then he asked, “Whose daughter are you? Please tell me. Is there room for us to stay in your father's house?”", "24": "She said to him, “I am the daughter of Bethuel, the son of Milcah, whom she bore to Nahor.” ", "25": "She also said to him, “We have both straw and enough feed and enough room for you to spend the night.”", "26": "The man bowed his head and worshipped the Lord. ", "27": "He said, “Blessed be the Lord, the God of my master Abraham, who has not forsaken his mercy and faithfulness toward my master. Indeed, the Lord has guided me to the house of my master's relatives.”", "28": "The young lady ran and told her mother's household about these things. ", "29": "Rebekah had a brother whose name was Laban. Laban ran out to the spring to meet the man. ", "30": "When he saw the nose ring and the bracelets on his sister's wrists, and after he heard the words from Rebekah his sister, who said, “This is what the man said to me,” he went to find the man. And there he was, standing next to the camels by the spring. ", "31": "Laban said, “Come with me, you who are blessed by the Lord. Why are you standing outside when I have prepared the house and a place for the camels?”", "32": "The man came to the house and unloaded the camels. Laban gave him straw and feed for the camels and water to wash his feet and the feet of the men who were with him. ", "33": "Food was set before him to eat, but he said, “I will not eat until I have delivered my message.” Laban said, “Tell us.”", "34": "He said, “I am Abraham's servant. ", "35": "The Lord has blessed my master greatly. He has become great. The Lord has given him flocks and herds, silver and gold, male servants and female servants, camels and donkeys. ", "36": "Sarah, my master's wife, bore a son for my master when she was old. My master has given him everything that he owns. ", "37": "My master made me take an oath. He said, 'You must not acquire a wife for my son from the daughters of the Canaanites, in whose land I am living. ", "38": "Instead, you shall go to my father's house and to my relatives and acquire a wife for my son.' ", "39": "I asked my master, 'What if the woman will not follow me?' ", "40": "He said to me, 'The Lord, in whose presence I walk, will send his angel with you and give your journey success, and you will acquire a wife for my son from my relatives and from my father's house. ", "41": "But you will be released from my oath, if, when you have come to my relatives, they do not give her to you—then you will be released from my oath.' ", "42": "Today I came to the spring and said, 'O Lord, the God of my master Abraham, if you now will bless my journey with success, ", "43": "(here I am, standing by this spring of water) let this be the test: If the virgin who comes out to draw water (the one to whom I say, “Please give me a little water to drink from your water jar”) ", "44": "tells me, “Drink, and I will also draw water for your camels,” she will be the woman whom the Lord has chosen for my master's son.' ", "45": "Before I had finished saying this to myself, out came Rebekah with her water jar on her shoulder. She went down to the spring and drew water. I said to her, 'Please give me a drink.' ", "46": "She hurried and lowered her water jar from her shoulder and said, 'Drink, and I will also give your camels a drink.' So I drank, and she also gave the camels a drink. ", "47": "I asked her, 'Whose daughter are you?' She said, 'The daughter of Bethuel, Nahor's son, whom Milcah bore for him.' I put the ring on her nose and the bracelets on her wrists. ", "48": "I bowed my head and worshipped the Lord and blessed the Lord, the God of my master Abraham, who had led me in the right way to find the daughter of my master's brother as a wife for his son. ", "49": "Now if you will show mercy and faithfulness to my master here, tell me. If not, tell me, so that I may know whether to turn to the right or to the left.”", "50": "Then Laban and Bethuel answered, “This matter has been determined by the Lord. We cannot say anything to you either bad or good. ", "51": "Look, Rebekah is right here in front of you. Take her and go, and let her become the wife of your master's son, as the Lord has spoken.”", "52": "So, when Abraham's servant heard their words, he bowed down to the ground before the Lord. ", "53": "The servant brought out silver and gold jewelry and clothing and gave them to Rebekah. He also gave valuable gifts to her brother and her mother. ", "54": "He and the men who were with him ate and drank, and they spent the night there. They got up in the morning, and he said, “Send me on my way to my master.”", "55": "Her brother and her mother said, “Let the young lady stay with us a few days, at least ten. After that she can go.”", "56": "He said to them, “Do not hold me back, since the Lord has granted my journey success. Send me on my way so that I can go to my master.”", "57": "They said, “We will call the young lady and ask her.” ", "58": "They called Rebekah and asked her, “Do you want to go with this man?” She said, “I do.”", "59": "So they sent all of them on their way—their sister Rebekah with her nurse, Abraham's servant, and his men. ", "60": "They blessed Rebekah and said to her, “May you, our sister, be the mother of thousands of ten thousands, and let your offspring take possession of the gates of those who hate them.”", "61": "Rebekah set out with her female attendants. They rode on the camels and followed the man. Abraham's servant took Rebekah and set out on his journey.", "62": "Isaac had come from the direction of Be'er Lahai Roi, for he was living in the Negev. ", "63": "In the evening Isaac had gone out into the field to meditate.[d] He looked up and saw that there were camels coming. ", "64": "Rebekah also looked up, and when she saw Isaac, she jumped down from the camel. ", "65": "She said to the servant, “Who is that man who is walking through the field to meet us?” The servant said, “It is my master.” She took her veil and covered herself. ", "66": "The servant told Isaac everything that he had done. ", "67": "Isaac brought Rebekah into his mother Sarah's tent, and he took her as his wife. He loved her, and Isaac stopped mourning his mother's death."}