{"1": "Abraham had taken another wife. Her name was Keturah. ", "2": "She bore Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah for him. ", "3": "Jokshan became the father of Sheba and Dedan. The descendants of Dedan were the Ashshurites, Letushites, and Leummites. ", "4": "The sons of Midian were Ephah, Epher, Hanoch, Abida, and Eld a'a h. All these were the descendants of Keturah.", "5": "Abraham left all that he had to Isaac. ", "6": "To the sons of his concubines Abraham gave gifts, and during his lifetime he sent them away from Isaac his son to the territory that lay to the east.", "7": "The total days and years of Abraham's life were one hundred seventy-five years. ", "8": "Abraham breathed his last and died at a good old age, an old man who lived a full life, and he was gathered to his people. ", "9": "His sons Isaac and Ishmael buried him in the Cave of Machpelah in the field of Ephron, the son of Zohar the Hittite, which is near Mamre. ", "10": "This was the field that Abraham had purchased from the descendants of Heth. Abraham was buried there with Sarah, his wife. ", "11": "After the death of Abraham, God blessed Isaac, his son. Isaac lived near Be'er Lahai Roi.", "12": "Now this is the account about the development of the family line of Ishmael, Abraham's son, whom Hagar the Egyptian, Sarah's maid, had borne to Abraham.", "13": "The following are the names of the sons of Ishmael and the tribes that came from them, arranged in the order of their birth: The firstborn of Ishmael was Nebaioth. Then came Kedar, Adbe'el, Mibsam, ", "14": "Mishma, Dumah, Massa, ", "15": "Hadad, Tema, Jetur, Naphish, and Kedemah. ", "16": "These are the names of the sons of Ishmael, arranged by their settlements and by their camps. They were twelve chiefs, each with his own tribe.", "17": "The total years of the life of Ishmael were one hundred thirty-seven years. When he breathed his last and died, he was gathered to his people. ", "18": "His people lived between Havilah and Shur, east of Egypt, as you go toward Ashshur. He lived in hostility toward[a] all his relatives.", "19": "This is the account about the development of the family of Isaac, Abraham's son. Abraham became the father of Isaac. ", "20": "Isaac was forty years old when he took Rebekah, who was the daughter of Bethuel, an Aramean from Paddan Aram, and the sister of Laban the Aramean, to be his wife. ", "21": "Isaac prayed to the Lord for his wife, because she was barren. The Lord answered his prayer, and Rebekah his wife conceived. ", "22": "The children fought with each other inside her. She said, “What is this? Why is this happening to me?” She went to inquire of the Lord.", "23": "The Lord said to her: Two nations are in your womb. Two peoples will be separated from your body. The one people will be stronger than the other people. The elder will serve the younger.", "24": "When it was time for her to give birth, it was true: There were twins in her womb. ", "25": "The first came out red all over, like a hairy garment. They named him Esau.[b] ", "26": "After that, his brother came out, with his hand grabbing Esau's heel. So he was named Jacob.[c] Isaac was sixty years old when she gave birth to them.", "27": "The boys grew up. Esau was a skillful hunter, an outdoorsman. Jacob was a quiet man, who stayed home among the tents. ", "28": "Now Isaac loved Esau more, because he ate Esau's wild game. Rebekah loved Jacob. ", "29": "Once Jacob was cooking stew, and Esau came in from the field, and he was starving. ", "30": "Esau said to Jacob, “Come on, let me eat some of that red stew, that red stew there, because I am starving.” (That is why Esau was also called Edom.[d])", "31": "Jacob said, “First, sell me your right as the firstborn.”", "32": "Esau said, “Look, I am about to die. What good is the birthright to me?”", "33": "Jacob said, “Swear to me first.” So he swore to him and sold his birthright to Jacob. ", "34": "Jacob gave Esau bread and a stew made of lentils. Esau ate and drank, got up, and went on his way. So Esau treated his birthright as if it was worthless."}