{"1": "There was a famine in the land, besides the first famine that had occurred during the days of Abraham. Isaac went to Abimelek king of the Philistines at Gerar. ", "2": "The Lord appeared to him and said, “Do not go down into Egypt. Live in the land where I tell you to live. ", "3": "Live in this land, and I will be with you and will bless you. For to you and to your descendants I will give all these lands, and I will establish the oath that I swore to Abraham your father. ", "4": "I will multiply your descendants like the stars of the sky and will give all these lands to your descendants. In your seed[a] all the nations of the earth will be blessed, ", "5": "because Abraham obeyed my voice and kept my requirements, my commandments, my statutes, and my laws.”", "6": "Isaac lived in Gerar. ", "7": "When the men of that place asked him about his wife, he said, “She is my sister.” He was afraid to say, “She is my wife,” because he thought, “The men of this place might kill me for Rebekah, since she is beautiful.” ", "8": "When he had been there a long time, Abimelek king of the Philistines happened to look out a window, and there was Isaac caressing Rebekah, his wife.", "9": "Abimelek called Isaac and said, “It is obvious that she is your wife. So why did you say, 'She is my sister'?” Isaac said to him, “Because I thought, 'If I do not, I will die because of her.'”", "10": "Abimelek said, “What is this you have done to us? One of the people might easily have slept with your wife, and you would have brought guilt on us!”", "11": "Abimelek gave this command to all the people: “Whoever touches this man or his wife shall surely be put to death.”", "12": "Isaac planted grain in that land, and in the same year he reaped one hundred times as much as he had sown, because the Lord blessed him. ", "13": "The man kept growing wealthier and wealthier until he became very great. ", "14": "He possessed flocks and herds and a large household, so the Philistines were envious of him.", "15": "Now the Philistines had blocked all the wells that his father's servants had dug in the days of Abraham his father, and they had filled them with earth. ", "16": "Abimelek said to Isaac, “Move away from us, for you are much more powerful than we are.”[b]", "17": "So Isaac departed from there, camped in the valley of Gerar, and lived there.", "18": "Isaac dug again the wells that had been dug in the days of Abraham his father, because the Philistines had blocked them after the death of Abraham. He gave them the same names that his father had given them. ", "19": "Isaac's servants dug in the valley along the stream bed and found a well there that provided a steady flow of water. ", "20": "But the herdsmen of Gerar started a dispute with Isaac's herdsmen. They said, “The water belongs to us.” He named the well Esek,[c] because they argued with him. ", "21": "They dug another well, but they started a dispute over that one also. He named it Sitnah.[d] ", "22": "He left that place and dug another well. They did not start a dispute over that one, so he called it Rehoboth.[e] He said, “Now the Lord has made room for us, and we will be fruitful in the land.”", "23": "He traveled from there to Beersheba. ", "24": "The Lord appeared to him the same night and said, “I am the God of Abraham your father. Do not be afraid, for I am with you, and I will bless you and multiply your descendants for the sake of my servant Abraham.”", "25": "He built an altar there and proclaimed[f] the name of the Lord. He pitched his tent there. Isaac's servants dug a well there.", "26": "Then Abimelek came from Gerar, with Ahuzzath his advisor and Phicol the commander of his army. ", "27": "Isaac said to them, “Why have you come to me, since you hate me and have sent me away from you?”", "28": "They said, “We saw clearly that the Lord was with you. So we said, 'Let there now be an oath between us, yes, between us and you. Let us make a treaty with you, ", "29": "that you will do us no harm, since we have not touched you, and since we have done nothing but good for you, and we have sent you away in peace.' Now you are blessed by the Lord.”", "30": "He made a feast for them, and they ate and drank. ", "31": "They got up the next morning and exchanged their oaths. Isaac sent them on their way, and they departed from him peacefully. ", "32": "It so happened that on the same day Isaac's servants came and told him about a well that they had dug. They said to him, “We have found water.” ", "33": "He called it Shibah.[g] Therefore the name of the city is Beersheba[h] to this day.", "34": "When Esau was forty years old, he took two wives: Judith, the daughter of Be'eri the Hittite, and Basemath, the daughter of Elon the Hittite. ", "35": "They were a source of bitterness for Isaac and Rebekah."}