{"1": "When Isaac was old and his eyes were so dim that he could hardly see, he called Esau his older son and said to him, “My son?” He said to him, “I am here.”", "2": "Isaac said, “Look, I am very old, and I do not know when I am going to die. ", "3": "So please take your gear, your quiver, and your bow, and go out to the open country, and get some wild game for me. ", "4": "Make me tasty food, the kind I love, and bring it to me, so that I may eat and I may bless you with all my soul before I die.”", "5": "Rebekah had been listening when Isaac spoke to Esau his son. After Esau went to the open country to hunt for game and to bring it back, ", "6": "Rebekah spoke to Jacob her son and said, “Listen, I heard your father speak to Esau your brother and tell him, ", "7": "'Bring me some wild game and make tasty food for me, that I may eat and give you a blessing from the Lord before my death.' ", "8": "Therefore, my son, obey my voice and do what I am commanding you. ", "9": "Go now to the flock, and get me two of the best young goats. I will make them into tasty food for your father, the kind he loves. ", "10": "You will bring it to your father, so that he can eat it and bless you before his death.”", "11": "Jacob said to his mother Rebekah, “But Esau my brother is a hairy man, and my skin is smooth. ", "12": "What if my father touches me? I will be exposed to him as a deceiver, and I will bring a curse on myself and not a blessing.”", "13": "His mother said to him, “Let your curse be on me, my son. Just obey my voice, and go get them for me.”", "14": "He went and got them and brought them to his mother. His mother made tasty food, the kind his father loved. ", "15": "Rebekah took the good clothing of Esau, her older son, which was with her in the house, and put it on Jacob, her younger son. ", "16": "She put the skins of the young goats on his hands and forearms and on the smooth part of his neck. ", "17": "She put the tasty food and the bread that she had prepared into the hand of her son Jacob.", "18": "He came to his father and said, “My father?” He said, “I am here. Who are you, my son?”", "19": "Jacob said to his father, “I am Esau your firstborn. I have done what you asked me to do. Please get up, and sit here and eat some of my wild game, so that you may bless me with all your soul.”", "20": "Isaac said to his son, “How is it that you have found it so quickly, my son?” He said, “Because the Lord your God gave me success.”", "21": "Isaac said to Jacob, “Please come near, so that I may feel you, my son, whether you are really my son Esau or not.”", "22": "Jacob went close to Isaac his father, who felt him and said, “The voice is the voice of Jacob, but the hands are the hands of Esau.” ", "23": "He did not recognize him, because his hands were hairy, like his brother Esau's hands. That was why he blessed him. ", "24": "But he asked again, “Are you really my son Esau?” He said, “I am.”", "25": "He said, “Bring it to me, and I will eat some of my son's wild game, so that I may bless you.” Jacob brought it to him, and he ate. He brought him wine, and he drank. ", "26": "His father Isaac said to him, “Come near now, and kiss me, my son.” ", "27": "He came near and kissed him. He smelled his clothing, so he blessed him and said: Yes, the smell of my son is the smell of the open field that the Lord has blessed.", "28": "May God give you the dew from the sky, the richness of the earth, and plenty of grain and new wine.", "29": "Let peoples serve you, and nations bow down to you. Be Lord over your brothers. Let your mother's sons bow down to you. Cursed be everyone who curses you. Blessed be everyone who blesses you.", "30": "As soon as Isaac had finished blessing Jacob, and Jacob had just gone out from the presence of Isaac his father, Esau his brother came in from his hunting. ", "31": "He also prepared tasty food and brought it to his father. He said to his father, “Let my father get up and eat his son's wild game, so that you may bless me with all your soul.”", "32": "Isaac his father said to him, “Who are you?” He said, “I am your son, your firstborn, Esau.”", "33": "Isaac trembled violently and said, “Then who was it that hunted wild game and brought it to me? I ate all of it before you came, and I have blessed him. And, yes, he will be blessed.”", "34": "When Esau heard the words of his father, he let out a very loud and bitter cry and said to his father, “Bless me—me too, my father.”", "35": "He said, “Your brother came deceitfully and has taken away your blessing.”", "36": "Esau said, “Isn't he rightly named Jacob? For he has tripped me up these two times. He took away my birthright. And look, now he has taken away my blessing.” He also asked, “Haven't you reserved a blessing for me?”", "37": "Isaac answered Esau, “You see, I have made him your lord, and I have given all his brothers to him as servants. I have sustained him with grain and new wine. So what can I do for you, my son?”", "38": "Esau said to his father, “Have you only one blessing, my father? Bless me—me too, my father.” And Esau wept loudly.", "39": "Isaac his father answered him, Know this: Your dwelling will be away from the richness of the earth and away from the dew from the sky above.", "40": "By your sword you will live, but you will serve your brother. Then when you break loose, you will shake his yoke off your neck.", "41": "Esau hated Jacob because of the blessing with which his father had blessed him. Esau said in his heart, “The days of mourning for my father are at hand. Then I will kill my brother Jacob.”", "42": "The words of Esau, her older son, were told to Rebekah. She sent and called Jacob, her younger son, and said to him, “Listen, your brother Esau is consoling himself in regard to you by planning to kill you. ", "43": "Now, therefore, my son, obey my voice. Get up. Flee to Laban, my brother, in Haran. ", "44": "Stay with him a few days, until your brother's fury turns away, ", "45": "until your brother's anger turns away from you, and he forgets what you have done to him. Then I will send for you and get you from there. Why should I be deprived of both of you in one day?”", "46": "Rebekah said to Isaac, “I am tired of my life because of the daughters of Heth. If Jacob takes a wife from the daughters of Heth, these daughters of the land, what good will my life do me?”"}