{"1": "So Isaac called Jacob, blessed him, and commanded him, “You shall not take a wife from the daughters of Canaan. ", "2": "Get up. Go to Paddan Aram,[a] to the house of Bethuel, your mother's father. Take a wife from there from the daughters of Laban, your mother's brother. ", "3": "May God Almighty bless you, and make you fruitful, and multiply you, so that you may become a community of peoples. ", "4": "May he give you and your descendants along with you the blessing he gave to Abraham, so that you may inherit the land where you have been living as an alien, the land God gave to Abraham.”", "5": "So Isaac sent Jacob away. He went to Paddan Aram to Laban, the son of Bethuel the Aramean. Laban was the brother of Rebekah, who was the mother of Jacob and Esau.", "6": "Esau observed that Isaac had blessed Jacob and sent him away to Paddan Aram to take a wife from there, and that as he blessed him, he had commanded him, “You shall not take a wife from the daughters of Canaan.” ", "7": "When he saw that Jacob had obeyed his father and his mother and had gone to Paddan Aram, ", "8": "Esau realized that the daughters of Canaan did not please Isaac, his father. ", "9": "So Esau went to Ishmael, and he took Mahalath the daughter of Ishmael, Abraham's son, the sister of Nebaioth, to be his wife, in addition to the wives that he already had.", "10": "Jacob set out from Beersheba and traveled toward Haran. ", "11": "He came to a certain place and decided to spend the night there, because the sun had set. He took one of the stones from that place, put it under his head, and lay down to sleep in that place. ", "12": "He had a dream in which he saw a stairway set up on the earth with its top reaching to heaven. There were angels of God ascending and descending on it. ", "13": "There at the top stood the Lord, who said, “I am the Lord, the God of your father Abraham and the God of Isaac. The land on which you are lying, I give to you and to your descendants. ", "14": "Your descendants will be like the dust of the earth, and you will spread abroad to the west, and to the east, and to the north, and to the south. In you and in your seed[b] all the families of the earth will be blessed. ", "15": "Now, I am with you and will watch over you wherever you go, and I will bring you back again into this land. Indeed, I will not leave you until I have done what I have promised to you.”", "16": "Jacob woke up from his sleep, and he said, “Certainly the Lord is in this place, and I was not aware of it.” ", "17": "He was afraid[c] and he said, “How awe- inspiring is this place! This is nothing other than the house of God, and this is the gate to heaven.”", "18": "Jacob got up early in the morning. He took the stone that he had put under his head and set it up as a sacred memorial stone and poured oil on top of it. ", "19": "He named that place Bethel. (Before this, the name of the city had been Luz.) ", "20": "Jacob took a vow, “If God will be with me to keep me safe on this journey I am making, and if he gives me food to eat and clothing to put on, ", "21": "and I come back to my father's house in safety, the Lord will be my God, ", "22": "and this stone that I have set up as a memorial stone will be God's house, and I will certainly give you a tenth of everything that you give me.”"}