{"1": "Now the serpent was more clever than any wild animal which the Lord God had made. He said to the woman, “Has God really said, 'You shall not eat from any tree in the garden'?”", "2": "The woman said to the serpent, “We may eat fruit from the trees of the garden, ", "3": "but not from the fruit of the tree that is in the middle of the garden. God has said, 'You shall not eat from it. You shall not touch it, or else you will die.'”", "4": "The serpent said to the woman, “You certainly will not die. ", "5": "In fact, God knows that the day you eat from it, your eyes will be opened, and you will be like God, knowing good and evil.”", "6": "When the woman saw that the tree was good for food, and that it was appealing to the eyes, and that the tree was desirable to make one wise, she took some of its fruit and ate. She gave some also to her husband, who was with her, and he ate it. ", "7": "The eyes of both of them were opened, and they realized that they were naked. They sewed fig leaves together and made coverings for their waists.[a] ", "8": "They heard the voice of the Lord God, who was walking around in the garden during the cooler part[b] of the day, and the man and his wife hid themselves from the presence of the Lord God among the trees of the garden.", "9": "The Lord God called to the man and said to him, “Where are you?”", "10": "The man said, “I heard your voice in the garden, and I was afraid, because I was naked, so I hid myself.”", "11": "God said, “Who told you that you were naked? Have you eaten from the tree from which I commanded you not to eat?”", "12": "The man said, “The woman you gave to be with me—she gave me fruit from the tree, and I ate it.”", "13": "The Lord God said to the woman, “What have you done?” The woman said, “The serpent deceived me, and I ate.”", "14": "The Lord God said to the serpent: Because you have done this, you are cursed more than all the livestock, and more than every wild animal. You shall crawl on your belly, and you shall eat dust all the days of your life.", "15": "I will put hostility between you and the woman, and between your seed and her seed.[c] He will crush your head, and you will crush his heel.", "16": "To the woman he said: I will greatly increase your pain in childbearing. With painful labor you will give birth to children. Your desire will be for your husband, but[d] he will rule over you.", "17": "To Adam he said: Because you listened to your wife's voice and ate from the tree about which I commanded you, “You shall not eat from it,” the soil is cursed on account of you. You will eat from it with painful labor all the days of your life.", "18": "Thorns and thistles will spring up from the ground for you, but you will eat the crops of the field.", "19": "By the sweat of your face you will eat bread until you return to the soil, for out of it you were taken. For you are dust, and to dust you shall return.", "20": "The man named his wife Eve[e] because she would be the mother of all the living. ", "21": "The Lord God made clothing of animal skins for Adam and for his wife and clothed them.", "22": "The Lord God said, “Look, the man has become like one of us, knowing good and evil. Now, so that he does not reach out his hand and also take from the Tree of Life and eat and live forever—” ", "23": "the Lord God sent him out from the Garden of Eden to work the soil from which he had been taken. ", "24": "So he drove the man out, and in front of[f] the Garden of Eden he stationed cherubim[g] and a flaming sword, which turned in every direction to guard the way to the Tree of Life."}