{"1": "When Rachel saw that she was bearing no children for Jacob, Rachel was jealous of her sister. She said to Jacob, “Give me children, or else I will die.”", "2": "Jacob's anger burned against Rachel, and he said, “Am I in the place of God, who has withheld from you fruit from your womb?”", "3": "She said, “Here is my maid Bilhah. Go to her, so that she may bear a child for me, and my family will be built up through her.” ", "4": "So she gave her servant girl Bilhah to Jacob as a wife, and he went to her. ", "5": "Bilhah conceived and gave birth to a son for Jacob. ", "6": "Rachel said, “God has judged in my favor. He has heard my voice and has given me a son.” Therefore she named him Dan.[a]", "7": "Bilhah, Rachel's servant girl, conceived again and bore Jacob a second son. ", "8": "Rachel said, “I have had a desperate struggle with my sister, and I have won.” So she named him Naphtali.[b]", "9": "When Leah saw that she was no longer bearing sons, she took her servant girl Zilpah and gave her to Jacob as a wife. ", "10": "Zilpah, Leah's servant girl, bore Jacob a son. ", "11": "Leah said, “How fortunate!” So she named him Gad.[c]", "12": "Zilpah, Leah's servant girl, bore a second son for Jacob. ", "13": "Leah said, “I am blessed, for women will call me blessed.” She named him Asher.[d]", "14": "At the time of the wheat harvest Reuben went out and found mandrakes[e] in the field and brought them to his mother Leah. Then Rachel said to Leah, “Please give me some of your son's mandrakes.”", "15": "She said to her, “Isn't it bad enough that you have taken away my husband? Do you want to take away my son's mandrakes as well?” Rachel said, “He will sleep with you tonight for your son's mandrakes.”", "16": "When Jacob came in from the field in the evening, Leah went out to meet him and said, “You must come to me, because I have hired you with my son's mandrakes.” So he slept with her that night. ", "17": "God listened to Leah, and she conceived and bore Jacob a fifth son. ", "18": "Leah said, “God has given me the wages I deserve, because I gave my servant girl to my husband.” So she named him Issachar.[f]", "19": "Leah conceived again and bore a sixth son to Jacob. ", "20": "Leah said, “God has given me a great reward. Now my husband will treat me with honor, because I have borne six sons for him.” So she named him Zebulun.[g]", "21": "Afterward, she gave birth to a daughter and named her Dinah.", "22": "God remembered Rachel, and God listened to her and opened her womb. ", "23": "She conceived, bore a son, and said, “God has taken away my disgrace.” ", "24": "She named him Joseph[h] and said, “May the Lord add another son to me.”", "25": "After Rachel had given birth to Joseph, Jacob said to Laban, “Send me away, that I may go home to my own place in my own country. ", "26": "Give me my wives and my children for whom I have served you, and let me go, because you know how much I have served you.”", "27": "Laban said to him, “If now I have found favor in your eyes, stay here, for I have learned by divination[i] that the Lord has blessed me because of you.” ", "28": "So he said, “Set your wages for me, and I will pay them.”", "29": "Jacob said to him, “You know how well I have served you, and how your livestock have fared under my care. ", "30": "For before I came, you had very little, and it has been multiplied many times over. The Lord has blessed you wherever I set foot. Now isn't it time for me to provide for my own household as well?”", "31": "Laban asked, “What shall I give you?” Jacob said, “You do not have to give me anything. But if you will do this thing for me, I will continue to take your flock to pasture and watch over it: ", "32": "I will pass through all your flocks today and take all the speckled and spotted sheep, every dark brown sheep among the lambs, and the spotted and speckled goats. These will be my wages. ", "33": "This is how I will be able to prove my honesty whenever you demand an accounting of my wages: Any goats that are not spotted or speckled, and any lambs that are not dark brown that are found with me will be treated as stolen.”", "34": "Laban said, “Very well. We will do what you have said.” ", "35": "But that day Laban removed all the male goats that were streaked and spotted, and all the female goats that were speckled and spotted, every one that had any white on it, and all the dark brown sheep, and handed them over to his sons. ", "36": "Then he separated himself from Jacob by a three days' journey, and Jacob pastured the rest of Laban's flocks.", "37": "Jacob took fresh branches from poplar, almond, and plane trees. He peeled stripes on them so that the white inside the branches was visible. ", "38": "He put the branches that he had peeled into the gutters of the watering troughs where the flocks came to drink, so the flocks would see them. They conceived when they came to drink. ", "39": "The flocks conceived in front of the branches, and the flocks produced streaked, speckled, and spotted animals. ", "40": "Jacob separated the lambs, and he made the flocks face toward the streaked animals and all the black animals in the flock of Laban, and he kept his own herds separate and did not put them into Laban's flock. ", "41": "And whenever the stronger animals in the flock were in heat, Jacob laid the branches in the gutters where the flocks could see them, so that they would conceive while looking at the branches. ", "42": "But when the weak animals in the flock were in heat, he did not put the branches in. So the weaker animals were Laban's, and the stronger were Jacob's. ", "43": "The man became much wealthier and had large flocks, female servants and male servants, and camels and donkeys."}