{"1": "Jacob went on his way, and the angels of God met him.[a] ", "2": "When he saw them, Jacob said, “This is God's army.” He named that place Mahanaim.[b]", "3": "Jacob sent messengers ahead of him to Esau, his brother, to the land of Seir, the region of Edom. ", "4": "He gave them a command. “Tell my lord, Esau, 'This is what your servant Jacob says: I have lived as an alien with Laban until very recently. ", "5": "I have cattle, donkeys, flocks, male servants, and female servants. I have sent this message to inform my lord, so that I may find favor in your sight.'”", "6": "The messengers returned to Jacob and reported, “We came to your brother Esau. Now he is coming to meet you, and he has four hundred men with him.”", "7": "So Jacob was terrified and very distressed. He divided the people who were with him, as well as the flocks, and the herds, and the camels, into two camps.[c] ", "8": "He said, “If Esau comes to one camp and strikes it, then the other camp will escape.” ", "9": "Jacob said, “God of my father Abraham and God of my father Isaac, the Lord, who said to me, 'Return to your country and to your relatives, and I will do good for you,' ", "10": "I am not worthy of even a bit of all the mercy and all the faithfulness that you have shown to your servant, for I crossed over this Jordan with just my staff, and now I have grown into two camps. ", "11": "Please deliver me from the hand of my brother, from the hand of Esau, for I am afraid that he will come and strike me and the mothers, as well as the children. ", "12": "You said, 'I will surely do good for you and make your descendants like the grains of sand of the sea, which cannot be counted because there are so many.'”", "13": "Jacob spent that night there and selected a gift for Esau his brother from the possessions he had with him: ", "14": "two hundred female goats and twenty male goats, two hundred ewes and twenty rams, ", "15": "thirty milk camels and their colts, forty cows and ten bulls, and twenty female donkeys with ten foals. ", "16": "He handed them over to his servants, each herd by itself, and said to his servants, “Cross over in front of me, and keep some space between each herd and the next one.” ", "17": "He commanded the one in front, “When Esau my brother meets you and asks, 'Whose people are you? Where are you going? Whose herds are these in front of you?' ", "18": "then you shall say, 'They belong to your servant Jacob. It is a gift sent to you, my Lord Esau. Look, he is right behind us.'” ", "19": "He commanded the second group, and the third, and all those who followed the herds, “This is how you shall speak to Esau when you meet him. ", "20": "You shall say, 'What's more, look, your servant Jacob is right behind us.'” Jacob said, “I will win his favor with the gift that I have sent ahead of me, and after that I will see his face, and perhaps he will accept me.”", "21": "So the gift was sent over ahead of him, but he himself spent that night in the camp.", "22": "He got up that night and took his two wives, his two maids, and his eleven sons, and crossed over the ford of the Jabbok. ", "23": "He took them and sent them across the stream, and he also sent his possessions across. ", "24": "Jacob was left alone, and he wrestled with a man there until daybreak. ", "25": "When the man saw that he could not defeat him, he touched the socket of his thigh, and the socket of Jacob's thigh was dislocated as he wrestled. ", "26": "The man said, “Let me go. It's daybreak.” Jacob said, “I will not let you go unless you bless me.”", "27": "Then he said to him, “What is your name?” He said, “Jacob.”", "28": "Then he said, “Your name will no longer be Jacob, but Israel, because you have fought with God and with men, and you have won.”", "29": "Jacob asked him, “Please tell me your name.” He said, “Why do you ask what my name is?” Then he blessed him there.", "30": "Jacob named the place Peniel,[d] because he said, “I have seen God face-to-face, and my life has been spared.” ", "31": "The sun rose as he crossed over at Peniel, and he was limping because of his thigh. ", "32": "For that reason, to this day the people of Israel do not eat the tendon of the hip that is on the socket of the thigh, because God touched the socket of Jacob's thigh on the tendon of the hip."}