{"1": "Jacob looked up, and there was Esau coming with four hundred men. Jacob divided the children into groups with Leah and Rachel and with the two maids. ", "2": "He put the maids and their children in front, Leah and her children next, and Rachel and Joseph at the end. ", "3": "He himself crossed over the stream ahead of the others and bowed to the ground seven times as he approached his brother.", "4": "Esau ran to meet him, embraced him, hugged him around the neck, and kissed him. They both wept. ", "5": "Then Esau looked up and saw the women and children and asked, “Who are these people with you?” Jacob said, “The children whom God has graciously given your servant.” ", "6": "Then the maids came forward with their children, and they bowed low. ", "7": "Leah and her children also came forward and bowed low. After them, Joseph came forward with Rachel, and they bowed low.", "8": "Esau said, “What did you mean by this whole camp that I met?” Jacob said, “To gain favor in the sight of my lord.”", "9": "Esau said, “I have enough, my brother. Keep what is yours.”", "10": "Jacob said, “No, if I have now found favor in your sight, then please accept the gift from my hand, because when I saw your face, it was like seeing the face of God, now that you have accepted me. ", "11": "Please accept the gift that I brought to you, because God has dealt graciously with me, and because I have everything I need.” He urged him, and he accepted it.", "12": "Esau said, “Let us get going on our journey, and I will lead the way for you.”", "13": "Jacob said to him, “My Lord knows that the children are still young, and that my flocks and herds are nursing their young, and if the herdsmen drive them too hard for even one day, all the flocks will die. ", "14": "Please let my Lord go ahead of his servant, and I will follow slowly, at the right pace for the livestock and the right pace for the children, until I come to my Lord in Seir.”", "15": "Esau said, “Please let me leave some of my people with you.” But he said, “Why? Just let me find favor in the sight of my lord.”", "16": "So Esau set out that day on his way back to Seir. ", "17": "Jacob traveled to Succoth, built a house for himself, and made shelters for his livestock. That is why that place is called Succoth.[a]", "18": "When he returned from Paddan Aram, Jacob came in peace to the city of Shechem, which is in the land of Canaan, and he camped in front of the city. ", "19": "He bought the piece of land where he pitched his tent from the descendants of Hamor, the father of Shechem, for one hundred pieces of silver.[b] ", "20": "He erected an altar there and called it El Elohe Israel.[c]"}