{"1": "Dinah, Jacob's daughter by Leah, went out to see the young women of the land. ", "2": "Shechem, the son of Hamor the Hivite, the chief of that part of the land, saw her and took her, lay down with her, and humiliated her.[a] ", "3": "He had a strong desire for Dinah,[b] the daughter of Jacob, and he was in love with the young woman and spoke tenderly to her.[c] ", "4": "Shechem spoke to his father, Hamor, saying, “Get me this young woman as a wife.”", "5": "When Jacob heard that Shechem had defiled his daughter Dinah, his sons were out in the field with his livestock, so Jacob kept quiet about it until they came back. ", "6": "Hamor the father of Shechem came to talk with Jacob. ", "7": "The sons of Jacob came in from the field when they heard about it. The men were shocked by the outrage, and they were very angry, because he had disgraced Israel by lying down with Jacob's daughter, a thing that should not be done. ", "8": "Hamor spoke with them. He said, “My son Shechem has a deep longing for your daughter. Please give her to him as a wife. ", "9": "Intermarry with us. Give your daughters to us, and take our daughters for yourselves. ", "10": "You may live among us, and the land will be open to you. Live in it, conduct trade, and acquire property in it.”", "11": "Shechem said to her father and to her brothers, “Let me find favor in your eyes, and whatever you ask from me I will give. ", "12": "No matter how great a bride price and gift[d] you demand, I will give it. Just give me the young woman as a wife.”", "13": "The sons of Jacob answered Shechem and his father Hamor deceitfully, because Shechem had defiled their sister Dinah. ", "14": "They said to them, “We cannot do this—giving our sister to a man who is uncircumcised. That would be a disgrace to us. ", "15": "Only on this condition will we consent to your offer: If all your males become circumcised as we are, ", "16": "then we will give our daughters to you, and we will take your daughters for ourselves, and we will live with you, and we will become one people. ", "17": "But if you do not accept our terms and undergo circumcision, then we will take our sister,[e] and we will be gone.”", "18": "Their offer pleased Hamor and Hamor's son Shechem. ", "19": "The young man did not delay acting on it, because he was delighted with Jacob's daughter, and he was the most important[f] of all the household of his father. ", "20": "Hamor and his son Shechem came to the gate of their city and discussed this with the men of their city. They said, ", "21": "“These men want peace with us. So let them live in the land and trade in it. Look, the land is large enough for them. Let us take their daughters as wives for ourselves, and let us give them our daughters. ", "22": "Only on this condition will the men agree to live with us and to become one people with us: if every male among us is circumcised, as they are circumcised. ", "23": "Won't all their livestock, all their possessions, and all their animals become ours? So let's accept their offer, so that they will settle among us.”", "24": "Everyone who assembled at the gate of his city listened to Hamor and to Shechem his son. So all the males who assembled at the gate of the city were circumcised. ", "25": "Then on the third day, when they were still sore, two of Jacob's sons, Simeon and Levi, Dinah's brothers, each took his sword, attacked the unsuspecting city, and killed all the males. ", "26": "They killed Hamor and Shechem, his son, with the edge of the sword. They took Dinah out of Shechem's house and left.", "27": "Jacob's sons then came to the dead bodies and looted the city, because their sister had been defiled. ", "28": "They took their flocks, their herds, their donkeys, everything that was in the city, everything that was in the countryside, ", "29": "and all their wealth. They took all their little ones and their wives as captives. They looted everything that was in the houses.", "30": "Jacob said to Simeon and Levi, “You have ruined me. You have made me stink to the inhabitants of the land, among the Canaanites and the Perizzites. I am few in number. They will gather themselves together against me and attack me, and I will be destroyed, I and my household.”", "31": "But they said, “Should he have treated our sister like a prostitute?”"}