{"1": "God said to Jacob, “Get up and go to Bethel, and live there. Make an altar there for God, who appeared to you when you fled from the presence of Esau your brother.”", "2": "Then Jacob said to his household and to all who were with him, “Throw away the foreign gods that are among you, purify yourselves, and change your clothing. ", "3": "Let's get up and go to Bethel. I will make an altar there for God, who answered me in the day when I was in trouble and who has been with me wherever I have traveled.”", "4": "They gave Jacob all the foreign gods that were in their possession and the rings that were in their ears, and Jacob hid them under the terebinth tree that was near Shechem.", "5": "They set out, and terror from God fell on the cities that were around them, so they did not pursue Jacob's sons. ", "6": "So Jacob came to Luz (that is, Bethel), which is in the land of Canaan, he and all the people who were with him. ", "7": "He built an altar there and named the place El Beth El,[a] because God had been revealed to him there, when he fled from the presence of his brother.", "8": "Deborah, who was Rebekah's nurse, died, and she was buried under the oak below Bethel. So the place was named Allon Bacuth.[b]", "9": "God appeared to Jacob again after he had come from Paddan Aram, and he blessed him.[c] ", "10": "God said to him, “Your name is Jacob, but your name will not be Jacob anymore. Your name will be Israel.” So he named him Israel.[d] ", "11": "God said to him, “I am God Almighty. Be fruitful and multiply. A nation and a community of nations will descend from you, and kings will come from your body. ", "12": "The land that I gave to Abraham and Isaac, I will give also to you, and I will give the land to your descendants after you.”", "13": "God left him in the place where he had spoken with him, ", "14": "and Jacob set up a memorial in the place where God had spoken with him. It was a memorial stone. He poured out a drink offering on it and poured oil on it. ", "15": "Jacob named the place where God spoke with him Bethel.", "16": "Then they traveled from Bethel. As they were coming close to Ephrath, Rachel went into labor. She was experiencing hard labor, ", "17": "and when she was in hard labor, the midwife said to her, “Don't be afraid, for now you will have another son.”", "18": "Then as her life was slipping away[e] (for she was dying), she named her son Benoni,[f] but his father named him Benjamin.[g] ", "19": "So Rachel died and was buried on the way to Ephrath (that is, Bethlehem). ", "20": "Jacob set up a memorial stone on her grave. It is the marker for Rachel's tomb to this day. ", "21": "Israel traveled on and pitched his tent beyond Migdal Eder.[h]", "22": "While Israel lived in that region, Reuben went and lay down with Bilhah, his father's concubine, and Israel heard about it. Jacob had twelve sons.", "23": "The sons of Leah were Reuben (Jacob's firstborn), Simeon, Levi, Judah, Issachar, and Zebulun.", "24": "The sons of Rachel were Joseph and Benjamin.", "25": "The sons of Bilhah (Rachel's maid) were Dan and Naphtali.", "26": "The sons of Zilpah (Leah's maid) were Gad and Asher. These are the sons of Jacob who were born to him in Paddan Aram.", "27": "Jacob came to his father Isaac at Mamre near Kiriath Arba (which is Hebron), where Abraham and Isaac had resided as aliens.", "28": "The days of Isaac's life were one hundred eighty years. ", "29": "Isaac breathed his last and died. He was gathered to his people. He had lived a long, full life. Esau and Jacob, his sons, buried him."}