{"1": "Jacob lived in the land where his father had resided as an alien, that is, in the land of Canaan.", "2": "This is the account about the development of the family of Jacob: When Joseph was seventeen years old, he was tending the flock with his brothers. He was just a boy compared to the sons of his father's wives Bilhah and Zilpah. Joseph brought a bad report about them to their father. ", "3": "Now Israel loved Joseph more than all his other sons, because he was the son born in his old age,[a] and he made him a special robe.[b] ", "4": "His brothers saw that their father loved him more than all his brothers, so they hated him and could not speak to him in a friendly way.", "5": "Once Joseph had a dream, and he told it to his brothers, so they hated him all the more. ", "6": "He said to them, “Please listen to this dream that I have dreamed: ", "7": "There we were, binding sheaves in the field, and suddenly my sheaf rose up and stood upright. Then your sheaves gathered around and bowed down to my sheaf.”", "8": "His brothers said to him, “So will you really reign over us? Will you really have dominion over us?” They hated him all the more because of his dreams and what he said.", "9": "Then he had another dream and told it to his brothers. He said, “Listen, I had another dream. This is what I saw: The sun and the moon and eleven stars bowed down to me.” ", "10": "He told it to his father and to his brothers. His father rebuked him and said to him, “What kind of dream is this that you have dreamed? Will I and your mother and your brothers really come and bow down to the ground in front of you?” ", "11": "His brothers were jealous of him, but his father kept what he had said in mind.", "12": "His brothers went to pasture their father's flock in Shechem. ", "13": "Israel said to Joseph, “Aren't your brothers pasturing the flock in Shechem? Go, I will send you to them.” Joseph said to him, “Yes, I will do it.”", "14": "Israel said to him, “Please go and see whether everything is going well with your brothers and with the flock. Then bring me word again.” So he sent him off from the valley at Hebron, and he arrived at Shechem.", "15": "A man met him as he was wandering in the countryside. The man asked him, “What are you looking for?”", "16": "He said, “I am looking for my brothers. Tell me, please, where they are pasturing the flock.”", "17": "The man said, “They have left here. I heard them say, 'Let's go to Dothan.'” Joseph went after his brothers and found them at Dothan. ", "18": "They saw him in the distance, and before he came near to them, they conspired against him to kill him. ", "19": "They said to each other, “Look, here comes this master of dreams. ", "20": "Come on, let's kill him and throw him into one of the cisterns, and we will say, 'A wild animal has devoured him.' Then we will see what will become of his dreams.”", "21": "Reuben heard this and rescued him out of their hands. He said, “Let's not take his life.” ", "22": "Reuben said to them, “Shed no blood. Throw him into this cistern that is in the wilderness, but do not lay a hand on him.” He said this so that he could rescue him out of their hands and restore him to his father.", "23": "And so when Joseph came to his brothers, they stripped him of his robe, the special robe he was wearing. ", "24": "Then they took him and threw him into the cistern. The cistern was empty; there was no water in it.", "25": "They sat down to eat bread, and they looked up and saw a caravan of Ishmaelites coming from Gilead with their camels loaded with spices, balm, and myrrh, which they were going to deliver to Egypt. ", "26": "Judah said to his brothers, “What profit is there in killing our brother and concealing his blood? ", "27": "Come on, let's sell him to the Ishmaelites and not lay a hand on him, since he is our brother, our own flesh.” His brothers listened to him. ", "28": "As the Midianites, who were merchants, were passing by, the brothers pulled Joseph up out of the cistern and sold Joseph to the Ishmaelites for twenty pieces[c] of silver. They brought Joseph to Egypt.", "29": "When Reuben returned to the cistern, he saw that Joseph was not in the cistern, so he tore his clothing. ", "30": "He returned to his brothers and said, “The boy is no longer here, and as for me, where will I go now?”", "31": "Then they took Joseph's robe, killed a male goat, and dipped the robe in the goat's blood. ", "32": "They took the special robe, and they brought it to their father and said, “We have found this. Examine it now, and see whether it is your son's robe or not.”", "33": "He recognized it and said, “It is my son's robe. A wild animal has devoured him. Without a doubt Joseph has been torn to pieces.” ", "34": "Jacob tore his clothing, put sackcloth around his waist, and mourned for his son for many days. ", "35": "All his sons and all his daughters rose up to comfort him, but he refused to be comforted. He said, “No, I will mourn for my son until I go down to the grave.” So his father wept for him.", "36": "In Egypt the Midianites sold him to Potiphar, an officer of Pharaoh, who was the captain of the guard."}