{"1": "When Joseph was brought down to Egypt, Potiphar the Egyptian, who was an officer[a] of Pharaoh and the captain of the guard, bought Joseph from the Ishmaelites who had brought him down to Egypt. ", "2": "The Lord was with Joseph, and he became successful. He served in the house of his master the Egyptian. ", "3": "His master saw that the Lord was with him, and that the Lord made everything that he touched a success. ", "4": "Joseph found favor in his sight. Joseph served him, and he made Joseph manager of his household. He put Joseph in charge of everything.", "5": "From the time that Potiphar made him manager of his household, in charge of everything that he had, the Lord blessed the Egyptian's household for Joseph's sake, and the blessing of the Lord rested on everything that he had, both in the house and in the fields. ", "6": "So he left Joseph in charge of everything that he had. He did not concern himself with anything except the food that he ate. Joseph was well built and handsome. ", "7": "Sometime after all this, his master's wife had her eye on Joseph, and she said, “Come, lie down with me.”", "8": "But he refused and said to his master's wife, “Look, my master does not concern himself with anything that has been entrusted to me in the house. He has put me in charge of everything that he has. ", "9": "He has no one in this house greater than I am, and he has not withheld anything from me except you, because you are his wife. How then could I do such a great evil and sin against God?”", "10": "She kept speaking to Joseph day after day, but he would not listen to her. He would not lie down beside her or even be with her. ", "11": "But one day when he went into the house to do his work, none of the men of the household were there inside the house. ", "12": "She caught him by his garment and said, “Come, lie down with me!” He left behind his garment in her hand and ran outside.", "13": "When she saw that he had left his garment in her hand and had run outside, ", "14": "she called to the men of her household and said to them, “Look, my husband has brought a Hebrew man in to put us to shame. He came in to lie down with me, but I screamed loudly. ", "15": "When he heard me scream, he left behind his garment with me and ran outside.”", "16": "She kept his garment beside her until his master came home. ", "17": "This is what she told him: “The Hebrew servant, whom you have brought to us, came to me to put me to shame and said to me, 'Let me lie down with you.'[b] ", "18": "And look, when I screamed and cried out, he left behind his garment with me and ran outside.”", "19": "As soon as his master heard the words that his wife spoke to him, saying, “This is what your servant did to me,” he became very angry. ", "20": "Joseph's master took him and put him into the prison where the king's prisoners were confined, so Joseph was kept in prison there.", "21": "But the Lord was with Joseph. He showed mercy to him and gave him favor in the sight of the warden of the prison. ", "22": "The warden of the prison made Joseph responsible for all the prisoners who were in the prison. Joseph was responsible for whatever they did there. ", "23": "The warden of the prison did not pay attention to anything that was under his authority, because the Lord was with Joseph, and the Lord made everything that he did succeed."}