{"1": "Sometime after this, the cupbearer and the baker of the king of Egypt committed an offense against their lord, the king of Egypt. ", "2": "Pharaoh was angry with his two officers, the chief cupbearer and the chief baker. ", "3": "He put them under custody in the house of the captain of the guard, in the prison, the place where Joseph was confined. ", "4": "The captain of the guard assigned them to Joseph, and he was responsible for them. They stayed in prison for some time.[a] ", "5": "While they were confined in the prison, the cupbearer and the baker of the king of Egypt each had a dream. Each man had his own dream during the same night. Each man's dream had its own meaning. ", "6": "Joseph came to them in the morning, looked at them, and saw that they were troubled. ", "7": "He asked Pharaoh's officers who were in custody with him in his master's house, “Why do you look so troubled today?”", "8": "They said to him, “We each had a dream, but there is no one who can interpret it.” Joseph said to them, “Interpretations belong to God, don't they? Please tell me the dreams.”", "9": "The chief cupbearer told Joseph his dream. “In my dream, there was a vine in front of me, ", "10": "and the vine had three branches. As I watched, it budded, it blossomed, and its clusters produced ripe grapes. ", "11": "I had Pharaoh's cup in my hand. I took the grapes, pressed them into Pharaoh's cup, and handed the cup to Pharaoh.”", "12": "Joseph said to him, “This is its interpretation: The three branches are three days. ", "13": "Within three days, Pharaoh will lift up your head and restore you to your office. You will place Pharaoh's cup into his hand, the way you used to do when you were his cupbearer. ", "14": "But remember me when everything is going well for you. Please show kindness to me, and mention me to Pharaoh, and bring me out of this jail, ", "15": "because I was kidnapped from the land of the Hebrews, and I also have done nothing here to deserve to be put into the dungeon.”", "16": "When the chief baker saw that the interpretation was favorable, he said to Joseph, “I also had a dream. I saw three baskets of white bread on my head. ", "17": "In the top basket there were all kinds of baked goods for Pharaoh, but the birds ate them out of the basket on my head.”", "18": "Joseph answered, “This is its interpretation: The three baskets are three days. ", "19": "Within three days, Pharaoh will lift up your head from upon you and will hang you on a tree, and the birds will eat your flesh off of you.”", "20": "And so it was that on the third day, which was Pharaoh's birthday, Pharaoh had a feast prepared for all his officials, and he lifted up the head of the chief cupbearer and the head of the chief baker among his officials. ", "21": "He restored the chief cupbearer to his position again, and he again placed the cup into Pharaoh's hand. ", "22": "But he hanged the chief baker, just as Joseph had explained to them. ", "23": "Nevertheless, the chief cupbearer did not remember Joseph, but forgot him."}