{"1": "Jacob called his sons and said, “Gather together, so that I can declare to you what will happen to you in the days to come.” [a]", "2": "Assemble together, and listen to this, you sons of Jacob. Listen to Israel, your father.", "3": "Reuben, you are my firstborn, my might, and the beginning of my vigor, excelling in dignity and excelling in power.", "4": "Boiling over like water, you shall not excel, because you went up to your father's bed, and you defiled it. He went up to my couch!", "5": "Simeon and Levi are brothers. Their daggers[b] are weapons of violence.", "6": "My soul, do not enter their council. My glory, do not join in their assembly. Yes, in their anger they killed men. In their spitefulness they hamstrung oxen.", "7": "Cursed be their anger, for it was fierce. Cursed be their wrath, for it was cruel. I will divide them in Jacob. I will scatter them in Israel.", "8": "Judah, your brothers will praise you. Your hand will be on the throat of your enemies. Your father's sons will bow down to you.", "9": "Judah is a lion's cub. You have gone up from the prey, my son. He stooped down. He crouched like a lion. He is like a lioness. Who will provoke him?", "10": "The scepter will not depart from Judah, nor the ruler's staff from between his feet, until the one to whom it belongs comes.[c] He will receive the obedience of the peoples.", "11": "He will tie his foal to the vine, his donkey's colt to the choice vine. He has washed his clothing in wine, his garments in the blood of grapes.", "12": "His eyes will be darker than wine, his teeth whiter than milk.[d]", "13": "Zebulun will dwell at the seashore. He will provide a landing place for ships. His border will extend toward Sidon.", "14": "Issachar is a strong-boned donkey, lying down between the saddlebags.[e]", "15": "He saw a resting place that was good. He saw land that was pleasant. He bows his shoulder under the burden and becomes a slave doing forced labor.", "16": "Dan will judge his people as one of the tribes of Israel.", "17": "Dan will be a snake in the way, a viper in the path. It bites the horse's heels, so that its rider falls backward.", "18": "I have waited for your salvation, O Lord.", "19": "Raiders will attack Gad, but he will attack their heels.", "20": "Asher's food will be rich. He will produce delicacies fit for a king.", "21": "Naphtali is a doe set free, that bears beautiful fawns.[f]", "22": "Joseph is a fruitful vine, a fruitful vine by a spring. His branches run over the wall.[g]", "23": "The archers have fiercely attacked him. They shot at him and harassed him,", "24": "but his bow remained steady. His arms and hands were made strong by the hands of the Mighty One of Jacob, by the name of[h] the Shepherd, the Stone of Israel,", "25": "by the God of your father, who will help you, by the Almighty, who will bless you with blessings from heaven above, blessings from the deep that lies below, blessings from the breasts and from the womb.", "26": "The blessings of your father are greater than the blessings of my parents,[i] greater than the treasures of the ancient hills. They will rest on the head of Joseph, on the forehead of him who is elevated above his brothers.", "27": "Benjamin is a ravenous wolf. In the morning he will devour the prey. At evening he will divide the spoils.", "28": "All these are the twelve tribes of Israel, and this is what their father spoke to them when he blessed them. He blessed each one with the appropriate blessing. ", "29": "He instructed them and said to them, “I am going to be gathered to my people. Bury me with my fathers in the cave that is in the field of Ephron the Hittite, ", "30": "in the cave that is in the field at Machpelah, which is near Mamre in the land of Canaan, which Abraham purchased along with the field from Ephron the Hittite as a burial place. ", "31": "There they buried Abraham and Sarah his wife. There they buried Isaac and Rebekah his wife, and there I buried Leah. ", "32": "The field and the cave that is in it was purchased from the descendants of Heth.”[j]", "33": "When Jacob finished instructing his sons, he gathered up his feet into the bed, breathed his last breath, and was gathered to his people."}