{"1": "This is the account about the development of Adam's family: In the day that God created man, he made him in the likeness of God. ", "2": "He created them male and female and blessed them, and on the day they were created, he named them “mankind.”[a]", "3": "Adam lived 130 years, and he became the father of a son in his own likeness, according to his own image, and he named him Seth. ", "4": "The days of Adam after he became the father of Seth were 800 years, and he became the father of sons and daughters. ", "5": "All the days that Adam lived were 930 years. Then he died.", "6": "Seth lived 105 years, and he became the father of Enosh. ", "7": "Seth lived 807 years after he became the father of Enosh, and he became the father of sons and daughters. ", "8": "All the days of Seth were 912 years. Then he died.", "9": "Enosh lived 90 years, and he became the father of Kenan. ", "10": "Enosh lived 815 years after he became the father of Kenan, and he became the father of sons and daughters. ", "11": "All the days of Enosh were 905 years. Then he died.", "12": "Kenan lived 70 years, and he became the father of Mahalalel. ", "13": "Kenan lived 840 years after he became the father of Mahalalel, and he became the father of sons and daughters. ", "14": "All the days of Kenan were 910 years. Then he died.", "15": "Mahalalel lived 65 years, and he became the father of Jared. ", "16": "Mahalalel lived 830 years after he became the father of Jared, and he became the father of sons and daughters. ", "17": "All the days of Mahalalel were 895 years. Then he died.", "18": "Jared lived 162 years, and he became the father of Enoch. ", "19": "Jared lived 800 years after he became the father of Enoch, and he became the father of sons and daughters. ", "20": "All the days of Jared were 962 years. Then he died.", "21": "Enoch lived 65 years, and he became the father of Methuselah. ", "22": "After he became the father of Methuselah, Enoch walked with God 300 years, and he became the father of sons and daughters. ", "23": "All the days of Enoch were 365 years. ", "24": "Enoch walked with God. Then, he was not there, for God took him.", "25": "Methuselah lived 187 years, and he became the father of Lamech. ", "26": "After he became the father of Lamech, Methuselah lived 782 years, and he became the father of sons and daughters. ", "27": "All the days of Methuselah were 969 years. Then he died.", "28": "Lamech lived 182 years and became the father of a son. ", "29": "He named him Noah[b] and said, “This one will bring us comfort during our work and the hard labor that we must perform with our hands because the Lord has cursed the soil.” ", "30": "Lamech lived 595 years after he became father of Noah, and he became the father of sons and daughters. ", "31": "All the days of Lamech were 777 years. Then he died.", "32": "Noah was 500 years old, and Noah became the father of Shem, Ham, and Japheth.[c]"}