{"1": "This is what happened when mankind[a] began to multiply on the face of the earth.[b] When daughters were born to people, ", "2": "the sons of God[c] saw that the daughters of men were beautiful, and they took as wives for themselves any of them they chose. ", "3": "The Lord said, “My Spirit will not struggle[d] with man forever, because he is only flesh.[e] His days will be 120 years.” ", "4": "The Nephilim[f] were on the earth in those days. After that, the sons of God went to the daughters of men, who bore children for them. Those became the powerful, famous men of ancient times.", "5": "The Lord saw that the wickedness of mankind was great on the earth, and that all the thoughts and plans they formed in their hearts were only evil every day. ", "6": "The Lord regretted that he had made man on the earth, and his heart was filled with sorrow.[g] ", "7": "The Lord said, “I will wipe out mankind, whom I have created, from the face of the earth, along with the animals, the creeping things, and the birds of the sky, because I regret that I have made them.” ", "8": "But Noah found favor in the eyes of the Lord.", "9": "This is the account about the development of Noah's family. Noah was a righteous man, a man of integrity in that generation. Noah walked with God. ", "10": "Noah became the father of three sons: Shem, Ham, and Japheth. ", "11": "In the sight of God the earth was morally corrupt, and the earth was filled with violence. ", "12": "God looked at the earth and saw that it was corrupt, for all flesh was corrupt in all their ways on the earth.", "13": "So God said to Noah, “I have decreed the end of all flesh, because the earth is filled with violence because of them. Now I am going to destroy them along with the earth.", "14": "“Make an ark[h] of gopher wood.[i] Make rooms in the ark. Seal it inside and outside with pitch. ", "15": "This is how you are to make it: The length of the ark is to be 450 feet, its width 75 feet, and its height 45 feet. ", "16": "Make a roof for the ark, and leave an eighteen-inch opening just under the roof. Place a door on the side of the ark. Make it with lower, second, and third decks.", "17": "“I myself am about to bring a flood of waters on the earth, in order to destroy all flesh under the sky that has the breath of life. Everything that is on the earth will die, ", "18": "but I will establish my covenant[j] with you. You shall come into the ark—you, your sons, your wife, and your sons' wives with you. ", "19": "You shall bring a pair (male and female) of every kind of living flesh into the ark with you to keep them alive. ", "20": "Include the birds according to their kinds, the livestock according to their kinds, every creeping thing on the ground according to their kinds. Two of every sort shall come to you, so you can keep them alive. ", "21": "Take with you every type of food that is eaten, and store it for yourself, so it can be used as food for you and for them.”", "22": "So that is what Noah did. He did everything that God commanded him, just as he had been told."}