{"1": "God blessed Noah and his sons and said to them, “Be fruitful and multiply and fill the earth. ", "2": "Every animal on the earth and every bird in the sky will fear you and dread you. Everything that swarms on the ground and all the fish in the sea are handed over to you. ", "3": "Every living, moving thing will be food for you. I have given everything to you, just as I gave you the green plants. ", "4": "But flesh that has the blood (which is its life) still in it, you shall not eat. ", "5": "In fact, I will hold each animal and each person responsible for your lifeblood. I will hold each man responsible for the life of his brother. ", "6": "Whoever sheds man's blood, by man his blood shall be shed, for God made man in his own image.", "7": "“But you, be fruitful and multiply. Increase abundantly on the earth, and multiply on it.”", "8": "God said to Noah and to his sons, who were with him, ", "9": "“Listen, I will now establish my covenant with you and with your descendants after you ", "10": "and with everything with you that has the breath of life: with the birds, with the livestock, and with every wild animal that is on the earth with you, with everything that went out of the ark, even with every wild animal on the earth. ", "11": "I will establish my covenant with you: Never again will all living creatures[a] be cut off by the waters of a flood. Neither will there ever again be a flood to destroy the earth.”", "12": "God also said, “This is the sign of the covenant between me and you and every living creature with you that I am giving for all generations to come. ", "13": "I have set my rainbow in the cloud, and it will be the sign of a covenant between me and the earth. ", "14": "Whenever I bring a cloud over the earth and the rainbow is seen in the cloud, ", "15": "I will remember my covenant, which is between me and you and every living creature of every sort,[b] and the waters will never again become a flood to destroy all flesh. ", "16": "The rainbow will be in the cloud. I will look at it so that I may remember the everlasting covenant between God and every living creature of every kind that is on the earth.” ", "17": "God said to Noah, “This is the sign of the covenant that I have established between me and all flesh that is on the earth.”", "18": "The sons of Noah who went out from the ark were Shem, Ham, and Japheth. (Ham was the father of Canaan.) ", "19": "These three were the sons of Noah, and from these, people spread out over the whole earth.", "20": "Noah began to be a man of the soil and planted a vineyard. ", "21": "He drank some of the wine and got drunk. He lay uncovered inside his tent. ", "22": "Ham, the father of Canaan, saw the nakedness of his father and told his two brothers outside. ", "23": "Shem and Japheth took a garment and laid it over their shoulders. They went in backwards and covered the nakedness of their father. They faced backwards, and they did not see their father's nakedness. ", "24": "Noah awoke from his wine and knew what his youngest son had done to him. ", "25": "He said: A curse on Canaan! He will be the lowest of servants to his brothers.", "26": "Then he said: Blessed be the Lord, the God of Shem! Let Canaan be his servant.", "27": "May God enlarge Japheth. Let him dwell in the tents of Shem. Let Canaan be his servant.", "28": "Noah lived 350 years after the flood. ", "29": "All the days of Noah were 950 years. Then he died."}