{"1": "In the beginning was the Word. And the Word was with God. And the Word was God.", "2": "The same was in the beginning with God.", "3": "All things were made by Him, and without Him was not anything made that was made.", "4": "In Him was life. And that life was the Light of man.", "5": "And the Light shines in the darkness. And the darkness has not understood it.", "6": "There was a man sent from God whose name was John.", "7": "One who came for a witness, to testify about the Light; so that through him all might believe.", "8": "He was not the Light, but bore witness of the Light;", "9": "that is, the true Light, which, coming into the world, lights all mankind.", "10": "He was in the world, and the world was made by Him, and the world knew Him not.", "11": "He came to His own, and His own received Him not.", "12": "But as many as received Him, to them He gave power to be children of God, to those who believe in His Name,", "13": "who are born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.", "14": "And the Word was made flesh and dwelt among us. And we saw the glory of Him, as the glory of the Only Begotten One of the Father, full of grace and truth.", "15": "John bore witness of him, and cried out, saying, “This was He of whom I said, 'He who comes after me, is in front of me. For He was before me.'”", "16": "And of His fullness we have all received, and grace for grace.", "17": "For the Law was given by Moses, but grace and truth came by Jesus Christ.", "18": "No one has yet seen God at any time. The Only Begotten Son, Who is in the bosom of the Father, He has declared him.", "19": "And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?”", "20": "And he confessed and did not deny, but said plainly, “I am not the Christ.”", "21": "And they asked him, “What then? Are you Elijah?” And he said, “I am not.” “Are you the Prophet?” And he answered, “No.”", "22": "Then they said to him, “Who are you, that we may give an answer to those who sent us? What do you say about yourself?”", "23": "He said, “I am the voice of him that cries in the wilderness, 'Make straight the way of the Lord', as said the Prophet Isaiah.”", "24": "Now those who were sent were from the Pharisees.", "25": "And they asked him, and said to him, “Why do you baptize, then, if you are neither the Christ, nor Elijah, nor the Prophet?”", "26": "John answered them, saying, “I baptize with water. But there is One among you whom you know not.", "27": "It is He who comes after me, Who was before me, Whose sandal straps I am not worthy to unloose.”", "28": "These things were done in Bethabara beyond Jordan, where John baptized.", "29": "The next day John saw Jesus coming to him, and said, “Behold, the Lamb of God, Who takes away the sin of the world!", "30": "“This is He of Whom I said, 'After me comes a Man Who is in front of me. For He was before me.", "31": "And I knew Him not. But that He may be declared to Israel, I have come, baptizing with water.”", "32": "So John bore witness, saying, “I have seen the Spirit come down from Heaven like a dove, and it stayed upon Him.", "33": "And I knew Him not. But He who sent me to baptize with water, He said to me, 'Upon Whom you shall see the Spirit coming down and staying, this is He who baptizes with the Holy Ghost.'", "34": "And I have seen and testified that this is the Son of God.”", "35": "The next day, John stood again, along with two of his disciples.", "36": "And he saw Jesus walking by, and said, “Behold the Lamb of God!”", "37": "And the two disciples heard him speak and followed Jesus.", "38": "Then Jesus turned around, and saw them follow, and said to them, “What do you seek?” And they said to Him, “Rabbi, (which is to say by interpretation, 'Master') where are You staying?”", "39": "He said to them, “Come, and see.” They came and saw where He dwelt and stayed with Him that day. For it was about the tenth hour.", "40": "Andrew, Simon Peter's brother, was one of the two who had heard John and followed him.", "41": "He found his brother Simon first, and said to him, “We have found the Messiah!” (Who is by interpretation, the Christ)", "42": "And he brought him to Jesus. And Jesus looked at him, and said, “You are Simon, the son of Jonah. You shall be called Cephas.” (which is by interpretation, Rock)", "43": "The following day, Jesus wished to go into Galilee. And He found Philip, and said to him, “Follow me.”", "44": "Now Philip was of Bethsaida, the city of Andrew and Peter.", "45": "Philip found Nathanael, and said to him, “We have found Him of whom Moses wrote in the Law and the Prophets – Jesus of Nazareth, son of Joseph!”", "46": "Then Nathanael said to him, “Can any good thing come out of Nazareth?” Philip said to him, “Come, and see.”", "47": "Jesus saw Nathanael coming to Him, and said of him, “Behold, indeed an Israelite in whom there is no deceit.”", "48": "Nathanael said to Him, “From where do You know me? Jesus answered, and said to him, “Before Philip called you, when you were under the fig tree, I saw you.”", "49": "Nathanael answered, and said to Him, “Rabbi, you are the Son of God! You are the King of Israel!”", "50": "Jesus answered, and said to him, “Because I said to you, 'I saw you under the fig tree', you believe? You shall see greater things than these.”", "51": "And He said to him, “Truly, truly, I say to you, hereafter you shall see Heaven open, and the Angels of God ascending and descending upon the Son of Man.”"}