{"1": "“Truly, truly I say to you, the one who does not enter in by the door into the sheepfold, but climbs up another way, he is a thief and a robber.", "2": "“But the one who goes in by the door is the shepherd of the sheep.", "3": "“To him the doorkeeper opens. And the sheep hear his voice. And he calls his own sheep by name and leads them out.", "4": "“And when he has sent forth his own sheep, he goes before them. And the sheep follow him. For they know his voice.", "5": "“And they will not follow a stranger. But they flee from him. For they do not know the voice of strangers.”", "6": "Jesus spoke this parable to them. But they did not understand what it was he was saying to them.", "7": "Then Jesus said to them again, “Truly, truly I say to you, I am that Door of the sheep.", "8": "“All that ever came before Me are thieves and robbers. But the sheep did not hear them.", "9": "“I am that Door. If anyone enters in by Me, he shall be saved, and shall go in, and go out, and find pasture.", "10": "“The thief comes not, if not to steal, and to kill, and to destroy. I have come that they might have life and have it in abundance.", "11": "“I am the Good Shepherd. The Good Shepherd gives His life for His sheep.", "12": "“But the hired servant (who is not the shepherd, nor are the sheep his own) sees the wolf coming and he leaves the sheep and flees. And the wolf catches them and scatters the sheep.", "13": "“So the hired servant flees because he is a hired servant and does not care for the sheep.", "14": "“I am the Good Shepherd, and know My own, and am known by My own.", "15": "“As the Father knows Me, so I know the Father. And I lay down My life for the sheep.", "16": "“I have other sheep also, which are not of this fold. I must also bring them. And they shall hear My voice. And there shall be one sheepfold, with one Shepherd.", "17": "“Therefore My Father loves Me, because I lay down My life, that I might take it again.", "18": "“No one takes it from Me. But I lay it down on My own. I have authority to lay it down and have authority to take it again. I have received this commandment from My Father.”", "19": "Again, there was a dissension among the Jews because of these sayings.", "20": "And many of them said, 'He has a demon, and is insane. Why listen to Him?'", "21": "Others said, 'These are not the words of one who has a demon. Can a demon open the eyes of the blind?'", "22": "And at Jerusalem was the Feast of the Dedication. And it was winter.", "23": "And Jesus walked in the Temple, in Solomon's porch.", "24": "Then the Jews came around Him, and said to Him, “How long will You hold us in suspense? If You are the Christ, tell us plainly.”", "25": "Jesus answered them, “I told you, and you did not believe it. The works that I do in My Father's Name, they bear witness of Me.", "26": "“But you did not believe it. For you are not of My sheep, as I said to you.", "27": "“My sheep hear My voice, and I know them, and they follow Me.", "28": "“And I give them eternal life. And they shall never perish, nor shall anyone snatch them out of My hand.", "29": "“My Father, Who gave them to Me, is greater than all. And no one is able to snatch them out of My Father's hand.", "30": "“I and My Father are One.”", "31": "Then the Jews took up stones again, to stone Him.", "32": "Jesus answered them, “I have shown you many good works from My Father. For which of these works do you stone Me?”", "33": "The Jews answered Him, saying, “We do not stone You for a good work, but for blasphemy; and that you, being a Man, make Yourself God.", "34": "Jesus answered them, “Is it not written in your Law, 'I said, you are gods'?", "35": "“If he called them gods (to whom the word of God has come) and the Scripture cannot be broken,", "36": "do you say of Him Whom the Father has sanctified and sent into the world, 'You blaspheme', because I said, 'I am the Son of God'?", "37": "“If I do not do the works of My Father, do not believe Me.", "38": "“But if I do, then even though you do not believe Me, believe the works; so that you may know and believe that the Father is in Me, and I in Him.”", "39": "Again they sought to take Him. But He escaped out of their hands.", "40": "And again He went beyond Jordan, into the place where John first baptized, and stayed there.", "41": "And many came to Him, and said, “John did no miracle. But all things that John spoke about this Man were true.”", "42": "And many believed in Him there."}