{"1": "Now, before the Feast of the Passover, when Jesus knew that His hour had come (that He would depart out of this world to the Father, having loved His own who were in the world) He loved them to the end.", "2": "And when supper was done (and the devil had now put in the heart of Judas Iscariot, Simon's son, to betray Him),", "3": "Jesus - knowing that the Father had given all things into His hands, and that He had come forth from God and went to God -", "4": "He rose from supper and laid aside His garments and took a towel and wrapped Himself.", "5": "After that, He poured water into a basin and began to wash the disciples' feet and to wipe them with the towel in which He was wrapped.", "6": "Then He came to Simon Peter, who said to Him, “Lord, You wash my feet?”", "7": "Jesus answered and said to him, “What I do, you do not know now. But you shall know it hereafter.”", "8": "Peter said to Him, “You shall never wash my feet.” Jesus answered him, “If I do not wash you, you shall have no part with Me.”", "9": "Simon Peter said to Him, “Lord, not my feet only, but also the hands and the head.”", "10": "Jesus said to him, “He who is washed, needs only to wash his feet, but is wholly clean. And you are clean, but not all.”", "11": "For He knew who would betray Him. Therefore, He said, 'You are not all clean'.", "12": "So, after He had washed their feet and had taken His garments and had sat down again, He said to them, “Do you know what I have done to you?", "13": "“You call Me Master, and Lord. And you say well. For so I am.", "14": "“If I, then, your Lord and Master, has washed your feet, you also ought to wash one another's feet.", "15": "“For I have given you an example, so that you should do just as I have done to you.", "16": "“Truly, truly I say to you, the servant is not greater than his master, nor the messenger greater than the one who sent him.", "17": "“If you know these things, blessed are you if you do them.", "18": "“I do not speak of you all. I know whom I have chosen. But it is so that the Scripture might be fulfilled, 'He who eats bread with Me has lifted up his heel against Me.'", "19": "“From now on I tell you before it comes, so that when it has happened, you might believe that I am He.", "20": "“Truly, truly I say to you, anyone who receives whom I shall send, receives Me; and anyone who receives Me, receives Him Who sent Me.”", "21": "When Jesus had said these things, He was troubled in Spirit, and testified, and said, “Truly, truly I say to you, that one of you shall betray Me.”", "22": "Then the disciples looked at one another, uncertain of whom He spoke.", "23": "Now, there was one of His disciples, who leaned on Jesus' bosom, whom Jesus loved.", "24": "Therefore, Simon Peter motioned to him to ask who it was of whom He spoke.", "25": "Then, as he leaned on Jesus' breast, he said to Him, “Lord, who is it?”", "26": "Jesus answered, “It is him to whom I shall give a morsel, when I have dipped it.” And He wet a morsel of bread, and gave it to Judas Iscariot, Simon's son.", "27": "And after the morsel, Satan entered into him. Then Jesus said to him, “That you do, do quickly.”", "28": "But none of them who were at table knew why He said this to him.", "29": "For some of them thought Jesus had said that to him because Judas had the bag to buy those things we need for the feast, or that he should give something to the poor.", "30": "Then, as soon as he had received the morsel, he immediately went out. And it was night.", "31": "When he had gone out, Jesus said, “Now is the Son of Man glorified, and God is glorified in Him.", "32": "“If God is glorified in Him, God shall also glorify Him in Himself, and shall immediately glorify Him.", "33": "“Little children, I am still with you a little while longer. You shall seek Me, but as I said to the Jews, 'Where I go, you cannot come', so also I say to you now.", "34": "“A new commandment I give to you, that you love one another. Just as I have loved you, you also love one another.", "35": "“By this shall all know that you are My disciples - if you have love one to another.”", "36": "Simon Peter said to Him, “Lord, where are You going?” Jesus answered him, “Where I go you cannot follow Me now. But you shall follow Me afterward.”", "37": "Peter said to Him, “Lord, why can I not follow You now? I will lay down My life for your sake!”", "38": "Jesus answered him, “Will you lay down your life for My sake? Truly, truly I say to you, the cock shall not crow till you have denied Me three times.”"}