{"1": "“Let not your heart be troubled. You believe in God, believe also in Me.", "2": "“In My Father's house are many dwelling places. If it were not so, I would have told you. I go to prepare a place for you.", "3": "“And if I go to prepare a place for you, I will come again, and receive you to Myself; that where I am, there may you be also.", "4": "“And where I go, you know; and the way you know.”", "5": "Thomas said to Him, “Lord, we don't know where You're going. How, then, can we know the way?”", "6": "Jesus said to him, “I am the Way, and the Truth, and the Life. No one comes to the Father, if not by Me.", "7": "“If you had known Me, you would have known My Father also. And henceforth, you know Him, and have seen Him.”", "8": "Philip said to Him, “Lord, show us the Father, and it will satisfy us.”", "9": "Jesus said to him, “I have been with you such a long time, and have you not known Me, Philip? Whoever has seen Me, has seen the Father. How then can you say, 'Show us the Father'?”", "10": "“Do you not believe that I am in the Father, and the Father is in Me? The words that I speak to you, I speak not of Myself. But the Father who dwells in Me, He does the works.", "11": "“Believe Me, that I am in the Father, and the Father is in Me. At the least, believe Me for the very works' sake.", "12": "“Truly, truly I say to you, whoever believes in Me, the works that I do, he shall do also, and greater than these shall he do. For I go to My Father.", "13": "“And whatever you ask in My Name, that will I do; so that the Father may be glorified in the Son.", "14": "“If you shall ask anything in My Name, I will do it.", "15": "“If you love Me, keep My commandments.", "16": "“And I will ask the Father, and He shall give you another Comforter, that He may be with you forever;", "17": "the Spirit of Truth, Whom the world cannot receive because it neither sees Him nor knows Him. But you know Him. For He dwells with you and shall be in you.", "18": "“I will not leave you fatherless. I will come to you.", "19": "“Yet a little while, and the world shall see Me no more. But you shall see Me. Because I live, you shall live also.", "20": "“At that day shall you know that I am in My Father; and you in Me; and I in you.", "21": "Whoever has My commandments, and keeps them, is he who loves Me. And whoever loves Me, shall be loved by My Father. And I will love him and will show Myself to him.”", "22": "Judas (not Iscariot) said to Him, “Lord, why do You show Yourself to us, and not to the world?”", "23": "Jesus answered, and said to him, “If anyone loves Me, he will keep My word. And My Father will love him. And We will come to him and will dwell with him.", "24": "“Whoever does not love Me, does not keep My words. And the word which you hear is not Mine, but the Father's, Who sent Me.", "25": "“These things I have spoken to you, being present with you.", "26": "“But the Comforter (Who is the Holy Ghost, Whom the Father will send in My Name) He shall teach you all things and bring all things to your remembrance which I have told you.", "27": "“Peace I leave with you. My peace I give to you; not as the world gives, I give to you. Let not your heart be troubled, nor fear.", "28": "“You have heard how I said to you, 'I go away, and will come to you'. If you loved Me, you would truly rejoice, because I said, 'I go to the Father', for the Father is greater than Me.", "29": "“And now have I spoken to you before it comes, so that when it has come to pass you might believe.", "30": "“I will no longer speak many things to you. For the prince of this world comes, and has nothing in Me,", "31": "“But that the world may know that I love my Father. And as the Father has commanded Me, so I do. Arise, let us go from here.”"}