{"1": "“I am the true Vine, and My Father is the Vinedresser.", "2": "“Every branch that does not bear fruit in Me, He takes away. And every one that bears fruit, He prunes it, so that it may bring forth more fruit.", "3": "“Now, you are clean, through the word which I have spoken to you.", "4": "“Abide in Me, and I in you. Just as the branch cannot bear fruit of itself unless it abides in the vine, neither can you, unless you abide in Me.", "5": "“I am the vine. You are the branches. Whoever abides in Me, and I in him, the same brings forth much fruit. For without Me, you can do nothing.", "6": "“If one does not abide in Me, he is cast forth as a branch, and withers. And they are gathered up and cast into the fire, and they burn.", "7": "“If you abide in Me, and My words abide in you, ask what you will and it shall be done to you.", "8": "“In this My Father is glorified, so that you bear much fruit and are made My disciples.", "9": "“As the Father has loved Me, so have I loved you. Continue in My love.", "10": "“If you shall keep My commandments, you shall abide in My love (as I have kept My Father's commandments and abide in His love).", "11": "“These things I have spoken to you, so that My joy might remain in you and that your joy might be full.", "12": "“This is My commandment: that you love one another, as I have loved you.", "13": "“No one has greater love than this: when he lays down his life for his friends.", "14": "“You are my friends if you do whatever I command you.", "15": "“I no longer call you servants. For the servant does not know what his master does. But I have called you friends. For all things that I have heard from My Father, I have made known to you.", "16": "“You have not chosen Me. But I have chosen you, and ordained you, so that you go and bring forth fruits and that your fruit remains, so that whatever you shall ask of the Father in My Name, He may give it you.", "17": "“These things I command you, so that you love one another.", "18": "“If the world hates you, know that it hated Me before you.", "19": "“If you were of the world, the world would love his own. But because you are not of the world, but I have chosen you out of the world, therefore the world hates you.", "20": "“Remember the word that I said to you, 'the servant is not greater than his master'. If they have persecuted Me, they will persecute you also. If they have kept My word, they will also keep yours.", "21": "“But all these things they will do to you for My Name's sake, because they have not known Him who sent Me.", "22": "“If I had not come and spoken to them, they would not have had sin. But now they have no cloak for their sin.", "23": "“Whoever hates Me, hates My Father also.", "24": "“If I had not done works among those whom no other did, they would not have sin. Now, however, they have both seen and hated both My Father and Me.", "25": "But this is so the word which is written in their Law might be fulfilled, 'They hated Me without a cause'.", "26": "“But when that Comforter shall come, Whom I will send to you from the Father (even the Spirit of Truth, Who proceeds from the Father) He shall testify of Me.", "27": "“And you also shall witness, because you have been with Me from the beginning.”"}