{"1": "“These things I have said to you so that you should not be made to stumble.", "2": "“They shall excommunicate you. Indeed, the time shall come that whoever kills you will think that he does God a service.", "3": "“And these things they will do to you because they have not known the Father or Me.", "4": "“But these things I have told you so that when the hour shall come, you might remember that I told them to you. And these things I did not say to you from the beginning, because I was with you.", "5": "“But now I go My way to Him who sent Me. And none of you asks Me, 'Where are You going?'", "6": "“But because I have said these things to you, your hearts are full of sorrow.", "7": "“Yet I tell you the truth. It is expedient for you that I go away. For if I do not go away, the Comforter will not come to you. But if I depart, I will send Him to you.", "8": "“And when He comes, He will convict the world concerning sin, and concerning righteousness, and concerning judgment.", "9": "“Concerning sin, because they did not believe in Me;", "10": "“concerning righteousness, because I go to My Father, and you shall see Me no more;", "11": "“concerning judgment, because the prince of this world has been judged.”", "12": "“I still have many things to say to you. But you cannot bear them now.", "13": "“However, when He Who is the Spirit of Truth comes, He will lead you into all truth. For He shall not speak from Himself. But whatever He shall hear, He shall speak. And He will show you the things to come.", "14": "“He shall glorify Me. For He shall receive that which is Mine and shall show it to you.", "15": "“All things that the Father has, are Mine. Therefore, I said that He shall take that which is Mine, and show it to you.", "16": "“A little while, and you shall not see Me. And again, a little while, and you shall see Me. For I go to the Father.”", "17": "Then said some of His disciples among themselves, “What is this that He says to us, 'A little while, and you shall not see Me. And again, a little while, and you shall see Me', and, 'For I go to the Father'?”", "18": "So they said, “What is this that He says, 'A little while'? We do not know what He says.”", "19": "Now Jesus knew that they would ask Him, and said to them, “Do you inquire among yourselves about what I said, 'A little while, and you shall not see Me. And again, a little while, and you shall see Me'?", "20": "“Truly, truly I say to you, that you shall weep and lament. And the world shall rejoice. And you shall grieve. But your grief shall be turned to joy.", "21": "“A woman, when she gives birth, has pain because her hour has come. But as soon as she delivers the child, she remembers the anguish no more, on account of the joy that a man is born into the world.", "22": "“And therefore, you now are in grief. But I will see you again. And your hearts shall rejoice. And no one shall take your joy from you.", "23": "“And on that day you shall ask nothing of Me. Truly, truly I say to you, whatever you shall ask the Father in My Name, He will give it to you.", "24": "“Until now, you have asked nothing in My Name. Ask, and you shall receive; so that your joy may be full.", "25": "“These things I have spoken to you in parables. But the time will come when I shall speak to you in parables no more. But I shall report to you plainly concerning the Father.", "26": "On that day, you shall ask in My Name. And I do not say to you that I will pray to the Father for you.", "27": "“For the Father Himself loves you because you have loved Me and have believed that I came out from God.", "28": "“I came out from the Father and have come into the world. Again, I leave the world, and go to the Father.”", "29": "His disciples said to Him, “Lo, now You speak plainly. And You speak no parable.", "30": "“Now we know that You know all things and have no need that anyone should question You. By this we believe that You have come out from God.”", "31": "Jesus answered them, “Do you believe now?", "32": "“Behold, the hour comes (and has already come) that you shall be scattered, each to his own, and shall leave Me alone. But I am not alone. For the Father is with Me.", "33": "“These things I have spoken to you, so that in Me you might have peace. In the world you shall have tribulation. But be of good courage. I have overcome the world.”"}