{"1": "Jesus spoke these things. And having lifted up his eyes to Heaven, He said, “Father, the hour has come. Glorify Your Son, that Your Son may also glorify You,", "2": "“As You have given Him power over all flesh, that He should give eternal life to all those whom You have given Him.", "3": "“And this is life eternal: that they know You to be the only true God, and Whom You have sent, Jesus Christ.", "4": "“I have glorified You on the earth. I have finished the work which You gave Me to do.", "5": "“And now, glorify Me, Father, with Your own Self, with the glory which I had with You before the world was.", "6": "“I have declared Your Name to the men whom you gave Me out of the world. They were Yours, and You gave them to Me. And they have kept Your word.", "7": "“Now they know that all things which You have given Me are from You.", "8": "“For I have given them the words which You gave Me. And they have received them and have known surely that I came out from You, and have believed that You have sent Me.", "9": "“I pray for them. I do not pray for the world, but for those whom You have given Me. For they are yours.", "10": "“And all Mine are Yours, and Yours are Mine. And I am glorified in them.", "11": "“And now I am no longer in the world. But these are in the world. And I come to You, Holy Father. Keep them in Your Name, even those whom You have given Me. So that they may be one, as We are.", "12": "“While I was with them in the world, I kept them in Your Name. Those whom You gave Me, I have kept. And none of them is lost, except the child of perdition. So that the Scripture might be fulfilled.", "13": "“And now I come to you. And these things I speak in the world so that they might have My joy fulfilled in themselves.", "14": "“I have given them Your word. And the world has hated them. Because they are not of the world, as I am not of the world.", "15": "“I do not pray that You should take them out of the world, but that You keep them from evil.", "16": "“They are not of the world, as I am not of the world.", "17": "“Sanctify them with Your Truth. Your word is Truth.", "18": "“As You sent Me into the world, so have I sent them into the world.", "19": "“And for their sakes, I sanctify Myself. So that they also may be sanctified through the Truth.", "20": "“I do not pray for these alone, but also for those who shall believe in Me through their word,", "21": "“that they may all be one; as you, O Father, are in Me, and I in you. And that they may also be one in Us, so that the world may believe that You have sent Me.", "22": "“And the glory that You gave Me, I have given them. So that they may be one, as We are one;", "23": "“I in them and You in Me. So that they may be made perfect in one; and that the world may know that You have sent Me, and have loved them as you have loved Me.", "24": "“Father, I desire that those whom You have given Me, also be with Me where I am. So that they may behold My glory which You have given Me. For You loved Me before the foundation of the world.", "25": "“O righteous Father, the world also has not known You. But I have known You. And these have known that You have sent Me.", "26": "“And I have declared to them Your Name (and will declare it), so that the love with which You have loved Me may be in them, and I in them.”"}