{"1": "Then Pilate took Jesus and scourged Him.", "2": "And the soldiers twisted together a crown of thorns and put it on His head. And they put a purple garment on Him,", "3": "and said, “Hail King of the Jews!” And they struck Him.", "4": "Then Pilate went forth again, and said to them, “Behold, I bring Him out to you, so that you may know that I find no fault in Him at all!”", "5": "Then Jesus came forth, wearing a crown of thorns and a purple garment. And Pilate said to them, “Behold the Man!”", "6": "Then, when the chief priests and officers saw Him, they cried, saying, “Crucify, crucify Him!” Pilate said to them, “Take Him and crucify Him! For I find no fault in Him!”", "7": "The Jews answered Him, “We have a law! And by our law, He ought to die. Because He made himself the Son of God!”", "8": "Then, when Pilate heard that word, he was all the more afraid,", "9": "and again went into the common hall and said to Jesus, “From where do You come?” But Jesus gave him no answer.", "10": "Then Pilate said to Him, “Will You not speak to me? Don't you know that I have power to crucify You, and have power to free You?", "11": "Jesus answered, “You could have no power at all against Me unless it were given to you from above. Therefore, the one who delivered Me to you has the greater sin.", "12": "From then on, Pilate sought to free Him. But the Jews cried, saying, “If you release Him, you are not a friend of Caesar's! For whoever makes himself a King, speaks against Caesar!”", "13": "When Pilate heard this word, he brought Jesus forth and sat down in the judgment seat (in a place called the Stone Pavement; and in Hebrew, Gabbatha).", "14": "And it was the Day of Preparation of the Passover, about the sixth hour. And he said to the Jews, “Behold your King.”", "15": "But they cried, “Away with Him! Away with Him! Crucify Him!”  Pilate said to them, “Shall I crucify your King?” The chief priests answered, “We have no King but Caesar!”", "16": "Then he delivered Him to them, to be crucified. And they took Jesus and led Him away.", "17": "And He bore His own cross and came to a place named for dead men's skulls (which is called 'Golgotha' in Hebrew),", "18": "where they crucified Him and two others with Him (one on either side and Jesus in between).", "19": "And Pilate also wrote a title and put it on the cross. And on it was written, “JESUS OF NAZARETH, THE KING OF THE JEWS”.", "20": "Then, many of the Jews read this title. For the place where Jesus was crucified was near the city. And it was written in Hebrew, Greek, and Latin.", "21": "Then the chief priests of the Jews said to Pilate, “Do not write, 'The King of the Jews'; but that He said, 'I am the King of the Jews'.”", "22": "Pilate answered, “What I have written, I have written.”", "23": "Then the soldiers, when they had crucified Jesus, took His garments and His coat and made them into four parts - to every soldier a part. And the coat was without seam, woven from the top throughout.", "24": "Therefore, they said one to another, “Let us not divide it, but cast lots for it, whose it shall be.” This was so that the Scripture might be fulfilled, which says, “They parted My garments among them, and cast lots on My coat.” So indeed, the soldiers did these things.", "25": "Then His mother stood by the cross of Jesus, and His mother's sister, Mary (the wife of Clopas), and Mary Magdalene.", "26": "And when Jesus saw His mother and the disciple whom He loved standing by, He said to His mother, “Woman, behold your son.”", "27": "Then He said to the disciple, “Behold your mother.” And from that hour, the disciple took her as his own.", "28": "After, when Jesus knew that all things were performed so that the Scripture might be fulfilled, He said, “I thirst.”", "29": "And there was set a vessel full of vinegar. And they filled a sponge with vinegar and put it around a Hyssop stalk and put it to His mouth.", "30": "Now when Jesus had received the vinegar, He said, “It is finished,” and bowed His head, and gave up the ghost.", "31": "Then the Jews (because it was the Day of Preparation, and the bodies should not remain upon the cross on the Sabbath day because the Sabbath was a high day) asked Pilate if their legs might be broken so that they might be taken down.", "32": "Then the soldiers came and broke the legs of the first, and of the other, who were crucified with Jesus.", "33": "But when they came to Jesus and saw that He was dead already, they did not break His legs.", "34": "But one of the soldiers pierced His side with a spear. And immediately blood and water came out.", "35": "And he who saw it bears witness. And his testimony is true. And he knows that he speaks the truth. So, you may believe it.", "36": "For these things were done so that the Scripture should be fulfilled, 'Not a bone of His shall be broken'.", "37": "And again, another Scripture says, 'They shall see him whom they have thrust through'.", "38": "And after these things, Joseph of Arimathea (who was a disciple of Jesus - but secretly - for fear of the Jews) asked Pilate if he might take down the body of Jesus. And Pilate gave him permission. Then, he came and took Jesus' body.", "39": "And Nicodemus (who first came to Jesus by night) also came and brought about a hundred pounds of myrrh and aloes, mingled together.", "40": "Then they took the body of Jesus and wrapped it in linen clothes, with the odors, as the manner of the Jews is to bury.", "41": "And in the place where Jesus was crucified there was a garden; and in the garden, a new sepulcher (in which no one had been laid).", "42": "Therefore, because of the Jews' Preparation Day, they laid Jesus there (for the sepulcher was near)."}