{"1": "And on the third day there was a marriage in Cana of Galilee. And the mother of Jesus was there.", "2": "And Jesus was also invited, with His disciples, to the marriage.", "3": "And when they ran out of wine, the mother of Jesus said to him, “They have no wine.”", "4": "And Jesus said to her, “Woman, what is that to us? My hour has not yet come.”", "5": "His mother said to the servants, “Whatever He says to you, do it.”", "6": "Now there were set there, six water pots of stone, for the purifying of the Jews, containing 20 to 30 gallons apiece.", "7": "And Jesus said to them, “Fill the water pots with water.” Then they filled them up to the brim.", "8": "Then He said to them, “Draw from them now, and take it to the master of the feast.” So, they brought it.", "9": "Now when the master of the feast had tasted the water that was made wine, (for he did not know where it came from; but the servants who drew the water knew) the master of the feast called the bridegroom,", "10": "and said to him, “All men at the beginning set out good wine; and when all have drunk freely, then that which is worse. But you have withheld the good wine until now!”", "11": "Jesus did this beginning of miracles in Cana of Galilee and showed forth His glory. And His disciples believed in him.", "12": "After that, He went down into Capernaum, He and his mother, and His brothers, and His disciples. And they did not stay there long.", "13": "For the Jews' Passover was at hand. Therefore, Jesus went up to Jerusalem.", "14": "And He found in the Temple those who sold oxen, and sheep, and doves. And moneychangers were sitting there.", "15": "Then He made a whip of small cords and drove them all out of the Temple, with the sheep and oxen; and poured out the changers' money; and overthrew their tables.", "16": "And He said to those who sold doves, “Take these things away! Do not make My father's house a house of merchandise!”", "17": "And His disciples remembered that it was written, “The zeal of Your house has devoured me.”", "18": "Then answered the Jews, and said to Him, “What sign do You show us saying You may do these things?", "19": "Jesus answered, and said to them, “Destroy this Temple, and in three days I will raise it up again.”", "20": "Then the Jews said, “Forty-six years it took to build this Temple, and You will raise it up in three days?”", "21": "But He spoke of the temple of His body.", "22": "Therefore, as soon as He was risen from the dead, His disciples remembered that He had said this to them. And they believed the Scriptures, and the word which Jesus had said.", "23": "Now when He was at Jerusalem, at the Passover, at the feast, many believed in His Name when they saw the miracles which He did.", "24": "But Jesus did not entrust Himself to them, because He knew all,", "25": "and had no need for anyone to testify concerning man. He knew what was in a man."}