{"1": "After these things, Jesus revealed Himself again to His disciples at the sea of Tiberias. And in this way, He revealed Himself:", "2": "Simon Peter and Thomas, who is called Didymus, and Nathanael of Cana in Galilee, and the sons of Zebedee, and two others of His disciples, were together.", "3": "Simon Peter said to them, “I'm going fishing.” They said to him, “We will go with you, also.” They went their way and immediately entered into a ship. And that night they caught nothing.", "4": "But when the morning had now come, Jesus stood on the shore. Nevertheless, the disciples did not know that it was Jesus.", "5": "Then Jesus said to them, “Sirs, do you have any food!?” They answered Him, “No!”", "6": "Then He said to them, “Cast out the net on the right side of the ship, and you shall find.” So, they cast out and were not able to draw it in at all, because of the multitude of fish.", "7": "Therefore, the disciple whom Jesus loved said to Peter, “It is the Lord!” When Simon Peter heard that it was the Lord, he threw on his coat (for he was naked) and cast himself into the sea.", "8": "But the other disciples came by ship, (for they were not far from land, only about two hundred cubits) and they drew in the net with the fish.", "9": "Then, as soon as they had come to land, they saw hot coals with fish laid thereon, and bread.", "10": "Jesus said to them, “Bring some of the fish which you have caught now!”", "11": "Simon Peter stepped forth and drew in the net to land, full of great fish (a hundred and fifty-three). And even though there were so many, the net was not broken.", "12": "Jesus said to them, “Come and have breakfast!” And none of the disciples dared ask Him, 'Who are You?', knowing that He was the Lord.", "13": "Jesus then came and took bread and gave it to them, and fish likewise.", "14": "This is now the third time that Jesus revealed Himself to His disciples after He was risen again from the dead.", "15": "So when they had eaten breakfast, Jesus said to Simon Peter, “Simon, son of Jonah, do you love Me more than these?” He said to him, “Yes, Lord, you know that I love You.” He said to him, “Feed My lambs.”", "16": "He said to him again the second time, “Simon, son of Jonah, do you love Me?” He said to him, “Yes, Lord, you know that I love You.” He said to him, “Feed My sheep.”", "17": "He said to him a third time, “Simon, son of Jonah, do you love Me?” Peter was sorry because He said to him a third time, 'Do you love Me?', and said to Him, “Lord, you know all things. You know that I love You.” Jesus said to him, “Feed My sheep.”", "18": "“Truly, truly I say to you, when you were young, you dressed yourself and walked where you would. But when you shall be old, you shall stretch forth your hands and another shall dress you and lead you where you would not.”", "19": "And this He spoke to signify by what death He would glorify God. And when He had said this, He said to him, “Follow Me.”", "20": "Then Peter turned around and saw the disciple whom Jesus loved, following (who had also leaned on His breast at supper, and had said, 'Lord, which is he who betrays You?')", "21": "Therefore, when Peter saw him he said to Jesus, “Lord, what of this man?”", "22": "Jesus said to him, “If I wish him to remain until I come, what is that to you? You follow Me.”", "23": "Then the word went out among the brothers that this disciple would not die. Yet, Jesus did not say to him, 'He shall not die', but 'if I wish him to remain until I come, what is it to you?'", "24": "This is that disciple who testifies of these things and wrote these things. And we know that his testimony is true.", "25": "Now, there are also many other things which Jesus did; which, if every one were to be written, I suppose the world could not contain the books that would be written. Amen."}