{"1": "There was now a man of the Pharisees named Nicodemus - a ruler of the Jews.", "2": "This man came to Jesus by night, and said to Him, “Rabbi, we know that You are a teacher from God; for no one could do these miracles that You do, except God were with Him.”", "3": "Jesus answered and said to him, “Truly, truly I say to you, unless one is born again, he cannot see the Kingdom of God.”", "4": "Nicodemus said to Him, “How can a man be born who is old? Can he enter into his mother's womb again, and be born?”", "5": "Jesus answered, “Truly, truly I say to you, unless one is born of water and of the Spirit, he cannot enter into the Kingdom of God.", "6": "“That which is born of the flesh, is flesh. And that which is born of the Spirit, is spirit.", "7": "“Do not marvel that I said to you, 'You must be born again.'", "8": "“The wind blows where it will, and you hear the sound thereof, but cannot tell from where it comes, and where it goes. So is every man who is born of the Spirit.”", "9": "Nicodemus answered, and said to Him, “How can these things be?”", "10": "Jesus answered, and said to him, “Are you a teacher of Israel, and know not these things?", "11": "“Truly, truly, I say to you, we speak that we know, and testify that we have seen. But you do not receive our witness.", "12": "“If when I tell you earthly things you do not believe, how shall you believe if I tell you of Heavenly things?", "13": "“For no one ascends up to Heaven, except he who descended from Heaven – the Son of man, who is in Heaven.", "14": "“And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up;", "15": "“that whoever believes in Him, should not perish, but have eternal life.", "16": "“For God so loves the world, that He has given His only begotten Son; that whoever believes in Him should not perish but have everlasting life.", "17": "“For God did not send his Son into the world that He should condemn the world, but that the world, through Him, might be saved.", "18": "“The one who believes in Him is not condemned. But the one who does not believe, is condemned already, because he has not believed in the Name of the only begotten Son of God.", "19": "“And this is the judgment: that the light came into the world, and men loved darkness rather than the light, because their deeds were evil.", "20": "“For everyone who does evil hates the light, and does not come to the light, lest his deeds should be exposed.", "21": "“But the one who practices truth comes to the light, that his works done according to God might be made visible.”", "22": "After these things, Jesus and His disciples came into the land of Judea and stayed there with them and baptized.", "23": "And John also baptized in Aenon, near Salim, because there was much water there. And they came and were baptized.", "24": "For John was not yet cast into prison.", "25": "Then there arose a question between John's disciples and the Jews about purification.", "26": "And they came to John, and said to him, “Rabbi, he who was with you beyond Jordan, to whom you have borne witness, behold, he baptizes, and all come to him.”", "27": "John answered, and said, “A man can receive nothing, except it be given to him from Heaven.", "28": "You yourselves are my witnesses, that I said, 'I am not that Christ, but that I am sent before Him.'", "29": "“The One who has the bride is the Bridegroom. But the friend of the Bridegroom who stands and hears Him, rejoices greatly because of the Bridegroom's voice. Therefore, my joy is fulfilled.", "30": "“He must increase, but I must decrease.", "31": "“The One who has come from on high is above all. The One who is from the earth, is from the earth, and speaks from the earth. The One who has come from Heaven is above all.", "32": "“And what He has seen and heard, that He testifies. But no one receives His testimony.", "33": "“The one who has received His testimony, has sealed that God is true.", "34": "“For He whom God has sent speaks the words of God. For God does not give the Spirit by measure.", "35": "“The Father loves the Son and has given all things into His hand.", "36": "“The one who believes in the Son has everlasting life. And the one who does not obey the Son shall not see life, but the wrath of God abides on him.”"}