{"1": "Now, when the Lord knew how the Pharisees had heard that Jesus made and baptized more disciples than John,", "2": "(though Jesus Himself did not baptize, but His disciples),", "3": "He left Judea and departed again into Galilee.", "4": "And it was necessary for Him to go through Samaria.", "5": "Then He came to a city of Samaria called Sychar, near the place that Jacob gave to his son, Joseph.", "6": "And Jacob's Well was there. Jesus then, wearied by the journey, sat upon the Well. It was about the sixth hour.", "7": "There came a woman of Samaria to draw water. Jesus said to her, “Give me drink.”", "8": "For His disciples had gone into the city to buy food.", "9": "Then said the woman of Samaria to Him, “How is it that you, being a Jew, ask me for drink, who is a woman of Samaria? For the Jews do not associate with the Samaritans.”", "10": "Jesus answered and said to her, “If you knew the gift of God, and Who it is who says to you, 'Give me drink', you would have asked of Him, and He would have given you water of life.”", "11": "The woman said to Him, “Sir, you have nothing to draw with, and the Well is deep. From where then have You the water of life?", "12": "Are You greater than our father, Jacob, who gave us the Well; and he himself drank thereof, and his sons, and his cattle?”", "13": "Jesus answered, and said to her, “Whoever drinks of this water, shall thirst again.", "14": "“But whoever drinks of the water that I shall give him, shall never thirst. But the water that I shall give him shall be in him a well of water, springing up into everlasting life.”", "15": "The woman said to Him, “Sir, give me of that water, that I may never thirst, nor come here to draw again.”", "16": "Jesus said to her, “Go, call your husband, and come back.”", "17": "The woman answered, and said, “I have no husband.” Jesus said to her, “You have well said, 'I have no husband.'", "18": "For you have had five husbands, and he whom you now have is not your husband. That you said truly.”", "19": "The woman said to Him, “Sir, I see that You are a Prophet.", "20": "“Our fathers worshiped on this mountain. And You say that Jerusalem is the place wherein it is necessary to worship.”", "21": "Jesus said to her, “Woman, believe me. The hour comes when you shall neither on this mountain, nor at Jerusalem, worship the Father.", "22": "“You worship that which you do not know. We worship that which we know. For salvation is from the Jews.", "23": "“But the hour comes, and now is, when the true worshipers shall worship the Father in Spirit and Truth. For the Father requires even such to worship Him.", "24": "“God is a Spirit. And those who worship Him must worship Him in Spirit and Truth.”", "25": "The woman said to Him, “I know well that Messiah shall come, Who is called Christ. When He has come, He will tell us all things.”", "26": "Jesus said to her, “I am He, Who speaks to you.”", "27": "And upon this came His disciples, and marveled that He talked with a woman. Yet no one said to Him, “What do You seek?” or “Why are You talking with her?”", "28": "The woman then left her water pot, and went her way into the city, and said to the men,", "29": "“Come! See a Man who has told me all things that ever I did! Can this be the Christ?”", "30": "Then they went out of the city and came to Him.", "31": "Meanwhile, the disciples urged Him, saying, “Master, eat.”", "32": "But He said to them, “I have food to eat that you know not of.”", "33": "Then the disciples said between themselves, “Has anyone brought Him anything to eat?”", "34": "Jesus said to them, “My food is that I may do the will of Him who sent Me and finish His work.", "35": "“Do you not say, 'There are yet four months, and then comes harvest?' Behold, I say to you lift up your eyes and look at the fields. For they are white toward harvest already.", "36": "“And the one who reaps, receives reward, and gathers fruit to life eternal; that both the one who sows and the one who reaps might rejoice together.", "37": "“For herein is the true saying: that one sows and another reaps.", "38": "“I sent you to reap that for which you have not labored. Other men labored, and you have entered into their labors.”", "39": "Now many of the Samaritans of that city believed in Him because of the saying of the woman who testified, “He has told me all things that ever I did.”", "40": "Then, when the Samaritans came to Him, they urged Him to stay with them. And He stayed there two days.", "41": "And many more believed because of His word.", "42": "And they said to the woman, “Now we believe; not because of your saying, but because we have heard Him ourselves, and know that this is indeed the Christ, the Savior of the world.”", "43": "So, two days later He departed from there and went into Galilee.", "44": "For Jesus Himself had testified that a Prophet has no honor in his own country.", "45": "Then when He had come into Galilee, the Galileans who had seen all the things He did at Jerusalem, at the feast, received Him. For they also went to the feast.", "46": "And Jesus came again into Cana of Galilee, where He had made wine from water. And there was a certain ruler, whose son was sick at Capernaum.", "47": "When he heard that Jesus had come out of Judea into Galilee, he went to Him, and urged Him to go down and heal his son. For he was about to die.", "48": "Then said Jesus to him, “Unless you see signs and wonders, you will not believe.”", "49": "The ruler said to Him, “Sir, go down before my son dies.”", "50": "Jesus said to him, “Go your way. Your son lives.” And the man believed the word that Jesus had spoken to him and went his way.", "51": "And as he was now going down, his servants met him, saying, “Your son lives!”", "52": "Then he inquired of them the hour when he began to feel better. And they said to him, “Yesterday, the seventh hour, the fever left him.”", "53": "Then the father knew that it was the same hour in which Jesus had said to him, “Your son lives.” And he believed, and all his household.", "54": "This, again, is the second miracle Jesus did after He had come out of Judea into Galilee."}