{"1": "After that, there was a feast of the Jews, and Jesus went to Jerusalem.", "2": "And there is at Jerusalem, by the sheep gate, a pool called in Hebrew, 'Bethesda', having five porches,", "3": "In these lay a great multitude of sick folk; of blind, lame, and withered, waiting for the moving of the water.", "4": "For an angel went down at a certain season into the pool and stirred the water. Whoever then first stepped in, after the stirring of the water, was made whole of whatever disease he had.", "5": "And a certain man was there who had been diseased 38 years.", "6": "When Jesus saw him lying there, and knew that he had now been diseased a long time, He said to him, “Will you be made whole?”", "7": "The sick one answered Him, “Sir, I have no man to put me into the pool when the water is stirred. But while I am coming, another steps down before me.”", "8": "Jesus said to him, “Rise. Take up your bed and walk.”", "9": "And immediately the man was made whole. And he took up his bed and walked. And the same day was the Sabbath.", "10": "Therefore, the Jews said to him who was made whole, “It is the Sabbath. It is not lawful for you to carry your bed.”", "11": "He answered them, “The One who made me whole, He said to me, 'Take up your bed and walk.'”", "12": "Then they asked him, “What Man is that who said to you, 'Take up your bed and walk'?”", "13": "And the one who was healed did not know Who it was. For Jesus had withdrawn from the multitude that was in that place.", "14": "And after that, Jesus found him in the Temple, and said to him, “Behold, you are made whole. Sin no more, lest a worse thing happen to you.”", "15": "The man departed and told the Jews that it was Jesus Who had made him whole.", "16": "And therefore the Jews persecuted Jesus, and sought to kill Him, because He had done these things on the Sabbath.", "17": "But Jesus answered them, “My father has been working until now, and I work.”", "18": "Therefore, the Jews sought to kill Him even more, not only because He had broken the Sabbath, but also because He said that God was his Father. And He made himself equal with God.", "19": "Then Jesus answered, and said to them, “Truly, truly I say to you. The Son can do nothing of Himself, except that He sees the Father do. For whatever things He does, the same things the Son also does in like manner.", "20": "“For the Father loves the Son, and shows Him all things, whatever He Himself does. And He will show Him greater works than these, that you may marvel.", "21": "“For just as the Father raises up the dead, and quickens them, so the Son quickens whom He will.", "22": "“For the Father judges no one, but has committed all judgment to the Son,", "23": "“that all should honor the Son as they honor the Father. He who does not honor the Son, the same does not honor the Father Who has sent Him.", "24": "“Truly, truly I say to you, the one who hears My word, and believes Him who sent Me, has everlasting life, and shall not come into judgment, but has passed from death to life.", "25": "“Truly, truly I say to you, the hour shall come, and now is, when the dead shall hear the voice of the Son of God. And those who hear it shall live.", "26": "“For as the Father has life in Himself, so likewise has He given to the Son, to have life in Himself.", "27": "“And has also given Him power to execute judgment, in that He is the Son of man.", "28": "“Do not marvel at this. For the hour shall come in which all who are in the graves shall hear His voice.", "29": "“And those who have done good shall come forth to the resurrection of life; but those who have done evil, to the resurrection of judgment.", "30": "“I can do nothing of My own Self. As I hear, I judge. And My judgment is just, because I seek not My own will, but the will of the Father Who has sent Me.", "31": "“If I should bear witness of Myself, My witness is not true.", "32": "“There is Another that bears witness of Me. And I know that the witness which He bears of Me is true.", "33": "“You sent to John, and he bore witness to the truth.", "34": "“But I do not receive the testimony of man. Nevertheless, these things I say that you might be saved.", "35": "“He was a burning and shining lamp. And you were, for a season, willing to rejoice in his light.", "36": "“But I have greater witness than the witness of John. For the works which the Father has given Me to finish (the same works that I do) bear witness of Me, that the Father sent Me.", "37": "“And the Father himself, Who has sent Me, bears witness of Me. You have not heard His voice at any time, nor have you seen His shape.", "38": "“And His word you do not have abiding in you. For Whom He has sent, Him you did not believe.", "39": "“You search the Scriptures. For in them you think to have eternal life. And they are they which testify of Me.", "40": "“But you will not come to Me, that you might have life.", "41": "“I do not receive the praise of men.", "42": "“But I know you, that you do not have the love of God in you.", "43": "“I have come in My Father's Name, and you do not receive Me. If another shall come in his own name, you will receive him.", "44": "How can you believe, when you receive honor one from one another, and do not seek the honor that comes from God alone?", "45": "“Do not think that I will accuse you to My Father. There is one who accuses you - Moses, in whom you trust.", "46": "“For had you believed Moses you would have believed Me. For he wrote of Me.", "47": "“But if you do not believe his writings, how shall you believe My words?”"}