{"1": "After these things, Jesus went over the sea of Galilee, which is Tiberias.", "2": "And a great multitude followed Him, because they saw His miracles which He did on those who were diseased.", "3": "Then Jesus went up onto a mountain. And there He sat with His disciples.", "4": "Now the Passover, a feast of the Jews, was near.", "5": "Then Jesus lifted up His eyes. And seeing that a great multitude came to Him, he said to Philip, “Where shall we buy bread, so that these might eat?”", "6": "(He said this to test him. For He knew what he would do.)", "7": "Philip answered Him, “Two hundred denari worth of bread is not sufficient for them, if every one of them takes a little.”", "8": "Then Andrew, Simon Peter's brother, one of His disciples, said to Him,", "9": "“There is a little boy here who has five barley loaves, and two fishes. But what are they among so many?”", "10": "And Jesus said, “Make the men sit down. (Now there was much grass in that place.) Then the men sat down, about five thousand in number.", "11": "And Jesus took the bread, and gave thanks, and gave it to the disciples. And the disciples gave to those who were sitting down; and likewise of the fishes, as much as they wanted.", "12": "And when they were satisfied, He said to His disciples, “Gather up the broken pieces which remain, so that nothing is lost.”", "13": "Then they gathered it up and filled twelve baskets with the broken pieces of the five barley loaves, which remained from those who had eaten.", "14": "Then the men, when they had seen the miracle that Jesus did, said, “This is truly the Prophet Who is to come into the world.”", "15": "Therefore, when Jesus perceived that they would come and take Him to make him a king, He departed again into a mountain by Himself.", "16": "When evening came, His disciples went down to the sea,", "17": "and entered into a ship and went over the sea towards Capernaum. And now it was dark, and Jesus had not come to them.", "18": "And the sea arose with a great wind that blew.", "19": "And when they had rowed about twenty-five or thirty furlongs, they saw Jesus, walking on the sea and drawing near to the ship. So, they were afraid.", "20": "But He said to them, “It is Me! Do not be afraid!”", "21": "Then, willingly, they received Him into the ship. And immediately the ship arrived at the land where they were going.", "22": "The following day, the people who stood on the other side of the sea, saw that there was no other ship there except the one His disciples had entered. And they saw that Jesus had not gone into the ship with His disciples, but that His disciples had gone alone,", "23": "and that other ships had come from Tiberias near the place where they ate the bread after the Lord had given thanks.", "24": "Now when the people saw that Jesus was not there, nor His disciples, they also took ships and came to Capernaum, seeking Jesus.", "25": "And when they had found Him on the other side of the sea, they said to Him, “Rabbi, when did You come here?”", "26": "Jesus answered them, and said, “Truly, truly I say to you, you seek Me, not because you saw the miracles, but because you ate of the loaves and were filled.", "27": "“Do not labor for the food which perishes, but for the food that endures to everlasting life, which the Son of Man shall give to you. For God the Father has sealed Him.”", "28": "Then they said to Him, “What shall we do so that we might work the works of God?”", "29": "Jesus answered, and said to them, “This is the work of God: that you believe in Him Whom He has sent.”", "30": "Therefore they said to Him, “What sign do you show us, then, so that we may see it and believe You? What work do You do?", "31": "“Our fathers ate Manna in the desert. As it is written, 'He gave them bread from Heaven to eat.'”", "32": "Then Jesus said to them, “Truly, truly I say to you, Moses did not give you the bread from Heaven. But My Father gives you the true bread from Heaven.", "33": "“For the bread of God is He who comes down from Heaven and gives life to the world.”", "34": "Then they said to Him, “Lord, give us this bread at all times.”", "35": "And Jesus said to them, “I am the bread of life. The one who comes to Me shall not hunger, and the one who believes in Me shall never thirst.", "36": "“But I said to you that you have also seen Me, and do not believe.", "37": "“All that the Father gives me, shall come to me. And the one who comes to me, I shall not cast away.", "38": "“For I came down from Heaven, not to do My own will, but His will Who has sent Me.", "39": "“And this is the Father's will (Who has sent Me): that of all which He has given Me, I should lose nothing; but should raise it up again at the last day.", "40": "“And this is the will of Him Who sent Me: that everyone who sees the Son, and believes in Him, should have everlasting life. And I will raise him up at the last day.”", "41": "The Jews then grumbled at Him because He said, 'I am the bread which has come down from Heaven.'", "42": "And they said, “Is not this Jesus, the son of Joseph, Whose father and mother we know? How is it then that He says, “I came down from Heaven?”", "43": "Then Jesus answered, and said to them, “Do not grumble among yourselves.", "44": "“No one can come to Me unless the Father, Who has sent Me, draws him. And I will raise him up at the last day.", "45": "“It is written in the Prophets, 'And they shall all be taught by God'. Therefore, everyone who has heard, and has learned from the Father, comes to Me.", "46": "“Not that anyone has seen the Father, except He Who is from God; He has seen the Father.", "47": "“Truly, truly I say to you, the one who believes in Me has everlasting life.", "48": "“I am the bread of life.", "49": "“Your fathers ate Manna in the wilderness and are dead.", "50": "“This is the bread which comes down from Heaven, so that anyone who eats of it should not die.", "51": "“I am the living bread which came down from Heaven. If anyone eats of this bread, he shall live forever. And the bread that I will give is My flesh, which I will give for the life of the world.”", "52": "Then the Jews argued among themselves, saying, “How can this Man give us His flesh to eat?”", "53": "Then Jesus said to them, “Truly, truly I say to you, unless you eat the flesh of the Son of Man, and drink His blood, you have no life in you.", "54": "“Whoever eats My flesh, and drinks My blood, has eternal life. And I will raise him up at the last day.", "55": "“For My flesh is true food, and My blood is true drink.", "56": "“the one who eats My flesh, and drinks My blood, dwells in Me, and I in him.", "57": "“As the living Father has sent Me, so I live by the Father. And the one who feeds on Me, shall also live because of Me.", "58": "“This is the bread which came down from Heaven; not as your fathers have eaten Manna and are dead. The one who eats of this bread, shall live forever.”", "59": "These things He spoke in the synagogue as He taught in Capernaum.", "60": "Therefore, many of His disciples (when they heard this) said, “This is a hard saying. Who can hear it?”", "61": "But Jesus, knowing in Himself that His disciples grumbled at this, said to them, “Does this offend you?", "62": "“What if, then, you should see the Son of Man ascend up where He was before?", "63": "“It is the Spirit that quickens. The flesh profits nothing. The words that I speak to you are Spirit and life.", "64": "“But there are some of you who do not believe.” (For Jesus knew from the beginning who they were who did not believe, and who would betray Him).", "65": "And He said, “Therefore I said to you that no one can come to Me unless it is granted to him by My Father.”", "66": "From that time, many of His disciples went back, and walked no more with Him.", "67": "Then Jesus said to the twelve, “Will you also go away?”", "68": "Then Simon Peter answered Him, “Master, to whom shall we go? You have the words of eternal life.", "69": "“And we believe and know that You are the Christ, the Son of the Living God.”", "70": "Jesus answered them, “Have I not chosen you twelve, and one of you is a devil?”", "71": "Now He spoke of Judas Iscariot, the son of Simon. For it was he who would betray Him, though he was one of the twelve."}