{"1": "But, Jesus went to the Mount of Olives.", "2": "And early in the morning, He came into the Temple again. And all the people came to Him. And He sat down and taught them.", "3": "Then the scribes and the Pharisees brought to Him a woman taken in adultery. And setting her in their midst,", "4": "they said to Him, “Master, we found this woman committing adultery, even in the very act.", "5": "“Now Moses, in our Law, commanded that such should be stoned. What do You say, therefore?”", "6": "Now they said this to tempt Him, so that they might have something of which to accuse Him. But Jesus, having stooped down, wrote on the ground with His finger.", "7": "And while they continued asking Him, He lifted Himself up, and said to them, “Let the one among you without sin cast the first stone at her.”", "8": "And again He stooped down and wrote on the ground.", "9": "And when they heard it, being convicted by their own conscience, they went out, one by one, beginning at the eldest, until the last. And Jesus was left alone, with the woman, standing in the midst.", "10": "When Jesus had lifted Himself up again, and saw no one except the woman, He said to her, “Woman, where are your accusers? Has no one condemned you?”", "11": "She said, “No one, Lord.” And Jesus said, “Nor do I condemn you. Go and sin no more.”", "12": "Then Jesus spoke to them again, saying, “I am the light of the world. The one who follows Me shall not walk in darkness but shall have the light of life.”", "13": "Therefore, the Pharisees said to Him, “You bear witness of Yourself. Your record is not true.”", "14": "Jesus answered, and said to them, “Even though I bear witness of Myself, My record is true. For I know from where I come, and to where I go. But you cannot tell from where I came, and to where I go.", "15": "“You judge after the flesh. I judge no one.", "16": "“If, however, I do judge, My judgment is true. For I am not alone, but I and the Father who sent Me.", "17": "“And it is also written in your Law that the testimony of two men is true.", "18": "“I am one who bears witness of Myself. And the Father, who sent Me, bears witness of Me.”", "19": "Then they said to Him, “Where is this Father of yours?” Jesus answered, “You know neither Me nor My Father. If you had known Me, you would have known My Father also.", "20": "Jesus spoke these words in the treasury, as He taught in the Temple. And no one laid hands on Him. For His hour had not yet come.", "21": "Then Jesus said again to them, “I go My way. And you shall seek Me and shall die in your sins. Where I go, you cannot come.”", "22": "Then said the Jews, “Will He kill himself? Because, He says, 'Where I go, you cannot come'?”", "23": "And He said to them, “You are from beneath. I am from above. You are of this world. I am not of this world.", "24": "“Therefore I said to you that you shall die in your sins. For unless you believe that I am He, you shall die in your sins.”", "25": "Then they said to Him, “Who are you?” And Jesus said to them, “Still the same that I said to you from the beginning.", "26": "“I have many things to say and to judge concerning you. But the One who sent Me is true. And the things that I have heard from Him, those I speak to the world.”", "27": "They did not understand what He spoke to them about the Father.", "28": "Then Jesus said to them, “When you have lifted up the Son of Man, then you shall know that I am He, and that I do nothing of Myself. But as My Father has taught Me, I spoke these things.", "29": "“For He who sent Me is with Me. The Father has not left Me alone, because I always do those things that please Him.”", "30": "As He spoke these things, many believed in Him.", "31": "Then Jesus said to the Jews who believed in Him, “If you continue in My word, you are truly My disciples.", "32": "“And you shall know the truth. And the truth shall make you free.”", "33": "They answered Him, “We are Abraham's seed, and were never slave to anyone. Why then do You say, 'You shall be made free'?”", "34": "Jesus answered them, “Truly, truly I say to you that whoever commits sin is the servant of sin.", "35": "“And the servant does not abide in the house forever. But the Son abides forever.", "36": "“If, therefore, the Son shall make you free, you shall be free indeed.", "37": "“I know that you are Abraham's seed. But you seek to kill Me because My word has no place in you.", "38": "“I speak that which I have seen with My Father. And you do that which you have seen with your father.”", "39": "They answered, and said to Him, “Abraham is our father.” Jesus said to them, “If you were Abraham's children, you would do the works of Abraham.", "40": "“But now you seek to kill Me, a man who has told you the truth, which I have heard from God. Abraham did not do this.", "41": "“You do the works of your father.” Then they said to Him, “We are not born of fornication. We have one Father, who is God.”", "42": "Therefore Jesus said to them, “If God were your Father, then you would love Me. For I proceeded forth and came from God. I did not even come of Myself, but He sent Me.", "43": "“Why do you not understand My talk? Because you cannot hear My word.", "44": "“You are of your father, the devil. And you will do the lusts of your father. He has been a murderer from the beginning, and did not stand in the truth, because there is no truth in him. When he speaks a lie, then he speaks of his own. For he is a liar and the father thereof.", "45": "“And because I tell you the truth, you do not believe Me.", "46": "“Which of you can rebuke Me of sin? And if I say the truth, why do you not believe Me?", "47": "“The one who is of God hears God's words. You, therefore, do not hear them, because you are not of God.”", "48": "Then the Jews answered, and said to Him, “Are we not correct in saying that You are a Samaritan, and have a devil?”", "49": "Jesus answered, “I have no devil. But I honor My Father. And you have dishonored Me.", "50": "“And I do not seek My own praise. But there is One who seeks it, and judges.", "51": "“Truly, truly I say to you, “If anyone keeps My word, he shall never see death.”", "52": "Then the Jews said to Him, “Now we know that You have a devil. Abraham is dead, and the Prophets, and You say, 'If anyone keeps My word, he shall never taste of death.", "53": "“Are You greater than our father, Abraham, who is dead?! And the Prophets are dead! Who do You think You are!?”", "54": "Jesus answered, “If I honor Myself, My honor is worth nothing. It is My Father Who honors Me; the One you say is your God.", "55": "“Yet you have not known Him. But I know Him. And if I should say I do not know Him, I would be a liar, like you. But I know Him and keep His word.", "56": "“Your father, Abraham, rejoiced to see My day. And he saw it and was glad.”", "57": "Then the Jews said to Him, “You are not yet fifty years old, and You have seen Abraham?”", "58": "Jesus said to them, “Truly, truly I say to you: Before Abraham was, I am.”", "59": "Then they took up stones to throw at Him. But Jesus hid Himself and went out of the Temple. And He passed through the midst of them, and so went His way."}