{"1": "And as Jesus passed by, He saw a man who was blind from his birth.", "2": "And His disciples asked Him, saying, “Master, who sinned - this man, or his parents - that he was born blind?”", "3": "Jesus answered, “Neither this man nor his parents have sinned. But this is so that the works of God would be shown in him.", "4": "“I must work the works of the One who sent Me, while it is day. The night comes, when no one can work.", "5": "“As long as I am in the world, I am the light of the world.”", "6": "As soon as He had thus spoken, He spat on the ground, and made clay of the spittle, and anointed the eyes of the blind with the clay.", "7": "And He said to him, “Go. Wash in the pool of Siloam (which is by interpretation, Sent).” Therefore, he went and washed, and came back seeing.", "8": "Now, the neighbors, and those who had seen him before, when he was blind, said, “Is not this he who sat and begged?”", "9": "Some said, “This is he.” And others said, “He is like him.” But he himself said, “I am he!”", "10": "Therefore they said to him, “How were your eyes opened?”", "11": "He answered, and said, “The Man who is called 'Jesus' made clay and anointed my eyes and said to me, 'Go to the pool of Siloam and wash'. So, I went and washed, and received sight.”", "12": "Then they said to him, “Where is he?” He said, “I cannot tell.”", "13": "They brought him who was once blind to the Pharisees.", "14": "And it was the Sabbath when Jesus made the clay and opened his eyes.", "15": "Then, again, the Pharisees also asked him how he had received sight. And he said to them, “He laid clay upon my eyes. And I washed. And now I see.”", "16": "Then some of the Pharisees said, “This Man is not of God, because He does not keep the Sabbath.” Others said, “How can a Man who is a sinner do such miracles?” And there was a dissension among them.", "17": "Then they spoke to the blind again, “What do you say about Him, since He has opened your eyes?” And he said, “He is a Prophet.”", "18": "Then the Jews did not believe him (that he had been blind and received his sight) until they had called the parents of him who had received sight.", "19": "And they asked them, saying, “Is this your son, whom you say was born blind? How, then, does he now see?”", "20": "His parents answered them, and said, “We know that this is our son, and that he was born blind.", "21": "“But by what means he now sees we do not know. Or, who has opened his eyes we cannot tell. He is old enough. Ask him. He shall answer for himself.”", "22": "His parents spoke these words because they feared the Jews. For the Jews had already ordained that if anyone confessed that he was Christ, he would be expelled from the synagogue.", "23": "That is why his parents said, 'He is old enough. Ask him.'", "24": "Then again they called the man who had been blind, and said to him, “Give glory to God. We know that this Man is a sinner.”", "25": "Then he answered, and said, “Whether He is a sinner or not, I cannot tell. One thing I know: that I was blind, and now I see!”", "26": "Then they said to him again, “What did He do to you? How did He open your eyes?”", "27": "He answered them, “I have told you already, and you have not heard it. Why would you hear it again? Do you also wish to be His disciples?", "28": "Then they reviled him, and said, “You be His disciple! We will be Moses' disciples!", "29": "“We know that God spoke with Moses. But we do not know from where this Man is.”", "30": "The man answered, and said to them, “Doubtless, this is a wondrous thing; that you do not know from where He is, and yet He has opened my eyes.", "31": "“Now we know that God does not hear sinners. But if anyone is a worshiper of God, and does His will, He does hear him.", "32": "“Since the world began it has been unheard of for anyone to open the eyes of one born blind.", "33": "“If this Man were not of God, He could have done nothing.”", "34": "“They answered, and said to him, “You were born entirely in sin, and do you teach us?” So, they cast him out.", "35": "Jesus heard that they had cast him out. And when He had found him, He said to him, “Do you believe in the Son of God?”", "36": "He answered, and said, “Who is He, Lord, that I might believe in Him?”", "37": "And Jesus said to him, “You have both seen Him, and it is He who is talking with you.”", "38": "Then he said, “Lord, I believe!” and worshiped Him.", "39": "And Jesus said, “For judgment I have come into this world, so that those who do not see, might see; and that those who see, might be made blind.”", "40": "And some of the Pharisees who were with Him heard these things, and said to Him, “Are we blind also?”", "41": "Jesus said to them, “If you were blind, you would have no sin. But now you say, 'We see.' Therefore, your sin remains."}