{"1": "He prophesieth of the coming and cruelty of their enemies. 13 An exhortation to move them to convert. 18 The love of God toward his people. Blow [a]the trumpet in Zion, and shout in mine holy mountain, let all the inhabitants of the land tremble: for the day of the Lord is come: for it is at hand.", "2": "A [b]day of darkness, and of blackness, a day of clouds and obscurity, as the morning spread upon the mountains, so is there a [c]great people, and a mighty: there was none like it from the beginning, neither shall be anymore after it, unto the years of many generations.", "3": "A fire devoureth before him, and behind him a flame burneth up: the land is as the garden of [d]Eden before him, and behind him a desolate wilderness, so that nothing shall escape him.", "4": "The beholding of him is like the sight of horses, and like the horsemen, so shall they run.", "5": "Like the noise of chariots in the tops of the mountains shall they leap, like the noise of a flame of fire that devoureth the stubble, and as a mighty people prepared to the battle.", "6": "Before his face shall the people tremble: all faces [e]shall gather blackness.", "7": "They shall run like strong men, and go up to the wall like men of war, and every man shall go forward in his ways, and they shall not stay in their paths.", "8": "Neither shall one [f]thrust another, but everyone shall walk in his path: and when they fall upon the sword, they shall not be wounded.", "9": "They shall run to and fro in the city: they shall run upon the wall: they shall clime up upon the houses, and enter in at the windows like the thief.", "10": "The earth shall tremble before him, the heavens shall shake, the [g]sun and the moon shall be dark, and the stars shall withdraw their shining.", "11": "And the Lord shall [h]utter his voice before his host: for his host is very great: for he is strong that doeth his word: for the day of the Lord is great and very terrible, and who can abide it?", "12": "Therefore also now the Lord saith, Turn you unto me with all your heart, and with fasting, and with weeping, and with mourning,", "13": "And [i]rent your heart, and not your clothes: and turn unto the Lord your God, for he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil.", "14": "Who knoweth, if he will [j]return and repent and leave a blessing behind him, even a meat offering and a drink offering unto the Lord your God?", "15": "Blow the trumpet in Zion, sanctify a fast, call a solemn assembly.", "16": "Gather the people, sanctify the congregation: gather the elders: assemble the [k]children, and those that suck the breasts: let the bridegroom go forth of his chamber, and the bride out of her bride chamber.", "17": "Let the Priests, the ministers of the Lord, weep between the porch and the altar, and let them say, Spare thy people, O Lord, and give not thine heritage into reproach, that the heathen should rule over them. Wherefore should they say among the people, Where is their God?", "18": "Then will the Lord be [l]jealous over his land, and spare his people.", "19": "Yea, the Lord will answer and say unto his people, Behold, I will send you corn and wine, and oil, and you shall be satisfied therewith: and I will no more make you a reproach among the heathen.", "20": "But I will remove far off from you the [m]Northern army, and I will drive him into a land, barren and desolate with his face toward the [n]East sea, and his end to the utmost sea, and his stink shall come up, and his corruption shall ascend, because he hath exalted himself to do this.", "21": "Fear not, O land, but be glad, and rejoice: for the Lord will do great things.", "22": "Be not afraid, ye beasts of the field: for the pastures of the wilderness are green for the tree beareth her fruit: the fig tree and the vine do give their force.", "23": "Be glad then, ye children of Zion, and rejoice in the Lord your God, for he hath given you the rain of [o]righteousness, and he will cause to come down for you the rain, even the first rain, and the latter rain in the first month.", "24": "And the barns shall be full of wheat, and the presses shall abound with wine and oil.", "25": "And I will render you the years that the grasshopper hath eaten, the cankerworm and the caterpillar and the palmerworm, my great host which I sent among you.", "26": "So you shall eat and be satisfied and praise the name of the Lord your God, that hath dealt marvelously with you: and my people shall never be ashamed.", "27": "Ye shall also know that I am in the midst of Israel, and that I am the Lord your God and none other, and my people shall never be ashamed.", "28": "And afterward will I pour [p]out my Spirit upon all flesh: and your sons and your daughters shall prophesy: your old men shall dream [q]dreams, and your young men shall see visions.", "29": "And also upon the servants, and upon the maids in those days will I pour my Spirit.", "30": "And I will show [r]wonders in the heavens and in the earth: blood and fire, and pillars of smoke.", "31": "The [s]sun shall be turned into darkness, and the moon into blood, before the great and terrible day of the Lord come.", "32": "But whosoever shall call [t]on the Name of the Lord, shall be saved: for in mount Zion, and in Jerusalem shall be deliverance as the Lord hath said, and in the [u]remnant, whom the Lord shall call."}