{"1": "Of the judgment of God against the enemies of his people. For behold, in [a]those days and in that time, when I shall bring again the captivity of Judah and Jerusalem,", "2": "I will also gather all nations, and will bring them down into the [b]valley of Jehoshaphat, and will plead with them there for my people, and for mine heritage Israel: whom they have scattered among the nations, and parted my land.", "3": "And they have cast lots for my people, and have given the child [c]for the harlot, and sold the girl for wine, that they might drink.", "4": "Yea, and [d]what have you to do with me, O Tyre and Sidon, and all the coasts of Philistia? will ye render me [e]a recompense? and if ye recompense me, swiftly and speedily will I render your recompense upon your head:", "5": "For ye have taken my silver and my gold, and have carried into your temples my goodly and pleasant things.", "6": "The children also of Judah and the children of Jerusalem have you sold unto the Grecians, that ye might send them far from their border.", "7": "Behold, I will raise them out of the place where ye have sold them, and will render your reward upon your own head.", "8": "And I will sell your sons and your daughters into the hand of the children of Judah, and they [f]shall send them to the Sabeans, to a people far off, for the Lord hath spoken it.", "9": "Publish this among the Gentiles: prepare war, wake up the mighty men: let all the men of war draw near and come up.", "10": "[g]Break your plowshares into swords, and your scythes into spears: let the weak say, I am strong.", "11": "Assemble yourselves, and come all ye heathen, and gather yourselves together round about: there shall the Lord cast down the mighty men.", "12": "Let the heathen be wakened, and come up to the valley of Jehoshaphat: for there will I sit to judge all the heathen round about.", "13": "Put in your [h]scythes, for the harvest is ripe, come, get you down, for the winepress is full: yea, the winepresses run over, for their wickedness is great.", "14": "O multitude, O multitude, come into the valley of threshing: for the day of the Lord is near in the valley of threshing.", "15": "The sun and moon shall be darkened, and the stars shall withdraw their light.", "16": "The Lord also shall roar out of Zion, and utter his voice from Jerusalem, and the heavens and the earth shall shake, but the Lord will be the [i]hope of his people, and the strength of the children of Israel.", "17": "So shall ye know that I am the Lord your God dwelling in Zion, mine holy Mountain: then shall Jerusalem be holy, and there shall no strangers go [j]through her anymore.", "18": "And in that day shall the mountains [k]drop down new wine, and the hills shall flow with milk, and all the rivers of Judah shall run with waters, and a fountain shall come forth of the House of the Lord, and shall water the valley of Shittim.", "19": "[l]Egypt shall be waste, and Edom shall be a desolate wilderness, for the injuries of the children of Judah, because they have shed innocent blood in their land.", "20": "But Judah shall dwell forever, and Jerusalem from generation to generation.", "21": "For I will [m]cleanse their blood, that I have not cleansed, and the Lord will dwell in Zion."}