{"1": "Adam, Seth, Enosh, ", "2": "Kenan, Mahalalel, Jared, ", "3": "Enoch, Methuselah, Lamech, ", "4": "Noah. The sons of Noah were[b] Shem, Ham, and Japheth.", "5": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshek, and Tiras.[c]", "6": "The sons of Gomer were Ashkenaz, Diphath,[d] and Togarmah.", "7": "The sons of Javan were Elishah, Tarshish, the Kittim,[e] and the Rodanim.[f]", "8": "The sons of Ham were Cush, Mizraim,[g] Put, and Canaan.", "9": "The sons of Cush were Seba, Havilah, Sabta, Ra'ama,[h] and Sabteca. The sons of Ra'ama were Sheba and Dedan.", "10": "Cush became the father of Nimrod. Nimrod was the first to be[i] a mighty warrior on the earth.", "11": "Mizraim became the father of the Ludim, the Anamim, the Lehabim, the Naphtuhim, ", "12": "the Pathrusim, the Casluhim (from whom the Philistines came), and the Caphtorim.", "13": "Canaan became the father of Sidon, his firstborn, and of Heth, ", "14": "also of the Jebusites, the Amorites, the Girgashites, ", "15": "the Hivites, the Arkites, the Sinites, ", "16": "the Arvadites, the Zemarites, and the Hamathites.[j]", "17": "The sons of Shem were Elam, Asshur, Arphaxad, Lud, and Aram. The sons of Aram[k] were Uz, Hul, Gether, and Meshek.[l]", "18": "Arphaxad became the father of Shelah,[m] and Shelah became the father of Eber.", "19": "Two sons were born to Eber. The name of one was Peleg,[n] because in his days the earth was divided. His brother's name was Joktan.", "20": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,", "21": "Hadoram, Uzal, Diklah, ", "22": "Ebal,[o] Abimael, Sheba, ", "23": "Ophir, Havilah, and Jobab. All these were the sons of Joktan.", "24": "Shem, Arphaxad, Shelah, ", "25": "Eber, Peleg, Reu, ", "26": "Serug, Nahor, Terah, ", "27": "Abram (also called Abraham).", "28": "The sons of Abraham were Isaac and Ishmael. ", "29": "These are their genealogies: The firstborn of Ishmael was Nebaioth. Then came Kedar, Adbe'el, Mibsam, ", "30": "Mishma, Dumah, Massa, Hadad, Tema, ", "31": "Jetur, Naphish, and Kedemah. These are the sons of Ishmael.", "32": "These are the sons of Keturah, Abraham's concubine.[p] She gave birth to Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The sons of Jokshan were Sheba and Dedan.", "33": "The sons of Midian were Ephah, Epher, Hanok, Abida, and Elda'ah. All these were the descendants of Keturah.", "34": "Abraham became the father of Isaac. The sons of Isaac were Esau and Israel.", "35": "The sons of Esau were Eliphaz, Reuel, Jeush, Jalam, and Korah.", "36": "The sons of Eliphaz were Teman, Omar, Zephi, Gatam, Kenaz, and Amalek by Timna.[q]", "37": "The sons of Reuel were Nahath, Zerah, Shammah, and Mizzah.", "38": "The sons of Seir were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.[r]", "39": "The sons of Lotan were Hori and Homam. Timna was Lotan's sister.", "40": "The sons of Shobal were Alian,[s] Manahath, Ebal, Shephi, and Onam. The sons of Zibeon were Aiah and Anah.", "41": "The son of Anah was Dishon. The sons of Dishon were Hamran,[t] Eshban, Ithran, and Keran.", "42": "The sons of Ezer were Bilhan, Za'avan, and Ja'akan.[u] The sons of Dishan were Uz and Aran.", "43": "These are the kings who reigned in the land of Edom before any king reigned over the people of Israel: Bela son of Beor. The name of his city was Dinhabah.", "44": "Bela died, and Jobab son of Zerah from Bozrah reigned as king in his place.", "45": "Jobab died, and Husham from the land of the Temanites reigned as king in his place.", "46": "Husham died, and Hadad son of Bedad, who defeated Midian in the territory of Moab, reigned as king in his place. The name of his city was Avith.", "47": "Hadad died, and Samlah from Masrekah reigned as king in his place.", "48": "Samlah died, and Shaul from Rehoboth by the River[v] reigned as king in his place.", "49": "Shaul died, and Baal Hanan son of Akbor reigned as king in his place.", "50": "Baal Hanan died, and Hadad reigned as king in his place. The name of his city was Pai,[w] and his wife's name was Mehetabel, the daughter of Matred, the daughter of Me Zahab. ", "51": "Then Hadad died. The chiefs of Edom were Chief Timna, Chief Aliah,[x] Chief Jetheth, ", "52": "Chief Oholibamah, Chief Elah, Chief Pinon, ", "53": "Chief Kenaz, Chief Teman, Chief Mibzar, ", "54": "Chief Magdiel, and Chief Iram. These are the chiefs of Edom."}