{"1": "All Israel gathered to David at Hebron to say, “Look! We are your flesh and blood.[a] ", "2": "Previously when Saul was king, you led Israel out to battle and back again. Besides, the Lord your God said to you, 'You shall shepherd my people Israel and be leader over my people Israel.'”", "3": "All the elders of Israel came to the king at Hebron. David made a covenant with them there in the presence of the Lord. They anointed David king over Israel, according to the word of the Lord from Samuel.", "4": "David and all Israel went to Jerusalem (that is, Jebus). The Jebusites were living in that part of the land. ", "5": "Those living in Jebus said to David, “You will not get in here.” Nevertheless, David captured the stronghold of Zion, which became the City of David. ", "6": "David had said, “Whoever attacks the Jebusites first will become the head and commander.” Joab son of Zeruiah went up first and became the head. ", "7": "David lived in the stronghold. That is why it is called the City of David. ", "8": "He built up the city all around the stronghold, from the Millo[b] to the surrounding walls. Joab repaired the rest of the city.", "9": "David became greater and greater because the Lord of Armies was with him.", "10": "These are the leaders of David's elite warriors, who built up support for his kingdom throughout all Israel, in order to make him king, according to the word of the Lord concerning Israel.", "11": "This is the record of David's elite warriors. Jashobeam son of Hakmoni,[c] head of the Thirty,[d] wielded his spear against three hundred, who were killed at one time.", "12": "After him came Eleazar son of Dodo, the Ahohite. He was in the group of three elite warriors. ", "13": "He was with David at Pas Dammim, where there was a plot of land full of barley, when the Philistines were gathered there for battle. The people had been fleeing from the Philistines, ", "14": "but they took their stand in the middle of that plot of land. They defended it and killed the Philistines. The Lord rescued them with a great victory.[e]", "15": "Three of the thirty leaders went down to David at the rock by the Cave of Adullam. The army of the Philistines was camping in the Valley of Rephaim. ", "16": "While David was in the stronghold, the garrison of Philistines was in Bethlehem. ", "17": "David expressed this desire: “Who will give me water to drink from the well of Bethlehem inside the gate?” ", "18": "The Three broke through the camp of the Philistines and drew water from the well[f] of Bethlehem inside the gate. They took it and brought it to David. However, David was not willing to drink it. Instead, he poured it out to the Lord. ", "19": "He said, “I should be cursed by God if I did that. Shall I drink the blood of these men? They risked their lives to bring it to me.” He was not willing to drink it. The three elite warriors carried out these actions.", "20": "Abishai, the brother of Joab, was the leader of the Three. He wielded his spear against three hundred and killed them. His reputation equaled that of the Three.[g] ", "21": "He was considered twice as great as the Group of Three. He became their commander. But he did not belong to the Group of Three.", "22": "Benaiah son of Jehoiada, a courageous man from Kabze'el, did great things. He struck down two Lions of God[h] from Moab. He also went down and killed a lion in a cistern[i] on a snowy day. ", "23": "He also killed an Egyptian who was seven and a half feet tall. The Egyptian was holding a spear like a weaver's beam. Benaiah went down to him with a staff, snatched the spear from the hand of the Egyptian, and killed him with his own spear. ", "24": "Benaiah son of Jehoiada accomplished these feats. His reputation equaled that of the Three. ", "25": "Among the Thirty he was considered great, but he did not belong to the Three. David placed him over his bodyguards.", "26": "These were the elite warriors of the armies:[j] Asahel, the brother of Joab, Elhanan son of Dodo from Bethlehem,", "27": "Shammoth the Harorite,[k] Helez the Pelonite,", "28": "Ira son of Ikkesh the Tekoan, Abiezer from Anathoth,", "29": "Sibbekai[l] the Hushathite, Ilai[m] the Ahohite,", "30": "Mahrai the Netophahite, Heled son of Ba'anah the Netophahite,", "31": "Ithai son of Ribai from Gibeah of Benjamin, Benaiah the Pirathonite,", "32": "Hurai[n] from the ravines of Ga'ash, Abiel the Arbathite,", "33": "Azmaveth the Baharumite, Eliahba the Sha'albonite,", "34": "the sons of Hashem the Gizonite,[o] Jonathan son of Shageh the Hararite,", "35": "Ahiam son of Sakar the Hararite, Eliphal son of Ur,[p]", "36": "Hepher the Mekerathite, Ahijah the Pelonite,", "37": "Hezro the Carmelite, Na'arai son of Ezbai,", "38": "Joel, the brother of Nathan,[q] Mibhar son of Hagri,", "39": "Zelek the Ammonite, Naharai the Berothite, the armor bearer of Joab son of Zeruiah,", "40": "Ira the Ithrite, Gareb the Ithrite,", "41": "Uriah the Hittite, Zabad son of Ahlai,", "42": "Adina son of Shiza the Reubenite, a leader of the Reubenites, who had thirty men with him,", "43": "Hanan son of Ma'akah and Joshaphat the Mithnite,", "44": "Uzzia the Ashterathite, Shama and Jeiel, the sons of Hotham the Aroerite,", "45": "Jediael son of Shimri, and his brother Joha the Tizite,", "46": "Eliel the Mahavite and Jeribai and Joshaviah, the sons of Elna'am, and Ithmah the Moabite,", "47": "Eliel and Obed and Ja'asiel the Mezobaite."}