{"1": "These are the men who came to David at Ziklag, when he was a fugitive from Saul son of Kish. They were among the warriors who helped him wage war.", "2": "Among them were relatives of Saul from Benjamin, who were able to use bow and arrow and to sling stones right-handed or left-handed.", "3": "Their leader was Ahiezer along with Joash, sons of Shema'ah the Gibeathite, Jeziel and Pelet, sons of Azmaveth, Berakah and Jehu the Anathothite,", "4": "Ishmaiah the Gibeonite, a powerful warrior among the Thirty and over the Thirty, Jeremiah and Jahaziel and Johanan and Jozabad the Gederathite,[a]", "5": "Eluzai and Jerimoth and Bealiah and Shemariah and Shephatiah the Haruphite,", "6": "Elkanah, Ishiah, Azarel, Joezer, and Jashobeam, the Korathites,", "7": "Joelah and Zebadiah, sons of Jeroham from Gedor.", "8": "Some men from Gad defected and went to David at the stronghold in the wilderness. They were powerful warriors, military men, skilled for war with shield and spear, with faces like lions and with speed like gazelles on the mountains.", "9": "Ezer the head, Obadiah the second, Eliab the third,", "10": "Mishmannah the fourth, Jeremiah the fifth,", "11": "Attai the sixth, Eliel the seventh,", "12": "Johanan the eighth, Elzabad the ninth,", "13": "Jeremiah the tenth, and Makbannai the eleventh.", "14": "These men from Gad were leaders of the army. The less capable were leaders for a hundred, the more capable for a thousand.[b] ", "15": "These are the ones who crossed the Jordan in the first month[c] when it was overflowing all its banks. They forced those living in the valleys to the east and the west to flee.", "16": "Men also came from Benjamin and Judah to David at the stronghold. ", "17": "David went out to meet with them and said to them, “If you have come to me with peaceful intentions to help me, my heart will be one with yours. But if you come to betray me to my enemies, even though there is no violence in my hands, the God of our fathers will see and judge.”", "18": "A spirit[d] came upon[e] Amazai, head of the Thirty. He said, “We are yours, David, and we are with you, son of Jesse. Peace, peace to you, and peace to those helping you, for your God helps you.” David received them and made them leaders of the troops.", "19": "Men from Manasseh deserted to David when he came along with the Philistines for the battle against Saul. These men did not help the Philistines, because the serens[f] of the Philistines decided to send David away, because they thought, “He will desert to his master Saul with our heads.”", "20": "When he went to Ziklag, men from Manasseh deserted to David. They were Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, leaders of groups of a thousand which belonged to Manasseh. ", "21": "They helped David against the bands of raiders, because all of them were powerful warriors and commanders in the army.", "22": "Every day men kept coming to David to help him, until the army became great, like an army of God. ", "23": "The following are the numbers of the troops equipped for war who came to David in Hebron, to turn the kingdom of Saul over to him according to the word of the Lord:", "24": "from the descendants of Judah, bearing shields and spears, 6,800 equipped for war,", "25": "from the descendants of Simeon, powerful warriors, 7,100 equipped for war,", "26": "from the descendants of Levi, 4,600, ", "27": "and[g] Jehoiada the tribal ruler for Aaron, who had with him 3,700; ", "28": "also Zadok, a powerful young warrior, and from the house of his father 22 commanders,", "29": "from the descendants of Benjamin, Saul's relatives, 3,000 (until then the majority of them had been keeping their connection with the house of Saul),", "30": "from the descendants of Ephraim, 20,800 powerful warriors, men who had earned a name for themselves in the house of their fathers,", "31": "from the half tribe of Manasseh, 18,000 who were designated by name to come and make David king,", "32": "from the descendants of Issachar, men who understood the times and what Israel should do, 200 leaders and all their relatives under their command,", "33": "from Zebulun, 50,000 men qualified to serve in the army, ready to line up for battle with all kinds of weapons for battle and with undivided allegiance,", "34": "from Naphtali, 1,000 commanders and with them 37,000 men with shields and spears,", "35": "from the Danites, 28,600 men ready to line up for battle,", "36": "from Asher, 40,000 men qualified to serve in the army, ready to line up for battle,", "37": "and from east of the Jordan, from Reuben, Gad, and the half tribe of Manasseh, with all the weapons of an army ready for battle, 120,000 men.", "38": "All these soldiers, organized for battle, totally committed, came to Hebron to make David king over all Israel. All the rest of Israel also was totally committed to make David king. ", "39": "They were there with David for three days, eating and drinking, because their fellow citizens[h] had prepared provisions for them. ", "40": "Also, their neighbors from as far away as Issachar, Zebulun, and Naphtali were bringing food on donkeys, camels, mules, and oxen, including provisions of flour, cakes of figs, clusters of raisins, wine, olive oil, oxen, and sheep in abundance, because there was joy in Israel."}