{"1": "David constructed buildings for himself in the City of David. He established a place for the Ark of God and pitched a tent for it.", "2": "Then David said, “Nobody is to carry God's ark except the Levites, because the Lord chose them to carry the Ark of the Lord and to serve him forever.” ", "3": "David gathered all Israel in Jerusalem to bring up the Ark of the Lord to the place that he had prepared for it.", "4": "David gathered the descendants of Aaron and the Levites:", "5": "representing the sons of Kohath were Uriel the leader and 120 of his relatives,[a]", "6": "representing the sons of Merari were Asaiah the leader and 220 of his relatives,", "7": "representing the sons of Gershom were Joel the leader and 130 of his relatives,", "8": "representing the sons of Elizaphan were Shemaiah the leader and 200 of his relatives,", "9": "representing the sons of Hebron were Eliel the leader and 80 of his relatives,", "10": "representing the sons of Uzziel were Amminadab the leader and 112 of his relatives.", "11": "So David summoned the priests Zadok and Abiathar and the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab. ", "12": "He said to them, “You are the leading fathers of the descendants of Levi. Consecrate yourselves, you and your brothers. Bring up the Ark of the Lord, the God of Israel, to the place prepared for it, ", "13": "because the first time, when you were not there, the Lord our God burst out against us, because we did not inquire about and follow the proper procedures.”", "14": "The priests and the Levites consecrated themselves to bring up the Ark of the Lord, the God of Israel. ", "15": "The descendants of Levi carried the Ark of God with poles on their shoulders, as Moses had commanded according to the word of the Lord. ", "16": "David told the leading officials of the Levites to appoint their brother Levites as singers with musical instruments, harps, lyres, and cymbals, to raise their voices for the people to hear with joy.", "17": "The Levites appointed Heman son of Joel, and from the Levites closely related to him they appointed Asaph son of Berekiah, and from their relatives who were the descendants of Merari they appointed Ethan son of Kushaiah.", "18": "Their brother Levites assigned to serve with them on the second level were Zechariah,[b] Ja'aziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Ma'aseiah, Mattithiah, Eliphelehu, and Mikneiah, and Obed Edom and Jeiel, the gatekeepers.[c]", "19": "Also appointed were the singers Heman, Asaph, and Ethan, to sound the bronze cymbals,", "20": "Zechariah, Aziel,[d] Shemiramoth, Jehiel, Unni, Eliab, Ma'aseiah, and Benaiah, to play the harps according to alamoth,", "21": "and Mattithiah, Eliphelehu, Mikneiah, Obed Edom, Jeiel, and Azaziah with lyres, to lead according to sheminith.[e]", "22": "Kenaniah was musical leader of the Levites, directing the music because he had the skill.", "23": "Berekiah and Elkanah were gatekeepers for the Ark.", "24": "The priests Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer were directed to blow trumpets before the Ark of God. Obed Edom and Jehiah were also gatekeepers for the Ark.", "25": "David, the elders of Israel, and the leaders of the units of a thousand were going to bring up the Ark of the Covenant of the Lord from the house of Obed Edom. They were celebrating as they went, ", "26": "because God was helping the Levites who were carrying the Ark of the Covenant of the Lord. They sacrificed seven bulls and seven rams. ", "27": "David was clothed with a fine linen robe, as were all of the Levites who were carrying the ark, the singers, and Kenaniah, the choir director for the singers. David was wearing a special linen vest.[f]", "28": "All Israel brought up the Ark of the Covenant of the Lord with shouts, with the sound of the ram's horn, trumpets, and cymbals, and with music on harps and lyres. ", "29": "When the Ark of the Covenant of the Lord came to the City of David, Michal, the daughter of Saul, looked out through the window. She saw King David dancing and celebrating, and she despised him in her heart."}