{"1": "They brought the Ark of God and set it inside the tent that David had pitched for it. They offered burnt offerings and fellowship offerings[a] before God. ", "2": "When David had finished offering the burnt offerings and the fellowship offerings, he blessed the people in the name of the Lord. ", "3": "He distributed to each and every Israelite man and woman a loaf of bread, a cake of dates,[b] and a cake of raisins.", "4": "He designated the following individuals from the Levites to serve before the Ark of the Lord by remembering, thanking, and praising the Lord, the God of Israel:", "5": "Asaph was the leader. Zechariah was directly under him. Jeiel,[c] Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed Edom, and Jeiel were to play music on harps and lyres. Asaph was sounding the cymbals.", "6": "Benaiah and Jahaziel, the priests with trumpets, were to be continually before the Ark of the Covenant of God.", "7": "On that day David first gave the directive to give thanks to the Lord through the ministry of Asaph and his associates:", "8": "Give thanks to the Lord. Call on his name. Make known his deeds among the peoples.", "9": "Sing to him. Make music to him. Tell about all his wonderful acts.[e]", "10": "Praise his holy name. The hearts of those who seek the Lord will rejoice.", "11": "Seek the Lord and his strength. Seek his presence continually.", "12": "Remember his wonderful acts, his signs, and the judgments from his mouth,", "13": "you descendants[f] of Israel, his servant, you sons of Jacob, his chosen ones.", "14": "He is the Lord our God. His judgments are in all the earth.", "15": "Remember his covenant forever, a word he commanded for a thousand generations,", "16": "his covenant which he made with Abraham, which was his sworn promise to Isaac.", "17": "He confirmed it to Jacob as a statute for Israel, an everlasting covenant.", "18": "He said, “To you I will give the land of Canaan as a portion for your inheritance,", "19": "even though your numbers are small, and you are insignificant, and you are living in it as aliens.”", "20": "They were wandering from nation to nation and from one kingdom to another people.", "21": "Yet he did not permit anyone to oppress them. He rebuked kings on their account:", "22": "“You must not touch my anointed ones. Against my prophets you must do no harm.”", "23": "Sing to the Lord, all the earth. Proclaim the good news of his salvation from day to day.", "24": "Declare his glory among the nations, his wonderful acts among all the peoples,", "25": "for great is the Lord and greatly to be praised. He is to be feared above all gods.", "26": "For all the gods of the peoples are not gods at all.[g] But the Lord made the heavens.", "27": "Honor and majesty are before him. Strength and joy are in his place.", "28": "Ascribe to the Lord, you families of the peoples. Ascribe to the Lord glory and strength.", "29": "Ascribe to the Lord the glory of his name. Bring an offering and come before him. Worship the Lord in the splendor of holiness.", "30": "Tremble before him, all the earth. Surely the world stands firm. It shall never be overthrown.", "31": "The heavens will be glad.[h] The earth will rejoice. They will say among the nations, “The Lord reigns.”", "32": "The sea and everything that fills it will roar. The fields and everything in them will celebrate.", "33": "The trees of the forest will sing for joy before the Lord, for he is coming to judge the earth.", "34": "Give thanks to the Lord, for he is good, for his mercy endures forever.", "35": "Say, “Save us, O God of our salvation. Gather us and save us from the nations, to give thanks to your holy name, to glorify you by praising you.”", "36": "Blessed is the Lord, the God of Israel, from everlasting to everlasting. Then all the people said “Amen” and praised the Lord.", "37": "David left Asaph and his relatives there before the Ark of the Covenant of the Lord, to minister before the Ark continually, to do whatever was needed each day, ", "38": "along with Obed Edom and sixty-eight relatives. Obed Edom son of Jeduthun and Hosah served as gatekeepers.", "39": "Zadok the priest and his fellow priests were assigned to the Tent of the Lord at the high place in Gibeon, ", "40": "to present burnt offerings to the Lord upon the altar for burnt offerings regularly, morning and evening, according to everything written in the Law of the Lord, which he commanded Israel.", "41": "With them were Heman, Jeduthun, and the rest of those chosen and designated by name to give thanks to the Lord, because his mercy endures forever.", "42": "With them were Heman and Jeduthun to make music to God with trumpets, cymbals, and musical instruments. The descendants of Jeduthun were assigned to the gate.", "43": "Then all the people departed, each to his own house, and David returned to bless his house."}