{"1": "After David was living in his own house, he said to Nathan the prophet, “Look! I am living in a house of cedar, but the Ark of the Covenant of the Lord sits under tent curtains.”", "2": "Nathan said to David, “Do everything that is in your heart, because God is with you.”", "3": "But that night the word of God came to Nathan. ", "4": "“Go and tell David my servant these things.” This is what the Lord says. You will not be the one to build a house for me to live in, ", "5": "for I have not lived in a house from the day when I caused Israel to go up from Egypt until this day, but I have been in a moving tent as my dwelling place.[a] ", "6": "In all my traveling about with all the Israelites, did I ever speak a word with one of the judges of Israel, whom I commanded to shepherd my people, or ask, “Why have you not built a house of cedar for me?”", "7": "Now you are also to say the following to my servant David: This is what the Lord of Armies says. I took you from the pastures, from following the sheep, to be ruler over my people Israel. ", "8": "I have been with you wherever you went. I have cut off all your enemies before you. I will make a reputation for you like the reputation of the great ones in the earth. ", "9": "I will establish a place for my people Israel, and I will plant them there. They will dwell there, and they will not be disturbed anymore. I will not allow wicked men to devastate them again as I did in the beginning, ", "10": "and as it happened during the times when I commanded judges over my people Israel, but I will subdue all your enemies. I declare to you that the Lord will build a house for you. ", "11": "When your days are completed, you will go to be with your fathers. I will raise up your seed[b] after you from among your sons, and I will establish his kingdom. ", "12": "He will build a house for me. I will establish his throne forever. ", "13": "I will be his father, and he will be my son. My mercy I will not take away from him as I took it from the one who was before you. ", "14": "I will cause him to stand in my house and in my kingdom forever. His throne will be established forever.", "15": "Nathan told David all the words that had been revealed in this vision.", "16": "Then King David went and sat before the Lord and said: Who am I, Lord God, and what is my house that you have brought me to this point? ", "17": "Yet this was a small thing in your eyes, God! You have spoken about the house of your servant for a long time into the future. You have revealed to me the course for the man who will arise, Lord God.[c]", "18": "What more can David add to you for honoring your servant? You know your servant.", "19": "Lord, for the sake of your servant and according to the plan of your heart, you have carried out this great thing by making known all these great promises. ", "20": "Lord, there is none like you, and there is no God besides you, as is apparent from everything which our ears have heard.", "21": "Who is like your people Israel? It is the one nation on earth for whom God went out to redeem a people to himself, to make for yourself a great name, by doing great and awe-inspiring things in order to drive out nations in front of your people, whom you redeemed from Egypt. ", "22": "You adopted Israel as your people forever. You, O Lord, became their God.", "23": "Now, Lord, the word which you have spoken about your servant and about his house will stand firm forever. Do as you have spoken. ", "24": "It will stand firm. Your name will be great forever. It will be said: The Lord of Armies is the God of Israel.[d] The house of David your servant will be established before you.", "25": "For you, my God, have whispered into the ear[e] of your servant that you would build a house for him. That is why your servant has dared to pray before you. ", "26": "Now, Lord, you are God and have said these good things concerning your servant. ", "27": "Now you have been pleased to bless the house of your servant to be forever before you. For what you, Lord, have blessed is blessed forever."}