{"1": "After this David defeated the Philistines. He subdued them and took Gath and its villages from the control of the Philistines.", "2": "He defeated Moab, so the Moabites became subjects of David and paid tribute.", "3": "David also defeated Hadadezer king of Zobah, as he was on his way to Hamath to establish control[a] at the river Euphrates. ", "4": "David took from him one thousand chariots, seven thousand charioteers,[b] and twenty thousand foot soldiers. He hamstrung all the chariot horses but left enough for one hundred chariots. ", "5": "Arameans from Damascus came to help Hadadezer king of Zobah, but David killed twenty-two thousand men in Aram. ", "6": "David placed garrisons in Damascus in Aram. So the Arameans became subject to David and paid tribute. The Lord gave victory to David everywhere.", "7": "David took the gold shields which belonged to the officials of Hadadezer and brought them to Jerusalem. ", "8": "From Tibhath and Kun,[c] cities of Hadadezer, David took huge amounts of bronze. With it Solomon later made the sea, the pillars, and the bronze vessels.", "9": "Tou[d] king of Hamath heard that David had defeated the entire army of Hadadezer king of Zobah. ", "10": "He sent his son Hadoram[e] to King David to ask for peace with him and to bless him, because he had fought against and defeated Hadadezer, who had been at war with Tou. He sent all kinds of articles of gold, silver, and bronze.", "11": "King David dedicated these to the Lord, along with the silver and gold which he had carried off from all the nations, from Edom, Moab, Ammon, the Philistines, and Amalek.", "12": "Abishai son of Zeruiah killed eighteen thousand Edomites in the Valley of Salt. ", "13": "He placed garrisons in Edom. All Edom was subject to David. The Lord gave victory to David everywhere he went.", "14": "David was king over all Israel, and he treated his people with justice and fairness.", "15": "Joab son of Zeruiah was over the army. Jehoshaphat son of Ahilud was the record keeper.[f]", "16": "Zadok son of Ahitub and Ahimelek son of Abiathar were the priests. Shavsha[g] was the secretary.", "17": "Benaiah son of Jehoiada was over the Kerethites and the Pelethites. The sons of David were chief advisors at the side of the king."}