{"1": "After this, Nahash king of the Ammonites died, and his son became king in his place.", "2": "David said, “I will show kindness to Hanun son of Nahash, just as his father showed kindness to me.” David sent messengers to comfort him concerning his father. But when David's officials came to the land of the Ammonites to console Hanun, ", "3": "the officers of the Ammonites said to Hanun, “Do you really think David is honoring your father because he has sent messengers to express sympathy to you? Haven't his officials come to you as scouts to spy on the land and to overthrow it?”", "4": "So Hanun seized David's officials, shaved them, and cut off their clothing up to the middle of their buttocks and sent them away.", "5": "After they were sent on their way, David received a report about these men. David sent messengers to meet them, for the men were deeply humiliated. The king said, “Stay in Jericho until your beards have grown, and then return.”", "6": "The Ammonites saw that they had made themselves a disgusting stench to David. Hanun and the Ammonites sent a thousand talents[a] of silver to hire chariots and charioteers for themselves from Aram of the Two Rivers, from Aram Ma'akah, and from Zobah. ", "7": "They hired thirty-two thousand chariots, the king of Ma'akah, and his troops. They came and set up camp in front of Medeba. The Ammonites were called together from their cities, and they came for battle.", "8": "When David heard about this, he deployed Joab and the entire army of powerful warriors. ", "9": "The Ammonites came out and lined up in battle formation in front of the entrance to the city. The kings who had come from Aram were lined up by themselves in the open country.", "10": "Joab saw that the battle lines were drawn up against him both in front of him and behind him, so he chose some of the best troops of Israel and deployed them to confront the Arameans. ", "11": "The rest of the army he put under the command of his brother Abishai. They were deployed to confront the Ammonites.", "12": "He said, “If Aram is too strong for me, you will come to my rescue, and if the Ammonites are too strong for you, I will rescue you. ", "13": "Be strong and act courageously for our people and for the cities of our God. The Lord will do what is good in his eyes.”", "14": "Joab and the people who were with him confronted the Arameans in the battle, and the Arameans fled from him.", "15": "When the Ammonites saw that the Arameans had fled, they also fled from Joab's brother Abishai and entered the city. Joab returned to Jerusalem.", "16": "When the Arameans saw that they had been defeated, they sent messengers and summoned the Arameans who were from beyond the Euphrates. Shophak[b] the commander of the army of Hadadezer was leading them.", "17": "This was reported to David, so he gathered all Israel and crossed the Jordan. He came upon them and deployed for battle against them. David deployed for battle to engage Aram, and they fought against each other.", "18": "The Arameans fled from Israel. David killed seven thousand Aramean charioteers and forty thousand foot soldiers.[c] He also killed Shophak the commander of the army.", "19": "The kings subject to[d] Hadadezer saw that they were defeated by Israel. They made peace with David and became subject to him. Then Aram was not willing to rescue the Ammonites anymore."}