{"1": "Then David said, “This is the place for the House of the Lord God and for the altar for burnt offerings for Israel.” ", "2": "David said to gather together the aliens who were residents in the land of Israel. He lined up stonecutters to prepare trimmed stones for building the house for God. ", "3": "He provided a large amount of iron for making nails for the doors of the gates, and he provided so much bronze for the fittings[a] that it was not weighed. ", "4": "He provided cedar logs beyond number because the Sidonians and Tyrians brought a large supply of cedar logs to David.", "5": "David said, “My son Solomon is young and inexperienced. The house to be built for the Lord will make his name very great and give him glory in all the lands. Therefore, I will make preparations for it.” So David completed many of the preparations before his death. ", "6": "He summoned his son Solomon and commanded him to build a house for the Lord, the God of Israel.", "7": "David said to Solomon: My son, I had it in my heart to build a house for the name of the Lord my God. ", "8": "But this word of the Lord was laid upon me: “You have shed much blood. You have waged great wars. You will not build a house for my name because of the great amount of blood you have shed on the earth in my presence. ", "9": "You see, a son has been born to you. He will be a man of peace. To him I will give peace from all the enemies around him. Solomon will be his name. I will bestow peace and quiet upon Israel in his days. ", "10": "He will build a house for my name. He will be my son. I will be his father. I will establish the throne of his kingdom in Israel forever.”", "11": "Now, my son, the Lord will be with you. You will succeed. You will build the house for the Lord your God, as he has said about you. ", "12": "The Lord will give you discretion and understanding. He will give you orders about Israel and about how to keep the Law of the Lord your God. ", "13": "You will prosper if you will continue to carry out the statutes and the judgments that the Lord commanded Moses for Israel. Be strong and be courageous. Do not be afraid and do not be dismayed.", "14": "Look! With great effort I have provided one hundred thousand talents[b] of gold for the House of the Lord, a million talents of silver, and too much bronze and iron to be weighed. I have provided lumber and stones. You may add to what I have provided. ", "15": "There are plenty of laborers available to you, namely, stonecutters, masons, and wood workers, and those capable in all kinds of crafts, ", "16": "also workers with gold, silver, bronze, and iron, too many to count. Get up and do it. The Lord will be with you.", "17": "David commanded all the officials and officers of Israel to help his son Solomon. He said:", "18": "Is not the Lord your God with you? He has given you peace on all sides by giving the inhabitants of the land into my hand. The land has been subdued before the Lord and before his people. ", "19": "Now devote your hearts and your minds to seek the Lord your God. Get up and build the holy place for the Lord God, in order to bring the Ark of the Covenant of the Lord and the holy vessels of God into the house built for the name of the Lord."}