{"1": "When David was old and had lived a long life, he made his son Solomon king over Israel. ", "2": "He gathered together all the officials and officers of Israel, along with the priests and the Levites. ", "3": "The Levites who were thirty years old and over were counted, and their total number, man by man,[a] was thirty-eight thousand. ", "4": "David said, “Of these, twenty-four thousand are to oversee the work of the Lord's house, six thousand are to be officers and judges, ", "5": "four thousand are to be gatekeepers, and four thousand are to praise the Lord with the musical instruments that I made for giving praise.”", "6": "David assigned them to divisions based on their descent from the sons of Levi, namely, Gershon,[b] Kohath, and Merari.", "7": "The Gershonites were descended from Ladan and Shimei.", "8": "The sons of Ladan were Jehiel, who was the head, then Zetham[c] and Joel, three in all.", "9": "The sons of Shimei[d] were Shelomoth, Haziel, and Haran, three in all. These were the heads of the fathers' households of Ladan.", "10": "The sons of Shimei were Jahath, Ziza,[e] Jeush, and Beriah. These four were the sons of Shimei. ", "11": "Jahath was the chief, and Zizah the second, but Jeush and Beriah did not have many sons. That is why they were counted as only one father's house.[f]", "12": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel, four in all.", "13": "The sons of Amram were Aaron and Moses. Aaron was set apart to consecrate the most holy things. He and his sons received a permanent assignment to burn incense before the Lord, to minister to him, and to bless his name forever.", "14": "The sons of Moses, the man of God, however, were classified along with the rest of the tribe of Levi. ", "15": "The sons of Moses were Gershom and Eliezer.", "16": "The son of Gershom was Shebuel the head.", "17": "The son of Eliezer was Rehabiah the head. Eliezer had no other sons, but Rehabiah had very many sons.", "18": "The son of Izhar was Shelomith the head.", "19": "The sons of Hebron were Jeriah the head, Amariah the second, Jahaziel the third, and Jekameam the fourth.", "20": "The sons of Uzziel were Micah the head, and Ishiah the second.", "21": "The sons of Merari were Mahli and Mushi. The sons of Mahli were Eleazar and Kish. ", "22": "Eleazar died, and he had no sons but only daughters, so their cousins the sons of Kish took them as wives.", "23": "The sons of Mushi were Mahli, Eder, and Jeremoth, three in all.", "24": "These were the descendants of Levi who were registered by their fathers' houses. They were listed under the heads of their fathers' houses. All those twenty years old and older were counted man by man and registered by name to perform the work for the service of the Lord's house. ", "25": "For David had said, “The Lord, the God of Israel, has given rest to his people, and he dwells in Jerusalem forever, ", "26": "so the Levites will no longer need to carry the Dwelling and all the vessels and utensils for its service.”", "27": "So according to the last directions given by David, the descendants of Levi twenty years old and older were counted. ", "28": "Their work was to assist the descendants of Aaron in the service of the Lord's house, in the courtyards, in the storage rooms, and in the purification of all the holy things, that is, in all the work of the service of God's house. ", "29": "Their responsibilities included the bread that was to be set out and the fine flour for the grain offerings (whether for unleavened wafers, or for offerings baked in a pan, or those soaked in oil). They also did all of the measuring and mixing.", "30": "They also were to stand and thank and praise the Lord every morning, and likewise in the evening, ", "31": "and to offer all burnt offerings to the Lord on the sabbaths, on the new moons, and on the prescribed festivals. They were to serve continually before the Lord, in the number specified by the regulations, ", "32": "so that they would diligently carry out their duties for the Tent of Meeting, their duties for the Holy Place, and their duties with their brothers, the descendants of Aaron, for the service of the Lord's house."}