{"1": "The following were the divisions for the sons of Aaron. The sons of Aaron were Nadab, Abihu, Eleazar, and Ithamar. ", "2": "But because Nadab and Abihu died before their father and had no children, Eleazar and Ithamar served as priests.", "3": "David, together with Zadok, the representative of the male descendants of Eleazar, and Ahimelek, the representative of the male descendants of Ithamar, divided the priests into divisions to be assigned different forms of service.", "4": "Because the descendants of Eleazar had more men who were leaders of large groups than the descendants of Ithamar did, this is how the priests were divided: From the descendants of Eleazar there were sixteen heads of fathers' houses, and from the descendants of Ithamar there were eight heads of their fathers' houses.", "5": "They were assigned to their duties impartially by drawing lots. There were officials for the sanctuary and officials to serve in the presence of God from the sons of Eleazar and from the sons of Ithamar. ", "6": "Shemaiah son of Nethanel, the scribe, who was a Levite, recorded the lots in the presence of the king and the government officials, namely, Zadok the priest, Ahimelek son of Abiathar, and the heads of the fathers' houses of the priests and of the Levites. One father's house was chosen from the descendants of Eleazar, then another, and then one was chosen from the descendants of Ithamar.[a]", "7": "The first lot came out for Jehoiarib, the second for Jedaiah,", "8": "the third for Harim, the fourth for Seorim,", "9": "the fifth for Malkijah, the sixth for Mijamin,", "10": "the seventh for Hakkoz, the eighth for Abijah,", "11": "the ninth for Jeshua, the tenth for Shekaniah,", "12": "the eleventh for Eliashib, the twelfth for Jakim,", "13": "the thirteenth for Huppah, the fourteenth for Jeshebeab,", "14": "the fifteenth for Bilgah, the sixteenth for Immer,", "15": "the seventeenth for Hezir, the eighteenth for Happizzez,", "16": "the nineteenth for Pethahiah, the twentieth for Jehezkel,", "17": "the twenty-first for Jakin, the twenty-second for Gamul,", "18": "the twenty-third for Delaiah, and the twenty-fourth for Ma'aziah.", "19": "These were their assigned groups for their service, to come into the Lord's house according to the regulations given to them by their forefather Aaron, as the Lord, the God of Israel, had commanded him.", "20": "From the rest of the descendants of Levi, the following were the heads and founders of divisions. Shubael was from the sons of Amram, and Jehdeiah was from the sons of Shubael.", "21": "Ishiah was the head from Rehabiah and the sons of Rehabiah.", "22": "Shelomoth was from the Izharites, and Jahath was from the sons of Shelomoth.", "23": "The sons of Hebron[b] were Jeriah, Amariah the second, Jahaziel the third, and Jekameam the fourth.", "24": "Micah was from the sons of Uzziel, and Shamir was from the sons of Micah.", "25": "Ishiah was the brother of Micah, and Zechariah was from the sons of Ishiah.", "26": "The sons of Merari were Mahli and Mushi. The son of Ja'aziah was Beno.[c]", "27": "The sons of Merari from Ja'aziah were Beno,[d] Shoham, Zakkur, and Ibri.", "28": "From Mahli: Eleazar, who had no sons.", "29": "From Kish: the son of Kish was Jerahme'el.", "30": "The sons of Mushi were Mahli, Eder, and Jerimoth. These were the descendants of the Levites according to their fathers' houses.[e] ", "31": "These all cast lots just as their brothers the sons of Aaron had done in the presence of King David and of Zadok, Ahimelek, and the heads of the fathers' houses of the priests and of the Levites. The fathers' houses of the oldest son cast lots just as those of his youngest brother did."}