{"1": "In addition, David and the officers of the army set apart for service certain of the sons of Asaph, Heman, and Jeduthun, who were to prophesy with lyres, harps, and cymbals. This is the list of the men set apart for this work of service.", "2": "From the sons of Asaph: Zakkur, Joseph, Nethaniah, and Asarelah. The sons of Asaph were under the direction of Asaph, who prophesied at the order of the king.", "3": "From Jeduthun, the sons of Jeduthun were: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah, six, under the direction of their father Jeduthun, who prophesied by giving thanks and praising the Lord with the lyre.", "4": "From Heman, the sons of Heman were: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti Ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth. ", "5": "All these were the sons of Heman, the king's seer, to fulfill the promise of God to exalt him.[a] God gave to Heman fourteen sons and three daughters.", "6": "All these were under the direction of their father to make music in the Lord's house, with cymbals, harps, and lyres, for the service of God's house. Asaph, Jeduthun, and Heman were under the direction of the king. ", "7": "The number of them, with their brothers who were instructed in singing to the Lord, all of whom were skillful, was two hundred eighty-eight. ", "8": "They cast lots for their offices, all alike, the least as well as the greatest, the teacher as well as the student.", "9": "So the first lot came out for Asaph's son Joseph. ⎣He and his brothers and sons totaled twelve.⎦[b] The second lot fell to Gedaliah, his brothers and sons, twelve,", "10": "the third to Zakkur, his sons and his brothers, twelve,", "11": "the fourth to Izri, his sons and his brothers, twelve,", "12": "the fifth to Nethaniah, his sons and his brothers, twelve,", "13": "the sixth to Bukkiah, his sons and his brothers, twelve,", "14": "the seventh to Jesarelah,[c] his sons and his brothers, twelve,", "15": "the eighth to Jeshaiah, his sons and his brothers, twelve,", "16": "the ninth to Mattaniah, his sons and his brothers, twelve,", "17": "the tenth to Shimei, his sons and his brothers, twelve,", "18": "the eleventh to Azarel, his sons and his brothers, twelve,", "19": "the twelfth to Hashabiah, his sons and his brothers, twelve,", "20": "for the thirteenth lot Shubael, his sons and his brothers, twelve,", "21": "for the fourteenth Mattithiah, his sons and his brothers, twelve,", "22": "for the fifteenth Jeremoth, his sons and his brothers, twelve,", "23": "for the sixteenth Hananiah, his sons and his brothers, twelve,", "24": "for the seventeenth Joshbekashah, his sons and his brothers, twelve,", "25": "for the eighteenth Hanani, his sons and his brothers, twelve,", "26": "for the nineteenth Mallothi, his sons and his brothers, twelve,", "27": "for the twentieth Eliathah, his sons and his brothers, twelve,", "28": "for the twenty-first Hothir, his sons and his brothers, twelve,", "29": "for the twenty-second Giddalti, his sons and his brothers, twelve,", "30": "for the twenty-third Mahazioth, his sons and his brothers, twelve,", "31": "for the twenty-fourth Romamti Ezer, his sons and his brothers, twelve."}