{"1": "For the gatekeepers, the following were the divisions. From the Korahites: Meshelemiah son of Kore, from the sons of Asaph.", "2": "Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth, ", "3": "Elam the fifth, Jehohanan the sixth, and Eliehoenai the seventh.", "4": "Obed Edom had sons because God blessed him: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sakar the fourth, Nethanel the fifth, ", "5": "Ammiel the sixth, Issachar the seventh, and Pe'ullethai the eighth.", "6": "Sons were also born to his son Shemaiah, who ruled over the house of their father, for they were strong, capable men. ", "7": "The sons of Shemaiah were Othni, Rephael, Obed, and Elzabad, whose brothers were capable men, Elihu and Semakiah. ", "8": "All these were male descendants of Obed Edom. They and their sons and their brothers were strong, capable men for the service. There were sixty-two of them from Obed Edom.", "9": "Meshelemiah had sons and brothers, capable men, eighteen in all.", "10": "Hosah from the descendants of Merari also had sons. They were Shimri the head (for though he was not the firstborn, yet his father made him head), ", "11": "Hilkiah the second, Tebaliah the third, and Zechariah the fourth. All the sons and brothers of Hosah totaled thirteen.", "12": "The following were the divisions of the gatekeepers, according to their influential leaders, who had offices[a] like their brothers, to minister in the Lord's house. ", "13": "They cast lots for every gate according to their fathers' houses, the small as well as the great.", "14": "The lot for the east side fell to Shelemiah. Then they cast lots for his son Zechariah, a wise counselor, and his lot came out for the north side.", "15": "For Obed Edom the lot was for the south side, and for his sons the lot was for the storehouse.", "16": "For Shuppim and Hosah the lot was for the west side, by the gate of Shalleketh, by the ramp that goes up. They were stationed with one watchman next to another.", "17": "On the east side there were six Levites each day, on the north side four each day, and on the south side four each day, and at the storehouse two at a time.", "18": "For the covered courtyard[b] on the west side, four were stationed at the ramp, and two at the courtyard.", "19": "These were the divisions of the gatekeepers from the descendants of the Korahites and from the descendants of Merari.", "20": "From the Levites, Ahijah was[c] in charge of the treasuries[d] of God's house and the treasuries for the consecrated things.", "21": "The sons of Ladan (who were descendants of Gershon through Ladan and who were the heads of the fathers' households descended from Ladan the Gershonite) included Jehieli, ", "22": "the sons of Jehieli, Zetham and his brother Joel. They were in charge of the treasuries of the Lord's house.", "23": "From the Amramites, the Izharites, the Hebronites, and the Uzzielites: ", "24": "Shebuel, the son of Gershom, the son of Moses, was supervisor over the treasuries.", "25": "His relatives were Eliezer, his son Rehabiah, and his son Jeshaiah, and his son Joram, and his son Zikri, and his son Shelomoth. ", "26": "This Shelomoth and his brothers were over all the treasuries for the consecrated things, which David the king, together with the heads of the fathers' households, the officers over thousands and hundreds, and the officers of the army, had dedicated. ", "27": "They dedicated some of the plunder won in battles, to repair the Lord's house. ", "28": "Everything that Samuel the seer, Saul son of Kish, Abner son of Ner, and Joab son of Zeruiah had dedicated, regardless of who had dedicated it, was under the control of Shelomoth and of his brothers.", "29": "From the Izharites, Kenaniah and his sons were assigned to the civil administration of Israel as officers and judges. ", "30": "From the Hebronites, Hashabiah and his brothers, seventeen hundred capable men were in charge of the administration of Israel west of the Jordan, for all the work of the Lord and for the service of the king.", "31": "For the Hebronites, Jeriah was the head of the Hebronites on the basis of their genealogical records according to their fathers' households. The genealogical records were verified in the fortieth year of the reign of David, and capable men were found among them at Jazer of Gilead. ", "32": "Among Jeriah's brothers, who were capable men, there were twenty-seven hundred heads of fathers' households, whom King David made overseers over the Reubenites, the Gadites, and the half tribe of the Manassites, for every matter pertaining to God, and for every matter pertaining to the king."}