{"1": "David gathered all the officials of Israel in Jerusalem: namely, the officials over the tribes, the officers over the military divisions that served the king (the officers over the units of a thousand and the units of a hundred), the officials who were in charge of all the property and cattle that belonged to the king and his sons, together with the palace officials, the powerful men, all the strong, capable men.", "2": "Then King David stood up and said: Listen to me, my brothers and my people. In my heart I wanted to build a house as a resting place for the Ark of the Covenant of the Lord and as a footstool for our God. So I made preparations to build. ", "3": "But God said to me, “You will not build a house for my name because you are a man of war, and you have shed blood.” ", "4": "Yet the Lord, the God of Israel, chose me from the whole house of my father to become king over Israel forever, because he chose Judah as leader, and in the house of Judah he chose the house of my father, and among the sons of my father he took pleasure in me to make me king over all Israel. ", "5": "From all my sons (the Lord has given me many sons) he has chosen my son Solomon to sit upon the throne of the kingdom of the Lord over Israel. ", "6": "He said to me, “Solomon, your son, is the one who will build my house and my courtyards, because I have chosen him for myself as a son. I will be his father. ", "7": "I will establish his kingdom forever, if he is committed to keeping my commandments and my ordinances, as is happening today.”", "8": "Now in the sight of all Israel, the assembly of the Lord, and in the hearing of our God, keep and seek out all the commandments of the Lord your God so that you may possess the good land and live in it as an inheritance for your children after you, forever.", "9": "You, Solomon, my son, know the God of your father, and serve him with a whole heart and with a willing mind because the Lord searches all hearts. He understands every thought people plan. If you seek him, he will let you find him. If you forsake him, he will cast you off forever. ", "10": "Consider this carefully! Because the Lord has chosen you to build a house for the holy place, be strong and do it.", "11": "David gave his son Solomon the plan for the porch, its buildings, its storage rooms, its upper rooms, its inner chambers, and the chamber for the atonement seat. ", "12": "He also gave him the plans for everything he had in mind for the courtyard of the House of the Lord, for all the chambers around it, for the storage rooms, and for the storage rooms for the dedicated gifts. ", "13": "He gave the plans for the divisions of the priests and Levites, for all the work of service of the House of the Lord, and the designs for all the vessels and utensils for the service of the House of the Lord.", "14": "He prescribed the weight of the gold for all the vessels for every kind of service and the weight of the silver for all the vessels for every kind of service. ", "15": "This included the weight of the gold for each gold lampstand and its lamps, the weight of the silver for the silver lampstands and their lamps according to the prescribed use of each lampstand, ", "16": "the weight of gold for each table for the bread that is arranged, the silver for the silver tables, ", "17": "the weight for the meat hooks,[a] the sprinkling bowls, the pure gold pitchers, the weight for each gold bowl, the weight of silver for each small silver bowl,[b] ", "18": "the weight of refined gold for the altar of incense, and the plan for the chariot for the gold cherubim who are spreading their wings and covering the Ark of the Covenant of the Lord.", "19": "David said, “All this is in writing. Because the hand of the Lord was on me, he made clear all the specifications involved in the plan.”", "20": "Then David said to Solomon his son, “Be strong and be courageous and do this. Do not fear and do not be overwhelmed, because the Lord God, my God, is with you. He will not fail you. He will not forsake you while all the work for the service for the House of the Lord is being finished. ", "21": "Look, the divisions of the priests and the Levites have been designated for all the service in the house of God. With you in all this work is every willing man, skilled for every form of service, the officials, and all the people who are ready for all your directions.”"}