{"1": "King David said this to the whole assembly: My son Solomon, the one God has chosen, is young and inexperienced. The work is great because this citadel is not for a man. It is for the Lord God. ", "2": "According to all my strength, I have provided these things for the house of my God: gold for the gold items, silver for the silver, bronze for the bronze, iron for the iron, wood for the wooden, onyx stones and settings, antimony,[a] stones of many different colors, every kind of precious stone, and alabaster[b] in abundance.", "3": "Because of my devotion to the house of my God, from my personal treasure of gold and silver I am also giving for the house of my God in addition to all that I have already provided for this holy house: ", "4": "three thousand talents[c] of gold from Ophir and seven thousand talents of refined silver for overlaying the walls of the structures.", "5": "I have given gold for gold items and silver for silver items for all the work by the craftsmen. Who else is willing to dedicate himself to the Lord today?", "6": "The officials of fathers' houses, the officials of the tribes of Israel, and the officers of the thousands and of the hundreds made their offerings to the officials who were in charge of the king's work. ", "7": "They gave for the service of the house of God five thousand talents and ten thousand darics[d] of gold, ten thousand talents of silver, eighteen thousand talents of bronze, and one hundred thousand talents of iron. ", "8": "Anyone who possessed stones gave them to the treasury of the House of the Lord, which was under the control of Jehiel the Gershonite. ", "9": "The people rejoiced over their willing giving, since with an undivided heart they had offered freely to the Lord. King David also was very joyful.", "10": "David blessed the Lord in the presence of the entire assembly. He said: Blessed are you, Lord, the God of Israel, our father, from eternity to eternity. ", "11": "To you, O Lord, belong greatness, power, glory, victory, and majesty, because everything in the heavens and on the earth belongs to you. You, Lord, are exalted as head above everything. The kingdom belongs to you. ", "12": "Riches and honor come from you. You are ruling over everything. In your hand are power and strength. It is in your power to make anyone great and strong. ", "13": "Now, our God, we are thanking you and praising your glorious name.", "14": "Who am I? Who are my people that we are able to offer willingly like this? For everything comes from you. What we have given to you came from your hand. ", "15": "We are aliens and temporary residents before you, as were all our fathers. Our days on the earth are like a shadow, and there is no hope of staying.", "16": "Lord, our God, all this abundance, which we have provided for building a house for you, for your holy name, is from your hand. This abundance belongs to you.", "17": "I know, my God, that you test the heart, and you take pleasure in uprightness. In the uprightness of my heart I have freely offered all these things. Now with joy I see your people, who are present here to bring the offering freely to you.", "18": "Lord, the God of our fathers, Abraham, Isaac, and Israel, preserve forever this purpose and way of thinking in the heart of your people. Direct their heart to you.", "19": "To my son Solomon, give an undivided heart to keep your commandments, your testimonies, and your statutes, to do everything needed to build the citadel for which I have made preparations.", "20": "David said to the whole assembly, “Now bless the Lord your God.” So all the assembly blessed the Lord, the God of their fathers. They bowed and stretched out flat on the ground before the Lord and the king. ", "21": "They offered sacrifices to the Lord. On the next day they offered burnt offerings to the Lord (one thousand bulls, one thousand rams, one thousand lambs), their drink offerings, and sacrifices in abundance for all Israel. ", "22": "They ate and drank before the Lord on that day with great joy. They made Solomon, the son of David, king a second time. They anointed him as the ruler for the Lord and Zadok as the priest.", "23": "Solomon sat on the throne of the Lord as king in the place of David his father. He prospered, and all Israel obeyed him. ", "24": "All the officials, the strong warriors, and also all the sons of King David pledged loyalty to Solomon the king. ", "25": "The Lord made Solomon extremely great in the presence of all Israel. He gave him kingly majesty, such as had not been bestowed upon any king before him in Israel.", "26": "David son of Jesse had been king over all Israel. ", "27": "He was king over Israel for forty years, in Hebron for seven years and in Jerusalem for thirty-three years. ", "28": "He died at a good age, full of days, riches, and honor. Then Solomon his son reigned as king in his place.", "29": "The acts of King David from first to last are written in the records of Samuel the seer, the records[e] of Nathan the prophet, and the records of Gad the seer, ", "30": "including everything about his kingship, his mighty deeds, and the events that happened during his time, to him, to Israel, and to the kingdoms of the other lands."}