{"1": "Now these were the sons of David who were born for him in Hebron: the firstborn, Amnon, whose mother was Ahinoam from Jezre'el, the second, Daniel, whose mother was Abigail from Carmel,", "2": "the third, Absalom, whose mother was Ma'akah, the daughter of Talmai king of Geshur, the fourth, Adonijah, whose mother was Haggith,", "3": "the fifth, Shephatiah, whose mother was Abital, the sixth, Ithream, whose mother was David's wife Eglah.", "4": "So there were six sons born to David in Hebron, and he ruled as king there for seven years and six months. David ruled as king for thirty-three years in Jerusalem. ", "5": "These sons were born to him in Jerusalem: four sons of Bathshua the daughter of Ammiel:[a] Shimea,[b] Shobab, Nathan, and Solomon;", "6": "nine other sons: Ibhar, Elishama, Eliphelet, ", "7": "Nogah, Nepheg, Japhia, ", "8": "Elishama, Eliada, and Eliphelet.", "9": "All these were the sons of David. In addition, there were the sons of the concubines, and Tamar was their sister.", "10": "Solomon's son was Rehoboam, Abijah was his son, Asa was his son, Jehoshaphat was his son,", "11": "Joram was his son, Ahaziah was his son, Joash was his son,", "12": "Amaziah was his son, Azariah was his son, Jotham was his son,", "13": "Ahaz was his son, Hezekiah was his son, Manasseh was his son,", "14": "Amon was his son, and Josiah was his son.", "15": "The sons of Josiah were his firstborn Johanan, his second Jehoiakim, his third Zedekiah, and his fourth Shallum.[c] ", "16": "The sons of Jehoiakim were his son Jeconiah[d] and his son Zedekiah.[e]", "17": "The sons of Jeconiah the captive were Shealtiel his son, ", "18": "also Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah.", "19": "The sons of Pedaiah were Zerubbabel[f] and Shimei. The sons of Zerubbabel were Meshullam and Hananiah. Shelomith was their sister. ", "20": "Also five others: Hashubah, Ohel, Berekiah, Hasadiah, and Jushab Hesed.", "21": "The sons of Hananiah were Pelatiah and Jeshaiah as well as the sons of Rephaiah, the sons of Arnan, the sons of Obadiah, and the sons of Shekaniah.", "22": "The sons of Shekaniah were Shemaiah, Hattush, Igal, Bariah, Neariah, and Shaphat, six in all.[g]", "23": "The sons of Neariah were Elioenai, Hizkiah, and Azrikam, three in all.", "24": "The sons of Elioenai were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani, seven in all."}