{"1": "The sons of Reuben, the firstborn of Israel: (Though Reuben was the firstborn, because he defiled his father's bed, his rights as firstborn were given to the sons of Israel's son Joseph. So Reuben is not treated as firstborn in the genealogical records. ", "2": "Though Judah achieved superiority over his brothers and the ruler came from him, the birthright was Joseph's.)", "3": "The sons of Reuben, the firstborn of Israel, were Hanok, Pallu, Hezron, and Carmi.", "4": "Successive generations of descendants[a] of Joel were his son Shemaiah, his son Gog, his son Shimei, ", "5": "his son Micah, his son Reaiah, his son Baal, ", "6": "and his son Be'erah, whom Tiglath Pileser[b] king of Assyria carried away captive. He was the tribal leader of the Reubenites.", "7": "The following are his relatives as listed by their clans in the genealogical records. Jeiel was the head. Others were Zechariah, ", "8": "Bela son of Azaz, who was the son of Shema, who was the son of Joel, who lived in the territory of Aroer, all the way to Nebo and Baal Meon. ", "9": "They lived in the east, all the way to the beginning of the wilderness which extends to the Euphrates River, because their livestock had increased greatly in the land of Gilead. ", "10": "In the days of Saul, they made war against the Hagraites, who fell by their hand. So they lived in their tents throughout all the land east of Gilead.", "11": "The descendants of Gad lived next to them in the land of Bashan, all the way to Salekah. ", "12": "Joel was the head, Shapham the second, also Janai and Shaphat in Bashan. ", "13": "Their brothers from their fathers' houses were Michael, Meshullam, Sheba, Jorai, Jakan, Zia, and Eber, seven in all.", "14": "These were the sons of Abihail, who was the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz. ", "15": "Ahi son of Abdiel, the son of Guni, was head of the house of their fathers.[c] ", "16": "They lived in Gilead in Bashan, in its towns, and in all the pastures surrounding Sharon, all the way to their borders. ", "17": "All these were listed in genealogies from the days of Jotham king of Judah, and from the days of Jeroboam king of Israel.", "18": "The descendants of Reuben, the Gadites, and the half tribe of Manasseh had 44,760 men in their armies, warriors armed with shields and swords, as well as archers, trained for war, ready to go out to battle. ", "19": "They made war with the Hagraites, with Jetur, Naphish, and Nodab. ", "20": "These tribes received help against the Hagraites, so the Hagraites were delivered into their hands, along with all who were with them, because Israel cried out to God during the battle, and he answered them, because they put their trust in him. ", "21": "They took away their livestock: fifty thousand of their camels, two hundred fifty thousand sheep, two thousand donkeys, and one hundred thousand living people. ", "22": "So many of the enemy were cut down in battle, because the war was from God. These tribes lived in their place until the captivity.", "23": "The people of the half tribe of Manasseh lived in the land from Bashan to Baal Hermon, Senir, and Mount Hermon. They increased in number. ", "24": "These were the heads of their fathers' houses: namely, Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were strong, powerful warriors, famous men, heads of their fathers' houses. ", "25": "But they were unfaithful to the God of their fathers and prostituted themselves to the gods of the peoples of the land, whom God had destroyed before them. ", "26": "So the God of Israel stirred up the spirit of Pul king of Assyria, that is, the spirit of Tiglath Pileser king of Assyria, and he carried away the Reubenites, the Gadites, and the half tribe of Manasseh, and he took them to Halah, Habor, Hara, and to the river of Gozan, where they are to this day."}