{"1": "The sons of Levi were Gershom,[a] Kohath, and Merari.[b]", "2": "The sons of Kohath were Amram, Izhar, and Hebron and Uzziel.", "3": "The children[c] of Amram were Aaron, Moses, and Miriam. The sons of Aaron were Nadab, Abihu, Eleazar, and Ithamar.", "4": "Eleazar became the father of Phinehas. Phinehas became the father of Abishua.", "5": "Abishua became the father of Bukki. Bukki became the father of Uzzi.", "6": "Uzzi became the father of Zerahiah. Zerahiah became the father of Meraioth.", "7": "Meraioth became the father of Amariah. Amariah became the father of Ahitub.", "8": "Ahitub became the father of Zadok. Zadok became the father of Ahima'az.", "9": "Ahima'az became the father of Azariah. Azariah became the father of Johanan.", "10": "Johanan became the father of Azariah, who served as priest in the House[d] that Solomon built in Jerusalem.[e]", "11": "Azariah became the father of Amariah. Amariah became the father of Ahitub.", "12": "Ahitub became the father of Zadok. Zadok became the father of Shallum.", "13": "Shallum became the father of Hilkiah. Hilkiah became the father of Azariah.", "14": "Azariah became the father of Seraiah. Seraiah became the father of Jehozadak.", "15": "Jehozadak went into captivity, when the Lord carried Judah and Jerusalem away by the hand of Nebuchadnezzar.[f]", "16": "The sons of Levi were Gershom, Kohath, and Merari.[g]", "17": "These are the names of the sons of Gershom: Libni and Shimei.", "18": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel.", "19": "The sons of Merari were Mahli and Mushi. These are the clans of the Levites according to their fathers.", "20": "The family line of Gershom was his son Libni, his son Jahath, his son Zimmah, ", "21": "his son Joah, his son Iddo, his son Zerah, and his son Jeatherai.", "22": "The family line of Kohath was his son Amminadab, his son Korah, his son Assir, ", "23": "his son Elkanah, and his son Ebiasaph, his son Assir, ", "24": "his son Tahath, his son Uriel, his son Uzziah, and his son Shaul.", "25": "The sons of Elkanah were Amasai and Ahimoth. ", "26": "As for Elkanah, the family line of Elkanah[h] was his son Zophai, his son Nahath, ", "27": "his son Eliab, his son Jeroham, his son Elkanah, and his son Samuel.[i] ", "28": "The sons of Samuel were Joel the firstborn and Abijah the second son.", "29": "The family line of Merari was Mahli, his son Libni, his son Shimei, his son Uzzah, ", "30": "his son Shimea, his son Haggiah, his son Asaiah.", "31": "These are the men David appointed to be the musicians in the Lord's house from the time that the Ark came to rest there. ", "32": "They ministered with music in front of the Dwelling, that is, the Tent of Meeting, until Solomon built the Lord's house in Jerusalem. They performed their service according to the duties prescribed for them. ", "33": "This is the list of those who served and their sons. From the family line of the Kohathites came Heman the singer, who was the son of Joel, the son of Samuel, ", "34": "the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah, ", "35": "the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai, ", "36": "the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah, ", "37": "the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah, ", "38": "the son of Izhar, the son of Kohath, the son of Levi, the son of Israel.", "39": "Heman's colleague,[j] who stood at his right hand, was Asaph, namely, Asaph the son of Berekiah, the son of Shimea, ", "40": "the son of Michael, the son of Ba'aseiah, the son of Malkijah, ", "41": "the son of Ethni, the son of Zerah, the son of Adaiah, ", "42": "the son of Ethan, the son of Zimmah, the son of Shimei, ", "43": "the son of Jahath, the son of Gershom, the son of Levi.", "44": "On the left hand of Heman and Asaph was their colleague from the descendants of Merari, namely, Ethan the son of Kishi, the son of Abdi, the son of Malluk, ", "45": "the son of Hashabiah, the son of Amaziah, the son of Hilkiah, ", "46": "the son of Amzi, the son of Bani, the son of Shemer, ", "47": "the son of Mahli, the son of Mushi, the son of Merari, the son of Levi.", "48": "Their brothers, the other Levites, were appointed for all the other forms of service at the Dwelling, God's house.", "49": "But it was Aaron and his sons who presented offerings on the altar for burnt offerings and on the altar for incense, to carry out all the work of the Most Holy Place and to make atonement for Israel, according to all that Moses the servant of God had commanded.", "50": "This is the family line from Aaron: his son Eleazar, his son Phinehas, his son Abishua, ", "51": "his son Bukki, his son Uzzi, his son Zerahiah, ", "52": "his son Meraioth, his son Amariah, his son Ahitub, ", "53": "his son Zadok, and his son Ahima'az.", "54": "Now the following are the places they lived according to their settlements within their borders. The first lot was for the sons of Aaron, from the families of the Kohathites. ", "55": "To them they gave Hebron in the land of Judah and its surrounding pastureland, ", "56": "but the fields of the city and its villages, they gave to Caleb son of Jephunneh. ", "57": "To the sons of Aaron they gave Hebron, the city of refuge, and also Libnah with its surrounding pastures, Jattir, Eshtemoa with its surrounding pastures, ", "58": "Hilen with its surrounding pastures, Debir with its surrounding pastures, ", "59": "Ashan with its surrounding pastures, and Juttah and Beth Shemesh with their surrounding pastures. ", "60": "In the territory of the tribe of Benjamin they received Gibeon, Geba with its surrounding pastures, Allemeth with its surrounding pastures, and Anathoth with its surrounding pastures. All their cities for all their families totaled thirteen cities.[k]", "61": "To the rest of the sons of Kohath from the families of the tribe who remained without land, ten cities were given by lot from the territory of the half tribe of Manasseh.[l]", "62": "To the sons of Gershom, according to their families, from the territory of the tribe of Issachar and the tribe of Asher and the tribe of Naphtali and the tribe of Manasseh in Bashan, thirteen cities were given.", "63": "To the sons of Merari, according to their families, from the territory of the tribe of Reuben and the tribe of Gad and the tribe of Zebulun, twelve cities were given.", "64": "So the people of Israel gave the Levites these cities with their surrounding pastures. ", "65": "They assigned to them by lot these cities which are mentioned by name from the territory of the tribe of the sons of Judah and the tribe of the sons of Simeon and the tribe of the sons of Benjamin.", "66": "Some of the families of the sons of Kohath had cities of their inheritance within the borders of the tribe of Ephraim. ", "67": "They gave to them the city of refuge, Shechem in the hill country of Ephraim with its surrounding pastures, also Gezer with its surrounding pastures, ", "68": "Jokmeam[m] with its surrounding pastures, Beth Horon with its surrounding pastures, ", "69": "Aijalon with its surrounding pastures, Gath Rimmon with its surrounding pastures, ", "70": "and in the territory of the half tribe of Manasseh, for the rest of the family of the sons of Kohath, they gave Aner[n] with its surrounding pastures and Bileam[o] with its surrounding pastures.[p]", "71": "To the sons of Gershom, from the clan of the half tribe of Manasseh, these cities were given: Golan in Bashan with its surrounding pastures and Ashtaroth with its surrounding pastures, ", "72": "and in the territory of the tribe of Issachar, Kedesh[q] with its surrounding pastures, Daberath with its surrounding pastures, ", "73": "Ramoth[r] with its surrounding pastures, and Anem[s] with its surrounding pastures, ", "74": "and in the territory of the tribe of Asher, Mashal with its surrounding pastures, Abdon with it surrounding pastures, ", "75": "Hukok[t] with its surrounding pastures, and Rehob with its surrounding pastures, ", "76": "and in the territory of the tribe of Naphtali, Kedesh in Galilee with its surrounding pastures, Hammon with its surrounding pastures, and Kiriathaim with its surrounding pastures.", "77": "The rest of the Levites, the sons of Merari, were given Jokneam with its surrounding pastures, Rimmono with its surrounding pastures, Tabor with its surrounding pastures, and Nahalal with its surrounding pastures[u] in the territory of the tribe of Zebulun. ", "78": "Across the Jordan from Jericho, on the east side of the Jordan, they were given cities in the territory of the tribe of Reuben: Bezer in the wilderness with its surrounding pastures, Jahzah with its surrounding pastures, ", "79": "Kedemoth with its surrounding pastures, and Mepha'ath with its surrounding pastures. ", "80": "And in the territory of the tribe of Gad they received Ramoth in Gilead with its surrounding pastures, Mahanaim with its surrounding pastures, ", "81": "Heshbon with its surrounding pastures, and Jazer with its surrounding pastures."}