{"1": "Benjamin became the father of Bela his firstborn, Ashbel the second, Aharah the third, ", "2": "Nohah the fourth, and Rapha the fifth.", "3": "Bela had sons: Addar, Gera, Abihud, ", "4": "Abishua, Na'aman, Ahoah, ", "5": "Gera, Shephuphan, and Huram.", "6": "These are the sons of Ehud. They are the heads of fathers' households for the inhabitants of Geba who were exiled to Manahath, ", "7": "namely, Na'aman, Ahijah, and Gera, who led them into exile,[a] and he became the father of Uzza and Ahihud.", "8": "Shaharaim became a father in the territory of Moab, after he had sent away his wives Hushim and Ba'ara. ", "9": "By his wife Hodesh he became the father of Jobab, Zibia, Mesha, Malkam, ", "10": "Jeuz, Shakia, and Mirmah. These were his sons, heads of the houses of their fathers. ", "11": "By Hushim, he became the father of Abitub and Elpa'al. ", "12": "The sons of Elpa'al were Eber, Misham, and Shemed, who built Ono and Lod, with its towns.", "13": "Also Beriah and Shema, who were heads of houses of the fathers of the inhabitants of Aijalon. They put to flight the inhabitants of Gath.", "14": "Also Ahio, Shashak, Jeremoth, ", "15": "Zebadiah, Arad, Eder, ", "16": "Michael, Ishpah, Joha, who were the sons of Beriah.", "17": "Also Zebadiah, Meshullam, Hizki, Heber, ", "18": "Ishmerai, Izliah, Jobab, the sons of Elpa'al.", "19": "Also Jakim, Zikri, Zabdi, ", "20": "Elienai, Zillethai, Eliel, ", "21": "Adaiah, Beraiah, Shimrath, the sons of Shimei.", "22": "Also Ishpan, Eber, Eliel, ", "23": "Abdon, Zikri, Hanan, ", "24": "Hananiah, Elam, Anthothijah, ", "25": "Iphdeiah, Penuel, the sons of Shashak.", "26": "Also Shamsherai, Shehariah, Athaliah, ", "27": "Ja'areshiah, Elijah, Zikri, and the sons of Jeroham. ", "28": "These were heads of fathers' households throughout their generations, head men. These lived in Jerusalem.", "29": "Jeiel,[b] the father of Gibeon, whose wife's name was Ma'akah, lived in Gibeon ", "30": "with his firstborn son Abdon. Other sons were Zur, Kish, Baal, Ner,[c] Nadab, ", "31": "Gedor, Ahio, and Zeker. ", "32": "Mikloth became the father of Shimeah. They also lived near their brothers in Jerusalem, with their brothers.", "33": "Ner became the father of Kish. Kish became the father of Saul. Saul became the father of Jonathan, Malkishua, Abinadab, and Eshbaal.[d]", "34": "The son of Jonathan was Meribbaal.[e] Meribbaal became the father of Micah.", "35": "The sons of Micah were Pithon, Melek, Tarea, and Ahaz.", "36": "Ahaz became the father of Jehoaddah. Jehoaddah became the father of Alemeth, Azmaveth, and Zimri. Zimri became the father of Moza.", "37": "Moza became the father of Binea. Raphah was his son, Eleasah his son, and Azel his son.", "38": "Azel had six sons, whose names are Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel.", "39": "The sons of Eshek his brother were Ulam his firstborn, Jeush his second, and Eliphelet his third.", "40": "The sons of Ulam were powerful warriors, who were archers. They had many sons and grandsons, one hundred fifty. All these were of the descendants of Benjamin."}