{"1": "This is the message of the Lord that came through Zephaniah. It came while Josiah son of Amon was king of Judah. Zephaniah was the son of Cushi, who was the son of Gedaliah. Gedaliah was the son of Amariah, who was the son of Hezekiah.", "2": "“I will destroy everything on earth,” says the Lord.", "3": "“I will destroy the people and animals. I will destroy the birds in the air and the fish of the sea. I will ruin the evil people. I will remove all the people from the earth,” says the Lord.", "4": "“I will punish Judah and all the people living in Jerusalem. I will remove from this place all signs of Baal and his priests.", "5": "I will destroy those who worship the stars from the roofs.[a] I will destroy those who worship and make promises by both the Lord and the god Molech.", "6": "I will destroy those who turned away from the Lord. They quit following the Lord and consulting him.", "7": "Be silent before the Lord God. His day for judging people is coming soon. The Lord has prepared to sacrifice Judah. He has appointed the invited guests to feast on Judah.", "8": "On that day the Lord will sacrifice Judah. I, the Lord, will punish the princes and the king's sons. And I will punish all those who wear foreign clothes.", "9": "On that day I will punish those who worship Dagon. I will punish those who hurt others and tell lies in the temples of their gods.", "10": "“On that day this will happen,” says the Lord. “A cry will be heard at the Fish Gate. A wail will come from the new area of the city. A loud crash will echo from the hills.", "11": "The people living in the market area will wail. All the merchants will be dead. All the silver traders will be gone.", "12": "At that time I, the Lord, will search Jerusalem with lamps. I will punish those who are settled and satisfied with themselves. They are like wine left to settle. They think, 'The Lord never does anything. He won't help us or punish us.'", "13": "Their wealth will be stolen. Their houses will be destroyed. They may build houses, but they will never live in them. They may plant vineyards, but they will never drink any wine from them.", "14": "“The Lord's day of judging is coming soon. That great day is near and coming fast. The cry will be very sad on that day. Even soldiers will cry.", "15": "That day will be a day of anger. It will be a day of terror and trouble. It will be a day of destruction and ruin. It will be a day of darkness and gloom. It will be a day of clouds and blackness.", "16": "It will be a day of alarms and battle cries. 'Attack the strong, walled cities! Attack the corner towers!'", "17": "I will make life hard on the people. They will walk around like blind men. This is because they have sinned against the Lord. Their blood will be poured out like dust. And their bodies will be dumped like trash.", "18": "On that day God will show his anger. Then neither their silver nor gold will save them. The Lord's anger will be like fire. And the whole world will be burned up. Suddenly he will bring an end to everyone on earth.”"}