{"1": "Gather together, you unwanted people.", "2": "Do it before it's too late. Do it before you are blown away like chaff. Do it before the Lord's terrible anger reaches you. Do it before the day of the Lord's anger comes to you.", "3": "All you who are not proud, come to the Lord. You who obey his laws, come to him. Do what is right. Learn to be humble. Maybe you will escape on the day the Lord shows his anger.", "4": "No one will be left in the city of Gaza. The city of Ashkelon will be destroyed. Ashdod will be empty by noon. And the people of Ekron will be chased away.", "5": "How terrible it will be for you who live by the Mediterranean Sea, you Philistines! This message from the Lord is for you, people of Canaan, land of the Philistines. “I will destroy you. No one will be left.”", "6": "You live in the land by the Mediterranean Sea. It will be a place for shepherds and sheep.", "7": "Your land will belong to the descendants of Judah who are left alive. There they will let their sheep eat grass. At night they will sleep in the houses of Ashkelon. The Lord their God will come to be with them. He will give them back their riches.", "8": "“I heard the country of Moab insult my people. The country of Ammon threatened to take their land.”", "9": "So the Lord of heaven's armies, the God of Israel, says, “As surely as I live, Moab will be destroyed like Sodom. Ammon will be destroyed like Gomorrah.[a] Their land will be covered with weeds and salt. It will be destroyed forever. Those of my people who are left alive will take whatever they want from them. Those who are left from my nation will take their land.”", "10": "This is what Moab and Ammon get for being proud. This will happen because they insulted and made fun of the people of the Lord of heaven's armies.", "11": "Those people will be afraid of the Lord. He will destroy all the gods of the earth. Then those people in faraway places will worship the Lord in their own countries.", "12": "“You Cushites also will be killed by my sword.”", "13": "Then the Lord will turn against the north and punish Assyria. He will destroy Nineveh. It will be dry like a desert.", "14": "Sheep and goats will lie down there. Wild animals will live there. The owls and crows will sit on the stone pillars that are left standing. Their calls will be heard through the windows. Trash will be in the doorways. The wooden boards of the buildings will be gone.", "15": "This is the happy and safe city. It thinks there is no one else as strong as it is. But that city will be destroyed. Only animals will stay there. Those who pass by will make fun and shake their fists."}