{"1": "How terrible it will be for Jerusalem that hurts its own people. It's a wicked, stubborn city.", "2": "Her people don't listen. They can't be taught to do right. They don't trust the Lord. They don't worship their God.", "3": "Their officers are like roaring lions. Their rulers are like hungry wolves that attack in the evening. In the morning nothing is left of those they attacked.", "4": "Their prophets are proud. They cannot be trusted. Their priests don't respect holy things. They break God's teachings.", "5": "But the Lord is good, and he is there in that city. He does no wrong. Every morning he governs the people fairly. Every day he can be trusted by his people. But evil people are not ashamed of the bad things they do.", "6": "“I have destroyed other nations. Their towers have fallen. I made their streets empty. No one goes there anymore. Their cities are ruined. No one lives there anymore.", "7": "I said, 'Maybe now Jerusalem will respect me. Maybe now my people will let me teach them to do right.' Then the place where they lived would not be destroyed. Then I would not have punished them. They got up early in order to do evil. Everything they did was bad.", "8": "Just wait,” says the Lord. “Some day I will hold court and be the judge. I will gather nations. I will assemble kingdoms. I will pour out my anger on them. My anger will be very strong. My anger will be like fire. And the whole world will be burned up.", "9": "“Then I will make the people of all nations speak a pure language. All of them will speak the name of the Lord. And they will worship me together.", "10": "People will come from where the Nile River begins. My scattered people will come with gifts for me.", "11": "Then Jerusalem will not be ashamed of the wrongs done against me. I will remove from this city those who like to brag. There will never be any more proud people on my holy mountain in Jerusalem.", "12": "Only the meek and humble will stay in my city. And they will trust in the Lord.", "13": "Those who are left alive of Israel won't do wrong. They won't tell lies. They won't trick people with their words. They will be like sheep that eat and lie down. No one will bother them.”", "14": "Sing, Jerusalem. Israel, shout for joy! Jerusalem, be happy. Rejoice with all your heart.", "15": "The Lord has stopped punishing you. He has sent your enemies away. The King of Israel, the Lord, is with you. You will never again be afraid of being harmed.", "16": "On that day Jerusalem will be told, “Don't be afraid, city of Jerusalem. Don't be so discouraged that you can't do anything.", "17": "The Lord your God is with you. The mighty One will save you. The Lord will be happy with you. You will rest in his love. He will sing and be joyful about you.”", "18": "“I will take away the sadness planned for you. It would have made you very ashamed.", "19": "At that time I will punish all those who harmed you. I will save my people who are hurt. I will gather my people who are scattered. I will give them praise and honor in every place where they were disgraced.", "20": "At that time I will gather you. At that time I will bring you back home. I will give you honor and praise from people everywhere. That will happen when I give you back your riches. You will see this with your own eyes,” says the Lord."}