{"1": "Jacob, a slave of God and of the Lord Yeshua the Messiah, To the twelve tribes in the Diaspora: Shalom!", "2": "Consider it all joy, my brethren,[a] when you encounter various trials, ", "3": "knowing that the testing of your faith produces endurance. ", "4": "And let endurance have its perfect work, so that you may be perfect and complete, lacking in nothing. ", "5": "But if any of you lacks wisdom, let him ask of God,[b] who gives to all without hesitation and without reproach; and it will be given to him. ", "6": "But let him ask in faith, without any doubting—for the one who doubts is like a wave of the sea, blown and tossed by the wind. ", "7": "For that person must not suppose that he will receive anything from the Lord—", "8": "he is a double-minded man, unstable in all his ways.", "9": "But let the brother in humble circumstances boast in his high position—", "10": "and the rich person in his humble position, because like the flower of the grass he will pass away. ", "11": "For the sun arises with a scorching heat and withers the grass, and its flower falls off and the beauty of its appearance is destroyed.[c] So also the rich man in the midst of his pursuits will wither away.", "12": "Happy is the one who endures testing, because when he has stood the test, he will receive the crown of life, which the Lord promised to those who love Him. ", "13": "Let no one say when he is tempted, “I am being tempted by God”—for God cannot be tempted by evil, and He himself tempts no one. ", "14": "But each one is tempted when he is dragged away and enticed by his own desire. ", "15": "Then when desire has conceived, it gives birth to sin; and when sin is full grown, it brings forth death.[d]", "16": "Do not be deceived, my dear brothers and sisters. ", "17": "Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shifting shadow. ", "18": "By His will, He brought us forth by the word of truth, so that we might be a kind of firstfruits of all He created.[e]", "19": "Know this, my dear brothers and sisters: let every person be quick to listen, slow to speak, and slow to anger[f]—", "20": "for human anger doesn't produce the righteousness of God. ", "21": "So put away all moral filth and excess of evil and receive with humility the implanted word, which is able to save your souls.", "22": "But be doers of the word, and not hearers only, deluding yourselves. ", "23": "For if anyone is a hearer of the word and not a doer, he is like a man who looks at his natural face in a mirror—", "24": "for once he looks at himself and goes away, he immediately forgets what sort of person he was. ", "25": "But the one who looks intently into the perfect Torah, the Torah that gives freedom, and continues in it, not becoming a hearer who forgets but a doer who acts—he shall be blessed in what he does.", "26": "If anyone thinks he is religious and yet does not bridle his tongue[g] but deceives his heart, this person's religion is futile. ", "27": "Pure and undefiled religion before our God and Father is this: to care for orphans and widows in their distress,[h] and to keep oneself unstained by the world."}