{"1": "My brothers and sisters, do not hold the faith of our glorious Lord Yeshua the Messiah while showing favoritism.", "2": "[a] 2 For if a man with a gold ring and fine clothes comes into your synagogue, and a poor person in filthy clothes also comes in; ", "3": "and you pay special attention to the one wearing the fine clothing and you say, “Sit here in a good place”; and you say to the poor person, “Stand there,” or “Sit by my footstool”; ", "4": "haven't you made distinctions between yourselves, and become judges with evil thoughts?", "5": "Listen, my dear brothers and sisters. Didn't God choose the poor in this world to be rich in faith and heirs of the Kingdom that He promised to those who love Him? ", "6": "But you have dishonored the poor person. Isn't it the rich who oppress you and drag you into court? ", "7": "Don't they blaspheme the good name by which you were called? ", "8": "If, however, you fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you do well. ", "9": "But if you show favoritism, you are committing sin and are convicted by the Torah as transgressors. ", "10": "For whoever keeps the whole Torah but stumbles in one point, he has become guilty of all. ", "11": "For the one who said, “Do not commit adultery,” also said, “Do not commit murder.” Now if you do not commit adultery but do commit murder, you have become a transgressor of the Torah.", "12": "[b] 12 So speak and act as those who will be judged according to a Torah that gives freedom. ", "13": "For judgment is merciless to the one who does not show mercy.[c] Mercy triumphs over judgment.", "14": "What good is it, my brothers and sisters, if someone says he has faith, but does not have works? Can such faith save him? ", "15": "If a brother or sister is naked and lacks daily food, ", "16": "and one of you says to them, “Go in shalom, keep warm and well fed,” but you do not give them what the body needs, what good is that? ", "17": "So also faith, if it does not have works, is dead by itself.", "18": "But someone will say, “You have faith and I have works.” Show me your faith without works and I will show you faith by my works. ", "19": "You believe that God is one. You do well. The demons also believe—and shudder! ", "20": "But do you want to know, you empty person, that faith without works is dead? ", "21": "Wasn't Abraham our father proved righteous by works when he offered up Isaac his son on the altar? ", "22": "You see that faith worked together with his works, and by the works his faith was made complete. ", "23": "The Scripture was fulfilled that says, “And Abraham believed God, and it was credited to him as righteousness”[d]—and he was called God's friend.", "24": "[e] 24 You see that a man is proved righteous by works and not by faith alone. ", "25": "And likewise, wasn't Rahab the prostitute also proved righteous by works when she welcomed the messengers and sent them out another way?", "26": "[f] 26 For just as the body without the spirit is dead, so also faith without works is dead."}