{"1": "Come now, you rich, weep and wail over the miseries that are coming upon you. ", "2": "Your riches have rotted and your clothes have become moth-eaten. ", "3": "Your gold and your silver have rusted and their rust will be evidence against you and will eat your flesh like fire. You have stored up treasure in the last days. ", "4": "Behold, the wages of the workers who mowed your fields—which you kept back by fraud—are crying out against you. And the cries of the harvesters have reached the ears of the Lord of Hosts.", "5": "[a] 5 You have lived on earth in luxury and self-indulgence. You have fattened your hearts for a day of slaughter.", "6": "[b] 6 You have condemned, you have murdered the righteous person[c]—he does not resist you.", "7": "So be patient, brothers and sisters, until the coming of the Lord. See how the farmer waits for the precious fruit of the earth, being patient for it until it receives the early and late rain.", "8": "[d] 8 You also be patient. Strengthen your hearts because the coming of the Lord is near. ", "9": "Do not grumble against one another, brothers and sisters, so that you may not be judged. Behold, the judge is standing at the doors. ", "10": "As an example of suffering and patience, brothers and sisters, take the prophets who spoke in the name of the Lord.", "11": "Behold, we consider blessed those who showed endurance. You have heard of the endurance of Job,[e] and you have seen the outcome of Adonai—that Adonai is full of compassion and mercy.[f]", "12": "But above all, my dear brothers and sisters, do not swear—either by heaven, or by the earth, or by any other oath. But let your “yes” be “yes,” and your “no,” be “no”—so that you may not fall under judgment.", "13": "Is anyone among you suffering? Let him pray.[g] Is anyone cheerful? Let him sing praises. ", "14": "Is anyone among you sick? Let him call for the elders of Messiah's community, and let them pray over him, anointing him with oil in the name of the Lord. ", "15": "The prayer of faith will save the one who is sick, and the Lord will raise him up. If he has committed sins, he will be forgiven. ", "16": "So confess your offenses to one another and pray for one another so that you may be healed. The effective prayer of a righteous person is very powerful. ", "17": "Elijah was a man with a nature like ours, and he prayed earnestly that it might not rain. And it did not rain on the earth for three years and six months.", "18": "[h] 18 He prayed again, and the sky gave rain, and the earth produced its fruit.", "19": "My brothers and sisters, if any among you strays from the truth and someone turns him back, ", "20": "let him know that the one who turns a sinner from the error of his way shall save a soul from death and cover a multitude of sins.[i]"}