{"1": "I plead with you—yes, I, Paul—and I plead gently, as Christ himself would do. Yet some of you are saying, “Paul's letters are bold enough when he is far away, but when he gets here he will be afraid to raise his voice!”", "2": "I hope I won't need to show you when I come how harsh and rough I can be. I don't want to carry out my present plans against some of you who seem to think my deeds and words are merely those of an ordinary man. ", "3": "It is true that I am an ordinary, weak human being, but I don't use human plans and methods to win my battles. ", "4": "I use God's mighty weapons, not those made by men, to knock down the devil's strongholds. ", "5": "These weapons can break down every proud argument against God and every wall that can be built to keep men from finding him. With these weapons I can capture rebels and bring them back to God and change them into men whose hearts' desire is obedience to Christ. ", "6": "I will use these weapons against every rebel who remains after I have first used them on you yourselves and you surrender to Christ.", "7": "The trouble with you is that you look at me and I seem weak and powerless, but you don't look beneath the surface. Yet if anyone can claim the power and authority of Christ, I certainly can. ", "8": "I may seem to be boasting more than I should about my authority over you—authority to help you, not to hurt you—but I shall make good every claim. ", "9": "I say this so that you will not think I am just blustering when I scold you in my letters.", "10": "“Don't bother about his letters,” some say. “He sounds big, but it's all noise. When he gets here you will see that there is nothing great about him, and you have never heard a worse preacher!” ", "11": "This time my personal presence is going to be just as rough on you as my letters are!", "12": "Oh, don't worry, I wouldn't dare say that I am as wonderful as these other men who tell you how good they are! Their trouble is that they are only comparing themselves with each other and measuring themselves against their own little ideas. What stupidity!", "13": "But we will not boast of authority we do not have. Our goal is to measure up to God's plan for us, and this plan includes our working there with you. ", "14": "We are not going too far when we claim authority over you, for we were the first to come to you with the Good News concerning Christ. ", "15": "It is not as though we were trying to claim credit for the work someone else has done among you. Instead, we hope that your faith will grow and that, still within the limits set for us, our work among you will be greatly enlarged.", "16": "After that, we will be able to preach the Good News to other cities that are far beyond you, where no one else is working; then there will be no question about being in someone else's field. ", "17": "As the Scriptures say, “If anyone is going to boast, let him boast about what the Lord has done and not about himself.” ", "18": "When someone boasts about himself and how well he has done, it doesn't count for much. But when the Lord commends him, that's different!"}