{"1": "As God's partners, we beg you not to toss aside this marvelous message of God's great kindness. ", "2": "For God says, “Your cry came to me at a favorable time, when the doors of welcome were wide open. I helped you on a day when salvation was being offered.” Right now God is ready to welcome you. Today he is ready to save you.", "3": "We try to live in such a way that no one will ever be offended or kept back from finding the Lord by the way we act, so that no one can find fault with us and blame it on the Lord. ", "4": "In fact, in everything we do we try to show that we are true ministers of God. We patiently endure suffering and hardship and trouble of every kind. ", "5": "We have been beaten, put in jail, faced angry mobs, worked to exhaustion, stayed awake through sleepless nights of watching, and gone without food. ", "6": "We have proved ourselves to be what we claim by our wholesome lives and by our understanding of the Gospel and by our patience. We have been kind and truly loving and filled with the Holy Spirit. ", "7": "We have been truthful, with God's power helping us in all we do. All of the godly man's arsenal—weapons of defense, and weapons of attack—have been ours.", "8": "We stand true to the Lord whether others honor us or despise us, whether they criticize us or commend us. We are honest, but they call us liars.", "9": "The world ignores us, but we are known to God; we live close to death, but here we are, still very much alive. We have been injured but kept from death. ", "10": "Our hearts ache, but at the same time we have the joy of the Lord. We are poor, but we give rich spiritual gifts to others. We own nothing, and yet we enjoy everything.", "11": "Oh, my dear Corinthian friends! I have told you all my feelings; I love you with all my heart. ", "12": "Any coldness still between us is not because of any lack of love on my part but because your love is too small and does not reach out to me and draw me in. ", "13": "I am talking to you now as if you truly were my very own children. Open your hearts to us! Return our love!", "14": "Don't be teamed with those who do not love the Lord, for what do the people of God have in common with the people of sin? How can light live with darkness? ", "15": "And what harmony can there be between Christ and the devil? How can a Christian be a partner with one who doesn't believe? ", "16": "And what union can there be between God's temple and idols? For you are God's temple, the home of the living God, and God has said of you, “I will live in them and walk among them, and I will be their God and they shall be my people.” ", "17": "That is why the Lord has said, “Leave them; separate yourselves from them; don't touch their filthy things, and I will welcome you ", "18": "and be a Father to you, and you will be my sons and daughters.”"}