{"1": "The Lord spoke to Moses: “Go, leave here, you and the people you brought up from the land of Egypt, to the land I promised to Abraham, Isaac, and Jacob, saying: I will give it to your offspring. ", "2": "I will send an angel ahead of you and will drive out the Canaanites, Amorites, Hittites, Perizzites,[a] Hivites, and Jebusites. ", "3": "Go up to a land flowing with milk and honey. But I will not go with you because you are a stiff-necked people; otherwise, I might destroy you on the way.” ", "4": "When the people heard this bad news, they mourned and didn't put on their jewelry.", "5": "For the Lord said to Moses: “Tell the Israelites: You are a stiff-necked people. If I went with you for a single moment, I would destroy you. Now take off your jewelry, and I will decide what to do with you.” ", "6": "So the Israelites remained stripped of their jewelry from Mount Horeb onward.", "7": "Now Moses took a tent and set it up outside the camp, far away from the camp; he called it the tent of meeting. Anyone who wanted to consult the Lord would go to the tent of meeting that was outside the camp. ", "8": "Whenever Moses went out to the tent, all the people would stand up, each one at the door of his tent, and they would watch Moses until he entered the tent. ", "9": "When Moses entered the tent, the pillar of cloud would come down and remain at the entrance to the tent, and the Lord would speak with Moses. ", "10": "As all the people saw the pillar of cloud remaining at the entrance to the tent, they would stand up, then bow in worship, each one at the door of his tent. ", "11": "The Lord spoke with Moses face to face, just as a man speaks with his friend. Then Moses would return to the camp, but his assistant, the young man Joshua son of Nun, would not leave the inside of the tent.", "12": "Moses said to the Lord, “Look, You have told me, 'Lead this people up,' but You have not let me know whom You will send with me. You said, 'I know you by name, and you have also found favor in My sight.' ", "13": "Now if I have indeed found favor in Your sight, please teach me Your ways, and I will know You and find favor in Your sight. Now consider that this nation is Your people.”", "14": "Then He replied, “My presence will go with you, and I will give you rest.”", "15": "“If Your presence does not go,” Moses responded to Him, “don't make us go up from here. ", "16": "How will it be known that I and Your people have found favor in Your sight unless You go with us? I and Your people will be distinguished by this from all the other people on the face of the earth.”", "17": "The Lord answered Moses, “I will do this very thing you have asked, for you have found favor in My sight, and I know you by name.”", "18": "Then Moses said, “Please, let me see Your glory.”", "19": "He said, “I will cause all My goodness to pass in front of you, and I will proclaim the name Yahweh before you. I will be gracious to whom I will be gracious, and I will have compassion on whom I will have compassion.” ", "20": "But He answered, “You cannot see My face, for no one can see Me and live.” ", "21": "The Lord said, “Here is a place near Me. You are to stand on the rock, ", "22": "and when My glory passes by, I will put you in the crevice of the rock and cover you with My hand until I have passed by. ", "23": "Then I will take My hand away, and you will see My back, but My face will not be seen.”"}