{"1": "Masters, treat your slaves justly and fairly, knowing that you also have a Master in heaven.", "2": "Continue steadfastly in prayer, being watchful in it with thanksgiving; ", "3": "and pray for us also, that God may open to us a door for the word, to declare the mystery of Christ, on account of which I am in prison, ", "4": "that I may make it clear, as I ought to speak.", "5": "Conduct yourselves wisely toward outsiders, making the most of the time. ", "6": "Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer every one.", "7": "Tych′icus will tell you all about my affairs; he is a beloved brother and faithful minister and fellow servant in the Lord. ", "8": "I have sent him to you for this very purpose, that you may know how we are and that he may encourage your hearts, ", "9": "and with him One′simus, the faithful and beloved brother, who is one of yourselves. They will tell you of everything that has taken place here.", "10": "Aristar′chus my fellow prisoner greets you, and Mark the cousin of Barnabas[a] (concerning whom you have received instructions—if he comes to you, receive him), ", "11": "and Jesus who is called Justus. These are the only men of the circumcision among my fellow workers for the kingdom of God, and they have been a comfort to me. ", "12": "Ep′aphras, who is one of yourselves, a servant[b] of Christ Jesus, greets you, always remembering you earnestly in his prayers, that you may stand mature and fully assured in all the will of God. ", "13": "For I bear him witness that he has worked hard for you and for those in La-odice′a and in Hi-erap′olis. ", "14": "Luke the beloved physician[c] and Demas greet you. ", "15": "Give my greetings to the brethren at La-odice′a, and to Nympha and the church in her house. ", "16": "And when this letter has been read among you, have it read also in the church of the La-odice′ans; and see that you read also the letter from La-odice′a. ", "17": "And say to Archip′pus, “See that you fulfil the ministry which you have received in the Lord.”", "18": "I, Paul, write this greeting with my own hand. Remember my fetters. Grace be with you."}