{"1": "What about us, then? We have such a great cloud of witnesses all around us! What we must do is this: we must put aside each heavy weight, and the sin which gets in the way so easily. We must run the race that lies in front of us, and we must run it patiently. ", "2": "We must look ahead, to Jesus. He is the one who carved out the path for faith, and he's the one who brought it to completion. He knew that there was joy spread out and waiting for him. That's why he endured the cross, making light of its shame, and has now taken his seat at the right hand of God's throne. ", "3": "He put up with enormous opposition from sinners. Weigh up in your minds just how severe it was; then you won't find yourselves getting weary and worn out.", "4": "You have been struggling against sin, but your resistance hasn't yet cost you any blood. ", "5": "And perhaps you have forgotten the word of exhortation which speaks to you as God's children: My child, don't make light of the Lord's rebuke, or grow weary when he takes issue with you;", "6": "for the Lord disciplines those whom he loves, and chastises every child he welcomes.", "7": "You must be patient with discipline. God is dealing with you as his sons and daughters. What child is there that the parent doesn't discipline? ", "8": "If you are left without discipline (we've all had our fair share of it!), you are illegitimate, and not true children. ", "9": "After all, we had earthly parents who disciplined us, and we respected them; shouldn't we much rather submit ourselves to the father of spirits, and live? ", "10": "Our earthly parents disciplined us for a little while, as they judged best; but when he disciplines us it's for our advantage. It is so that we may share his holiness. ", "11": "No discipline seems to bring joy at the time, but only sorrow. Later, though, it produces fruit, the peaceful fruit of righteousness, for those who are trained by it.", "12": "So stop letting your hands go slack, and get some energy into your sagging knees! ", "13": "Make straight paths for your feet. If you're lame, make sure you get healed instead of being put out of joint. ", "14": "Follow after peace with everyone, and the holiness which is necessary before you can see the Lord. ", "15": "Take good care that nobody lacks God's grace; don't let any 'root of bitterness spring up to cause trouble', defiling many people. ", "16": "No one must be immoral or worldly-minded, like Esau: he sold his birthright for a single meal! ", "17": "You know, don't you, that later on, when he wanted to inherit the blessing, he was rejected. There was no way he could change either his mind or Isaac's, even though he wept bitterly in trying to do so.", "18": "You haven't come, after all, to something that can be touched – a blazing fire, darkness, gloom and whirlwind, ", "19": "the sound of a trumpet and a voice speaking words which the hearers begged not to have to listen to any more. ", "20": "(They couldn't bear the command that 'if even a beast touches the mountain, it must be stoned'.) ", "21": "The sight was so terrifying that even Moses said, 'I'm trembling with fear.'", "22": "No: you have come to Mount Zion – to the city of the living God, the heavenly Jerusalem. You have come to where thousands and thousands of angels are gathered for a festival; ", "23": "to the assembly of the firstborn, whose names are written in heaven. You have come to God the judge of all, to the spirits of righteous people who have been made perfect, ", "24": "and to Jesus the mediator of the new covenant, and to the sprinkled blood which has better words to say than the blood of Abel.", "25": "Take care that you don't refuse the one who is speaking. For if people didn't escape when they rejected the one who gave them earthly warnings, how much more if we turn away from the one who speaks from heaven! ", "26": "At that point, his voice shook the earth; but now he has issued a promise in the following words: 'One more time I will shake not only the earth but heaven as well.' ", "27": "The phrase 'one more time' shows that the things that are to be shaken (that is, the created things) will be taken away, so that the things that cannot be shaken will remain.", "28": "Well, then: we are to receive a kingdom which cannot be shaken! This calls for gratitude! That's how to offer God true and acceptable worship, reverently and with fear. ", "29": "Our God, you see, is a devouring fire."}