{"1": "So, then, we must pay all the closer attention to what we heard, in case we drift away from it. ", "2": "You see, if the word which was spoken through angels was reliable, with appropriate and just punishment every time anyone broke it or disobeyed it, ", "3": "how shall we escape if we ignore a rescue as great as this? It started by being declared through the Lord, and it was confirmed to us by those who heard him; ", "4": "and God bore witness as well, along with them, in signs and wonders and many different types of powerful deeds, and by the holy spirit, distributed in accordance with his will.", "5": "You see, God didn't place the world to come (which is what I'm writing about) under the control of angels. ", "6": "Someone has spoken of it somewhere in these terms: What are humans, that you should remember them? What is the son of man, that you should take thought for him?", "7": "You made him a little lower than the angels, you crowned him with glory and honour,", "8": "and you placed everything under his feet. When it speaks of everything being subjected to him, it leaves nothing that is not subjected to him. As things are at present, we don't see everything subjected to him. ", "9": "What we do see is the one who was, for a little while, made lower than the angels – that is, Jesus – crowned with glory and honour because of the suffering of death, so that by God's grace he might taste death on behalf of everyone.", "10": "This is how it works out. Everything exists for the sake of God and because of him; and it was appropriate that, in bringing many children to glory, he should make perfect, through suffering, the one who leads the way to salvation. ", "11": "For the one who makes others holy, and the ones who are made holy, all belong to a single family. This is why he isn't ashamed to call them his brothers and sisters, ", "12": "when he says, I will announce your name to my brothers and sisters; I will sing your praise in the middle of the assembly,", "13": "and again, I will place my trust in him, and again, Look, here I am, with the children God has given me.", "14": "Since the children share in blood and flesh, he too shared in them, in just the same way, so that through death he might destroy the one who has the power of death, that is, the devil, ", "15": "and set free the people who all their lives long were under the power of slavery because of the fear of death. ", "16": "It's obvious, you see, that he isn't taking special thought for angels; he's taking special thought for Abraham's family. ", "17": "That's why he had to be like his brothers and sisters in every way, so that he might become a merciful and trustworthy high priest in God's presence, to make atonement for the sins of the people. ", "18": "He himself has suffered, you see, through being put to the test, and that's why he is able to help those who are being tested right now."}