{"1": "So we are bound to worry that some of you might seem to have missed out on God's promise of entering his rest, the promise which is still open before us. ", "2": "For we certainly had the good news announced to us, just as they did; but the word which they heard didn't do them any good, because they were not united in faith with those who heard it. ", "3": "For it is we who believe who enter into the rest; as it has been said, As I swore in my anger, they will never enter my rest – even though God's works had been complete since the foundation of the world. ", "4": "For it says this somewhere about the seventh day, And God rested on the seventh day from all his works,", "5": "and again, in the present passage, They will never enter my rest.", "6": "Therefore, since some failed to enter into it, and those who received the good news earlier on didn't enter because of unbelief, ", "7": "he once again appoints a day, 'Today', saying through David – after such a long interval of time! – in the words already quoted, Today, if you hear his voice, don't harden your hearts.", "8": "If Joshua had given them rest, you see, he wouldn't be speaking about another subsequent 'rest'. ", "9": "Thus we conclude: there is still a future sabbath 'rest' for God's people. ", "10": "Anyone who enters that 'rest' will take a rest from their works, as God did from his.", "11": "So, then, let's make every effort to enter that 'rest', so that nobody should trip and fall through the same pattern of unbelief. ", "12": "God's word is alive, you see! It's powerful, and it's sharper than any double-edged sword. It can pierce right in between soul and spirit, or joints and marrow; it can go straight to the point of what the human heart is thinking, or intends to do. ", "13": "No creature remains hidden before God. All are naked, laid bare before the eyes of the one to whom we must present an account.", "14": "Well, then, since we have a great high priest who has gone right through the heavens, Jesus, God's son, let us hold on firmly to our confession of faith. ", "15": "For we don't have a high priest who is unable to sympathize with our weaknesses, but one who has been tempted in every way just as we are, yet without sin. ", "16": "Let us then come boldly to the throne of grace, so that we may receive mercy, and may find grace to help us at the moment when we need it."}