{"1": "So let's leave the basic level of teaching about the Messiah, and go on towards maturity! (Let's not repeat the performance of laying a foundation of repentance from dead works and faith towards God, ", "2": "teaching about baptisms, laying on of hands, the resurrection of the dead and eternal judgment.) ", "3": "We shall do this, if God allows us to.", "4": "For once people have been enlightened – when they've tasted the heavenly gift and have had a share in the holy spirit, ", "5": "and have tasted the good word of God and the powers of the coming age – ", "6": "it's impossible to restore them again to repentance if they fall away, since they are crucifying God's son all over again, on their own account, and holding him up to contempt. ", "7": "You see, when rain falls frequently on the earth, and the land drinks it up and produces a crop useful to the people for whom it's being cultivated, it shares in God's blessing. ", "8": "But if it produces thorns and thistles, it's useless, and not far off from being cursed. What happens in the end is that it will be burned up.", "9": "Even though we speak in this way, my dear people, we are confident that there are better things to be said about you, things that point to salvation. ", "10": "God is not unjust, after all – and he'd have to be if he forgot your work, and the love you showed for his name, and all the service you have rendered and are still rendering to his holy people. ", "11": "I want to encourage each one of you to show the same energetic enthusiasm for the task of bringing your hope to its full, assured goal. ", "12": "You mustn't become lazy. There are people who are inheriting the promises through faith and patience, and you should copy them!", "13": "When God was making his promise to Abraham, you see, he had nobody else greater than himself by whom he could swear, and so he swore by himself, ", "14": "with the words, 'I will most surely bless you, and multiply you very greatly.' ", "15": "And so in this way Abraham, after much patience, obtained the promise. ", "16": "People regularly swear by someone greater than themselves, and in all their disputes the oath confirms the matter and brings it to closure. ", "17": "So when God wanted to show all the more clearly to the heirs of the promise just how unchangeable his will was, he guaranteed it with an oath, ", "18": "so that through two unchangeable things, in which it is impossible that God should tell a lie, those of us who have come for refuge should have solid encouragement to take hold of the hope which lies before us. ", "19": "We have this hope like an anchor, secure, solid, and penetrating into the inner place behind the curtain, ", "20": "where Jesus has gone in ahead of us and on our behalf, having become a high priest for ever according to the order of Melchizedek."}