{"1": "In a vision the Lord God showed Obadiah the future of the land of Edom.[a] “A report has come from the Lord,” he said, “that God has sent an ambassador to the nations with this message: 'Attention! You are to send your armies against Edom and destroy her!'”", "2": "“I will cut you down to size among the nations, Edom, making you small and despised.", "3": "“You are proud because you live in those high, inaccessible cliffs. 'Who can ever reach us way up here!' you boast. Don't fool yourselves! ", "4": "Though you soar as high as eagles, and build your nest among the stars, I will bring you plummeting down,” says the Lord.", "5": "“Far better it would be for you if thieves had come at night to plunder you—for they would not take everything! Or if your vineyards were robbed of all their fruit—for at least the gleanings would be left! ", "6": "Every nook and cranny will be searched and robbed, and every treasure found and taken.", "7": "“All your allies will turn against you and help to push you out of your land. They will promise peace while plotting your destruction. Your trusted friends will set traps for you, and all your counterstrategy will fail. ", "8": "In that day not one wise man will be left in all of Edom!” says the Lord. “For I will fill the wise men of Edom with stupidity. ", "9": "The mightiest soldiers of Teman will be confused, and helpless to prevent the slaughter.", "10": "“And why? Because of what you did to your brother Israel. Now your sins will be exposed for all to see; ashamed and defenseless, you will be cut off forever. ", "11": "For you deserted Israel in his time of need. You stood aloof, refusing to lift a finger to help him when invaders carried off his wealth and divided Jerusalem among them by lot; you were as one of his enemies.", "12": "“You should not have done it. You should not have gloated when they took him far away to foreign lands; you should not have rejoiced in the day of his misfortune; you should not have mocked in his time of need. ", "13": "You yourselves went into the land of Israel in the day of his calamity and looted him. You made yourselves rich at his expense. ", "14": "You stood at the crossroads and killed those trying to escape; you captured the survivors and returned them to their enemies in that terrible time of his distress.", "15": "The Lord's vengeance will soon fall upon all Gentile nations. As you have done to Israel, so will it be done to you. Your acts will boomerang upon your heads. ", "16": "You drank my cup of punishment upon my holy mountain, and the nations round about will drink it too; yes, they will drink and stagger back and disappear from history, no longer nations anymore.", "17": "“But Jerusalem will become a refuge, a way of escape. Israel will reoccupy the land. ", "18": "Israel will be a fire that sets the dry fields of Edom aflame. There will be no survivors,” for the Lord has spoken.", "19": "Then my people who live in the Negeb shall occupy the hill country of Edom; those living in Judean lowlands shall possess the Philistine plains and repossess the fields of Ephraim and Samaria. And the people of Benjamin shall possess Gilead.", "20": "The Israeli exiles shall return and occupy the Phoenician coastal strip as far north as Zarephath. Those exiled in Asia Minor shall return to their homeland and conquer the Negeb's outlying villages. ", "21": "For deliverers will come to Jerusalem and rule all Edom. And the Lord shall be King!"}