{"1": "Theophilus, I wrote about Jesus in my earlier book. I wrote about all he did and taught ", "2": "until the day he was taken up to heaven. Before Jesus left, he gave orders to the apostles he had chosen. He did this through the Holy Spirit. ", "3": "After his suffering and death, he appeared to them. In many ways he proved that he was alive. He appeared to them over a period of 40 days. During that time he spoke about God's kingdom. ", "4": "One day Jesus was eating with them. He gave them a command. “Do not leave Jerusalem,” he said. “Wait for the gift my Father promised. You have heard me talk about it. ", "5": "John baptized with water. But in a few days you will be baptized with the Holy Spirit.”", "6": "Then the apostles gathered around Jesus and asked him a question. “Lord,” they said, “are you going to give the kingdom back to Israel now?”", "7": "He said to them, “You should not be concerned about times or dates. The Father has set them by his own authority. ", "8": "But you will receive power when the Holy Spirit comes on you. Then you will tell people about me in Jerusalem, and in all Judea and Samaria. And you will even tell other people about me from one end of the earth to the other.”", "9": "After Jesus said this, he was taken up to heaven. The apostles watched until a cloud hid him from their sight.", "10": "While he was going up, they kept on looking at the sky. Suddenly two men dressed in white clothing stood beside them. ", "11": "“Men of Galilee,” they said, “why do you stand here looking at the sky? Jesus has been taken away from you into heaven. But he will come back in the same way you saw him go.”", "12": "The apostles returned to Jerusalem from the hill called the Mount of Olives. It is just over half a mile from the city. ", "13": "When they arrived, they went upstairs to the room where they were staying. Here is a list of those who were there. Peter, John, James and Andrew, Philip and Thomas, Bartholomew and Matthew, James son of Alphaeus, Simon the Zealot and Judas son of James", "14": "They all came together regularly to pray. The women joined them too. So did Jesus' mother Mary and his brothers.", "15": "In those days Peter stood up among the believers. About 120 of them were there. ", "16": "Peter said, “Brothers and sisters, a long time ago the Holy Spirit spoke through David. He spoke about Judas Iscariot. What the Scripture said would happen had to come true. Judas was the guide for the men who arrested Jesus. ", "17": "But Judas was one of us. He shared with us in our work for God.”", "18": "Judas bought a field with the payment he received for the evil thing he had done. He fell down headfirst in the field. His body burst open. All his insides spilled out. ", "19": "Everyone in Jerusalem heard about this. So they called that field Akeldama. In their language, Akeldama means the Field of Blood.", "20": "Peter said, “Here is what is written in the Book of Psalms. It says, “ 'May his home be deserted. May no one live in it.' (Psalm 69:25) The Psalms also say, “ 'Let someone else take his place as leader.' (Psalm 109:8)", "21": "So we need to choose someone to take his place. It will have to be a man who was with us the whole time the Lord Jesus was living among us. ", "22": "That time began when John was baptizing. It ended when Jesus was taken up from us. The one we choose must join us in telling people that Jesus rose from the dead.”", "23": "So they suggested the names of two men. One was Joseph, who was called Barsabbas. He was also called Justus. The other man was Matthias. ", "24": "Then the believers prayed. They said, “Lord, you know everyone's heart. Show us which of these two you have chosen. ", "25": "Show us who should take the place of Judas as an apostle. He gave up being an apostle to go where he belongs.” ", "26": "Then they cast lots. Matthias was chosen. So he was added to the 11 apostles."}