{"1": "After this, Paul left Athens and went to Corinth. ", "2": "There he met a Jew named Aquila, who was a native of Pontus. Aquila had recently come from Italy with his wife Priscilla. The emperor Claudius had ordered all Jews to leave Rome. Paul went to see Aquila and Priscilla. ", "3": "They were tentmakers, just as he was. So he stayed and worked with them. ", "4": "Every Sabbath day he went to the synagogue. He was trying to get both Jews and Greeks to believe in the Lord.", "5": "Silas and Timothy came from Macedonia. Then Paul spent all his time preaching. He was a witness to the Jews that Jesus was the Messiah. ", "6": "But they opposed Paul. They treated him badly. So he shook out his clothes in protest. Then he said to them, “God's judgment against you will be your own fault! Don't blame me for it! From now on I will go to the Gentiles.”", "7": "Then Paul left the synagogue and went to the house next door. It was the house of Titius Justus, a man who worshiped God. ", "8": "Crispus was the synagogue leader. He and everyone living in his house came to believe in the Lord. Many others who lived in Corinth heard Paul. They too believed and were baptized.", "9": "One night the Lord spoke to Paul in a vision. “Don't be afraid,” he said. “Keep on speaking. Don't be silent. ", "10": "I am with you. No one will attack you and harm you. I have many people in this city.” ", "11": "So Paul stayed in Corinth for a year and a half. He taught them God's word.", "12": "At that time Gallio was governor of Achaia. The Jews of Corinth got together and attacked Paul. They brought him into court. ", "13": "They made a charge against Paul. They said, “This man is talking people into worshiping God in wrong ways. Those ways are against the law.”", "14": "Paul was about to give reasons for his actions. But just then Gallio spoke to them. He said, “You Jews don't claim that Paul has committed a great or small crime. If you did, it would make sense for me to listen to you. ", "15": "But this is about your own law. It is a question of words and names. Settle the matter yourselves. I will not be a judge of such things.” ", "16": "So he made them leave. ", "17": "Then the crowd there turned against Sosthenes, the synagogue leader. They beat him up in front of the governor. But Gallio didn't care at all.", "18": "Paul stayed in Corinth for some time. Then he left the brothers and sisters and sailed for Syria. Priscilla and Aquila went with him. Before he sailed, he had his hair cut off at Cenchreae. He did this because he had made a promise to God. ", "19": "They arrived at Ephesus. There Paul said goodbye to Priscilla and Aquila. He himself went into the synagogue and talked with the Jews. ", "20": "The Jews asked him to spend more time with them. But he said no. ", "21": "As he left, he made them a promise. “If God wants me to,” he said, “I will come back.” Then he sailed from Ephesus. ", "22": "When he landed at Caesarea, he went up to Jerusalem. There he greeted the church. He then went down to Antioch.", "23": "Paul spent some time in Antioch. Then he left and traveled all over Galatia and Phrygia. He gave strength to all the believers there.", "24": "At that time a Jew named Apollos came to Ephesus. He was an educated man from Alexandria. He knew the Scriptures very well. ", "25": "Apollos had been taught the way of the Lord. He spoke with great power. He taught the truth about Jesus. But he only knew about John's baptism. ", "26": "He began to speak boldly in the synagogue. Priscilla and Aquila heard him. So they invited him to their home. There they gave him a better understanding of the way of God.", "27": "Apollos wanted to go to Achaia. The brothers and sisters agreed with him. They wrote to the believers there. They asked them to welcome him. When he arrived, he was a great help to those who had become believers by God's grace. ", "28": "In public meetings, he argued strongly against Jews who disagreed with him. He proved from the Scriptures that Jesus was the Messiah."}