{"1": "After we had torn ourselves away from the Ephesian elders, we headed out to sea. We sailed straight to Kos. The next day we went to Rhodes. From there we continued on to Patara. ", "2": "We found a ship crossing over to Phoenicia. So we went on board and headed out to sea. ", "3": "We came near Cyprus and passed to the south of it. Then we sailed on to Syria. We landed at Tyre. There our ship was supposed to unload. ", "4": "We looked for the believers there and stayed with them for seven days. The believers tried to keep Paul from going on to Jerusalem. They were led by the Holy Spirit to do this. ", "5": "When it was time to leave, we continued on our way. All the believers, including their whole families, went with us out of the city. There on the beach we got down on our knees to pray. ", "6": "We said goodbye to each other. Then we went on board the ship. And they returned home.", "7": "Continuing on from Tyre, we landed at Ptolemais. There we greeted the brothers and sisters. We stayed with them for a day. ", "8": "The next day we left and arrived at Caesarea. We stayed at the house of Philip the evangelist. He was one of the seven deacons. ", "9": "He had four unmarried daughters who prophesied.", "10": "We stayed there several days. Then a prophet named Agabus came down from Judea. ", "11": "He came over to us. Then he took Paul's belt and tied his own hands and feet with it. He said, “The Holy Spirit says, 'This is how the Jewish leaders in Jerusalem will tie up the owner of this belt. They will hand him over to the Gentiles.' ”", "12": "When we heard this, we all begged Paul not to go up to Jerusalem. ", "13": "He asked, “Why are you crying? Why are you breaking my heart? I'm ready to be put in prison. In fact, I'm ready to die in Jerusalem for the Lord Jesus.” ", "14": "We couldn't change his mind. So we gave up. We said, “May what the Lord wants to happen be done.”", "15": "After this, we started on our way to Jerusalem. ", "16": "Some of the believers from Caesarea went with us. They brought us to Mnason's home. We were supposed to stay there. Mnason was from Cyprus. He was one of the first believers.", "17": "When we arrived in Jerusalem, the brothers and sisters gave us a warm welcome. ", "18": "The next day Paul and the rest of us went to see James. All the elders were there. ", "19": "Paul greeted them. Then he reported everything God had done among the Gentiles through his work.", "20": "When they heard this, they praised God. Then they spoke to Paul. “Brother,” they said, “you see that thousands of Jews have become believers. All of them try very hard to obey the law. ", "21": "They have been told that you teach Jews to turn away from the Law of Moses. You teach this to the Jews who live among the Gentiles. They think that you teach those Jews not to circumcise their children. They think that you teach them to give up our Jewish ways. ", "22": "What should we do? They will certainly hear that you have come. ", "23": "So do what we tell you. There are four men with us who have made a promise to God. ", "24": "Take them with you. Join them in the Jewish practice that makes people pure and 'clean.' Pay their expenses so they can have their heads shaved. Then everyone will know that these reports about you are not true in any way. They will know that you yourself obey the law. ", "25": "We have already given written directions to the believers who are not Jews. They must not eat food that has been offered to statues of gods. They must not drink blood. They must not eat the meat of animals that have been choked to death. And they must not commit sexual sins.”", "26": "The next day Paul took the men with him. They all made themselves pure and “clean” in the usual way. Then Paul went to the temple. There he reported the date when the days of cleansing would end. At that time the proper offering would be made for each of them.", "27": "The seven days of cleansing were almost over. Some Jews from Asia Minor saw Paul at the temple. They stirred up the whole crowd and grabbed Paul. ", "28": "“Fellow Israelites, help us!” they shouted. “This is the man who teaches everyone in all places against our people. He speaks against our law and against this holy place. Besides, he has brought Greeks into the temple. He has made this holy place 'unclean.' ” ", "29": "They said this because they had seen Trophimus the Ephesian in the city with Paul. They thought Paul had brought him into the temple.", "30": "The whole city was stirred up. People came running from all directions. They grabbed Paul and dragged him out of the temple. Right away the temple gates were shut. ", "31": "The people were trying to kill Paul. But news reached the commander of the Roman troops. He heard that people were making trouble in the whole city of Jerusalem. ", "32": "Right away he took some officers and soldiers with him. They ran down to the crowd. The people causing the trouble saw the commander and his soldiers. So they stopped beating Paul.", "33": "The commander came up and arrested Paul. He ordered him to be held with two chains. Then he asked who Paul was and what he had done. ", "34": "Some in the crowd shouted one thing, some another. But the commander couldn't get the facts because of all the noise. So he ordered that Paul be taken into the fort. ", "35": "Paul reached the steps. But then the mob became so wild that he had to be carried by the soldiers. ", "36": "The crowd that followed kept shouting, “Get rid of him!”", "37": "The soldiers were about to take Paul into the fort. Then he asked the commander, “May I say something to you?” “Do you speak Greek?” he replied. ", "38": "“Aren't you the Egyptian who turned some of our people against their leaders? Didn't you lead 4,000 terrorists out into the desert some time ago?”", "39": "Paul answered, “I am a Jew from Tarsus in Cilicia. I am a citizen of an important city. Please let me speak to the people.”", "40": "The commander told him he could. So Paul stood on the steps and motioned to the crowd. When all of them were quiet, he spoke to them in the Aramaic language. "}