{"1": "“Brothers and fathers,” Paul began, “listen to me now. I want to give you reasons for my actions.”", "2": "When they heard that he was speaking to them in Aramaic, they became very quiet. Then Paul said, ", "3": "“I am a Jew. I was born in Tarsus in Cilicia, but I grew up here in Jerusalem. I studied with Gamaliel. I was well trained by him in the law given to our people long ago. I wanted to serve God as much as any of you do today. ", "4": "I hurt the followers of the Way of Jesus. I sent many of them to their death. I arrested men and women. I threw them into prison. ", "5": "The high priest and the whole Council can be witnesses of this themselves. I even had some official letters they had written to their friends in Damascus. So I went there to bring these people as prisoners to Jerusalem to be punished.", "6": "“I had almost reached Damascus. About noon a bright light from heaven suddenly flashed around me. ", "7": "I fell to the ground and heard a voice speak to me. 'Saul! Saul!' it said. 'Why are you opposing me?'", "8": "“ 'Who are you, Lord?' I asked. “ 'I am Jesus of Nazareth,' he replied. 'I am the one you are opposing.' ", "9": "The light was seen by my companions. But they didn't understand the voice of the one speaking to me.", "10": "“ 'What should I do, Lord?' I asked. “ 'Get up,' the Lord said. 'Go into Damascus. There you will be told everything you have been given to do.' ", "11": "The brightness of the light had blinded me. So my companions led me by the hand into Damascus.", "12": "“A man named Ananias came to see me. He was a godly Jew who obeyed the law. All the Jews living there respected him very much. ", "13": "He stood beside me and said, 'Brother Saul, receive your sight!' At that very moment I was able to see him.", "14": "“Then he said, 'The God of our people has chosen you. He wanted to tell you his plans for you. You have seen the Blameless One. You have heard words from his mouth. ", "15": "Now you will tell everyone about what you have seen and heard. ", "16": "So what are you waiting for? Get up and call on his name. Be baptized. Have your sins washed away.'", "17": "“I returned to Jerusalem and was praying at the temple. Then it seemed to me that I was dreaming. ", "18": "I saw the Lord speaking to me. 'Quick!' he said. 'Leave Jerusalem at once. The people here will not accept what you tell them about me.'", "19": "“ 'Lord,' I replied, 'these people know what I used to do. I went from one synagogue to another and put believers in prison. I also beat them. ", "20": "Stephen was a man who told other people about you. I stood there when he was killed. I had agreed that he should die. I even guarded the coats of those who were killing him.'", "21": "“Then the Lord said to me, 'Go. I will send you far away to people who are not Jews.' ”", "22": "The crowd listened to Paul until he said this. Then they shouted, “Kill him! He isn't fit to live!”", "23": "They shouted and threw off their coats. They threw dust into the air. ", "24": "So the commanding officer ordered that Paul be taken into the fort. He gave orders for Paul to be whipped and questioned. He wanted to find out why the people were shouting at him like this. ", "25": "A commander was standing there as they stretched Paul out to be whipped. Paul said to him, “Does the law allow you to whip a Roman citizen who hasn't even been found guilty?”", "26": "When the commander heard this, he went to the commanding officer and reported it. “What are you going to do?” the commander asked. “This man is a Roman citizen.”", "27": "So the commanding officer went to Paul. “Tell me,” he asked. “Are you a Roman citizen?” “Yes, I am,” Paul answered.", "28": "Then the officer said, “I had to pay a lot of money to become a citizen.” “But I was born a citizen,” Paul replied.", "29": "Right away those who were about to question him left. Even the officer was alarmed. He realized that he had put Paul, a Roman citizen, in chains.", "30": "The commanding officer wanted to find out exactly what the Jews had against Paul. So the next day he let Paul out of prison. He ordered a meeting of the chief priests and all the members of the Sanhedrin. Then he brought Paul and had him stand in front of them."}