{"1": "Paul looked straight at the Sanhedrin. “My brothers,” he said, “I have always done my duty to God. To this day I feel that I have done nothing wrong.” ", "2": "Ananias the high priest heard this. So he ordered the men standing near Paul to hit him on the mouth. ", "3": "Then Paul said to him, “You pretender! God will hit you! You sit there and judge me by the law. But you yourself broke the law when you commanded them to hit me!”", "4": "Those who were standing near Paul spoke to him. They said, “How dare you talk like that to God's high priest!”", "5": "Paul replied, “Brothers, I didn't realize he was the high priest. It is written, 'Do not speak evil about the ruler of your people.' ” (Exodus 22:28)", "6": "Paul knew that some of them were Sadducees and the others were Pharisees. So he called out to the members of the Sanhedrin. “My brothers,” he said, “I am a Pharisee. I come from a family of Pharisees. I believe that people will rise from the dead. That's why I am on trial.” ", "7": "When he said this, the Pharisees and the Sadducees started to argue. They began to take sides. ", "8": "The Sadducees say that people will not rise from the dead. They don't believe there are angels or spirits either. But the Pharisees believe all these things.", "9": "People were causing trouble and making a lot of noise. Some of the teachers of the law who were Pharisees stood up. They argued strongly. “We find nothing wrong with this man,” they said. “What if a spirit or an angel has spoken to him?” ", "10": "The people arguing were getting out of control. The commanding officer was afraid that Paul would be torn to pieces by them. So he ordered the soldiers to go down and take him away from them by force. The officer had told them to bring Paul into the fort.", "11": "The next night the Lord stood near Paul. He said, “Be brave! You have told people about me in Jerusalem. You must do the same in Rome.”", "12": "The next morning some Jews gathered secretly to make plans against Paul. They made a promise to themselves. They promised that they would not eat or drink anything until they killed him. ", "13": "More than 40 men took part in this plan. ", "14": "They went to the chief priests and the elders. They said, “We have made a special promise to God. We will not eat anything until we have killed Paul. ", "15": "Now then, you and the Sanhedrin must make an appeal to the commanding officer. Ask him to bring Paul to you. Pretend you want more facts about his case. We are ready to kill him before he gets here.”", "16": "But Paul's nephew heard about this plan. So he went into the fort and told Paul.", "17": "Then Paul called one of the commanders. He said to him, “Take this young man to the commanding officer. He has something to tell him.” ", "18": "So the commander took Paul's nephew to the officer. The commander said, “Paul, the prisoner, sent for me. He asked me to bring this young man to you. The young man has something to tell you.”", "19": "The commanding officer took the young man by the hand. He spoke to him in private. “What do you want to tell me?” the officer asked.", "20": "He said, “Some Jews have agreed to ask you to bring Paul to the Sanhedrin tomorrow. They will pretend they want more facts about him. ", "21": "Don't give in to them. More than 40 of them are waiting in hiding to attack him. They have promised that they will not eat or drink anything until they have killed him. They are ready now. All they need is for you to bring Paul to the Sanhedrin.”", "22": "The commanding officer let the young man go. But he gave him a warning. “Don't tell anyone you have reported this to me,” he said.", "23": "Then the commanding officer called for two of his commanders. He ordered them, “Gather a company of 200 soldiers, 70 horsemen and 200 men armed with spears. Get them ready to go to Caesarea at nine o'clock tonight. ", "24": "Provide horses for Paul so that he may be taken safely to Governor Felix.”", "25": "Here is the letter the officer wrote.", "26": "I, Claudius Lysias, am writing this letter. I am sending it to His Excellency, Governor Felix. Greetings.", "27": "The Jews grabbed Paul. They were about to kill him. But I came with my soldiers and saved him. I had learned that he is a Roman citizen. ", "28": "I wanted to know why they were bringing charges against him. So I brought him to their Sanhedrin. ", "29": "I found out that the charge against him was based on questions about their law. But there was no charge against him worthy of death or prison. ", "30": "Then I was told about a plan against the man. So I sent him to you at once. I also ordered those bringing charges against him to present their case to you.", "31": "The soldiers followed their orders. During the night they took Paul with them. They brought him as far as Antipatris. ", "32": "The next day they let the horsemen go on with him. The soldiers returned to the fort. ", "33": "The horsemen arrived in Caesarea. They gave the letter to the governor. Then they handed Paul over to him. ", "34": "The governor read the letter. He asked Paul where he was from. He learned that Paul was from Cilicia. ", "35": "So he said, “I will hear your case when those bringing charges against you get here.” Then he ordered that Paul be kept under guard in Herod's palace."}