{"1": "The words of Nehemiah son of Hacaliah: Now it happened in the month of Chislev, in the [a]twentieth year [of the [b]Persian king], as I was in the [c]capitol of Susa, ", "2": "Hanani, one of my brothers, and some men from Judah came; and I asked them about the surviving Jews who had escaped and survived the captivity, and about Jerusalem. ", "3": "They said to me, “The remnant there in the province who survived the captivity are in great distress and reproach; the wall of Jerusalem is broken down and its [fortified] gates have been burned (destroyed) by fire.”", "4": "Now it came about when I heard these words, I sat down and wept and mourned for days; and I was fasting and praying [constantly] before the God of heaven. ", "5": "And I said, “Please, O Lord God of heaven, the great and awesome God, who keeps the covenant and lovingkindness for those who love Him and keep His commandments, ", "6": "please let Your ear be attentive and Your eyes open to hear the prayer of Your servant which I am praying before You, day and night, on behalf of Your servants, the [d]sons (descendants) of Israel (Jacob), confessing the sins of the sons of Israel which we have committed against You; I and my father's house have sinned. ", "7": "We have acted very corruptly against You and have not kept the commandments, nor the statutes, nor the ordinances which You commanded Your servant Moses. ", "8": "Please remember the word which You commanded Your servant Moses, saying, 'If you are unfaithful and violate your obligations to Me I will scatter you [abroad] among the peoples; ", "9": "but if you return to Me and keep My commandments and do them, though those of you who have been scattered are in the most remote part of the [e]heavens, I will gather them from there and will bring them to the place where I have chosen for My [f]Name to dwell.' ", "10": "Now they are Your servants and Your people whom You have redeemed by Your great power and by Your strong hand. ", "11": "Please, O Lord, let Your ear be attentive to the prayer of Your servant and the prayer of Your servants who delight to [reverently] fear Your Name [Your essence, Your nature, Your attributes, with awe]; and make Your servant successful this day and grant him compassion in the sight of this man [the king].” For I was [g]cupbearer to the king [of Persia]."}