{"1": "“In the first year of Darius the Mede's rule, I took my stand to strengthen and protect him.”", "2": "I will now tell you the truth. Persia will have three more kings, but the fourth will be richer than all of them. Once he has become strong through his great riches, he will disturb everyone, including the Greek kingdom.", "3": "Then a warrior-king will come forward, ruling over a vast empire and doing whatever he wants.", "4": "But even as he takes control, his kingdom will be broken, divided to the four winds of heaven. It won't pass to his descendants. No one will rule like he did because his kingdom will be uprooted. It will belong to others, not to these.", "5": "“Then the southern king will gain power, but one of his princes will overpower him, ruling in his place. His empire will be vast.", "6": "After some years, they will make an agreement together. The southern king's daughter will go to the northern king to finalize the agreement, but she won't retain her great power. Neither will his power remain in place. In those times she will be handed over, along with her escort, the one who fathered her, and the one who strengthened her.[a]", "7": "“A branch from her roots will rise up in his place. Attacking the army, he will enter the walled fortress of the northern king. He will fight with them, and he will conquer.", "8": "He will even carry off their gods to Egypt, along with their statues and their silver and gold equipment. For years he will avoid the northern king.", "9": "Then the northern king will attack the kingdom of the southern king, but will return to his own land.", "10": "His sons will get ready for war, gathering massive forces. Their attack will be like an overwhelming flood. And they will attack again, taking the battle as far as his walled fortress.", "11": "“The southern king, in a bitter rage, will come out to battle the northern king. He will muster a huge army, but the army will be handed over to his enemy.", "12": "When the army is carried off, he will become confident. He will kill tens of thousands, but he will not stand strong.", "13": "The northern king will then muster another army—this one bigger than the first. After some years have passed, he will attack with a large and well-equipped army.", "14": "In those times, many will oppose the southern king. Violent persons from among your people also will rise up to support the vision, but they will fail.", "15": "“When the northern king attacks, he will throw up a siege ramp and occupy a walled city. The southern forces will not be able to resist—not even its elite forces. No one will be strong enough to resist.", "16": "The one who comes to attack will do whatever he wants; no one will be able to oppose him. He will take his place in the beautiful country, and he will hand out destruction.", "17": "He will decide to occupy his entire kingdom by force. He will make an agreement with him and will give him a wife, intending to destroy him,[b] but it won't succeed and it won't happen.[c]", "18": "He will turn his face to the coastlands, capturing many people. A commander will put an end to his disgrace,[d] even though he won't repay that disgrace.", "19": "Then he will turn his attention to the walled fortresses of his own country but will stumble, fall, and disappear.", "20": "“In his place one will arise who will send his agent to exact a kingdom's glory, but in a few days he will be broken, though not by anger and not by war.", "21": "A worthless person will arise in his place. Royal majesty will not have been given to him, but he will come in a time of security and seize the kingdom by deceitful means.", "22": "Forces will be completely swept away and broken before him. The same is true for the leader of the covenant.", "23": "From the moment they make an agreement with him, he will act deceitfully. He will gain power at the expense of a small nation.", "24": "He will come into a province's richest places untroubled and will do what his fathers and grandfathers never could. He will hand out plunder, spoil, and wealth to them. He will make plans against fortresses, but only for a time.", "25": "“Then with a large army he will gather his strength and courage against the southern king. The southern king, with a large and super powerful army, will prepare for war, but he won't endure because they will make plans against him.", "26": "Those who eat the king's provisions will destroy him. His army will be overrun. Many will die.", "27": "“These two kings, with their minds set on evil, will sit at one table, telling lies, but with no success because the end will come at the set time.", "28": "He will return to his country with great wealth and set his mind against a holy covenant. He will do what he wants and then return to his country.", "29": "At the set time he will again battle against the south, but the second time will be different from the first.", "30": "Kittim ships will fight against him, and he will retreat in fear. He will rage against a holy covenant and will do what he wants. Then he will pay special attention to those who violate a holy covenant.", "31": "His forces will come and make the sanctuary fortress impure. They will stop the daily sacrifice and set up a desolating monstrosity.", "32": "By deceitful means he will corrupt those who violate a covenant, but the people who acknowledge their God will stand strong and will act.", "33": "“The people's teachers will help many understand, but for a time they will fall by sword and by flame, by captivity and by plunder.", "34": "When they fall, they will receive a little help, but many will join them with deceitful plans.", "35": "Some of the teachers too will fall in order that they might be refined, purified, and cleansed—until an end time, because it is still not yet the set time.", "36": "“The king will do whatever he wants. He will exalt himself, making himself greater than any god. He will say unbelievable things against the God of gods. He will succeed until the doom is completed, because what is decreed must take place.", "37": "He will give no thought to the gods of his fathers, nor to the god cherished by women. He will give no thought to any god, because he will make himself greater than all of them.", "38": "In their place, he will worship a god of walled fortresses. With gold and silver, rare stones and precious things, he will worship a god his fathers did not acknowledge.", "39": "He will deal with walled fortresses with the help of a foreign god. He will heap rewards on those who support him, making them rule over many and dividing up the land for a price.", "40": "At the end time, the southern king will attack him. The northern king will storm against him with chariots and horses and many ships. He will invade countries, sweeping over them like a flood.", "41": "He will invade the beautiful country, and tens of thousands will die. But Edom, Moab, and the best of the Ammonites will escape from his hand.", "42": "He will extend his power into other countries. Even Egypt won't escape.", "43": "He will take control of Egypt's hidden treasures of gold, silver, and all its precious things. Libyans and Cushites will follow at his feet.", "44": "But reports from the east and north will alarm him, and in a great rage he will set off to devastate and destroy many.", "45": "He will pitch his royal tents between the sea and the beautiful holy mountain. But he will come to his end, and no one will help him."}