{"1": "In the second year of Nebuchadnezzar's rule, he had many dreams. The dreams made him anxious, but he kept sleeping.", "2": "The king summoned the dream interpreters, enchanters, diviners, and Chaldeans to explain his dreams to him. They came and stood before the king.", "3": "Then the king said to them: “I had a dream, and I'm anxious to know its meaning.”", "4": "The Chaldeans answered the king in Aramaic:[a] “Long live the king! Tell your servants the dream, and we will explain its meaning.”", "5": "The king answered the Chaldeans: “My decision is final: If you can't tell me the dream and its meaning, you will be torn limb from limb, and your houses will be turned into trash dumps.", "6": "But if you do explain the dream and its meaning, you'll receive generous gifts and glorious honor from me. So explain to me the dream as well as its meaning.”", "7": "They answered him again: “The king must tell his servants the dream. We will then explain the meaning.”", "8": "The king replied: “Now I definitely know you are stalling for time, because you see that my decision is final", "9": "and that if you can't tell me the dream, your fate is certain. You've conspired to make false and lying speeches before me until the situation changes. Tell me the dream now! Then I'll know you can explain its meaning to me.”", "10": "The Chaldeans answered the king: “No one on earth can do what the king is asking! No king or ruler, no matter how great, has ever asked such a thing of any dream interpreter, enchanter, or Chaldean.", "11": "What the king is asking is impossible! No one could declare the dream to the king but the gods, who don't live among mere humans.”", "12": "At this, the king exploded in a furious rage and ordered that all Babylon's sages be wiped out.", "13": "So the command went out: The sages were to be killed. Daniel and his friends too were hunted down; they were to be killed as well.", "14": "Then Daniel, with wisdom and sound judgment, responded to Arioch the king's chief executioner, who had gone out to kill Babylon's sages.", "15": "He said to Arioch the king's royal officer, “Why is the king's command so unreasonable?” After Arioch explained the situation to Daniel,", "16": "Daniel went and asked the king to give him some time so he could explain the dream's meaning to him.", "17": "Then Daniel went to his house and explained the situation to his friends Hananiah, Mishael, and Azariah", "18": "so that they would ask the God of heaven for help about this mystery, in hopes that Daniel and his friends wouldn't die with the rest of Babylon's sages.", "19": "Then, in a vision by night, the mystery was revealed to Daniel! Daniel praised the God of heaven:", "20": "God's name be praised from age to eternal age! Wisdom and might are his!", "21": "God is the one who changes times and eras, who dethrones one king, only to establish another, who grants wisdom to the wise and knowledge to those with insight.", "22": "God is the one who uncovers what lies deeply hidden; he knows what hides in darkness; light lives with him!", "23": "I acknowledge and praise you, my fathers' God! You've given me wisdom and might, and now you've made known to me what we asked of you: you've made known to us the king's demand.", "24": "So Daniel went to Arioch, the man the king had appointed to wipe out Babylon's sages. Daniel said to him, “Don't wipe out the sages of Babylon! Bring me before the king, and I will explain the dream's meaning to him.”", "25": "Wasting no time, Arioch brought Daniel before the king, telling him, “I have found someone from the Judean exiles who will tell the dream's meaning to the king.”", "26": "In reply the king said to Daniel (whose name was Belteshazzar), “Can you really tell me the dream that I saw, as well as its meaning?”", "27": "Daniel answered the king, “Sages, enchanters, dream interpreters, and diviners can't explain to the king the mystery he seeks.", "28": "But there is a God in heaven, a revealer of mysteries, who has shown King Nebuchadnezzar what will happen in the days to come! Now this was your dream—this was the vision in your head as you lay in your bed:", "29": "“As you lay in bed, Your Majesty, your thoughts turned to what will happen in the future. The revealer of mysteries has revealed to you what will happen.", "30": "Now this mystery was revealed to me, not because I have more wisdom than any other living person but so that the dream's meaning might be made known to the king, and so that you might know the thoughts of your own mind.", "31": "“Your Majesty, you were looking, and there, rising before you, was a single, massive statue. This statue was huge, shining with dazzling light, and was awesome to see.", "32": "The statue's head was made of pure gold; its chest and arms were made from silver; its abdomen and hips were made of bronze.", "33": "Its legs were of iron, and its feet were a mixture of iron and clay.", "34": "You observed this until a stone was cut, but not by hands; and it smashed the statue's feet of iron and clay and shattered them.", "35": "Then all the parts shattered simultaneously—iron, clay, bronze, silver, and gold. They became like chaff, left on summer threshing floors. The wind lifted them away until no trace of them remained. But the stone that smashed the statue became a mighty mountain, and it filled the entire earth.", "36": "“This was the dream. Now we will tell the king its meaning:", "37": "You, Your Majesty, are the king of kings. The God of heaven has given kingship, power, might, and glory to you!", "38": "God has delivered into your care human beings, wild creatures, and birds in the sky—wherever they live—and has made you ruler of all of them. You are the gold head.", "39": "But in your place, another kingdom will arise, one inferior to yours, and then a third, bronze kingdom will rule over all the earth.", "40": "Then will come a fourth kingdom, mighty like iron. Just as iron shatters and crushes everything; so like an iron that smashes, it will shatter and crush all these others.", "41": "As for the feet and toes that you saw, which were a mixture of potter's clay and iron, that signifies a divided kingdom; but it will possess some of the unyielding strength of iron. Even so, you saw the iron mixed with earthy clay", "42": "so that the toes were made from a mixture of iron and clay. Part of the kingdom will be mighty, but part of it will be fragile.", "43": "Just as you saw the iron mixed with earthy clay, they will join together by intermarrying, but they will not bond to each other, just as iron does not fuse with clay.", "44": "“But in the days of those kings, the God of heaven will raise up an everlasting kingdom that will be indestructible. Its rule will never pass to another people. It will shatter other kingdoms. It will put an end to all of them. It will stand firm forever,", "45": "just like you saw when the stone, which was cut from the mountain, but not by hands, shattered the iron, bronze, clay, silver, and gold. A great God has revealed to the king what will happen in the future. The dream is certain. Its meaning can be trusted.”", "46": "Then King Nebuchadnezzar bowed low and honored Daniel. The king ordered that grain and incense offerings be made to Daniel.", "47": "The king declared to Daniel, “No doubt about it: your God is God of gods, Lord of kings, and a revealer of mysteries because you were able to reveal this mystery!”", "48": "Then the king exalted Daniel and lavished gifts on him, making him ruler over all the province of Babylon and chief minister over all Babylon's sages.", "49": "At Daniel's urging, the king appointed Shadrach, Meshach, and Abednego to administer the province of Babylon, but Daniel himself remained at the royal court."}