{"1": "King Nebuchadnezzar made a gold statue. It was ninety feet high and nine feet wide. He set it up in the Dura Valley in the province of Babylon.", "2": "King Nebuchadnezzar then ordered the chief administrators, ministers, governors, counselors, treasurers, judges, magistrates, and all the provincial officials to assemble and come for the dedication of the statue that he had set up.", "3": "So the chief administrators, ministers, governors, counselors, treasurers, judges, magistrates, and all the provincial officials assembled for the dedication of the statue that King Nebuchadnezzar had set up. They stood in front of the statue the king had set up.", "4": "The herald proclaimed loudly: “Peoples, nations, and languages! This is what you must do:", "5": "When you hear the sound of the horn, pipe, zither, lyre, harp, flute, and every kind of instrument, you must bow down and worship the gold statue that King Nebuchadnezzar has set up.", "6": "Anyone who will not bow down and worship will be immediately thrown into a furnace of flaming fire.”", "7": "So because of this order as soon as they heard the sound of the horn, pipe, zither, lyre, harp, flute,[a] and every kind of instrument, all the peoples, nations, and languages bowed down and worshipped the gold statue that King Nebuchadnezzar had set up.", "8": "At that moment some Chaldeans came forward, seizing a chance to attack the Jews.", "9": "They said to King Nebuchadnezzar: “Long live the king!", "10": "Your Majesty, you gave a command that everyone who hears the sound of the horn, pipe, zither, lyre, harp, flute, and every kind of instrument should bow down and worship the gold statue.", "11": "Anyone who wouldn't bow and worship would be thrown into a furnace of flaming fire.", "12": "Now there are some Jews, ones you appointed to administer the province of Babylon—specifically, Shadrach, Meshach, and Abednego—who have ignored your command. They don't serve your gods, and they don't worship the gold statue you've set up.”", "13": "In a violent rage Nebuchadnezzar ordered them to bring Shadrach, Meshach, and Abednego. They were brought before the king.", "14": "Nebuchadnezzar said to them: “Shadrach, Meshach, and Abednego: Is it true that you don't serve my gods or worship the gold statue I've set up?", "15": "If you are now ready to do so, bow down and worship the gold statue I've made when you hear the sound of horn, pipe, zither, lyre, harp, flute, and every kind of instrument. But if you won't worship it, you will be thrown straight into the furnace of flaming fire. Then what god will rescue you from my power?”", "16": "Shadrach, Meshach, and Abednego answered King Nebuchadnezzar: “We don't need to answer your question.", "17": "If our God—the one we serve—is able to rescue us from the furnace of flaming fire and from your power, Your Majesty, then let him rescue us.[b]", "18": "But if he doesn't, know this for certain, Your Majesty: we will never serve your gods or worship the gold statue you've set up.”", "19": "Nebuchadnezzar was filled with rage, and his face twisted beyond recognition because of Shadrach, Meshach, and Abednego. In response he commanded that the furnace be heated to seven times its normal heat.", "20": "He told some of the strongest men in his army to bind Shadrach, Meshach, and Abednego and throw them into the furnace of flaming fire.", "21": "So Shadrach, Meshach, and Abednego were bound, still dressed in all their clothes, and thrown into the furnace of flaming fire.", "22": "(22 Now the king's command had been rash, and the furnace was heated to such an extreme that the fire's flame killed the very men who carried Shadrach, Meshach, and Abednego to it.)", "23": "So these three men, Shadrach, Meshach, and Abednego, fell, bound, into the furnace of flaming fire.", "24": "Then King Nebuchadnezzar jumped up in shock and said to his associates, “Didn't we throw three men, bound, into the fire?” They answered the king, “Certainly, Your Majesty.”", "25": "He replied, “Look! I see four men, unbound, walking around inside the fire, and they aren't hurt! And the fourth one looks like one of the gods.”", "26": "Nebuchadnezzar went near the opening of the furnace of flaming fire and said, “Shadrach, Meshach, and Abednego, servants of the Most High God, come out! Come here!” Then Shadrach, Meshach, and Abednego came out of the fire.", "27": "The chief administrators, ministers, governors, and the king's associates crowded around to look at them. The fire hadn't done anything to them: their hair wasn't singed; their garments looked the same as before; they didn't even smell like fire!", "28": "Nebuchadnezzar declared: “May the God of Shadrach, Meshach, and Abednego be praised! He sent his messenger[c] to rescue his servants who trusted him. They ignored the king's order, sacrificing their bodies, because they wouldn't serve or worship any god but their God.", "29": "I now issue a decree to every people, nation, and language: whoever speaks disrespectfully about Shadrach, Meshach, and Abednego's God will be torn limb from limb and their house made a trash heap, because there is no other god who can rescue like this.”", "30": "Then the king made Shadrach, Meshach, and Abednego prosperous in the province of Babylon."}