{"1": "Darius decided to appoint one hundred twenty chief administrators throughout the kingdom,", "2": "and to set over them three main officers to whom they would report so that the king wouldn't have to be bothered with too much.[a] One of these main officers was Daniel.", "3": "Because of his extraordinary spirit, Daniel soon surpassed the other officers and the chief administrators—so much so that the king had plans to set him over the entire kingdom.", "4": "As a result, the other officers and the chief administrators tried to find some problem with Daniel's work for the kingdom. But they couldn't find any problem or corruption at all because Daniel was trustworthy. He wasn't guilty of any negligence or corruption.", "5": "So these men said, “We won't find any fault in Daniel, unless we can find something to use against him from his religious practice.”[b]", "6": "So these officers and chief administrators ganged together and went to the king. They said to him, “Long live King Darius!", "7": "All the officers of the kingdom, the ministers, the chief administrators, the royal associates, and the governors advise the king to issue an edict and enforce a law, that for thirty days anyone who says prayers to any god or human being except you, Your Majesty, will be thrown into a pit of lions.", "8": "Now, Your Majesty, issue the law and sign the document so that it cannot be changed, as per the law of Media and Persia, which cannot be annulled.”", "9": "Because of this, King Darius signed the document containing the law.", "10": "When Daniel learned that the document had been signed, he went to his house. Now his upper room had open windows that faced Jerusalem. Daniel knelt down, prayed, and praised his God three times that day, just like he always did.", "11": "Just then these men, all ganged together, came upon Daniel praying and seeking mercy from his God.", "12": "They then went and talked to the king about the law: “Your Majesty! Didn't you sign a law, that for thirty days any person who prays to any god or human being besides you, Your Majesty, would be thrown into a pit of lions?” The king replied, “The decision is absolutely firm in accordance with the law of Media and Persia, which cannot be annulled.”", "13": "So they said to the king, “One of the Judean exiles, Daniel, has ignored you, Your Majesty, as well as the law you signed. He says his prayers three times a day!”", "14": "When the king heard this report, he was very unhappy. He decided to rescue Daniel and did everything he could do to save Daniel before the sun went down.", "15": "But these men, all ganged together, came and said to the king, “You must realize, Your Majesty, that the law of Media and Persia, including every law and edict the king has issued, cannot be changed.”", "16": "So the king gave the order, and they brought Daniel and hurled him into the pit of lions. The king said to Daniel: “Your God—the one you serve so consistently—will rescue you.”[c]", "17": "A single stone was brought and placed over the entrance to the pit. The king sealed it with his own ring and with those of his princes so that Daniel's situation couldn't be changed.", "18": "The king then went home to his palace and fasted through the night. No pleasures[d] were brought to him, and he couldn't sleep.", "19": "At dawn, at the first sign of light, the king rose and rushed to the lions' pit.", "20": "As he approached it, he called out to Daniel, worried: “Daniel, servant of the living God! Was your God—the one you serve so consistently—able to rescue you from the lions?”", "21": "Then Daniel answered the king: “Long live the king!", "22": "My God sent his messenger, who shut the lions' mouths. They haven't touched me because I was judged innocent before my God. I haven't done anything wrong to you either, Your Majesty.”", "23": "The king was thrilled. He commanded that Daniel be brought up out of the pit, and Daniel was lifted out. Not a scratch was found on him, because he trusted in his God.", "24": "The king then ordered that the men who had accused Daniel be brought and thrown into the lions' pit—including their wives and children. They hadn't even reached the bottom of the pit before the lions overpowered them, crushing all their bones.", "25": "Then King Darius wrote the following decree: To all the peoples, nations, and languages inhabiting the entire earth: I wish you much peace.", "26": "I now issue this command: In every region of my kingdom, all people must fear and revere Daniel's God because: He is the living God. God stands firm forever. His kingship is indestructible. God's rule will last until the end of time.", "27": "He is rescuer and savior; God performs signs and miracles in heaven and on earth. Here's the proof: He rescued Daniel from the lions' power.", "28": "And so Daniel was made prosperous during the rule of Darius and during the rule of Cyrus the Persian."}