{"1": "In the third year of King Belshazzar's rule, a vision came to me, Daniel, some time after the earlier vision I had.", "2": "I saw this vision, and as I experienced it I was in the walled city of Susa in the province of Elam,[a] by the Ulai canal.", "3": "When I lifted my eyes, I suddenly saw a ram with two horns standing in front of the canal. Both horns were high, but one was higher than the other. The higher one came up after the other one.", "4": "I saw the ram goring west, north, and south. No animal could resist the ram, and no one could stop it, rescuing others from its power. The ram did whatever it pleased. It became powerful.", "5": "I was trying to understand this when suddenly a he-goat came from the west, crossing the entire earth but not touching the ground. Between this goat's eyes was a horn that was a sight to see.", "6": "The he-goat came to the ram that had two horns, the one I'd seen standing in front of the canal. The he-goat charged the ram in powerful anger.", "7": "I saw the he-goat approach the ram. It was enraged at the ram and attacked it, shattering the ram's two horns. The ram couldn't resist the he-goat. The he-goat threw the ram on the ground and trampled on it. No one could rescue the ram from the he-goat's power.", "8": "The he-goat became even greater, but at the height of its power, its large horn snapped. In its place, four horns, each a sight to see, came up toward the four winds of heaven.", "9": "A single, very small horn came out of one of the four horns. It grew bigger and bigger, stretching toward the south, the east, and the beautiful country.", "10": "It grew as high as the heavenly forces, until it finally threw some of them and some of the stars down to the earth. Then it trampled on them.", "11": "It grew as high as the very leader of those forces, taking the daily sacrifice away from him[b] and overturning his holy place.", "12": "In an act of rebellion, another force will take control of the daily sacrifice. It will throw truth to the ground and will succeed in everything it does.[c]", "13": "I then heard a certain holy one speaking. A second holy one said to the first one: “How long will this vision last—the one concerning the daily sacrifice, the desolating rebellion, and the handing over of the sanctuary and its forces to be trampled?”", "14": "He said to me, “For two thousand three hundred evenings and mornings. Then the sanctuary will be restored.”", "15": "Now I, Daniel, needed help understanding the vision I saw. Suddenly standing in front of me was someone who looked like a man.", "16": "I then heard a human voice coming out of the center of the Ulai canal. It called out: “Gabriel, help this person understand what he has seen.”", "17": "Gabriel approached me, and I was terrified when he came. I fell with my face to the ground. Gabriel said to me, “Know this, human one: the vision is for the end time.”", "18": "As soon as he said this to me, I fell into a trance. My face was still on the ground. Then Gabriel touched me and set me up on my feet.", "19": "He said, “Now, I am going to tell you what will happen during the time of doom that is coming, because at the appointed time there will be an end.", "20": "The two-horned ram you saw represents the kings of Media and Persia.", "21": "The long-haired he-goat is the king of Greece, and the big horn between its eyes is the first king.", "22": "The horn that snapped so that four came up in its place means that four kingdoms will come from one nation, but these four won't have the strength of the first one.", "23": "When their kingship nears its end and their sins[d] are almost complete, a king will step forward. He will be stern and a master of deception.", "24": "At the height of his power,[e] he will wreak unbelievable destructions. He will succeed in all he does. He will destroy both the mighty and the people of the holy ones.", "25": "Along with his cunning, he will succeed by using deceit. In his own mind, he will be great. In a time of peace, he will bring destruction on many, opposing even the supreme leader. But he will be broken— and not by a human hand.", "26": "Now this vision of evening and morning, which has been announced, is true. But you must seal it up, because it is for days far in the future.”", "27": "Then I, Daniel, was overwhelmed and felt sick for days. When I finally got up and went about the king's business, I remained troubled by the vision and couldn't understand it."}