{"1": "When King Hezekiah heard the message, he tore his clothes in grief, covered himself with sackcloth, and went into Yahweh's temple. ", "2": "Then he sent Eliakim, who was in charge of the palace, Shebna the scribe, and the leaders of the priests, clothed in sackcloth, to the prophet Isaiah, son of Amoz.", "3": "They said to him, “This is what Hezekiah says: Today is a day filled with misery, punishment, and disgrace. We are like a woman who is about to give birth but doesn't have the strength to do it. ", "4": "Yahweh your Elohim may have heard all the words of the field commander. His master, the king of Assyria, sent him to defy Elohim Chay. Yahweh your Elohim may punish him because of the message that Yahweh your Elohim heard. Pray for the few people who are left.”", "5": "So King Hezekiah's men went to Isaiah. ", "6": "Isaiah answered them, “Say this to your master, 'This is what Yahweh says: Don't be afraid of the message that you heard when the Assyrian king's assistants slandered me. ", "7": "I'm going to put a spirit in him so that he will hear a rumor and return to his own country. I'll have him assassinated in his own country.'”", "8": "The field commander returned and found the king of Assyria fighting against Libnah. He had heard that the king left Lachish. ", "9": "Now, Sennacherib heard that King Tirhakah of Sudan was coming to fight him. Sennacherib sent messengers to Hezekiah, saying, ", "10": "“Tell King Hezekiah of Judah, 'Don't let the god whom you trust deceive you by saying that Jerusalem will not be put under the control of the king of Assyria. ", "11": "You heard what the kings of Assyria did to all countries, how they totally destroyed them. Will you be rescued? ", "12": "Did the gods of the nations which my ancestors destroyed rescue Gozan, Haran, Rezeph, and the people of Eden who were in Telassar? ", "13": "Where is the king of Hamath, the king of Arpad, and the king of the cities of Sepharvaim, Hena, and Ivvah?'”", "14": "Hezekiah took the letters from the messengers, read them, and went to Yahweh's temple. He spread them out in front of Yahweh ", "15": "and prayed to Yahweh, “Yahweh, Elohim of Israel, you are enthroned over the angels.[a] You alone are Elohim of all the kingdoms of the world. You made heaven and earth. ", "16": "Turn your ear toward me, Yahweh, and listen. Open your eyes, Yahweh, and see. Listen to the message that Sennacherib sent to defy Elohim Chay. ", "17": "It is true, Yahweh, that the kings of Assyria have leveled nations.[b] ", "18": "They have thrown the gods from these countries into fires because these gods aren't real gods. They're only wooden and stone statues made by human hands. So the Assyrians have destroyed them. ", "19": "Now, Yahweh our Elohim, rescue us from Assyria's control so that all the kingdoms on earth will know that you alone are Yahweh Elohim.”", "20": "Then Isaiah, son of Amoz, sent a message to Hezekiah, “This is what Yahweh Elohim of Israel says: You prayed to me about King Sennacherib of Assyria. I have heard you. ", "21": "This is the message that Yahweh speaks to him, 'My dear people in Zion despise you and laugh at you. My people in Jerusalem shake their heads behind your back.", "22": "Whom are you defying and slandering? Against whom are you shouting? Who are you looking at so arrogantly? It is Qedosh Yisrael!", "23": "Through your servants[c] you defy Adonay and say, “With my many chariots I'll ride up the high mountains, up the slopes of Lebanon. I'll cut down its tallest cedars and its finest cypresses. I'll come to its most distant borders and its most fertile forests.", "24": "I'll dig wells and drink foreign water. I'll dry up all the streams of Egypt with the trampling of my feet.”", "25": "“'Haven't you heard? I did this long ago. I planned it in the distant past. Now I make it happen so that you will turn fortified cities into piles of rubble.", "26": "Those who live in these cities are weak, discouraged, and ashamed. They will be like plants in the field, like fresh, green grass on the roofs, scorched before it sprouted.", "27": "I know when you get up and sit down, when you go out and come in, and how you rage against me.", "28": "Since you rage against me and your boasting has reached my ears, I will put my hook in your nose and my bridle in your mouth. I will make you go back the way you came.", "29": "“'And this will be a sign for you, Hezekiah: You will eat what grows by itself this year and next year. But in the third year you will plant and harvest, plant vineyards, and eat what is produced. ", "30": "Those few people from the nation of Judah who escape will again take root and produce crops. ", "31": "Those few people will go out from Jerusalem, and those who escape will go out of Mount Zion. Yahweh is determined to do this.'", "32": "“This is what Yahweh says about the king of Assyria: He will never come into this city, shoot an arrow here, hold a shield in front of it, or put up dirt ramps to attack it.", "33": "He will go back the way he came, and he won't come into this city,” declares Yahweh.", "34": "“I will shield this city to rescue it for my sake and for the sake of my servant David.”", "35": "It happened that night. Yahweh's angel went out and killed 185,000 soldiers in the Assyrian camp. When the Judeans got up early in the morning, they saw all the corpses.", "36": "Then King Sennacherib of Assyria left. He went home to Nineveh and stayed there. ", "37": "While he was worshiping in the temple of his god Nisroch, Adrammelech and Sharezer assassinated him and escaped to the land of Ararat. His son Esarhaddon succeeded him as king."}