{"1": "In those days Hezekiah became sick and was about to die. The prophet Isaiah, son of Amoz, came to him and said, “This is what Yahweh says: Give final instructions to your household, because you're about to die. You won't get well.”", "2": "Hezekiah turned to the wall and prayed to Yahweh, ", "3": "“Please, Yahweh, remember how I've lived faithfully and sincerely in your presence. I've done what you consider right.” And he cried bitterly.", "4": "Isaiah hadn't gone as far as the middle courtyard when Yahweh spoke his word to him: ", "5": "“Go back and say to Hezekiah, leader of my people, 'This is what Yahweh Elohim of your ancestor David says: I've heard your prayer. I've seen your tears. Now I'm going to heal you. The day after tomorrow you will go to Yahweh's temple. ", "6": "I'll give you 15 more years to live. I'll rescue you and defend this city from the control of the king of Assyria for my sake and for the sake of my servant David.'”", "7": "Then Isaiah said, “Get a fig cake, and put it on the boil so that the king will get well.”", "8": "Hezekiah asked Isaiah, “What is the sign that Yahweh will heal me and that I'll go to Yahweh's temple the day after tomorrow?”", "9": "Isaiah said, “This is your sign from Yahweh that Yahweh will do what he promises. Do you want the shadow to go forward ten steps or come back ten steps?”", "10": "Hezekiah replied, “It's easy for the shadow to extend ten more steps forward. No, let it come back ten steps.”", "11": "Then the prophet Isaiah called on Yahweh, and Yahweh made the shadow that had gone down on Ahaz's stairway go back up ten steps.", "12": "At that time Baladan's son, King Merodach Baladan of Babylon, sent letters and a present to Hezekiah because he heard that Hezekiah had been sick. ", "13": "Hezekiah was so happy with them that he showed the messengers his warehouse: the silver, gold, balsam, fine olive oil, his entire armory, and everything in his treasury. Hezekiah showed them everything in his palace and every corner of his kingdom.", "14": "Then the prophet Isaiah came to King Hezekiah and asked, “What did these men say? And where did they come from?” Hezekiah answered, “They came to me from the distant country of Babylon.”", "15": "Isaiah asked, “What did they see in your palace?” Hezekiah answered, “They saw everything in my palace, and I showed them everything in my treasury.”", "16": "Isaiah said to Hezekiah, “Hear the word of Yahweh! ", "17": "Yahweh says, 'The days are going to come when everything in your palace, everything your ancestors have stored up to this day, will be taken away to Babylon. Nothing will be left. ", "18": "Some of your own descendants will be taken away. They will become officials in the palace of the king of Babylon.'”", "19": "Hezekiah said to Isaiah, “Yahweh's word that you have spoken is good.” He added, “Isn't it enough if there is peace and security as long as I live?”", "20": "Isn't everything else about Hezekiah, all his heroic acts and how he made the pool and tunnel to bring water into the city, written in the official records of the kings of Judah? ", "21": "Hezekiah lay down in death with his ancestors. His son Manasseh succeeded him as king."}