{"1": "My dear brothers and sisters, it's obvious that our ministry among you has proven to be fruitful.[a] ", "2": "And though we had already suffered greatly in Philippi, where we were shamefully mistreated,[b] we were emboldened by faith in our God to fearlessly preach his wonderful gospel to you in spite of incredible opposition.", "3": "Our coming alongside you to encourage you was not out of some delusion, or impure motive, or an intention to mislead you, ", "4": "but we have been approved by God to be those who preach the gospel. So our motivation to preach is not pleasing people but pleasing God, who thoroughly examines our hearts. ", "5": "God is our witness that when we came to encourage you, we never once used cunning compliments as a pretext for greed, ", "6": "nor did we crave the praises of men, whether you or others.[c] ", "7": "Even though we could have imposed upon you our demands as apostles of Christ,[d] instead we showed you kindness and were gentle among you.[e] We cared for you in the same way a nursing mother cares for her own children. ", "8": "With a mother's love and affectionate attachment to you, we were very happy to share with you not only the gospel of God but also our lives—because you had become so dear to us.[f]", "9": "Beloved brothers and sisters, surely you remember how hard we labored among you. We worked night and day so that we would not become a burden to you while we preached the wonderful gospel of God. ", "10": "With God as our witness you saw how we lived among you—in holiness, in godly relationships,[g] and without fault. ", "11": "And you know how affectionately we treated each one of you, like a loving father cares for his own children. ", "12": "We comforted and encouraged you and challenged you to adopt a lifestyle worthy of God, who invites you into his kingdom and glory.[h]", "13": "This is why we continually thank God for your lives, because you received our message wholeheartedly. You embraced it not as the fabrication of men but as the word of God. And the word continues to be an energizing force in you who believe.", "14": "My dear brothers and sisters, the same thing happened to you as happened to God's churches in Christ Jesus that are in Judea. For you received the same kind of mistreatment from your fellow countrymen as they did from theirs, the Jews ", "15": "who killed both the Lord Jesus and the prophets and ran us out of town. They are offending God and hostile to everyone else ", "16": "by hindering us from speaking to the unbelievers[i] so that they might be saved. By so doing they are constantly filling up to the brim the measure of their guilt,[j] and punishment[k] has come upon them at last![l]", "17": "Beloved friends, we may have been torn away[m] from you physically for a season, but never in our hearts. For we have had intense longings and have endeavored to come and see in your faces the reflection of this great love.[n] ", "18": "We miss you badly, and I personally wanted to come to you, trying again and again, but our adversary,[o] Satan, blocked our way. ", "19": "For what will be our confident hope, our exhilarating joy, or our wonderful trophy[p] that we will boast in before our Lord Jesus at his appearing?[q] It is you! ", "20": "Yes, you are our glorious pride and joy![r]"}