{"1": "Now, beloved brothers and sisters, concerning the question of God's precise times and specific seasons,[a] you don't need me to write anything to you. ", "2": "For you already know quite well that the day of the Lord[b] will come unexpectedly and as a complete surprise.[c] ", "3": "For while some are saying, “Finally we have peace and security,” sudden destruction will arrive at their doorstep, like labor pains seizing a pregnant woman—and with no chance of escape!", "4": "But you, beloved brothers and sisters, are not living in the dark, allowing that day to creep up on you like a thief coming to steal. ", "5": "For you are all children of the light and children of the day. We don't belong to the night nor to darkness. ", "6": "This is why we must not fall asleep, as the rest do, but keep wide awake and clearheaded. ", "7": "For those who are asleep sleep the night away, and drunkards get drunk at night.[d] ", "8": "But since we belong to the day, we must stay alert and clearheaded by placing the breastplate of faith and love over our hearts, and a helmet of the hope of salvation over our thoughts.[e] ", "9": "For God has not destined us to experience wrath but to possess salvation through our Lord Jesus, the Anointed One. ", "10": "He gave his life for us so that we may share in resurrection life[f] in union with him—whether we're awake or asleep. ", "11": "Because of this, encourage the hearts of your fellow believers and support one another, just as you have already been doing.", "12": "Dear brothers and sisters, make sure that you show your deep appreciation for those who cherish you and diligently work as ministers among you. For they are your leaders who care for you, teach you, and stand before the Lord on your behalf. ", "13": "They value you with great love. Because of their service to you, let peace reign among yourselves.[g]", "14": "We appeal to you, dear brothers and sisters, to instruct those who are not in their place of battle.[h] Be skilled at gently encouraging those who feel themselves inadequate.[i] Be faithful to stand your ground. Help the weak to stand again. Be quick to demonstrate patience with everyone. ", "15": "Resist revenge, and make sure that no one pays back evil in place of evil but always pursue doing what is beautiful to one another and to all the unbelievers.", "16": "Let joy be your continual feast.[j]", "17": "Make your life a prayer. ", "18": "And in the midst of everything be always giving thanks, for this is God's perfect plan for you in Christ Jesus.[k]", "19": "Never restrain or put out the fire of the Holy Spirit. ", "20": "And don't be one who scorns prophecies,[l] ", "21": "but be faithful to examine them by putting them to the test, and afterward hold tightly to what has proven to be right.[m] ", "22": "Avoid every appearance of evil.", "23": "Now, may the God of peace and harmony set you apart, making you completely holy. And may your entire being—spirit, soul, and body—be kept completely flawless in the appearing of our Lord Jesus, the Anointed One. ", "24": "The one who calls you by name is trustworthy and will thoroughly complete his work in you.", "25": "Now, beloved ones, pray for us.", "26": "Greet every brother and sister with a sacred kiss.", "27": "I solemnly[n] plead with you before the Lord to make sure that every holy believer among you has the opportunity to hear this letter read to them.", "28": "Grace from our Lord Jesus Christ be with you. Amen!"}