{"1": "Finally, pray for us, brothers and sisters,[a] that the Lord's message[b] may spread quickly and be honored[c] as in fact it was among you, ", "2": "and that we may be delivered from perverse and evil people. For not all have faith. ", "3": "But the Lord is faithful, and he[d] will strengthen you and protect you from the evil one. ", "4": "And we are confident about you in the Lord that you are both doing—and will do—what we are commanding. ", "5": "Now may the Lord direct your hearts toward the love of God[e] and the endurance of Christ.[f]", "6": "But we command you, brothers and sisters,[g] in the name of our Lord Jesus Christ, to keep away from any brother who lives an undisciplined[h] life[i] and not according to the tradition they[j] received from us. ", "7": "For you know yourselves how you must imitate us, because we did not behave without discipline[k] among you, ", "8": "and we did not eat anyone's food without paying.[l] Instead, in toil and drudgery we worked[m] night and day in order not to burden any of you. ", "9": "It was not because we do not have that right, but to give ourselves as an example for you to imitate.[n] ", "10": "For even when we were with you, we used to give you this command: “If anyone is not willing to work, neither should he eat.” ", "11": "For we hear that some among you are living an undisciplined life,[o] not doing their own work but meddling in the work of others.[p] ", "12": "Now such people we command and urge in the Lord Jesus Christ to work quietly and so provide their own food to eat.[q] ", "13": "But you, brothers and sisters,[r] do not grow weary in doing what is right. ", "14": "But if anyone does not obey our message through this letter, take note of him and do not associate closely with him, so that he may be ashamed. ", "15": "Yet do not regard him as an enemy, but admonish him as a brother.[s]", "16": "Now may the Lord of peace himself give you peace at all times and in every way. The Lord be with you all. ", "17": "I, Paul, write this greeting with my own hand, which is how I write in every letter.[t] ", "18": "The grace of our Lord Jesus Christ be with you all.[u]"}