{"1": "The [a]oracle (a burdensome message—a pronouncement from God) concerning [b]Nineveh [the capital city of Assyria]. The book of the vision of Nahum of Elkosh [which he saw in spirit and prophesied].", "2": "  The Lord is a jealous and avenging God [protecting and demanding what is rightfully and uniquely His]; The Lord avenges and He is full of wrath. The Lord takes vengeance on His adversaries, And He reserves wrath for His enemies.", "3": "  The Lord is slow to anger and great in power And He will by no means leave the guilty unpunished. The Lord has His way in the whirlwind and in the storm, And the clouds are the dust beneath His feet.", "4": "  He rebukes the sea and dries it up; He dries up all the rivers [illustrating His judgment]. Bashan [on the east] and [Mount] Carmel [on the west] wither, And [in the north] the blossoms of Lebanon fade.", "5": "  The mountains quake before Him And the hills melt away; Indeed the earth is shaken by His presence— Yes, the world and all that dwell in it.", "6": "  Who can stand before His indignation [His great wrath]? And who can stand up and endure the fierceness of His anger? His wrath is poured out like fire And the rocks are destroyed by Him.", "7": "  The Lord is good, A strength and stronghold in the day of trouble; He knows [He recognizes, cares for, and understands fully] those who take refuge and trust in Him.", "8": "  But with an [c]overwhelming flood [of judgment through invading armies] He will make a complete destruction of [d]its site And will pursue His enemies into darkness.", "9": "  Whatever [plot] you [Assyrians] devise against the Lord, He will make a complete end of it; Affliction [of God's people by the hand of Assyria] will not occur twice.", "10": "  Like tangled thorn branches [gathered for fuel], And like those drowned in drunkenness, [e]The people of Nineveh are consumed [through fire] Like stubble completely withered and dry [in the day of the Lord's wrath].", "11": "  From you [O Nineveh], One has gone forth who plotted evil against the Lord, A malevolent [f]counselor [the king of Assyria].", "12": "This is what the Lord says, “Though they are at full strength and many in number, Even so, they will be cut off and pass away. Though I have afflicted you and caused you grief [O Jerusalem], I will afflict you no longer.", "13": "  “Now, I will break his yoke [of taxation] off you, And I will tear off your shackles.”", "14": "  The Lord has given a command concerning you [O king of Nineveh]: “Your name will no longer be perpetuated. I will cut off the carved idols and cast images From the temple of your gods; I will prepare your grave, For you are vile and unworthy.”", "15": "  Behold, on the mountains the feet of him who brings good news [telling of Assyria's destruction], Who announces peace and prosperity! Celebrate your feasts, O Judah; Perform your vows. For the wicked one [the king of Assyria] will never again pass through you; He is completely cut off."}