{"1": "From Paul, Silas,[a] and Timothy.[b] We send our greetings to you, the Thessalonian congregation[c] of believers, which is in God our Father and the Lord Jesus Christ.[d] ", "2": "May God's delightful grace[e] and peace rest upon you.[f]", "3": "We feel a personal responsibility to continually be thanking God for you, our spiritual family,[g] every time we pray. And we have every reason to do so because your faith is growing marvelously beyond measure. The unselfish love each of you share for one another is increasing and overflowing! ", "4": "We point to you as an example of unwavering faith[h] for all the churches of God. We boast about how you continue to demonstrate unflinching endurance[i] through all the persecutions and painful trials you are experiencing.[j] ", "5": "All of this proves that God's judgment is always perfect and is intended to make you worthy of inheriting the kingdom of God, which is why you are going through these troubles.", "6": "It is right and just for God to trouble your troublers ", "7": "and give rest to the troubled, both to you and to us, at the unveiling[k] of the Lord Jesus from heaven with his messengers of power ", "8": "within a flame of fire. He will bring perfect and full justice to those who don't know God[l] and on those who refuse to embrace the gospel of our Lord Jesus. ", "9": "They will suffer the penalty of eternal destruction, banished from the Lord's presence[m] and from the manifestation of his glorious power.[n] ", "10": "This will happen on that day when he outwardly adorns his holy ones with glory,[o] and they will be marveled at among all believers—including you, since in fact, you believed our message.[p]", "11": "With this in mind, we constantly pray that our God will empower you to live worthy of all that he has invited you to experience.[q] And we pray that by his power all the pleasures of goodness and all works inspired by faith would fill you completely.[r] ", "12": "By doing this the name of our Lord Jesus will be glorified in you, and you will be glorified in him, by the marvelous grace of our God and the Lord Jesus Christ.[s]"}