{"1": "Now, regarding the coming[a] of our Lord Jesus Christ and our gathering together to him,[b] we plead with you, beloved friends, ", "2": "not to be easily confused or disturbed in your minds by any kind of spirit, rumor, or letter allegedly from us, claiming that the day of the Lord[c] has already come. ", "3": "Don't let anyone deceive you in any way. Before that day comes the rebellion[d] must occur and the “outlaw”[e]—the destructive son—will be revealed in his true light. ", "4": "He is the opposing counterpart who exalts himself over everything that is called “God” or is worshiped[f] and who sits enthroned in God's temple[g] and makes himself out to be a god.[h] ", "5": "Don't you remember that when I was with you I went over all these things?", "6": "Now you are aware of the ruling power[i] so that he may be fully revealed when his time comes. ", "7": "For the mystery of lawlessness[j] is already active, but the one who prevails[k] will do so until he is separated from out of the midst.[l] ", "8": "Then the “outlaw” will be openly revealed, and the Lord will overthrow him by the breath of his mouth[m] and bring him to an end[n] by the dazzling manifestation of his presence.[o]", "9": "The presence[p] of the “outlaw” is apparent by the activity of Satan, who uses all kinds of counterfeit miracles, signs, spurious wonders, ", "10": "and every form of evil deception in order to deceive those who are perishing because they rejected the love of the truth[q] that would lead them to being saved. ", "11": "Because of this, God sends them a powerful delusion[r] that leads them to believe what is false. ", "12": "So then all who found their pleasure in unrighteousness and did not believe the truth will be judged.", "13": "We always have to thank God for you, brothers and sisters, for you are dearly loved by the Lord. He proved it by choosing you from the beginning for salvation[s] through the Spirit, who set you apart for holiness, and through your belief in the truth.[t] ", "14": "To this end he handpicked you for salvation through the gospel so that you would have[u] the glory of our Lord Jesus Christ.[v]", "15": "So then, dear family, stand firm with a masterful grip of the teachings[w] we gave you, either by word of mouth or by our letter.[x]", "16": "Now may the Lord Jesus Christ and our Father God, who loved us and in his wonderful grace gave us eternal comfort and a beautiful hope that cannot fail, ", "17": "encourage your hearts and inspire you with strength to always do and speak what is good and beautiful in his eyes.[y]"}