{"1": "Finally, dear brothers and sisters, pray for us that the Lord's message will continue to spread rapidly and its glory be recognized everywhere, just as it was with you. ", "2": "And pray that God will rescue us from wicked[a] and evil people, for not everyone believes the message. ", "3": "But the Lord Yahweh[b] is always faithful[c] to place you on a firm foundation and guard you from the Evil One.[d] ", "4": "We have complete confidence in the Lord concerning you[e] and we are sure that you are doing and will continue to do what we have told you.", "5": "Now may the Lord move your hearts into a greater understanding of God's pure love for you and into Christ's steadfast endurance.[f]", "6": "Beloved brothers and sisters, we instruct you, in the name of our Lord Jesus Christ, to stay away from believers who are unruly[g] and who stray from all that we have taught you.[h] ", "7": "For you know very well that you should order your lives after our example, because we were not undisciplined when we were with you. ", "8": "We didn't sponge off of you, but we worked hard night and day to provide our own food and lodging and not be a burden to any of you. ", "9": "It wasn't because we don't have the right to be supported,[i] but we wanted to provide you an example to follow. ", "10": "For when we were with you we instructed you with these words: “Anyone who does not want to work for a living should go hungry.”", "11": "Now, we hear rumors that some of you are being lazy[j] and neglecting to work—that these people are not busy but busybodies! ", "12": "So with the authority of the Lord Jesus Christ, we order them to go back to work in an orderly fashion and exhort them to earn their own living.[k] ", "13": "Brothers and sisters, don't ever grow weary in doing what is right.[l]", "14": "Take special note of anyone who won't obey what we have written and stay away from them, so that they would be ashamed and get turned around.[m] ", "15": "Yet don't regard them as enemies, but caution them as fellow believers.", "16": "Now, may the Lord himself, the Lord of peace, pour into you his peace in every circumstance and in every possible way. The Lord's tangible presence be with you all.[n]", "17-18": "–18 So now, in my own handwriting, I add these words: Loving greetings to each of you. And may the grace of our Lord Jesus Christ be with you all. Paul The above is my signature and the token of authenticity in every letter I write.[o]"}