{"1": "This letter is from Paul. I have been chosen by God to be a missionary of Jesus Christ. Sosthenes, a Christian brother, writes also. ", "2": "I write to God's church in the city of Corinth. I write to those who belong to Christ Jesus and to those who are set apart by Him and made holy. I write to all the Christians everywhere who call on the name of Jesus Christ. He is our Lord and their Lord also. ", "3": "May you have loving-favor and peace from God our Father and from the Lord Jesus Christ.", "4": "I am thankful to God all the time for you. I am thankful for the loving-favor God has given to you because you belong to Christ Jesus. ", "5": "He has made your lives rich in every way. Now you have power to speak for Him. He gave you good understanding. ", "6": "This shows that what I told you about Christ and what He could do for you has been done in your lives. ", "7": "You have the gifts of the Holy Spirit that you need while you wait for the Lord Jesus Christ to come again. ", "8": "Christ will keep you strong until He comes again. No blame will be held against you. ", "9": "God is faithful. He chose you to be joined together with His Son, Jesus Christ our Lord.", "10": "Christian brothers, I ask you with all my heart in the name of the Lord Jesus Christ to agree among yourselves. Do not be divided into little groups. Think and act as if you all had the same mind. ", "11": "My Christian brothers, I have heard from some of Chloe's family that you are arguing among yourselves. ", "12": "I hear that some of you are saying, “I am a follower of Paul,” and “I am a follower of Apollos,” and “I am a follower of Peter,” and “I am a follower of Christ.” ", "13": "Has Christ been divided? Was Paul put on a cross to die for your sins? Were you baptized in the name of Paul? ", "14": "I am thankful to God that I baptized Crispus and Gaius only. ", "15": "No one can say that you were baptized in the name of Paul. ", "16": "I remember I did baptize the family of Stephanas, but I do not remember baptizing any others. ", "17": "Christ did not send me to baptize. He sent me to preach the Good News. I did not use big sounding words when I preached. If I had, the power of the cross of Christ would be taken away.", "18": "Preaching about the cross sounds foolish to those who are dying in sin. But it is the power of God to those of us who are being saved from the punishment of sin. ", "19": "The Holy Writings say, “I will destroy the wisdom of the wise people. I will put aside the learning of those who think they know a lot.”  ", "20": "Where is the man who is wise? Where is the man who thinks he knows a lot? Where is the man who thinks he has all the answers? God has made the wisdom of this world look foolish. ", "21": "In His wisdom, He did not allow man to come to know Him through the wisdom of this world. It pleased God to save men from the punishment of their sins through preaching the Good News. This preaching sounds foolish. ", "22": "The Jews are looking for something special to see. The Greek people are looking for the answer in wisdom. ", "23": "But we preach that Christ died on a cross to save them from their sins. These words are hard for the Jews to listen to. The Greek people think it is foolish. ", "24": "Christ is the power and wisdom of God to those who are chosen to be saved from the punishment of sin for both Jews and Greeks. ", "25": "God's plan looked foolish to men, but it is wiser than the best plans of men. God's plan which may look weak is stronger than the strongest plans of men.", "26": "Christian brothers, think who you were when the Lord called you. Not many of you were wise or powerful or born into the family of leaders of a country. ", "27": "But God has chosen what the world calls foolish to shame the wise. He has chosen what the world calls weak to shame what is strong. ", "28": "God has chosen what is weak and foolish of the world, what is hated and not known, to destroy the things the world trusts in. ", "29": "In that way, no man can be proud as he stands before God. ", "30": "God Himself made the way so you can have new life through Christ Jesus. God gave us Christ to be our wisdom. Christ made us right with God and set us apart for God and made us holy. Christ bought us with His blood and made us free from our sins. ", "31": "It is as the Holy Writings say, “If anyone is going to be proud of anything, he should be proud of the Lord.”"}