{"1": "Christian brothers, I want you to know what happened to our early fathers. They all walked from the country of Egypt under the cloud that showed them the way, and they all passed through the waters of the Red Sea. ", "2": "They were all baptized as they followed Moses in the cloud and in the sea. ", "3": "All of them ate the same holy food. ", "4": "They all drank the same holy drink. They drank from a holy Rock that went along with them. That holy Rock was Christ. ", "5": "Even then most of them did not please God. He destroyed them in the desert.", "6": "These things show us something. They teach us not to want things that are bad for us like those people did. ", "7": "We must not worship false gods as some of them did. The Holy Writings tell us, “The people sat down to eat and drink. Then they got up to play.”  ", "8": "We must not do sex sins as some of them did. In one day 23,000 died. ", "9": "We must not test the Lord as some of them did. They were destroyed by snakes. ", "10": "We must not complain against God as some of them did. That is why they were destroyed.", "11": "All these things happened to show us something. They were written to teach us that the end of the world is near. ", "12": "So watch yourself! The person who thinks he can stand against sin had better watch that he does not fall into sin. ", "13": "You have never been tempted to sin in any different way than other people. God is faithful. He will not allow you to be tempted more than you can take. But when you are tempted, He will make a way for you to keep from falling into sin.", "14": "My dear friends, keep away from the worship of false gods. ", "15": "I am speaking to you who are able to understand. See if what I am saying is true. ", "16": "When we give thanks for the fruit of the vine at the Lord's supper, are we not sharing in the blood of Christ? The bread we eat at the Lord's supper, are we not sharing in the body of Christ? ", "17": "There is one bread, and many of us Christians make up the body of Christ. All of us eat from that bread.", "18": "Look at the Jews. They ate the animals that were brought to God as gifts in worship and put on the altar. Did this not show they were sharing with God? ", "19": "What do I mean? Am I saying that a false god or the food brought to it in worship is worth anything? ", "20": "No, not at all! I am saying that the people who do not know God bring gifts of animals in worship. But they have given them to demons, not to God. You do not want to have any share with demons. ", "21": "You cannot drink from the cup of the Lord and from the cup of demons. You cannot eat at the Lord's table and at the demon's table. ", "22": "Are we trying to make the Lord jealous? Do we think we are stronger than the Lord?", "23": "We are allowed to do anything, but not everything is good for us to do. We are allowed to do anything, but not all things help us grow strong as Christians. ", "24": "Do not work only for your own good. Think of what you can do for others. ", "25": "Eat any meat that is sold in the stores. Ask no questions about it. Then your heart will not say it is wrong. ", "26": "The Holy Writings say, “The earth and everything in it belongs to the Lord.”  ", "27": "If a person who is not a Christian wants you to eat with him, and you want to go, eat anything that is on the table. Ask no questions about the food. Then your heart will not say it is wrong. ", "28": "But if someone says, “This meat has been given as a gift to false gods in worship,” do not eat it. In that way, it will not hurt the faith of the one who told you and his heart will have peace. ", "29": "How the other person feels is important. We are not free to do things that will hurt another person. ", "30": "If I can give thanks to God for my food, why should anyone say that I am wrong about eating food I can give thanks for? ", "31": "So if you eat or drink or whatever you do, do everything to honor God. ", "32": "Do nothing that would make trouble for a Greek or for a Jew or for the church of God. ", "33": "I want to please everyone in all that I do. I am not thinking of myself. I want to do what is best for them so they may be saved from the punishment of sin."}