{"1": "Follow my way of thinking as I follow Christ.", "2": "I think you have done well because you always remember me and have followed the things I taught you. ", "3": "I want you to know that Christ is the head of every man. The husband is the head of his wife. God is the head of Christ. ", "4": "If any man prays or preaches with his head covered, he does not give honor to Christ. ", "5": "Every woman who prays or preaches without her head covered does not respect her head. It is the same as if she had her hair cut off. ", "6": "If a woman does not cover her head, she might as well cut off her hair also. If a woman is ashamed to have her hair cut off, she should cover her head. ", "7": "Man is made like God and His shining-greatness. For this reason a man should not have his head covered when he prays or preaches, but the woman respects the man. ", "8": "Man was not made from woman. Woman was made from man, ", "9": "and man was not made for woman. Woman was made for man. ", "10": "For this reason a woman should have a covering on her head. This shows she respects man. This is for the angels to see also. ", "11": "In God's plan women need men and men need women. ", "12": "Woman was made from man, but man is born of woman. God made all things.", "13": "Think this over yourselves. Does it look right for a woman to pray with no covering on her head? ", "14": "Have we not already learned that it is a shame for a man to have long hair? ", "15": "But a woman can be proud to have long hair. Her hair is given to her for a covering. ", "16": "If anyone wants to argue about this, my answer is that this is what we teach, and all the churches agree with me.", "17": "While writing about these things, let me tell you what I think. Nothing good is coming from your meeting together. ", "18": "First of all, I hear that when you meet together in the church you are divided into groups and you argue. I almost believe this is true. ", "19": "For there must be different groups among you. In that way, those who are right will be seen from those who are wrong. ", "20": "When you gather together for your meetings, it is not to eat the Lord's supper. ", "21": "Each one is in a hurry to eat his own food first. He does not wait for others. In this way, one does not get enough food and drink. Others get too much and get drunk. ", "22": "You have your own homes to eat and drink in. Or do you hate the church of God and shame those who are poor? What am I to say to you? Am I to say you are right? No! I cannot say you are right in this.", "23": "I have given you the teaching I received from the Lord. The night Jesus was handed over to the soldiers, He took bread. ", "24": "When He had given thanks, He broke it and said, “Take this bread and eat it. This is My body which is broken for you. Do this to remember Me.”", "25": "In the same way after supper, He took the cup. He said, “This cup is the New Way of Worship made between God and you by My blood. Whenever you drink it, do it to remember Me.” ", "26": "Every time you eat this bread and drink from this cup you are telling of the Lord's death until He comes again. ", "27": "Anyone who eats the bread or drinks from the cup, if his spirit is not right with the Lord, will be guilty of sinning against the body and the blood of the Lord. ", "28": "This is why a man should look into his own heart and life before eating the bread and drinking from the cup. ", "29": "Anyone who eats the bread and drinks from the cup, if his spirit is not right with the Lord, will be guilty as he eats and drinks. He does not understand the meaning of the Lord's body. ", "30": "This is why some of you are sick and weak, and some have died. ", "31": "But if we would look into our own lives and see if we are guilty, then God would not have to say we are guilty. ", "32": "When we are guilty, we are punished by the Lord so we will not be told we are guilty with the rest of the world.", "33": "Christian brothers, when you come together to eat, wait for each other. ", "34": "If anyone is hungry, he should eat at home. Then he will not be guilty as you meet together. I will talk about the other things when I come."}