{"1": "Christian brothers, I want you to know about the gifts of the Holy Spirit. You need to understand the truth about this. ", "2": "You know that before you were Christians you were led to worship false gods. None of these gods could speak. ", "3": "So I tell you that no one speaking by the help of the Holy Spirit can say that he hates Jesus. No one can say, “Jesus is Lord,” except by the help of the Holy Spirit.", "4": "There are different kinds of gifts. But it is the same Holy Spirit Who gives them. ", "5": "There are different kinds of work to be done for Him. But the work is for the same Lord. ", "6": "There are different ways of doing His work. But it is the same God who uses all these ways in all people. ", "7": "The Holy Spirit works in each person in one way or another for the good of all. ", "8": "One person is given the gift of teaching words of wisdom. Another person is given the gift of teaching what he has learned and knows. These gifts are by the same Holy Spirit. ", "9": "One person receives the gift of faith. Another person receives the gifts of healing. These gifts are given by the same Holy Spirit. ", "10": "One person is given the gift of doing powerful works. Another person is given the gift of speaking God's Word. Another person is given the gift of telling the difference between the Holy Spirit and false spirits. Another person is given the gift of speaking in special sounds. Another person is given the gift of telling what these special sounds mean. ", "11": "But it is the same Holy Spirit, the Spirit of God, Who does all these things. He gives to each person as He wants to give.", "12": "Our own body has many parts. When all these many parts are put together, they are only one body. The body of Christ is like this. ", "13": "It is the same way with us. Jews or those who are not Jews, men who are owned by someone or men who are free to do what they want to do, have all been baptized into the one body by the same Holy Spirit. We have all received the one Spirit.", "14": "The body is not one part, but many parts. ", "15": "If the foot should say, “I am not a part of the body because I am not a hand,” that would not stop it from being a part of the body. ", "16": "If the ear should say, “I am not a part of the body because I am not an eye,” that would not stop it from being a part of the body. ", "17": "If the whole body were an eye how would it hear? If the whole body were an ear, how would it smell? ", "18": "But God has put all the parts into the body just as He wants to have them. ", "19": "If all the parts were the same, it could not be a body. ", "20": "But now there are many parts, but one body.", "21": "The eye cannot say to the hand, “I do not need you.” Or the head cannot say to the feet, “I do not need you.” ", "22": "Some of the parts we think are weak and not important are very important. ", "23": "We take good care of and cover with clothes the parts of the body that look less important. The parts which do not look beautiful have an important work to do. ", "24": "The parts that can be seen do not need as much care. God has made the body so more care is given to the parts that need it most. ", "25": "This is so the body will not be divided into parts. All the parts care for each other. ", "26": "If one part of the body suffers, all the other parts suffer with it. If one part is given special care, the other parts are happy.", "27": "You are all a part of the body of Christ. ", "28": "God has chosen different ones in the church to do His work. First, there are missionaries. Second, there are preachers or those who speak for God. And third, there are teachers. He has also chosen those who do powerful works and those who have the gifts of healing. And He has chosen those who help others who are in need and those who are able to lead others in work and those who speak in special sounds. ", "29": "Are they all missionaries? No. Are they all preachers or those who speak for God? No. Do they all do powerful works? No. ", "30": "Do they all have the gifts of healing? No. Do they all speak in special sounds? No. Are they all able to tell what the special sounds mean? No. ", "31": "But from your heart you should want the best gifts. Now I will show you even a better way."}