{"1": "Christian brothers, I want to tell the Good News to you again. It is the same as I preached to you before. You received it and your faith has been made strong by it. ", "2": "This is what I preached to you. You are saved from the punishment of sin by the Good News if you keep hold of it, unless your faith was worth nothing.", "3": "First of all, I taught you what I had received. It was this: Christ died for our sins as the Holy Writings said He would.  ", "4": "Christ was buried. He was raised from the dead three days later as the Holy Writings said He would.  ", "5": "Christ was seen by Peter. After that, the twelve followers saw Him. ", "6": "After that, more than 500 of His followers saw Him at one time. Most of them are still here, but some have died. ", "7": "After that, James saw Christ. Then all the missionaries saw Him. ", "8": "Last of all, Christ showed Himself to me as if I had been born too late. ", "9": "For I am the least important of all the missionaries. I should not be called a missionary because I made it so hard for God's church. ", "10": "I am different now. It is all because of what God did for me by His loving-favor. His loving-favor was not wasted. I worked harder than all the other missionaries. But it was not I who worked. It was God's loving-favor working through me. ", "11": "It makes no difference how you heard the Good News. It could have been through the other missionaries or through me. The important thing is this: We preached the Good News to you and you believed it.", "12": "We preached to you that Christ has been raised from the dead. But some of you say that people are not raised from the dead. Why do you say this? ", "13": "If the dead are not raised, then Christ was not raised from the dead. ", "14": "If Christ was not raised from the dead, then what we preach to you is worth nothing. Your faith in Christ is worth nothing. ", "15": "That makes us all liars because we said that God raised Christ from the dead. But God did not raise Christ from the dead if the dead do not come to life again. ", "16": "If the dead are not raised, then not even Christ was raised from the dead. ", "17": "If Christ was not raised from the dead, your faith is worth nothing and you are still living in your sins. ", "18": "Then the Christians who have already died are lost in sin. ", "19": "If we have hope in Christ in this life only, we are more sad than anyone else.", "20": "But it is true! Christ has been raised from the dead! He was the first One to be raised from the dead and all those who are in graves will follow. ", "21": "Death came because of a man, Adam. Being raised from the dead also came because of a Man, Christ. ", "22": "All men will die as Adam died. But all those who belong to Christ will be raised to new life. ", "23": "This is the way it is: Christ was raised from the dead first. Then all those who belong to Christ will be raised from the dead when He comes again. ", "24": "Next, at the end of the world, Christ will give His holy nation over to God the Father. Christ will have destroyed every nation and power. ", "25": "Christ must be King until He has destroyed all those who hate Him and work against Him. ", "26": "The last thing that will be destroyed is death. ", "27": "The Holy Writings say that God has put all things under Christ's feet except Himself. ", "28": "When Christ is over all things, He will put Himself under God Who put all things under Christ. And God will be over all things.", "29": "What good will it do people if they are baptized for the dead? If the dead are not raised, why are people baptized for them? ", "30": "Why are we also in danger every hour? ", "31": "I say this, Christian brothers, I have joy in what Jesus Christ our Lord has done for you. That is why I face death every day. ", "32": "As men look at it, what good has it done for me in the city of Ephesus to fight with men who act like wild animals? If the dead are not raised, we might as well be like those who say, “Let us eat and drink, for tomorrow we die.”", "33": "Do not let anyone fool you. Bad people can make those who want to live good become bad. ", "34": "Keep your minds awake! Stop sinning. Some do not know God at all. I say this to your shame.", "35": "Someone will say, “How are the dead raised? What kind of bodies will they have?” ", "36": "What a foolish question! When you plant a seed, it must die before it starts new life. ", "37": "When you put it in the earth, you are not planting the body which it will become. You put in only a seed. ", "38": "It is God Who gives it a body just as He wants it to have. Each kind of seed becomes a different kind of body.", "39": "All flesh is not the same. Men have one kind of flesh. Animals have another kind. Fish have another kind, and birds have another kind. ", "40": "There are bodies in the heavens. There are bodies on earth. Their greatness is not the same. ", "41": "The sun has its greatness. The moon has its greatness. Stars have their greatness. One star is different from another star in greatness.", "42": "It is the same with people who are raised from the dead. The body will turn back to dust when it is put in a grave. When the body is raised from the grave, it will never die. ", "43": "It has no greatness when it is put in a grave, but it is raised with shining-greatness. It is weak when it is put in a grave, but it is raised with power. ", "44": "It is a human body when it dies, but it is a God-like body when it is raised from the dead. There are human bodies and there are God-like bodies. ", "45": "The Holy Writings say, “The first man, Adam, became a living soul.” But the last Adam (Christ) is a life-giving Spirit.", "46": "We have these human bodies first. Then we are given God-like bodies that are ready for heaven. ", "47": "Adam was the first man. He was made from the dust of the earth. Christ was the second man. He came down from heaven. ", "48": "All men of the earth are made like Adam. But those who belong to Christ will have a body like the body of Christ Who came from heaven. ", "49": "Now, our bodies are like Adam's body. But in heaven, our bodies will be like the body of Christ.", "50": "Christian brothers, our bodies which are made of flesh and blood will not go into the holy nation of God. That which dies can have no part in that which will never die. ", "51": "For sure, I am telling you a secret. We will not all die, but we will all be changed. ", "52": "In a very short time, no longer than it takes for the eye to close and open, the Christians who have died will be raised. It will happen when the last horn sounds. The dead will be raised never to die again. Then the rest of us who are alive will be changed. ", "53": "Our human bodies made from dust must be changed into a body that cannot be destroyed. Our human bodies that can die must be changed into bodies that will never die. ", "54": "When this that can be destroyed has been changed into that which cannot be destroyed, and when this that does die has been changed into that which cannot die, then it will happen as the Holy Writings said it would happen. They said, “Death has no more power over life.”  ", "55": "O death, where is your power? O death, where are your pains? ", "56": "The pain in death is sin. Sin has power over those under the Law. ", "57": "But God is the One Who gives us power over sin through Jesus Christ our Lord. We give thanks to Him for this.", "58": "So then, Christian brothers, because of all this, be strong. Do not allow anyone to change your mind. Always do your work well for the Lord. You know that whatever you do for Him will not be wasted."}