{"1": "I want to tell you what to do about the money you are gathering for the Christians. Do the same as I told the churches in the country of Galatia to do. ", "2": "On the first day of every week each of you should put aside some of your money. Give a certain part of what you have earned. Keep it there because I do not want money gathered when I come. ", "3": "When I get there, I will give letters to the men you want to send. They will take your gift to Jerusalem. ", "4": "If I can go, they can go with me.", "5": "I want to visit you after I have gone through the country of Macedonia for I am going through there. ", "6": "I may be staying with you and even spend the winter with you. Then you can send me on my way to the next place. ", "7": "I do not want to stop now. I want to spend some time with you when I can stay longer, if that is what the Lord wants. ", "8": "I will stay in the city of Ephesus until the special day to remember how the Holy Spirit came on the church. ", "9": "A wide door has been opened to me here to preach the Good News. But there are many who work against me.", "10": "If Timothy comes, receive him and help him so he will not be afraid. He is working for the Lord as I am. ", "11": "Everyone should respect him. Send him on his way to me in peace. I expect to see him and some of the other Christians soon. ", "12": "I wanted brother Apollos to go with the other Christians to visit you. But he is not sure he should go now. He will come when he can.", "13": "Watch and keep awake! Stand true to the Lord. Keep on acting like men and be strong. ", "14": "Everything you do should be done in love.", "15": "You know that the families of Stephanas were the first Christians in the country of Greece. They are working for the Lord in helping His people. ", "16": "I ask you to listen to leaders like these and work with them as well as others like them. ", "17": "I am happy that Stephanas and Fortunatus and Achaicus came here. They have helped me and you would have also if you had been here. ", "18": "They have made me happy. They would have made you happy also. Show them you are thankful for their help.", "19": "The churches in the countries of Asia say hello. Aquila and Priscilla and the Christians who meet in their house say hello with Christian love. ", "20": "All the Christians here greet you. Greet each other with a kiss of holy love. ", "21": "I, Paul, am writing the last part of this letter with my own hand. ", "22": "If anyone does not love the Lord, let him be kept from being with Christ. The Lord is coming soon! ", "23": "May you have the loving-favor of our Lord Jesus. ", "24": "I love you all through Christ Jesus. Let it be so."}