{"1": "From:[a] Paul, an apostle of the Messiah[b] Jesus by God's will. To: His holy and faithful people[c] in Ephesus[d] who are in union with the Messiah[e] Jesus.", "2": "May grace and peace from God our Father and the Lord Jesus, the Messiah,[f] be yours!", "3": "Blessed be the God and Father of our Lord Jesus, the Messiah![g] He has blessed us in the Messiah[h] with every spiritual blessing in the heavenly realm, ", "4": "just as he chose us in the Messiah[i] before the creation of the universe[j] to be holy and blameless in his presence. In love ", "5": "he predestined us for adoption to himself through Jesus the Messiah,[k] according to the pleasure of his will, ", "6": "so that we would praise[l] his glorious grace that he gave us in the Beloved One. ", "7": "In union with him we have redemption through his blood, the forgiveness of our offenses, according to the riches of God's[m] grace ", "8": "that he lavished on us, along with all wisdom and understanding, ", "9": "when he made known to us the secret of his will. This was according to his plan that he set forth in the Messiah[n] ", "10": "to usher in[o] the fullness of the times and to bring together in the Messiah[p] all things in heaven and on earth.", "11": "In the Messiah[q] we were also chosen when we were predestined according to the purpose of the one who does everything that he wills to do, ", "12": "so that we who had already fixed our hope on the Messiah[r] might live for his praise and glory. ", "13": "You, too, have heard the word of truth, the gospel of your salvation. When you believed in the Messiah,[s] you were sealed with the promised Holy Spirit, ", "14": "who is the guarantee of our inheritance until God redeems his own possession[t] for his praise and glory.", "15": "Therefore, because I have heard about your faith in the Lord Jesus and your love[u] for all the saints, ", "16": "I never stop giving thanks for you as I mention you in my prayers. ", "17": "I pray[v] that the God of our Lord Jesus, the Messiah,[w] the most glorious Father, would give you a wise spirit, along with revelation that comes through knowing the Messiah[x] fully. ", "18": "Then, with the eyes of your hearts enlightened, you will know the confidence[y] that is produced by God[z] having called you,[aa] the rich glory that is his inheritance among the saints, ", "19": "and the unlimited greatness of his power for us who believe, according to the working of his mighty strength, ", "20": "which he brought about in the Messiah[ab] when he raised him from the dead and seated him at his right hand in the heavenly realm. ", "21": "He is far above every ruler, authority, power, dominion, and every name that can be named, not only in the present age, but also in the one to come. ", "22": "God[ac] has put everything under the Messiah's[ad] feet and has made him the head of everything for the good of[ae] the church, ", "23": "which is his body, the fullness of the one who fills everything in every way.[af]"}