{"1": "You used to be dead because of your offenses and sins ", "2": "that you once practiced as you lived according to the ways of this present world and according to the ruler of the power of the air, the spirit that is now active in those who are disobedient.[a] ", "3": "Indeed, all of us once behaved like[b] them in the lusts of our flesh, fulfilling the desires of our flesh and senses. By nature we were destined for[c] wrath, just like everyone else. ", "4": "But God, who is rich in mercy, because of his great love for us[d] ", "5": "even when we were dead because of our offenses, made us alive together with[e] the Messiah[f] (by grace you have been saved), ", "6": "raised us up with him, and seated us with him in the heavenly realm in the Messiah[g] Jesus, ", "7": "so that in the coming ages he might display the limitless riches of his grace that comes to us through his kindness in the Messiah[h] Jesus. ", "8": "For by such grace you have been saved through faith. This does not come from you; it is the gift of God ", "9": "and not the result of actions, to put a stop to all boasting.[i] ", "10": "For we are God's[j] masterpiece,[k] created in the Messiah[l] Jesus to perform good actions that God prepared long ago to be our way of life.[m]", "11": "So then, remember that at one time you gentiles by birth[n] were called “the uncircumcised” by those who called themselves “the circumcised.” They underwent physical circumcision done by human hands. ", "12": "At that time you were without the Messiah,[o] excluded from citizenship in Israel,[p] and strangers to the covenants of promise. You had no hope and were in the world without God. ", "13": "But now, in union with the Messiah[q] Jesus, you who once were far away have been brought near by the blood of the Messiah.[r]", "14": "For it is he who is our peace. Through his mortality[s] he made both groups one by tearing down the wall of hostility that divided them.[t] ", "15": "He rendered the Law inoperative, along with its commandments and regulations, thus creating in himself one new humanity from the two, thereby making peace, ", "16": "and reconciling both groups to God in one body through the cross, on which he eliminated the hostility. ", "17": "He came and proclaimed peace for you who were far away and for you who were near. ", "18": "For through him, both of us[u] have access to the Father by one Spirit. ", "19": "That is why you are no longer strangers and foreigners but fellow citizens with the saints and members of God's household, ", "20": "having been built on the foundation of the apostles and prophets, the Messiah[v] Jesus himself being the cornerstone.[w] ", "21": "In union with him the whole building is joined together and rises into a holy sanctuary for the Lord. ", "22": "You, too, are being built in him, along with the others, into a place for God's Spirit to dwell."}