{"1": "I, therefore, the prisoner of the Lord, urge you to live in a way that is worthy of the calling to which you have been called, ", "2": "demonstrating all expressions of humility, gentleness, and patience, accepting one another in love. ", "3": "Do your best to maintain the unity of the Spirit by means of the bond of peace. ", "4": "There is one body and one Spirit. Likewise, you were called to the one hope of your calling.", "5": "There is one Lord, one faith, one baptism,", "6": "one God and Father of all, who is above all, through all, and in all.", "7": "Now to each one of us grace has been given proportionate to the measure of the Messiah's[a] gift. ", "8": "That is why God[b] says, “When he went up to the highest place, he led captives into captivity and gave gifts to people.”[c]", "9": "Now what does this “he went up” mean except that he also had gone[d] down into the lower parts of the earth?[e] ", "10": "The one who went down is the same one who went up above all the heavens so that all things would be fulfilled. ", "11": "And it is he who gifted some to be apostles, others to be prophets, others to be evangelists, and still others to be pastors and teachers, ", "12": "to equip[f] the saints, to do the work of ministry, and to build up the body of the Messiah[g] ", "13": "until all of us are united in the faith and in the full knowledge of God's Son, and until we attain mature adulthood and the full standard of development in the Messiah.[h] ", "14": "Then we will no longer be little children, tossed like waves and blown about by every wind of doctrine, by people's trickery, or by clever strategies that would lead us astray. ", "15": "Instead, by speaking the truth in love, we will grow up completely and become one with the head, that is, one with the Messiah,[i] ", "16": "in whom the whole body is united and held together by every ligament with which it is supplied. As each individual part does its job, the body builds itself up in love.", "17": "Therefore, I tell you and insist on[j] in the Lord not to live any longer like the gentiles live, thinking worthless thoughts.[k] ", "18": "They are darkened in their understanding and separated from the life of God because of their ignorance and hardness of heart. ", "19": "Since they have lost all sense of shame, they have abandoned themselves to sensuality and practice every kind of sexual perversion without restraint. ", "20": "However, that is not the way you came to know the Messiah.[l] ", "21": "Surely you have listened to him and have been taught by him, since truth is in Jesus. ", "22": "Regarding your former way of life, you were taught[m] to strip off your old nature, which is being ruined by its deceptive desires, ", "23": "to be renewed in your mental attitude, ", "24": "and to clothe yourselves with the new nature, which was created according to God's image[n] in righteousness and true holiness.", "25": "Therefore, stripping off falsehood, “let each of us speak the truth to his neighbor,”[o] for we belong to one another. ", "26": "“Be angry, yet do not sin.”[p] Do not let the sun set while you are still angry, ", "27": "and do not give the Devil an opportunity to work.[q] ", "28": "The thief must no longer steal but must work hard and do what is good with his own hands, so that he might earn something to give to the needy.", "29": "Let no filthy talk be heard from your mouths, but only what is good for building up people and meeting the need of the moment.[r] This way you will administer grace to those who hear you. ", "30": "Do not grieve the Holy Spirit, by whom you were marked with a seal for the day of redemption. ", "31": "Let all bitterness, wrath, anger, quarreling, and slander be put away from you, along with all hatred. ", "32": "And be kind to one another, compassionate, forgiving one another just as God has forgiven you[s] in the Messiah.[t]"}