{"1": "So be imitators of God, as his dear children. ", "2": "Live lovingly, just as the Messiah[a] also loved us[b] and gave himself for us as an offering and sacrifice, a fragrant aroma to God. ", "3": "Do not let sexual sin, impurity of any kind, or greed even be mentioned among you, as is proper for saints. ", "4": "Obscene, flippant, or vulgar talk is totally inappropriate. Instead, let there be thanksgiving. ", "5": "For you know very well that no immoral or impure person, or anyone who is greedy (that is, an idolater), has an inheritance in the kingdom of the Messiah[c] and of God.", "6": "Do not let anyone deceive you with meaningless words, for it is because of these things that God becomes angry with those who disobey.[d] ", "7": "So do not be partners with them. ", "8": "For once you were darkness, but now you are light in the Lord. Live as children of light, ", "9": "for the fruit that the light[e] produces consists of every form of goodness, righteousness, and truth. ", "10": "Determine what pleases the Lord, ", "11": "and have nothing to do with the unfruitful actions that darkness produces. Instead, expose them for what they are. ", "12": "For it is shameful even to mention what is done by these disobedient people[f] in secret. ", "13": "But everything that is exposed to the light becomes visible, ", "14": "for the light is making everything visible. That is why it says, “Wake up, sleeper! Arise from the dead, and the Messiah[g] will shine on you.''[h]", "15": "So, then, be careful how you live. Do not be unwise but wise, ", "16": "making the best use of your time[i] because the times are evil. ", "17": "Therefore, do not be foolish, but understand what the Lord's will is. ", "18": "Stop getting[j] drunk with wine, which leads to wild living, but keep on being filled with the Spirit. ", "19": "Then you will recite to one another psalms, hymns, and spiritual songs; you will sing and make music to the Lord with your hearts; ", "20": "you will consistently give thanks to God the Father for everything in the name of our Lord Jesus, the Messiah;[k] ", "21": "and you will submit to one another out of reverence for[l] the Messiah.[m]", "22": "Wives, submit yourselves[n] to your husbands as to the Lord. ", "23": "For the husband is the head of his wife as the Messiah[o] is the head of the church. It is he who is the Savior of the body. ", "24": "Indeed, just as the church is submissive to the Messiah,[p] so wives must be submissive[q] to their husbands in everything.", "25": "Husbands, love your wives as the Messiah[r] loved the church and gave himself for it, ", "26": "so that he might make it holy by cleansing it, washing it with water and the word, ", "27": "and might present the church to himself in all its glory, without a spot or wrinkle or anything of the kind, but holy and without fault. ", "28": "In the same way, husbands must love their wives as they love[s] their own bodies. A man who loves his wife loves himself. ", "29": "For no one has ever hated his own body, but he nourishes and tenderly cares for it, as the Messiah[t] does[u] the church.", "30": "For we are parts of his body—of his flesh and of his bones.[v] ", "31": "“That is why a man will leave his father and mother and be united with his wife, and the two will become one flesh.”[w] ", "32": "This is a great secret, but I am talking about the Messiah[x] and the church. ", "33": "But each individual man among you must love his wife as he loves[y] himself; and may the wife fear her husband."}