{"1": "Then David left and Jonathan went back to the town. David went to the town named Nob[a] to see Ahimelech the priest. Ahimelech went out to meet David. He was afraid of David and asked, “Why are you alone? Why isn't anyone with you?”", "2": "David answered him, “The king gave me a special order. He told me, 'Don't let anyone know about this mission. No one must know what I told you to do.' I told my men where to meet me.", "3": "Now, what food do you have with you? Give me five loaves of bread or whatever you have to eat.”", "4": "The priest said to David, “I don't have any ordinary bread here, but I do have some of the holy bread. Your officers can eat it if they have not had sexual relations with any women.”[b]", "5": "David answered the priest, “We have not been with any women. My men keep their bodies[c] holy every time we go out to fight, even on ordinary missions.[d] And this is especially true today.”", "6": "There was no bread except the holy bread, so the priest gave David this bread. This was the bread that the priests put on the holy table before the Lord. Each day they took this bread away and put fresh bread in its place.", "7": "One of Saul's officers was there that day. He was Doeg the Edomite, the leader of Saul's shepherds.[e] He had been kept there before the Lord.[f]", "8": "David asked Ahimelech, “Do you have a spear or sword here? The king's business is very important. I had to leave quickly, and I didn't bring my sword or any other weapon.”", "9": "The priest answered, “The only sword here is the sword of Goliath the Philistine. It is the sword you took from him when you killed him in the Valley of Elah. That sword is behind the ephod, wrapped in a cloth. You may take it if you want to.” David said, “Goliath's sword—there's not another one like it. Give it to me.”", "10": "That day David ran away from Saul and went to King Achish of Gath.", "11": "Achish's officers said, “Isn't this David, the king of the land of Israel? He is the one the Israelites sing about. They dance and sing this song about him: “Saul has killed thousands of enemies, but David has killed tens of thousands.”", "12": "David paid close attention to what they said. He was afraid of King Achish of Gath,", "13": "so he pretended to be crazy in front of Achish and his officers. While David was with them, he acted like a crazy man. He spat on the doors of the gate. He let spit fall down his beard.", "14": "Achish said to his officers, “Look at the man! He is crazy. Why did you bring him to me?", "15": "I have enough crazy men. I don't need you to bring this man to my house to act crazy in front of me. Don't let this man come into my house again.”"}