{"1": "Later, the Philistines gathered their armies to fight against Israel. Achish said to David, “Do you understand that you and your men must go with me to fight against Israel?”", "2": "David answered, “Certainly, then you can see for yourself what I can do.” Achish said, “Fine, I will make you my permanent bodyguard.”", "3": "After Samuel died, all the Israelites mourned for him and buried him in Ramah, his hometown. Saul had removed the mediums and fortunetellers from Israel.", "4": "The Philistines prepared for war. They came to Shunem and made their camp at that place. Saul gathered all the Israelites together and made his camp at Gilboa.", "5": "Saul saw the Philistine army, and he was afraid. His heart pounded with fear.", "6": "He prayed to the Lord, but the Lord did not answer him. God did not talk to Saul in dreams. God did not use the Urim to give him an answer, and God did not use prophets to speak to Saul.", "7": "Finally, Saul said to his officers, “Find me a woman who is a medium. Then I can go ask her what will happen.” His officers answered, “There is a medium at Endor.[a]”", "8": "That night, Saul put on different clothes so that no one would know who he was. Then Saul and two of his men went to see the woman. Saul said to her, “I want you to bring up a ghost who can tell me what will happen in the future. You must call for the ghost of the person I name.”", "9": "But the woman said to him, “You know that Saul forced all the mediums and fortunetellers to leave the land of Israel. You are trying to trap me and kill me.”", "10": "Saul used the Lord's name to make a promise to the woman. He said, “As surely as the Lord lives, you won't be punished for doing this.”", "11": "The woman asked, “Who do you want me to bring up for you?” Saul answered, “Bring up Samuel.”", "12": "And it happened—the woman saw Samuel and screamed. She said to Saul, “You tricked me! You are Saul.”", "13": "The king said to the woman, “Don't be afraid! What do you see?” The woman said, “I see a spirit coming up out of the ground.[b]”", "14": "Saul asked, “What does he look like?” The woman answered, “He looks like an old man wearing a special robe.” Then Saul knew it was Samuel, and he bowed down. His face touched the ground.", "15": "Samuel said to Saul, “Why did you bother me? Why did you bring me up?” Saul answered, “I am in trouble! The Philistines have come to fight me, and God has left me. God won't answer me anymore. He won't use prophets or dreams to answer me, so I called you. I want you to tell me what to do.”", "16": "Samuel said, “The Lord left you and is now your enemy, so why are you asking me for advice?", "17": "The Lord used me to tell you what he would do, and now he is doing what he said he would do. He is tearing the kingdom out of your hands and giving it to your neighbor, David.", "18": "The Lord was angry with the Amalekites and told you to destroy them. But you did not obey him. That's why the Lord is doing this to you today.", "19": "The Lord will let the Philistines defeat you and the army of Israel today. Tomorrow, you and your sons will be here with me.”", "20": "Saul quickly fell to the ground and lay stretched out there. Saul was afraid because of what Samuel said. Saul was also very weak because he had not eaten any food all that day and night.", "21": "The woman came over to Saul and saw how afraid he was. She said, “Look, I am your servant. I have obeyed you. I risked my life and did what you told me to do.", "22": "Please, listen to me. You need to eat. Let me get you some food. Then you will have enough strength to go on your way.”", "23": "But Saul refused. He said, “I won't eat.” Saul's officers joined the woman and begged him to eat. Finally, Saul listened to them. He got up from the ground and sat on the bed.", "24": "The woman had a calf that she had been fattening. She quickly killed the calf. She took some flour and pressed it with her hands. Then she baked some bread without yeast.", "25": "The woman put the food before Saul and his officers and they ate. Then they got up and left during the night."}