{"1": "“Woe to those who are at ease in Zion, and to those who feel secure on the mountain of Samar′ia, the notable men of the first of the nations, to whom the house of Israel come!", "2": "Pass over to Calneh, and see; and thence go to Hamath the great; then go down to Gath of the Philistines. Are they better than these kingdoms? Or is their territory greater than your territory,", "3": "O you who put far away the evil day, and bring near the seat of violence?", "4": "“Woe to those who lie upon beds of ivory, and stretch themselves upon their couches, and eat lambs from the flock, and calves from the midst of the stall;", "5": "who sing idle songs to the sound of the harp, and like David invent for themselves instruments of music;", "6": "who drink wine in bowls, and anoint themselves with the finest oils, but are not grieved over the ruin of Joseph!", "7": "Therefore they shall now be the first of those to go into exile, and the revelry of those who stretch themselves shall pass away.”", "8": "The Lord God has sworn by himself (says the Lord, the God of hosts): “I abhor the pride of Jacob, and hate his strongholds; and I will deliver up the city and all that is in it.”", "9": "And if ten men remain in one house, they shall die. ", "10": "And when a man's kinsman, he who burns him,[a] shall take him up to bring the bones out of the house, and shall say to him who is in the innermost parts of the house, “Is there still any one with you?” he shall say, “No”; and he shall say, “Hush! We must not mention the name of the Lord.”", "11": "For behold, the Lord commands, and the great house shall be smitten into fragments, and the little house into bits.", "12": "Do horses run upon rocks? Does one plow the sea with oxen? But you have turned justice into poison and the fruit of righteousness into wormwood—", "13": "you who rejoice in Lo-debar,[b] who say, “Have we not by our own strength taken Karnaim[c] for ourselves?”", "14": "“For behold, I will raise up against you a nation, O house of Israel,” says the Lord, the God of hosts; “and they shall oppress you from the entrance of Hamath to the Brook of the Arabah.”"}