{"1-3": "Listen, far-flung islands, pay attention, faraway people: God put me to work from the day I was born. The moment I entered the world he named me. He gave me speech that would cut and penetrate. He kept his hand on me to protect me. He made me his straight arrow and hid me in his quiver. He said to me, “You're my dear servant, Israel, through whom I'll shine.”", "4": "But I said, “I've worked for nothing. I've nothing to show for a life of hard work. Nevertheless, I'll let God have the last word. I'll let him pronounce his verdict.”", "5-6": "“And now,” God says, this God who took me in hand from the moment of birth to be his servant, To bring Jacob back home to him, to set a reunion for Israel— What an honor for me in God's eyes! That God should be my strength! He says, “But that's not a big enough job for my servant— just to recover the tribes of Jacob, merely to round up the strays of Israel. I'm setting you up as a light for the nations so that my salvation becomes global!”", "7": "God, Redeemer of Israel, The Holy of Israel, says to the despised one, kicked around by the nations, slave labor to the ruling class: “Kings will see, get to their feet—the princes, too— and then fall on their faces in homage Because of God, who has faithfully kept his word, The Holy of Israel, who has chosen you.”", "8-12": "God also says: “When the time's ripe, I answer you. When victory's due, I help you. I form you and use you to reconnect the people with me, To put the land in order, to resettle families on the ruined properties. I tell prisoners, 'Come on out. You're free!' and those huddled in fear, 'It's all right. It's safe now.' There'll be foodstands along all the roads, picnics on all the hills— Nobody hungry, nobody thirsty, shade from the sun, shelter from the wind, For the Compassionate One guides them, takes them to the best springs. I'll make all my mountains into roads, turn them into a superhighway. Look: These coming from far countries, and those, out of the north, These streaming in from the west, and those from all the way down the Nile!”", "13": "Heavens, raise the roof! Earth, wake the dead! Mountains, send up cheers! God has comforted his people. He has tenderly nursed his beaten-up, beaten-down people.", "14": "But Zion said, “I don't get it. God has left me. My Master has forgotten I even exist.”", "15-18": "“Can a mother forget the infant at her breast, walk away from the baby she bore? But even if mothers forget, I'd never forget you—never. Look, I've written your names on the backs of my hands. The walls you're rebuilding are never out of my sight. Your builders are faster than your wreckers. The demolition crews are gone for good. Look up, look around, look well! See them all gathering, coming to you? As sure as I am the living God”—God's Decree— “you're going to put them on like so much jewelry, you're going to use them to dress up like a bride.", "19-21": "“And your ruined land? Your devastated, decimated land? Filled with more people than you know what to do with! And your barbarian enemies, a fading memory. The children born in your exile will be saying, 'It's getting too crowded here. I need more room.' And you'll say to yourself, 'Where on earth did these children come from? I lost everything, had nothing, was exiled and penniless. So who reared these children? How did these children get here?'”", "22-23": "The Master, God, says: “Look! I signal to the nations, I raise my flag to summon the people. Here they'll come: women carrying your little boys in their arms, men carrying your little girls on their shoulders. Kings will be your babysitters, princesses will be your nursemaids. They'll offer to do all your drudge work— scrub your floors, do your laundry. You'll know then that I am God. No one who hopes in me ever regrets it.”", "24-26": "Can plunder be retrieved from a giant, prisoners of war gotten back from a tyrant? But God says, “Even if a giant grips the plunder and a tyrant holds my people prisoner, I'm the one who's on your side, defending your cause, rescuing your children. And your enemies, crazed and desperate, will turn on themselves, killing each other in a frenzy of self-destruction. Then everyone will know that I, God, have saved you—I, the Mighty One of Jacob.”"}